{
    "item1": ">Item 1. \nBusiness\nGENERAL DEVELOPMENT OF BUSINESS\nCompany Overview\nLancaster Colony Corporation, an Ohio corporation, is a manufacturer and marketer of specialty food products for the retail and foodservice channels. Our principal executive offices are located at 380 Polaris Parkway, Suite 400, Westerville, Ohio 43082 and our telephone number is 614-224-7141.\nOur vision is to be \nThe Better Food Company\n – better people, driven by purpose, making better food, in a better more collaborative culture, working in unison to make the world around us a little bit better place, every day – while fulfilling our corporate purpose \nTo Nourish Growth With All That We Do\n.\nOur company goals are to bring delicious food to the table and to deliver top quartile financial performance and top quartile product quality, safety and customer satisfaction while attracting, retaining and rewarding top quartile people. To achieve these goals, we are focused on the three pillars of our strategic growth plan:\n1.\nAccelerate our base business growth;\n2.\nSimplify our supply chain to reduce our costs and grow our margins; and\n3.\nExpand our core business with our Retail licensing program and complementary mergers and acquisitions\n.\nAs used in this Annual Report on Form 10-K and except as the context otherwise may require, the terms “we,” “us,” “our,” “registrant,” or “the Company” mean Lancaster Colony Corporation and its consolidated subsidiaries, except where it is clear that the term only means the parent company. Unless otherwise noted, references to “year” pertain to our fiscal year which ends on June 30; for example, 2023 refers to fiscal 2023, which is the period from July 1, 2022 to June 30, 2023.\nAvailable Information\nOur Internet website address is https://www.lancastercolony.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge through our website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (the “SEC”). The information contained on our website or connected to it is not incorporated into this Annual Report on Form 10-K.\nThe SEC also maintains a website, https://www.sec.gov, that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.\nDESCRIPTION OF AND FINANCIAL INFORMATION ABOUT BUSINESS SEGMENTS\nOur financial results are presented as two reportable segments: Retail and Foodservice. Costs that are directly attributable to either Retail or Foodservice are charged directly to the appropriate segment. Costs that are deemed to be indirect, excluding corporate expenses and other unusual significant transactions, are allocated to the two reportable segments using a reasonable methodology that is consistently applied. The financial information relating to our business segments for the three years ended June 30, 2023, 2022 and 2021 is included in Note 9 to the consolidated financial statements, and located in Part II, Item 8 of this Annual Report on Form 10-K. Further description of each business segment within which we operate is provided below.\nRetail Segment\nThe following table presents the primary Retail products we manufacture and sell under our brand names:\nProducts\nBrand Names\nFrozen Breads\nFrozen garlic breads\nNew York \nBRAND\n Bakery\nFrozen Parkerhouse style yeast rolls and dinner rolls\nSister Schubert’s\nRefrigerated Dressings and Dips\nSalad dressings\nMarzetti, Marzetti Simply\nVegetable dips and fruit dips\nMarzetti\nShelf-Stable Dressings and Croutons\nSalad dressings\nMarzetti, Cardini’s, Girard’s\nCroutons and salad toppings\nNew York \nBRAND\n Bakery, Chatham Village, Marzetti\n3\nTable of Contents\nWe also manufacture and sell other products pursuant to brand license agreements, including Chick-fil-A\n®\n sauces and dressings, Olive Garden\n®\n dressings and Buffalo Wild Wings\n®\n sauces. Additionally, a small portion of our Retail sales are products sold under private label to retailers.\nThe vast majority of the products we sell in the Retail segment are sold through sales personnel, food brokers and distributors in the United States. We have placement of products in grocery produce departments through our refrigerated salad dressings, vegetable dips and fruit dips. We also have products typically marketed in the shelf-stable section of the grocery store, which include salad dressings, slaw dressing, sauces and croutons. Within the frozen food section of the grocery store, we sell yeast rolls and garlic breads.\nOur top five Retail customers accounted for 59%, 57% and 55% of this segment’s total net sales in 2023, 2022 and 2021, respectively.\nWe continue to rely upon our strong retail brands, innovation expertise, geographic and channel expansion and customer relationships for future growth. Our category-leading retail brands and commitment to new product development help drive increased consumer demand in our Retail segment. We have also expanded Retail segment growth by leveraging our strong Foodservice customer relationships to establish exclusive licensing agreements for the retail channel. Strategic acquisitions are also part of our future growth plans, with a focus on fit and value.\nOur quarterly Retail sales are affected by seasonal fluctuations, primarily in the fiscal second quarter and the Easter holiday season when sales of certain frozen retail products tend to be most pronounced. Our quarterly Retail sales can also be affected by the timing of seasonal shipments of certain fruit dips between the first and second quarters. The resulting impacts on working capital are not significant. We do not utilize any franchises or concessions. In addition to the owned and licensed trademarked brands discussed above, we also own and operate under innumerable other intellectual property rights, including patents, copyrights, formulas, proprietary trade secrets, technologies, know-how processes and other unregistered rights. We consider our owned and licensed intellectual property rights to be essential to our Retail business.\nFoodservice Segment\nThe majority of our Foodservice sales are products sold under private label to restaurants. We also manufacture and sell various branded Foodservice products to distributors.\nThe following table presents the primary Foodservice products we manufacture and sell under our brand names:\nProducts\nBrand Names\nDressings and Sauces\nSalad dressings\nMarzetti\nFrozen Breads and Other\nFrozen garlic breads\nNew York \nBRAND\n Bakery\nFrozen Parkerhouse style yeast rolls and dinner rolls\nSister Schubert’s\nFrozen pasta\nMarzetti Frozen Pasta\nThe vast majority of the products we sell in the Foodservice segment are sold through sales personnel, food brokers and distributors in the United States. Most of the products we sell in the Foodservice segment are custom-formulated and include salad dressings, sandwich and dipping sauces, frozen breads and yeast rolls.\nOur top five Foodservice direct customers accounted for 58%, 58% and 61% of this segment’s total net sales in 2023, 2022 and 2021, respectively. Within our Foodservice segment, typically our largest direct customers are distributors that distribute our products primarily to foodservice national chain restaurant accounts.\nIn the Foodservice segment, sales growth results from general volume gains or geographic expansion of our established customer base, and we also grow our business with existing and new customers by leveraging our culinary skills and experience to support the development of new products and menu offerings. Strategic acquisitions are also part of our future growth plans, with a focus on fit and value.\nThe operations of this segment are not affected to any material extent by seasonal fluctuations. We do not utilize any franchises or concessions. We own and operate under innumerable intellectual property rights, including patents, copyrights, formulas, proprietary trade secrets, technologies, know-how processes and other unregistered rights. We consider our owned intellectual property rights to be essential to our Foodservice business.\n4\nTable of Contents\nNET SALES ATTRIBUTED TO SIGNIFICANT CUSTOMER RELATIONSHIPS\nNet sales attributed to Walmart Inc. (“Walmart”) totaled 18% of consolidated net sales for 2023, 2022 and 2021. Net sales attributed to McLane Company, Inc. (“McLane”), a wholesale distribution subsidiary of Berkshire Hathaway, Inc., totaled 11%, 11% and 13% of consolidated net sales for 2023, 2022 and 2021, respectively. McLane is a large, national distributor that sells and distributes our products to several of our foodservice national chain restaurant accounts, principally in the quick service, fast casual and casual dining channels. In general, these national chain restaurants have direct relationships with us for culinary research and development, menu development and production needs, but choose to buy our products through McLane, who acts as their distributor. McLane orders our products on behalf of these national chain restaurants, and we invoice McLane for these sales.\nOur relationship with Chick-fil-A, Inc. (“Chick-fil-A”), one of our national chain restaurant accounts, also represents a significant portion of our consolidated net sales. In Foodservice, we primarily supply Chick-fil-A indirectly through distributors, including McLane. A portion of our Foodservice sales represent direct sales to Chick-fil-A. Chick-fil-A is also a significant contributor to our Retail sales as we sell their sauce and dressing products into the retail channel through an exclusive license agreement. Total net sales attributed to Chick-fil-A, including the Retail sales resulting from the exclusive license agreement and the Foodservice sales, totaled 26%, 24% and 21% of consolidated net sales for 2023, 2022 and 2021, respectively.\nNET SALES BY CLASS OF PRODUCTS\nThe following table sets forth business segment information with respect to the percentage of net sales contributed by our primary classes of similar products:\n2023\n2022\n2021\nRetail Segment:\nShelf-stable dressings, sauces and croutons\n23%\n22%\n21%\nFrozen breads\n19%\n20%\n21%\nRefrigerated dressings, dips and other\n11%\n13%\n15%\nFoodservice Segment:\nDressings and sauces\n35%\n34%\n32%\nFrozen breads and other\n12%\n11%\n11%\nMANUFACTURING\nAs of June 30, 2023, the majority of our products were manufactured and packaged at our 15 food plants located throughout the United States. Most of these plants produce products for both the Retail and Foodservice segments. Efficient and cost-effective production remains a key focus as evidenced by our lean six sigma initiative. Certain items are also manufactured and packaged by third parties located in the United States, Canada and Europe.\nCOMPETITION\nAll of the markets in which we sell food products are highly competitive in the areas of price, quality and customer service. We face competition from a number of manufacturers of various sizes and capabilities. Our ability to compete depends upon a variety of factors, including the position of our branded goods within various categories, product quality, product innovation, promotional and marketing activity, pricing and our ability to service customers.\nGOVERNMENT REGULATION\nOur business operations are subject to regulation by various federal, state and local government entities and agencies. As a producer of food products for human consumption, our operations are subject to stringent production, packaging, quality, labeling and distribution standards, including regulations promulgated under the Federal Food, Drug and Cosmetic Act and the Food Safety Modernization Act. We are also subject to various federal, state and local environmental protection laws. Based upon available information, compliance with these laws and regulations did not have a material effect upon the level of capital expenditures, earnings or our competitive position in 2023 and is not expected to have a material impact in 2024.\nHUMAN CAPITAL\nAs of June 30, 2023, we had 3,400 employees. Of those employees, 23% are represented under various collective bargaining contracts and 6% are represented under a collective bargaining contract that will expire within one year.\n5\nTable of Contents\nOur people are essential to our vision to be \nThe Better Food Company \n— better people, driven by purpose, making better food, in a better more collaborative culture, working in unison to make the world around us a little bit better place, every day. The honesty, integrity and sound judgment of our people in following our Code of Business Ethics are what enable us to be successful and live our company’s purpose \nTo Nourish Growth With All That We Do\n.\nConsistent with this purpose, our human capital management strategy emphasizes six key areas of focus: Health and Safety; Talent Acquisition; Total Rewards; Employee Engagement; Diversity, Equity and Inclusion (“DEI”); and Community Engagement. Our Board of Directors oversees this strategy and dedicates one Board meeting each year to a full review of talent.\nHealth and Safety\nThe health and well-being of our employees is paramount to the success of our business, and we are proud to be leaders in our industry with respect to our safety record and safety initiatives. Our approach to occupational health and safety centers around three elements: training, response, and tracking. We maintain a rigorous safety training program that ensures employees throughout the organization are regularly trained in every aspect of workplace safety. Management personnel with direct responsibility for safety oversight also receive comprehensive professional training and the opportunity for certification.\nTalent Acquisition\nWe strive to attract and retain talented people by providing a great place to work. We have built a collaborative and purpose-driven culture that attracts people who share our vision to be \nThe Better Food Company\n. In addition, we are committed to nourishing the growth of our employees by providing training and development opportunities to pursue their career paths and to ensure compliance with our policies.\nTotal Rewards\nWe offer our employees competitive fixed and/or variable pay along with a Total Rewards package which typically includes medical, prescription, dental, vision and life insurance benefits, paid parental leave, adoption assistance, disability coverage, a 401(k) plan, and various employee assistance programs. We have undertaken external benchmarking to ensure our compensation and benefits offerings remain competitive.\nWe continue to work to expand our Total Rewards program to strengthen our focus on work/life effectiveness and holistic well-being, which includes physical, financial, emotional, and social well-being. We genuinely want to help our people to thrive both personally and professionally and have cultivated a high-performing workplace built on trust, accountability and growth.\nEmployee Engagement\nTo keep our employees engaged and fulfilled in their roles, we have sought to establish a continuous feedback loop between our employees and company leadership. We communicate consistently with our people via a range of channels, including town hall meetings, regular updates, and key announcements. Each year, we invite our employees to respond to our annual employee engagement survey and share their views on a range of workplace questions. Based on feedback from the survey, management develops and implements plans to address the primary areas of opportunity that have been identified by employees.\nDiversity, Equity and Inclusion\nWe foster a collaborative working environment where all our employees can thrive and feel they belong. We believe our commitment to diversity, equity, inclusion and belonging enhances our ability to attract and retain a high-performing and diverse team. We monitor the diversity of our organization to identify areas of improvement, advance our DEI strategy and measure the effectiveness of our efforts. Our goal is to establish a continuous improvement trend. In 2023, our workforce was 36% female and 44% of our employees represented minority races or ethnicities.\nIn 2020, we adopted our Diversity Hiring Statement, which sets out our pledge to include women and minorities in the pool of candidates for new leadership positions. We have already seen a positive impact with the percentage of women at levels of Vice President and above increasing by 58% from January 2020 to January 2023 and the percentages of non-white representation for positions of director and above nearly doubling in the same period.\nTo unlock opportunities for high school students from diverse backgrounds, we have committed to a work-study program that provides tuition support and work-study mentorship to high school students from low-income families.\nWe also encourage employee-led initiatives to promote diversity within the organization. Several employee resource groups (“ERGs”) have been established in the last few years. These affinity-based groups provide a support network for colleagues from diverse backgrounds and help to raise awareness of DEI topics. Each of our ERGs is sponsored by a member of our leadership team to ensure top-down accountability for our DEI initiatives.\n6\nTable of Contents\nCommunity Engagement\nOur volunteering and philanthropic efforts align with United Nations Sustainable Development Goals, with a particular focus on reducing poverty and food insecurity while promoting good health and quality education for all. In 2023, our teams mobilized to support Pelotonia, Toys for Tots, and the United Way. We regularly donate funds and volunteer time to a range of other community organizations and foundations as well, including the Children’s Hunger Alliance, National Veterans Memorial and Museum, Jobs for America’s Graduates, and local food banks.\nRAW MATERIALS\nDuring 2023, we obtained adequate supplies of raw materials and packaging. We rely on a variety of raw materials and packaging for the day-to-day production of our products, including soybean oil, various sweeteners, eggs, dairy-related products, flour, various films and plastic and paper packaging materials.\nWe purchase the majority of these materials on the open market to meet current requirements, but we also have some fixed-price contracts with terms generally one year or less. See further discussion in the “Risk Factors” section below and the “Financial Condition” section of our Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”). Although the availability and price of certain of these materials are influenced by weather, disease and the level of global demand, we anticipate that future sources of supply for 2024 will generally be available and adequate for our needs.",
    "item1a": ">Item 1A. \nRisk Factors\nAn investment in our common stock is subject to certain risks inherent in our business. Before making an investment decision, investors should carefully consider the risks and uncertainties described below, together with all of the other information included or incorporated by reference in this Annual Report on Form 10-K.\nIf any of the following risks occur, our business, results of operations, financial condition and cash flows could be materially and adversely affected. These described risks are not the only risks facing us. Additional risks and uncertainties not known to us or that we deem to be immaterial also may materially adversely affect our business, results of operations, financial condition and cash flows. If any of these risks were to materialize, the value of our common stock could decline significantly.\nRISKS RELATED TO HEALTH AND FOOD SAFETY\nWe may be subject to business disruptions, product recalls or other claims for real or perceived safety issues regarding our food products.\nWe have been, and in the future may be, impacted by both real and unfounded claims regarding the safety of our operations, or concerns regarding mislabeled, adulterated, contaminated or spoiled food products. Any of these circumstances could necessitate a voluntary or mandatory recall due to a substantial product hazard, a need to change a product’s labeling or other consumer safety concerns. A pervasive product recall may result in significant loss due to the costs of a recall, related legal claims, including claims arising from bodily injury or illness caused by our products, the destruction of product inventory, or lost sales due to product unavailability. A highly publicized product recall, whether involving us or any related products made by third parties, also could result in a loss of customers or an unfavorable change in consumer sentiment regarding our products or any category in which we operate. In addition, an allegation of noncompliance with federal or state food laws and regulations could force us to cease production, stop selling our products or create significant adverse publicity that could harm our credibility and decrease market acceptance of our products. Any of these events could have a material adverse effect on our business, results of operations, financial condition and cash flows. Any potential claim under our insurance policies may exceed our insurance coverage, may be subject to certain exceptions or may not be honored fully, in a timely manner, or at all.\nWe may be subject to a loss of sales or increased costs due to adverse publicity or consumer concern regarding the safety, quality or healthfulness of food products, whether with our products, competing products or other related food products.\nWe are highly dependent upon consumers’ perception of the safety, quality and possible dietary attributes of our products. As a result, substantial negative publicity concerning one or more of our products, or other foods similar to or in the same food group as our products, could lead to lower demand for our products and/or reduced prices and lost sales. Substantial negative publicity, even when false or unfounded, could also hurt the image of our brands or cause consumers to choose other products or avoid categories in which we operate. Any of these events could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nCertain negative publicity regarding the food industry or our products could also increase our cost of operations. The food industry has been subject to negative publicity concerning the health implications of genetically modified organisms, added sugars, trans fat, salt, artificial growth hormones, ingredients sourced from foreign suppliers and other supply chain concerns. Consumers may increasingly require that our products and processes meet stricter standards than are required by applicable \n7\nTable of Contents\ngovernmental agencies, thereby increasing the cost of manufacturing our products. If we fail to adequately respond to any such consumer concerns, we could suffer lost sales and damage our brand image or our reputation. Any of these events could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nRISKS RELATED TO OUR OPERATIONS\nIncreases in the costs, or limitations in the availability, of raw materials, packaging and freight used to produce, package and deliver our products due to inflation, geopolitical events or otherwise could adversely affect our business by increasing our costs to produce goods.\nOur principal raw materials include soybean oil, packaging materials, flour, various sweeteners, dairy-related products and eggs. Our ability to manufacture and/or sell our products may be impaired by damage or disruption to our manufacturing or distribution capabilities, or to the capabilities of our suppliers or contract manufacturers, due to factors that are hard to predict or beyond our control, such as adverse weather conditions, natural disasters, fire, terrorism, pandemics or similar public health emergencies, strikes, geopolitical events such as the conflict between Russia and Ukraine, or other events.\nProduction of the agricultural commodities used in our business may also be adversely affected by drought, water scarcity, temperature extremes, scarcity of suitable agricultural land, worldwide demand, changes in international trade arrangements, livestock disease (for example, avian influenza), crop disease and/or crop pests.\nWe purchase a majority of our key raw materials on the open market. Our ability to avoid the adverse effects of a pronounced, sustained price increase in our raw materials is limited. We have observed increased volatility in the costs of many of these raw materials in recent years. During fiscal 2023, we faced continued industry-wide inflation for various inputs, including commodities, ingredients, packaging materials, transportation and labor. Similarly, fluctuating petroleum prices and transportation capacity have, from time to time, impacted our costs of resin-based packaging and our costs of inbound freight on all purchased materials.\nWe try to limit our exposure to price fluctuations for raw materials by periodically entering into longer-term, fixed-price contracts for certain raw materials, but we cannot ensure success in limiting our exposure. During fiscal 2022, the overall global economy experienced significant inflation in packaging materials, fuel, energy, and commodities. Inflation has and may continue to adversely affect us by increasing our costs of raw materials, packaging and freight, as well as wage and benefit costs. Any substantial change in the prices or availability of raw materials may have an adverse impact on our profitability. For example, in recent periods we have seen significant commodity inflation in soybean oil, which has impacted both of our segments because of the significant number of our products that include soybean oil. Furthermore, consumer spending patterns, which may be difficult to predict in an inflationary environment, may adversely affect demand for our products. During challenging economic times, consumers may be less willing or able to pay a price premium for our branded products and may shift purchases to lower-priced offerings, making it more difficult for us to maintain prices and/or effectively implement price increases.\nIn addition, our retail partners and retail distributors may pressure us to rescind price increases we have announced or already implemented, whether through a change in list price or increased trade and promotional activity. We may experience further increases in the costs of raw materials and our ability to maintain prices or effectively implement price increases, including our price increases effective in fiscal 2023, may be affected by several factors, including competition, effectiveness of our marketing programs, the continuing strength of our brands, market demand and general economic conditions, including broader inflationary pressures. If we cannot maintain or increase prices for our products or must increase trade and promotional activity, our margins may be adversely affected. Furthermore, price increases generally result in volume losses, as consumers tend to purchase fewer units at higher price points. If such losses are greater than expected or if we lose distribution due to price increases, our business, financial condition and results of operations may be materially and adversely affected.\nThe Russia-Ukraine conflict is fast-moving and uncertain. Global grain markets have exhibited increased volatility as sanctions have been imposed on Russia by the United States, the United Kingdom, the European Union, and others in response to Russia’s invasion of Ukraine. While we do not expect our operations to be directly impacted by the conflict at this time, changes in global grain and commodity flows could impact the markets in which we operate, which may in turn negatively impact our business, results of operations, supply chain and financial condition.\nA disruption of production at certain manufacturing facilities could result in an inability to meet customer demand for certain of our products, which could also negatively impact our ability to maintain adequate levels of product placement with our customers on a long-term basis.\nBecause we source certain products from single manufacturing sites and use third-party manufacturers for portions of our production needs for certain products, it is possible that we could experience a production disruption that results in a reduction or elimination of the availability of some of our products. If we are not able to obtain alternate production capability in a timely \n8\nTable of Contents\nmanner, or on favorable terms, it could have a negative impact on our business, results of operations, financial condition and cash flows, including the potential for long-term loss of product placement with various customers.\nWe are also subject to risks of other business disruptions associated with our dependence on production facilities, distribution systems and third party staffing agencies. For example, we rely on third party temporary staffing agencies to support certain of our production operations. If, for any reason, we are unable to source sufficient resources from these staffing agencies to support our production expectations, it could result in an inability to meet consumer demand for certain of our products and have a material adverse effect on our business. In addition, pandemics and similar public health emergencies, natural disasters, terrorist activity, cyber attacks, geopolitical events or other unforeseen events could interrupt production or distribution and have a material adverse effect on our business, results of operations, financial condition and cash flows, including the potential for long-term loss of product placement with our customers.\nLabor shortages, increased labor costs, and increased labor turnover could adversely impact our business, results of operations, financial condition, and cash flows.\nWe have recently experienced labor shortages, increased labor costs and increased employee turnover, which were due in part to the COVID-19 pandemic and the related policies and mandates and exacerbated by inflationary costs. In this increasingly tight and competitive labor market, a sustained labor shortage or increased turnover rates within our workforce, or the workforce of any of our significant vendors, suppliers and other parties with which we do business, could lead to production or shipping delays and increased costs, including increased wages to attract and retain employees and increased overtime to meet demand. In addition, our ability to recruit and retain a highly skilled and diverse workforce at our corporate offices, manufacturing facilities and other work locations could be adversely impacted if we fail to respond adequately to rapidly changing employee expectations regarding fair compensation, an inclusive and diverse workplace, flexible working arrangements or other matters. These factors could have a material adverse impact on our business, results of operations, financial condition and cash flows.\nThe availability and cost of transportation for our products is vital to our success, and the loss of availability or increase in the cost of transportation could have an unfavorable impact on our business, results of operations, financial condition and cash flows.\nOur ability to obtain adequate and reasonably priced methods of transportation to distribute our products, including refrigerated trailers for many of our products, is a key factor to our success. Delays in transportation, including weather-related delays and disruptions due to a pandemic or similar public health emergency, could have a material adverse effect on our business and results of operations. Further, higher fuel costs and increased line haul costs due to industry capacity constraints, customer delivery requirements and a more restrictive regulatory environment could negatively impact our financial results. We are often required to pay fuel surcharges that fluctuate with the price of diesel fuel to third-party transporters of our products, and, during periods of fast-rising fuel prices, such surcharges can be substantial. If we were unable to pass higher freight costs to our customers in the form of price increases, those higher costs could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nIncreases in energy-related costs could negatively affect our business by increasing our costs to produce goods.\nWe are subject to volatility in energy-related costs that affect the cost of producing and distributing our products, including our petroleum-derived packaging materials. For example, the conflict in the Ukraine has resulted in and may continue to cause market disruptions, including significant volatility in the price and availability of energy. Furthermore, any sudden and dramatic increases in electricity or natural gas costs could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nWe limit our exposure to price fluctuations in energy-related costs by periodically entering into longer-term, fixed-price contracts for natural gas and electricity supply for some of our manufacturing facilities. However, due to the inherent variability of contractual terms and end dates, in addition to the extent to which the energy markets in which we operate have been deregulated to allow for contracted supply, we will retain some level of exposure to future price fluctuations for our energy-related costs.\nEpidemics, pandemics or similar widespread public health emergencies and disease outbreaks, such as COVID-19, have disrupted and may cause future disruptions to consumption, supply chains, management, operations and production processes, which could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nEpidemics, pandemics or similar widespread public health emergencies and disease outbreaks, such as COVID-19, as well as related government mandates, including the avoidance of gatherings, self-quarantine and the closure of a variety of businesses and restaurants, have negatively affected and may in the future negatively affect our business, results of operations, financial condition and cash flows. For example, the negative impacts of COVID-19 on our Company included higher hourly \n9\nTable of Contents\nwage rates paid to our front-line employees, increased costs for personal protective equipment, higher expenditures attributed to incremental co-manufacturing volumes, increased complexity and uncertainty in production planning and forecasting, and overall lower levels of efficiency in our production and distribution network. In addition, the impacts of a widespread public health emergency may include, but are not limited to, a shift in demand between our Retail and Foodservice segments or a significant reduction in overall demand resulting from forced or temporary curtailment of business operations; a disruption or shutdown of one or more of our manufacturing, warehousing or distribution facilities; failure of third parties on which we rely to meet their obligations to us; disruption to or loss of essential manufacturing and supply elements; and incurrence of additional labor, operating, and administrative costs, including insurance costs.\nDespite our efforts to manage and remedy these impacts, their ultimate significance depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain the spread and mitigate public health effects. As a result, such public health emergencies could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nCyber attacks, data breaches or other breaches of our information security systems have had, and in the future could have, an adverse effect on our business, results of operations, financial condition and cash flows.\nCyber attacks, data breaches or other breaches of our information security systems, as well as those of our third-party service providers, including cloud service providers, and other third parties with which we do business, may cause equipment failures or disruptions to our operations. Our inability to operate our networks and information security systems as a result of such events, even for a limited period of time, may result in significant expenses. Cyber attacks on businesses, which include the use of malware, ransomware, computer viruses and other means for disruption or unauthorized access, have increased in frequency, scope and potential harm in recent years and may remain undetected for an extended period. Additionally, as a result of state-sponsored cyber threats, including those stemming from the Russia-Ukraine war, we may face increased risks as companies based in the United States and its allied countries have become targets of malicious cyber activity.\nHardware, software or applications we utilize on our networks and work-issued devices may contain defects in design or manufacture or other problems that could unexpectedly compromise information security, potentially resulting in the unauthorized disclosure and misappropriation of sensitive data, including intellectual property, proprietary business information, and personal data. Furthermore, our increased use of mobile and cloud technologies, including as a result of our transition to our current enterprise resource planning system, has heightened these cybersecurity and privacy risks. In addition, techniques used to obtain unauthorized access to information or to sabotage information technology systems change frequently. Like most businesses, we have seen, and will likely continue to see, vulnerabilities which could affect our systems or those of our third-party service providers or other third parties with which we do business.\nWhile we have been subject to cyber attacks, none of these events has been material to our operations or financial condition. Our efforts to protect the security of our information relative to our perceived risks may be insufficient to defend against a significant cyber attack in the future. The costs associated with a significant cyber attack could include increased expenditures on cyber security measures, lost revenues from business interruption, litigation, regulatory fines and penalties and substantial damage to our reputation, any of which could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nThe cost and efforts expended in our attempts to prevent cyber security attacks and data breaches may continue to be significant, and our efforts to prevent these attacks may not be successful. New data security laws and regulations are being implemented rapidly, are evolving, and may not be compatible with our current processes. Changing our processes could be time consuming and expensive. Further, we may not be able to timely implement required changes, and failure to do so could subject us to liability for non-compliance. If we fail to prevent the theft of valuable information such as financial data, sensitive information about our Company and intellectual property, or if we fail to protect the privacy of customers’, consumers’ or employees’ confidential data against breaches of network or information technology security, it could result in substantial damage to our reputation and an impairment of business partner confidences and brand image, which could adversely impact our employee, customer and investor relations. Further, any potential claim under our insurance policies relating to cyber events may be subject to certain exceptions or may not be honored fully, in a timely manner, or at all. We may not have purchased sufficient insurance to cover all material costs and losses, and in the future, we may not be able to obtain adequate liability insurance on commercially desirable or reasonable terms or at all. Any of these occurrences could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nOur inability to successfully renegotiate collective bargaining contracts and any prolonged work stoppages could have an adverse effect on our business, results of operations, financial condition and cash flows.\nWe believe that our labor relations with employees under collective bargaining contracts are satisfactory, but our inability to negotiate the renewal of any collective bargaining agreements, including the agreement at our Bedford Heights, Ohio facility, which is currently scheduled to expire in April 2024, or any prolonged work stoppages or other types of labor unrest could in some cases impair our ability to supply our products to customers, which could result in reduced sales and may distract our \n10\nTable of Contents\nmanagement from focusing on other aspects of our business and strategic priorities. Any of these activities could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nThe loss of the services of one or more members of our senior management team could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nOur operations and prospects depend in large part on the performance of our senior management team, several of which are long-serving employees with significant knowledge of our business model and operations. Should we not be able to find qualified replacements or successors for any of these individuals if their services were no longer available due to retirement, resignation or otherwise, our ability to manage our operations or successfully execute our business strategy may be materially and adversely affected.\nManufacturing capacity constraints may have a material adverse effect on our business, results of operations, financial condition and cash flows.\nOur current manufacturing resources may be inadequate to meet significantly increased demand for some of our food products. Our ability to increase our manufacturing capacity to satisfy demand depends on many factors, including the availability of capital, construction lead-times and delays, equipment availability and delivery lead-times, successful installation and start up, the availability of adequate skilled and unskilled labor, regulatory permitting and other regulatory requirements. Increasing capacity through the use of third-party manufacturers depends on our ability to develop and maintain such relationships and the ability of such third parties to devote additional capacity to fill our orders.\nA lack of sufficient manufacturing capacity to meet demand could cause our customer service levels to decrease, which may negatively affect customer demand for our products and customer relations generally, which in turn could have a material adverse effect on our business, results of operations, financial condition and cash flows. In addition, operating facilities at or near capacity may also increase production and distribution costs and negatively affect relations with our employees or contractors, which could result in disruptions in our operations.\nWe may require significant capital expenditures to maintain, improve or replace aging infrastructure and facilities, which could adversely affect our cash flows.\nSome of our infrastructure and facilities have been in service for many years, which may result in a higher level of future maintenance costs and unscheduled repairs. Further, a portion of our infrastructure and facilities may need to be improved or replaced to maintain or increase operational efficiency, sustain production capacity, or meet changing regulatory requirements. A significant increase in maintenance costs and capital expenditures could adversely affect our financial condition, results of operations and cash flows. In addition, a failure to operate our facilities optimally could result in declining customer service capabilities, which could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nWe may not be able to successfully consummate proposed acquisitions or divestitures, and integrating acquired businesses may present financial, managerial and operational challenges.\nWe continually evaluate the acquisition of other businesses that would strategically fit within our operations. If we are unable to consummate, successfully integrate and grow these acquisitions or realize contemplated revenue growth, synergies and cost savings, our financial results could be adversely affected. In addition, we may, from time to time, divest or seek to divest businesses, product lines or other operations that are less of a strategic fit within our portfolio or do not meet our growth or profitability targets, particularly as customer demands evolve in the face of inflationary and other broader market factors. We may not be able to consummate any such divestitures on favorable terms or at all, in which case we may determine to exit the business, product line or other operations. As a result, our profitability may be adversely affected by losses on the sales of divested assets or lost operating income or cash flows from those businesses. We may also incur asset impairment or restructuring charges related to acquired or divested assets, which may reduce our profitability and cash flows.\nThese potential acquisitions or divestitures present financial, managerial and operational challenges, including diversion of management attention from ongoing businesses, difficulty with integrating or separating personnel and financial and other systems, increased expenses, assumption of unknown liabilities, indemnities and potential disputes with the buyers or sellers.\nClimate change, including drought, and increasingly stringent legal and market measures to address climate change may present challenges to our business and adversely affect our business, reputation, operations and supply chain.\nThe effects of climate change expose us to physical, financial and operational risks, both directly and indirectly. Climate change may have a negative effect on agricultural productivity and subject us to decreased availability or less favorable pricing for certain raw materials that are necessary for our products, including, but not limited to, soybean oil, corn and corn syrup, sugar, and wheat (including durum wheat). In addition, we may be subject to decreased availability or less favorable pricing of soybean oil as a result of increased demand for soybean oil in the production of alternative fuels, such as biodiesel.\n11\nTable of Contents\nIncreases in the frequency and severity of extreme weather and natural disasters, such as drought, have in the past and may in the future result in material damage and disruptions to our manufacturing operations and distribution channels or our third-party manufacturers’ operations, particularly where a product is primarily sourced from a single location impacted by a climate event. This may require us to make additional unplanned capital expenditures, increase the prices of our raw materials due to sourcing from other locations, increase our cost of transporting and storing raw materials, or disrupt our production schedules.\nAlso, drought or other climate events may cause unpredictable water availability or exacerbate water scarcity. Water is critical to our business, including the operations of the suppliers on whom we depend, and the lack of available water of acceptable quality may lead to, among other things, adverse effects on our operations.\nThe increasing concern over climate change and related environmental sustainability matters also has and is likely to continue to result in more federal, state, and local legal and regulatory requirements, including requirements affecting key energy inputs in the manufacturing and distribution of our products, such as natural gas, diesel fuel, and electricity. These laws and regulations may include requirements to conserve water or mitigate the effects of greenhouse gas emissions. Depending on the nature of such legal requirements, we may experience significant increases in our compliance costs, production costs, capital expenditures, and other financial obligations to adapt our business and operations to meet new laws and regulations, which could materially affect our profitability.\nFurther, our businesses could be adversely affected if we are unable to effectively address concerns from the media, shareholders, customers, and other stakeholders specific to our business regarding climate change and related environmental sustainability and governance matters.\nRISKS RELATED TO THE BRANDS WE SELL AND CUSTOMER DEMAND FOR OUR PRODUCTS\nWe rely on the value of our reputation and the value of the brands we sell, and the failure to maintain and enhance these brands, including as a result of negative publicity (whether or not warranted), could adversely affect our business.\nWe rely on the success of our well-recognized brand names. Maintaining and enhancing our brand image and recognition is essential to our long-term success. The failure to do so could have a material adverse effect on our business, financial condition and results of operations. We seek to maintain and enhance our brands through a variety of efforts, including the delivery of quality products, extending our brands into new markets and new products and investing in marketing and advertising. The costs of maintaining and enhancing our brands, including maintaining our rights to brands under license agreements, may increase. These increased costs could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nNegative publicity about our company, our brands or our products, even if inaccurate or untrue, could adversely affect our reputation and the confidence in our products, which could harm our business and operating results. For example, public allegations were recently made against several food companies, including us, regarding unlawful child labor practices. Allegations, even if untrue, that we, our suppliers, third party staffing agencies or other business partners are not complying with applicable workplace and labor laws, including child labor laws, or regarding the actual or perceived abuse or misuse of migrant workers, could negatively affect our overall reputation and brand image, which in turn could have a negative impact on our relationships with customers, consumers and our brand license partners, as well as subject us to increased regulatory and political scrutiny. Moreover, failure or perceived failure to comply with legal or regulatory requirements applicable to our business could expose us to litigation, governmental inquiries and substantial fines and penalties, as well as costs and distractions, that could adversely affect our business, results of operations, financial condition and cash flows.\nOur reputation could also be adversely impacted by a perception that we do not maintain high ethical, social or environmental standards for all of our operations and activities. Any such negative perceptions, or any negative publicity regarding our environmental, social and governance practices, could impact our reputation with customers, consumers and other constituents, which could have a material adverse effect on our business. If we fail to respect our employees’ and our supply chain employees’ human rights, or inadvertently discriminate against any group of employees or hiring prospects, our ability to hire and retain the best talent will be diminished, which could have a material adverse effect on our overall business.\nIn addition, we increasingly rely on electronic marketing, such as social media platforms and the use of online marketing strategies, to support and enhance our brands. This “e-commerce” marketplace is growing and evolving quickly and allows for the rapid dissemination of information regarding our brands by us and consumers. We may not be able to successfully adapt our marketing efforts to this rapidly changing marketplace, which could have a material adverse impact on our business, financial condition and results of operations. Further, negative opinions or commentary posted online regarding our brands, regardless of their underlying merits or accuracy, could diminish the value of our brands and have a material adverse effect on our business, results of operations, financial condition and cash flows.\n12\nTable of Contents\nWe manufacture and sell numerous products pursuant to license agreements and failure to maintain or renew these agreements could adversely affect our business.\nWe manufacture and sell numerous products pursuant to brand license agreements, including Chick-fil-A\n®\n sauces and dressings, Olive Garden\n®\n dressings and Buffalo Wild Wings\n®\n sauces. Maintaining license agreements under which we market and sell certain brands is important to our business. Our brand license agreements are typically for a fixed term with no automatic renewal options or provisions. We cannot ensure that we will maintain good relationships with our brand licensors or that we will be able to renew any of our license agreements upon expiration. Our key brand license agreements can be terminated or not renewed at the option of the licensor upon short notice to us. The termination of our brand license agreements, the failure to renew any of our significant brand license agreements or failure to renew them under terms that are similar and not materially less favorable to us, including as a result of negative publicity (whether or not warranted), adverse changes in the economic health or reputation of our brand licensors, or the impairment of our relationships with our brand licensors could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nCompetitive conditions within our Retail and Foodservice markets could impact our sales volumes and operating profits.\nCompetition within all of our markets is expected to remain intense. Numerous competitors exist, many of which are larger than us in size and are engaged in the development of food ingredients and packaged food products and frequently introduce new products into the market. These competitive conditions could lead to significant downward pressure on the prices of our products, which could have a material adverse effect on our sales and profitability.\nCompetitive considerations in the various product categories in which we sell are numerous and include price, product innovation, product quality, reputation, brand recognition and loyalty, effectiveness of marketing, promotional activity and the ability to remain relevant to consumer preferences and trends.\nIf our competitors introduce products that are more appealing to the tastes and dietary habits of consumers or considered to be of higher quality or value than our products, our sales and market share could decline, which may have a material adverse effect on our business, financial condition, and results of operations. Consumer preferences and trends may change based on a number of factors, including product taste and nutrition, food allergies, sustainability values, and animal welfare concerns. Our failure to anticipate and respond to changing consumer preferences on a timely basis or in line with our competitors could result in reduced demand and price decreases for our products, which could have a material adverse effect on our business, financial condition, and results of operations.\nIn order to maintain our existing market share or capture increased market share among our retail and foodservice channels, we may decide to increase our spending on marketing and promotional costs, advertising and new product innovation. The success of marketing, advertising and new product innovation is subject to risks, including uncertainties about trade and consumer acceptance. As a result, any such increased expenditures may not maintain or enhance our market share and could result in lower profitability.\nWalmart is our largest Retail customer. The loss of, or a significant reduction in, Walmart’s business, or an adverse change in the financial condition of Walmart, could result in a material adverse effect on our business, results of operations, financial condition and cash flows.\nOur net sales to Walmart represented 18% of consolidated net sales for each of the years ended June 30, 2023 and 2022. Our accounts receivable balance from Walmart as of June 30, 2023 was $33.1 million. We may not be able to maintain our relationship with Walmart, and Walmart is not contractually obligated to purchase from us. In addition, changes in Walmart’s general business model, such as reducing the shelf space devoted to the branded products we market, or devoting more shelf space to competing products, could adversely affect the profitability of our business with Walmart, even if we maintain a good relationship. The loss of, or a significant reduction in, this business could have a material adverse effect on our sales and profitability. Unfavorable changes in Walmart’s financial condition or other disruptions to Walmart’s business, such as decreased consumer demand or stronger competition, could also have a material adverse effect on our business, results of operations, financial condition and cash flows.\nChick-fil-A represents a significant portion of our Foodservice segment sales. The loss of, or a significant reduction in, this national chain restaurant’s business, or an adverse change in Chick-fil-A’s financial condition, could result in a material adverse effect on our business, results of operations, financial condition and cash flows.\nSales to Chick-fil-A in our Foodservice segment, which are primarily made indirectly through several foodservice distributors including McLane, represented 20% and 18% of consolidated net sales for the years ended June 30, 2023 and 2022, respectively. We cannot ensure that we will be able to maintain good relationships with key national chain restaurant accounts in the future. We do not have any long-term purchase commitments, and we may be unable to continue to sell our products in the same quantities or on the same terms as in the past. The loss of, or a significant reduction in, this business could have a material adverse effect on our sales and profitability. Further, unfavorable changes in Chick-fil-A’s financial condition or other \n13\nTable of Contents\ndisruptions to its business, such as decreased consumer demand or stronger competition, could also have a material adverse effect on our business, results of operations, financial condition and cash flows.\nMcLane is our largest Foodservice customer. An adverse change in the financial condition of McLane could have a material adverse effect on our business, results of operations, financial condition and cash flows. \nOur net sales to McLane represented 11% of consolidated net sales for each of the years ended June 30, 2023 and 2022. Our accounts receivable balance from McLane as of June 30, 2023 was $9.9 million. McLane is a large, national distributor that sells and distributes our products to several of our foodservice national chain restaurant accounts, principally in the quick service, fast casual and casual dining channels. In general, these national chain restaurants have direct relationships with us for culinary research and development, menu development and production needs, but choose to buy our products through McLane, who acts as their distributor. McLane orders our products on behalf of these national chain restaurants, and we invoice McLane for these sales. Thus, unfavorable changes in the financial condition of McLane could increase our credit risk and have a material adverse effect on our business, results of operations, financial condition and cash flows. In addition, the loss of, or a significant reduction in, our business with the underlying national chain restaurants, or other disruptions, such as decreased consumer demand or stronger competition, could also have a material adverse effect on our business, results of operations, financial condition and cash flows. We cannot ensure that we will be able to maintain good relationships with McLane and the underlying national chain restaurants. McLane and the underlying national chain restaurants are not typically committed to long-term contractual obligations with us, and they may switch to other suppliers that offer lower prices, differentiated products or customer service that McLane and/or the underlying national chain restaurants perceive to be more favorable. In addition, changes in the general business model of McLane, or the underlying national chain restaurants, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nWe rely on the performance of major retailers, mass merchants, wholesalers, food brokers, distributors and foodservice customers for the success of our business and, should they perform poorly or give higher priority to other brands or products, our business could be adversely affected.\nWithin our Retail and Foodservice segments, we sell our products principally to retail and foodservice channels, including traditional supermarkets, mass merchants, warehouse clubs, specialty food distributors, foodservice distributors and national chain restaurants. Poor performance by our customers, or our inability to collect accounts receivable from our customers, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nIn addition, our future growth and profitability may be unfavorably impacted by recent changes in the competitive landscape for our Retail segment customers. As consolidation in the retail grocery industry continues and our retail customers also grow larger and become more sophisticated, they may demand improved efficiency, lower pricing, increased promotional programs, or specifically tailored products. If we are unable to respond to these demands, our profitability or volume growth could be negatively impacted. Consolidation also increases the risk that adverse changes in our customers’ business operations or financial performance will have a corresponding material adverse effect on us. For example, if our customers cannot access sufficient funds or financing, then they may delay, decrease, or cancel purchases of our products, or delay or fail to pay us for previous purchases. Further, these customers may increase their emphasis on private label products and other products holding top market positions. If we fail to use our sales and marketing expertise to maintain our category leadership positions to respond to such events, or if we lower our prices or increase promotional support of our products and are unable to increase the volume of our products sold, our business, results of operations, financial condition and cash flows could be adversely affected.\nFurthermore, within our Retail segment, many of our customers offer competitor branded products and their own store branded products that compete directly with our products for shelf space and consumer purchases. Unattractive placement or pricing, including as a result of our recent price increases due to inflation, may put our products at a disadvantage compared to those of our competitors, including private label products. Even if we obtain shelf space or preferable shelf placement, our new and existing products may fail to achieve the sales expectations set by our retailers, potentially causing these retailers to discontinue selling our products. Additionally, an increase in the quantity and quality of private label products in the product categories in which we compete could create more pressure for shelf space and placement for branded products within each such category, which could materially and adversely affect our sales. Accordingly, there is a risk that these customers give higher priority or promotional support to their store branded products or to our competitors’ products or discontinue selling our products in favor of their store branded products or other competing products. Likewise, our foodservice distributors often offer their own branded products that compete directly with our products. Failure to maintain our retail shelf space or priority with these customers and foodservice distributors could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nEmerging channels such as online retailers and home meal kit delivery services also continue to evolve and impact both the retail and foodservice industries. Our ultimate success in these channels and the resulting impacts to our financial results are uncertain.\n14\nTable of Contents\nRISKS RELATED TO INFORMATION TECHNOLOGY\nTechnology failures could disrupt our operations and negatively impact our business.\nWe increasingly rely on information technology systems to conduct and manage our business operations, including the processing, transmitting, and storing of electronic information. For example, our sales group and our production and distribution facilities utilize information technology to increase efficiencies and limit costs. Furthermore, a significant portion of the communications between our personnel, customers, and suppliers depends on information technology and an uninterrupted and functioning infrastructure, including telecommunications. Our information technology systems may be vulnerable to a variety of interruptions due to events beyond our control, including, but not limited to, natural disasters, terrorist attacks, telecommunications failures, cyber attacks and other security issues. Our information technology systems could also be adversely affected by changes relating to remote work arrangements for our employees. If we are unable to adequately protect against these vulnerabilities, our operations could be disrupted, or we may suffer financial damage or loss because of lost or misappropriated information. \nFor more information about risks related to cyber attacks and data privacy, see the “Risks Related To Our Operations” section above and the “Risks Related to Regulatory and Legal Matters” section below.\nRISKS RELATED TO REGULATORY AND LEGAL MATTERS\nWe are subject to federal, state and local government regulations that could adversely affect our business and results of operations.\nOur business operations are subject to regulation by various federal, state and local government entities and agencies. As a producer of food products for human consumption, our operations are subject to stringent production, packaging, quality, labeling and distribution standards, including regulations promulgated under the Federal Food, Drug and Cosmetic Act and the Food Safety Modernization Act. We cannot predict whether future regulation by various federal, state and local government entities and agencies would adversely affect our business, results of operations, financial condition and cash flows. In recent years, our industry has been subject to increased regulatory scrutiny, including by the Federal Trade Commission and the Occupational Safety and Health Administration. We anticipate that regulators will continue to scrutinize our industry closely and that additional regulation by governmental authorities may increase compliance costs, exposure to litigation and other adverse effects to our operations.\nIn addition, our business operations and the past and present ownership and operation of our properties, including idle properties, are subject to extensive and changing federal, state and local environmental laws and regulations pertaining to the discharge of materials into the environment, the handling and disposition of wastes (including solid and hazardous wastes) or otherwise relating to protection of the environment. Although most of our properties have been subjected to periodic environmental assessments, these assessments may be limited in scope and may not include or identify all potential environmental liabilities or risks associated with any particular property. We cannot be certain that our environmental assessments have identified all potential environmental liabilities or that we will not incur material environmental liabilities in the future.\nWe cannot be certain that environmental issues relating to presently known matters or identified sites, or to other unknown matters or sites, will not require additional, currently unanticipated investigation, assessment or expenditures. If we do incur or discover any material environmental liabilities or potential environmental liabilities in the future, we may face significant remediation costs and find it difficult to sell or lease any affected properties.\nFailure to comply with current or future federal, state and foreign laws and regulations and industry standards relating to privacy and data protection could adversely affect our business and results of operations.\nWe are subject to various privacy, information security, and data protection laws, rules and regulations that present an ever-evolving regulatory landscape across multiple jurisdictions and industry sections. Federal, state, and foreign legislators and regulators are increasingly adopting or revising privacy, information security, and data protection laws, rules and regulations that could have a significant impact on our current and planned privacy, data protection, and information security-related practices, including our collection, use, storing, sharing, retention, safeguarding and other processing of certain types of consumer or employee information, which could further increase our costs of compliance and business operations and could reduce income from certain business initiatives.\nFor example, we are subject to the California Consumer Privacy Act of 2018 (“CCPA”). The CCPA was amended by the California Privacy Rights Act (“CPRA”), which went into effect on January 1, 2023. The CCPA, as amended, has required us to modify our data processing practices and policies and incur compliance-related costs and expenses. The effects of the CCPA, the CPRA, and laws, rules or regulations of other jurisdictions relating to privacy, data protection and information security that apply now or in the future, particularly any new or modified laws or regulations that require enhanced protection of certain types of data or new obligations with regard to data retention, transfer or disclosure, are significant, may require us to modify \n15\nTable of Contents\nour data processing practices and policies, and could increase our costs, require significant changes to our operations, prevent us from providing certain offerings or cause us to incur potential liability in an effort to comply with such legislation.\nThe rapidly evolving nature of state and federal privacy laws, including potential inconsistencies between such laws and uncertainty as to their application, adds additional complexity and compliance costs and increases our risk of non-compliance. While we strive to comply with such laws, we may not be in compliance at all times in all respects. Further, due to the uncertainty surrounding the interpretation and application of many privacy and data protection requirements, laws, regulations, and contractually imposed industry standards, it is possible that these requirements may be interpreted and applied in a manner that is inconsistent with our existing data management practices or business activities. If so, in addition to the possibility of substantial fines, lawsuits and other claims and penalties, we could be required to make fundamental changes to our data management practices and business activities, which could have a material adverse effect on our business. Failure to adequately address privacy and security concerns, even if unfounded, or comply with applicable privacy and data security laws, rules, regulations and policies could result in additional cost and liability to us, administrative actions, damage our reputation, inhibit growth, and otherwise adversely affect our business.\nWe may incur liabilities related to a multiemployer pension plan which could adversely affect our financial results.\nWe make periodic contributions to a multiemployer pension plan related to our facility in Milpitas, California under a collective bargaining contract. The multiemployer pension plan provides pension benefits to employees and retired employees participating in the plan. Our required contributions to this plan could increase; however, any increase would be dependent upon a number of factors, including our ability to renegotiate the collective bargaining contract successfully, current and future regulatory requirements, the performance of the pension plan’s investments, the number of participants who are entitled to receive benefits from the plan, the contribution base as a result of the insolvency or withdrawal of other companies that currently contribute to this plan, the inability or failure of withdrawing companies to pay their withdrawal liability, low interest rates and other funding deficiencies. We may also be required to pay a withdrawal liability if we exit from this plan. While we cannot determine whether and to what extent our contributions may increase or what our withdrawal liability may be, payments related to this plan could have a material adverse effect on our business, financial condition, results of operations or cash flows.\nRISKS RELATED TO INVESTMENTS IN OUR COMMON STOCK\nMr. Gerlach, Executive Chairman of our Board of Directors, has a significant ownership interest in our Company.\nAs of June 30, 2023, Mr. Gerlach and the Gerlach family trusts owned or controlled approximately 28% of the outstanding shares of our common stock. Accordingly, Mr. Gerlach has significant influence on all matters submitted to a vote of the holders of our common stock, including the election of directors. Mr. Gerlach’s voting power may also have the effect of discouraging transactions involving an actual or a potential change of control of our Company, regardless of whether a premium is offered over then-current market prices.\nThe interests of Mr. Gerlach may conflict with the interests of other holders of our common stock. This conflict of interest may have an adverse effect on the price of our common stock. For instance, sales of a substantial number of shares of our common stock into the public market, particularly shares held by Mr. Gerlach or the Gerlach family trusts, or the perception that these sales might occur in large quantities, could cause the price of our common stock to decline, even if our business is doing well.\nAnti-takeover provisions could make it more difficult for a third party to acquire our Company.\nCertain provisions of our charter documents, including provisions limiting the ability of shareholders to raise matters at a meeting of shareholders without giving advance notice and provisions classifying our Board of Directors, may make it more difficult for a third party to acquire our Company or influence our Board of Directors. This may have the effect of delaying or preventing changes of control or management, which could have an adverse effect on the market price of our stock.\nAdditionally, Ohio corporate law contains certain provisions that could have the effect of delaying or preventing a change of control. The Ohio Control Share Acquisition Act found in Chapter 1701 of the Ohio Revised Code (“ORC”) provides that certain notice and informational filings and a special shareholder meeting and voting procedures must be followed prior to consummation of a proposed “control share acquisition,” as defined in the ORC. Assuming compliance with the prescribed notice and information filings, a proposed control share acquisition may be accomplished only if, at a special meeting of shareholders, the acquisition is approved by both a majority of the voting power represented at the meeting and a majority of the voting power remaining after excluding the combined voting power of the “interested shares,” as defined in the ORC. The Interested Shareholder Transactions Act found in Chapter 1704 of the ORC generally prohibits certain transactions, including mergers, majority share acquisitions and certain other control transactions, with an “interested shareholder,” as defined in the ORC, for a three-year period after becoming an interested shareholder, unless our Board of Directors approved the initial acquisition. After the three-year waiting period, such a transaction may require additional approvals under the Interested Shareholder Transactions Act, including approval by two-thirds of our voting shares and a majority of our voting shares not \n16\nTable of Contents\nowned by the interested shareholder. The application of these provisions of the ORC, or any similar anti-takeover law adopted in Ohio, could have the effect of delaying or preventing a change of control, which could have an adverse effect on the market price of our stock.\nAlso, our Board of Directors has the authority to issue up to 1,150,000 shares of Class B Voting Preferred Stock and 1,150,000 shares of Class C Nonvoting Preferred Stock and to determine the price, rights, preferences, privileges and restrictions of those shares without any further vote or action by the shareholders. The rights of the holders of our common stock may be subject to, and may be adversely affected by, the rights of the holders of any Class B Voting Preferred Stock and Class C Nonvoting Preferred Stock that may be issued in the future. Our Company could use these rights to put in place a shareholder rights plan, or “poison pill,” that could be used in connection with a bid or proposal of acquisition for an inadequate price.",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nOur fiscal year begins on July 1 and ends on June 30. Unless otherwise noted, references to “year” pertain to our fiscal year; for example, 2023 refers to fiscal 2023, which is the period from July 1, 2022 to June 30, 2023.\nThe following discussion should be read in conjunction with our consolidated financial statements and the notes thereto in Item 8 of this Annual Report on Form 10-K. The forward-looking statements in this section and other parts of this report involve risks, uncertainties and other factors, including statements regarding our plans, objectives, goals, strategies, and financial performance. Our actual results could differ materially from the results anticipated in these forward-looking statements as a result of factors set forth under the caption “Forward-Looking Statements” and those set forth in Item 1A of this Annual Report on Form 10-K.\nOur discussion of results for 2023 compared to 2022 is included herein. For discussion of results for 2022 compared to 2021, see our 2022 Annual Report on Form 10-K.\nOVERVIEW\nBusiness Overview\nLancaster Colony Corporation is a manufacturer and marketer of specialty food products for the retail and foodservice channels.\nOur financial results are presented as two reportable segments: Retail and Foodservice. Costs that are directly attributable to either Retail or Foodservice are charged directly to the appropriate segment. Costs that are deemed to be indirect, excluding corporate expenses and other unusual significant transactions, are allocated to the two reportable segments using a reasonable methodology that is consistently applied.\nOver 95% of our products are sold in the United States. Foreign operations and export sales have not been significant in the past and are not expected to be significant in the future based upon existing operations. We do not have any fixed assets located outside of the United States.\nOur business has the potential to achieve future growth in sales and profitability due to attributes such as:\n•\nleading Retail market positions in several product categories with a high-quality perception;\n•\nrecognized innovation in Retail products;\n•\na broad customer base in both Retail and Foodservice accounts;\n•\nwell-regarded culinary expertise among Foodservice customers;\n•\nlong-standing Foodservice customer relationships that help to support strategic licensing opportunities in Retail;\n•\nrecognized leadership in Foodservice product development;\n•\nexperience in integrating complementary business acquisitions; and\n•\nhistorically strong cash flow generation that supports growth opportunities.\nOur goal is to grow both Retail and Foodservice segment sales over time by:\n•\nintroducing new products and expanding distribution;\n•\nleveraging the strength of our Retail brands to increase current product sales; \n•\nexpanding Retail growth through strategic licensing agreements;\n•\ncontinuing to rely upon the strength of our reputation in Foodservice product development and quality; and\n•\nacquiring complementary businesses.\nWith respect to long-term growth, we continually evaluate the future opportunities and needs for our business specific to our plant infrastructure, IT platforms and other initiatives to support and strengthen our operations. Recent examples of resulting investments include:\n•\na significant capacity expansion project for our Marzetti dressing and sauce facility in Horse Cave, Kentucky that reached substantial completion in March 2023;\n•\na capacity expansion project for one of our Marzetti dressing and sauce facilities in Columbus, Ohio that was completed in January 2022;\n•\na significant infrastructure improvement and capacity expansion project for our frozen pasta facility in Altoona, Iowa that was completed in March 2022; and\n•\nthe establishment of a Transformation Program Office in 2019 that serves to coordinate our various capital and integration efforts, including our enterprise resource planning system (“ERP”) project and related initiatives, Project Ascent, that is currently in the implementation phase.\n21\nTable of Contents\nProject Ascent commenced in late 2019 and entails the replacement of our primary customer and manufacturing transactional systems, warehousing systems, and financial systems with an integrated SAP S/4HANA system. Implementation of this system began in July 2022 and continued throughout fiscal 2023. Customer fulfillment levels remained strong before and after the initial system cutover with no unplanned disruptions in receiving orders, producing products or shipping orders. During fiscal 2023, we progressed through our ERP implementation with no major disruptions. We completed the final wave of the implementation phase in August 2023 as planned and will shift our focus towards leveraging the capabilities of our new ERP system in the coming year. Project Ascent will evolve into an on-going Center of Excellence that will provide oversight for all future upgrades of the S/4HANA environment, evaluation of future software needs to support the business, acquisition integration support and master data standards.\nBUSINESS TRENDS\nDating back to the onset of the COVID-19 pandemic in 2020, the effects of COVID-19 on consumer behavior have impacted the relative demand for our Retail and Foodservice products. More specifically, beginning in March 2020, consumer demand shifted towards increased at-home food consumption and away from in-restaurant dining. Over the course of the following two years, while this shift in demand was inconsistent and volatile, on balance it positively impacted our Retail segment sales volumes and negatively impacted our Foodservice segment sales volumes. From an operations standpoint, the shift in demand over the two-year period, combined with other COVID-19-related issues, unfavorably impacted the operating results of both our segments. Beginning near the end of 2022, the volatility and shifts in demand between our Retail and Foodservice products subsided and our operating environment became more predictable and stable.\nThe inflationary cost environment we experienced during 2022 resulted in significantly higher input costs for our business. During 2022, we endured unprecedented inflationary costs for commodities, particularly soybean oil and flour, in addition to notably higher costs for packaging, freight and warehousing, and labor. This cost inflation was attributed to numerous factors such as the impacts of the COVID-19 pandemic, the war in Ukraine, climate and weather conditions, supply chain disruptions, including some raw material and packaging shortages, a tight labor market, and government policy decisions. \nWe continued to experience significant cost inflation through 2023, particularly for soybean oil, eggs and flour. However, our pricing actions served to offset these inflationary costs. In addition, the operating environment stabilized as we did not experience the supply chain disruptions and demand swings of the preceding years.\nRESULTS OF CONSOLIDATED OPERATIONS\n(Dollars in thousands,\nexcept per share data)\nYears Ended June 30,\nChange\n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nNet Sales\n$\n1,822,527\n \n$\n1,676,390 \n$\n1,467,067 \n$\n146,137\n \n9\n \n%\n$\n209,323 \n14 \n%\nCost of Sales\n1,433,959\n \n1,320,671 \n1,080,344 \n113,288\n \n9\n \n%\n240,327 \n22 \n%\nGross Profit\n388,568\n \n355,719 \n386,723 \n32,849\n \n9\n \n%\n(31,004)\n(8)\n%\nGross Margin\n21.3\n \n%\n21.2 \n%\n26.4 \n%\nSelling, General and Administrative Expenses\n222,091\n \n212,098 \n205,363 \n9,993\n \n5\n \n%\n6,735 \n3 \n%\nChange in Contingent Consideration\n—\n \n(3,470)\n(5,687)\n3,470\n \n(100)\n%\n2,217 \n(39)\n%\nRestructuring and Impairment Charges\n24,969\n \n35,180 \n1,195 \n(10,211)\n(29)\n%\n33,985 \nN/M\nOperating Income\n141,508\n \n111,911 \n185,852 \n29,597\n \n26\n \n%\n(73,941)\n(40)\n%\nOperating Margin\n7.8\n \n%\n6.7 \n%\n12.7 \n%\nOther, Net\n1,789\n \n477 \n(107)\n1,312\n \n275\n \n%\n584 \n546 \n%\nIncome Before Income Taxes\n143,297\n \n112,388 \n185,745 \n30,909\n \n28\n \n%\n(73,357)\n(39)\n%\nTaxes Based on Income\n32,011\n \n22,802 \n43,413 \n9,209\n \n40\n \n%\n(20,611)\n(47)\n%\nEffective Tax Rate\n22.3\n \n%\n20.3 \n%\n23.4 \n%\nNet Income\n$\n111,286\n \n$\n89,586 \n$\n142,332 \n$\n21,700\n \n24\n \n%\n$\n(52,746)\n(37)\n%\nDiluted Net Income Per Common Share\n$\n4.04\n \n$\n3.25 \n$\n5.16 \n$\n0.79\n \n24\n \n%\n$\n(1.91)\n(37)\n%\n22\nTable of Contents\nNet Sales\nConsolidated net sales for the year ended June 30, 2023 increased 9% to a new record of $1,823 million from the prior-year record total of $1,676 million, reflecting higher net sales for both the Retail and Foodservice segments driven by pricing to offset inflationary costs. Sales in the current year were unfavorably impacted by approximately $25 million in incremental sales attributed to advance ordering that occurred near the end of fiscal 2022 ahead of our ERP go-live that commenced on July 1. Consolidated sales volumes, measured in pounds shipped, decreased 5% in 2023. In the prior year, consolidated sales volumes increased 2%.\nThe relative proportion of sales contributed by each of our business segments can impact a year-to-year comparison of the consolidated statements of income. The following table summarizes the sales mix over each of the last three years:\n2023\n2022\n2021\nSegment Sales Mix:\nRetail\n53%\n55%\n57%\nFoodservice\n47%\n45%\n43%\nSee discussion of net sales by segment following the discussion of “Earnings Per Share” below.\nGross Profit\nConsolidated gross profit increased 9% to $388.6 million in 2023 compared to $355.7 million in 2022 as our pricing actions effectively offset the significant inflationary costs we have experienced for commodities, packaging, labor and warehousing. The higher gross profit also reflects the benefits of a more stable operating environment, improved manufacturing efficiencies and reduced reliance upon co-manufacturers. The current-year gross profit compares to a challenging prior-year period characterized by escalating inflationary costs across our entire supply chain, the unfavorable effects of supply chain disruptions, demand volatility and uncertainty, suboptimal capacity utilization, and overall lower productivity resulting in substantially higher costs to produce our products and service our customers. Note that last year’s gross profit included an estimated $5 million impact from the advance customer orders ahead of our ERP go-live.\nSelling, General and Administrative Expenses\nYear Ended June 30,\nChange\n(Dollars in thousands)\n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nSG&A Expenses - Excluding Project Ascent\n$\n192,225\n \n$\n172,771 \n$\n167,480 \n$\n19,454\n \n11\n \n%\n$\n5,291 \n3 \n%\nProject Ascent Expenses\n29,866\n \n39,327 \n37,883 \n(9,461)\n(24)\n%\n1,444 \n4 \n%\nTotal SG&A Expenses\n$\n222,091\n \n$\n212,098 \n$\n205,363 \n$\n9,993\n \n5\n \n%\n$\n6,735 \n3 \n%\nSelling, general and administrative (“SG&A”) expenses increased 5% to $222.1 million in 2023. This increase reflects increased investments in personnel and IT; higher brokerage costs associated with the increased sales; higher travel expenses; and some nonrecurring legal charges for closed operations. Project Ascent expenses decreased $9.5 million to $29.9 million.\nProject Ascent expenses are included within Corporate Expenses. A portion of the costs that have been classified as Project Ascent expenses represent ongoing costs that will continue subsequent to the completion of our ERP implementation.\nChange in Contingent Consideration\nIn 2022, the change in contingent consideration resulted in a benefit of $3.5 million. This benefit was attributed to a reduction in the fair value of the contingent consideration liability for Bantam Bagels, LLC (“Bantam”) based on our fair value measurements, resulting in a zero balance at March 31, 2022. We recorded $2.6 million in our Foodservice segment and $0.9 million in our Retail segment. We ultimately exited the Bantam business near the end of fiscal 2022. See further discussion in Note 2 to the consolidated financial statements.\nRestructuring and Impairment Charges\nIn 2023, we recorded impairment charges of $25.0 million related to the intangible assets of Flatout, Inc. (“Flatout”) due to lowered expectations for the projected sales and profitability of the Flatout business. These impairment charges were reflected in our Retail segment.\n23\nTable of Contents\nIn 2022, we recorded restructuring and impairment charges totaling $35.2 million related to the following items:\n•\nour decision to explore strategic alternatives and ultimately exit the Bantam business;\n•\nthe impact of a revision to the forecasted cash flows of Bantam on the intangible assets of this business;\n•\nthe impact of a revision to the forecasted branded sales of Angelic Bakehouse, Inc. (“Angelic”) on the intangible assets of this business; and\n•\nthe closure of our frozen garlic bread facility in Baldwin Park, California.\n Based on our decision to explore strategic alternatives for the Bantam business, impairment testing was triggered for the related long-lived assets of the asset group. The restructuring and impairment charges of $24.8 million included impairment charges for intangible assets, fixed assets and an operating lease right-of-use asset, as well as other closure-related costs. Due to their unusual nature, these charges were not allocated to our two reportable segments. As noted above, we ultimately exited the Bantam business near the end of fiscal 2022. The operations of this business were not classified as discontinued operations as the closure did not represent a strategic shift that would have a major effect on our operations or financial results.\nIn 2022, prior to our decision to explore strategic alternatives for the Bantam business, we also recorded an impairment charge of $0.9 million related to Bantam’s Retail customer relationships intangible asset, which reflected lower projected cash flows for Bantam’s Retail business. This impairment charge was reflected in our Retail segment.\nIn 2022, we also recorded an impairment charge of $8.8 million related to the tradename intangible asset of Angelic, which reflected the impact of lower projected sales for Angelic’s branded Retail business. This impairment charge was reflected in our Retail segment.\nIn 2022, we committed to a plan to close our frozen garlic bread facility in Baldwin Park, California in support of our ongoing efforts to better optimize our manufacturing network. The operations of this facility were not classified as discontinued operations as the closure did not represent a strategic shift that would have a major effect on our operations or financial results. We recorded restructuring and impairment charges of $0.7 million, which consisted of one-time termination benefits and impairment charges for fixed assets and an operating lease right-of-use asset. These charges were not allocated to our two reportable segments due to their unusual nature.\nOperating Income\nOperating income increased 26% to $141.5 million in 2023 driven by the increase in gross profit as our pricing actions served to offset the significant inflationary costs we have experienced for commodities, packaging, labor and warehousing, as well as the impact of lower restructuring and impairment charges. Operating income also benefited from a more stable operating environment, improved manufacturing efficiencies and reduced reliance upon co-manufacturers. The increase in SG&A expenses partially offset these positive factors. Additionally, operating income in the current year was unfavorably impacted by the advance ordering that occurred near the end of fiscal 2022 ahead of our ERP go-live and accounted for an estimated $5 million in operating income.\nSee discussion of operating results by segment following the discussion of “Earnings Per Share” below.\nTaxes Based on Income\nOur effective tax rate was 22.3% and 20.3% in 2023 and 2022, respectively. See Note 8 to the consolidated financial statements for a reconciliation of the statutory rate to the effective rate.\nWe include the tax consequences related to stock-based compensation within the computation of income tax expense. We may experience increased volatility to our income tax expense and resulting net income dependent upon, among other variables, the price of our common stock and the timing and volume of share-based payment award activity such as employee exercises of stock-settled stock appreciation rights and vesting of restricted stock awards. For 2023 and 2022, the impact of net windfall tax benefits from stock-based compensation reduced our effective tax rate by 0.4% and 0.1%, respectively.\nEarnings Per Share\nAs influenced by the factors discussed above, diluted net income per share totaled $4.04 in 2023, an increase from the 2022 total of $3.25 per diluted share. Diluted weighted average common shares outstanding for each of the years ended June 30, 2023 and 2022 have remained relatively stable.\nIn 2023 and 2022, expenditures for Project Ascent reduced diluted earnings per share by $0.84 and $1.09, respectively, and restructuring and impairment charges reduced diluted earnings per share by $0.70 and $0.98, respectively. In 2022, the adjustments to Bantam’s contingent consideration increased diluted earnings per share by $0.10.\n24\nTable of Contents\nRESULTS OF OPERATIONS - SEGMENTS\nRetail Segment\nYear Ended June 30,\nChange\n(Dollars in thousands)\n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nNet Sales\n$\n965,370\n \n$\n915,210 \n$\n828,963 \n$\n50,160\n \n5\n \n%\n$\n86,247 \n10 \n%\nOperating Income\n$\n139,464\n \n$\n151,627 \n$\n188,403 \n$\n(12,163)\n(8)\n%\n$\n(36,776)\n(20)\n%\nOperating Margin\n14.4\n \n%\n16.6 \n%\n22.7 \n%\nIn 2023, net sales for the Retail segment reached a record $965.4 million, a 5% increase from the prior-year total of $915.2 million, including the favorable impact of our pricing actions. Sales in the current year were unfavorably impacted by advance orders accounting for an estimated $11 million in Retail net sales near the end of fiscal 2022 ahead of our ERP go-live, which commenced on July 1, 2022. Retail segment sales volumes, measured in pounds shipped, declined 4% in the current year. Sales volumes were unfavorably impacted by the advance ordering ahead of our ERP go-live, price elasticity and product line rationalizations that were implemented during fiscal 2022. In 2022, Retail sales volumes increased 2%.\nIn 2023, Retail segment operating income decreased 8% to $139.5 million, including the unfavorable impact of higher impairment charges. As referenced in the “Restructuring and Impairment Charges” section above, Retail segment operating income included impairment charges totaling $25.0 million and $9.7 million in 2023 and 2022, respectively. Operating income was favorably impacted by our pricing actions, which served to offset significant cost inflation. Operating income also benefited from our reduced reliance upon co-manufacturers. In the prior year, the net impact of our pricing actions lagged the extraordinary levels of cost inflation, and the segment’s operating income also reflected an unstable operating environment that resulted in increased costs to manufacture products and service the business.\nFoodservice Segment\nYear Ended June 30,\nChange\n(Dollars in thousands)\n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nNet Sales\n$\n857,157\n \n$\n761,180 \n$\n638,104 \n$\n95,977\n \n13\n \n%\n$\n123,076 \n19 \n%\nOperating Income\n$\n106,349\n \n$\n82,745 \n$\n89,048 \n$\n23,604\n \n29\n \n%\n$\n(6,303)\n(7)\n%\nOperating Margin\n12.4\n \n%\n10.9 \n%\n14.0 \n%\nIn 2023, Foodservice segment net sales increased 13% to a record $857.2 million from the 2022 total of $761.2 million driven by inflationary pricing and volume gains from certain quick-service restaurant customers in our mix of national chain restaurant accounts. Sales in the current year were unfavorably impacted by the advance ordering that occurred near the end of fiscal 2022 ahead of our ERP go-live, which reduced Foodservice net sales in the current year by an estimated $14 million. Foodservice segment sales volumes, measured in pounds shipped, decreased 5% in the current year. Sales volumes were unfavorably impacted by the advance ordering ahead of our ERP go-live and our decision to exit some less profitable SKUs during fiscal 2022. In 2022, Foodservice sales volumes increased 2%.\nIn 2023, Foodservice segment operating income increased 29% to $106.3 million as our pricing actions effectively offset inflationary costs. Operating income in the current year also benefited from a more stable operating environment, improved manufacturing efficiencies and our decision to discontinue some less profitable SKUs. Prior-year operating income reflected a lag in pricing relative to inflationary costs, as partially offset by the adjustments to Bantam’s contingent consideration.\nCorporate Expenses\nIn 2023, corporate expenses totaled $104.3 million as compared to $97.0 million in 2022. This increase primarily reflects increased investments in personnel and IT, as well as some nonrecurring legal charges for closed operations. Lower expenditures for Project Ascent partially offset these higher expenses. Project Ascent expenses totaled $29.9 million and $39.3 million in 2023 and 2022, respectively.\nLOOKING FORWARD\nFor 2024, we anticipate Retail segment sales will benefit from volume growth led by our licensing program, including incremental growth from the new products, flavors and sizes we introduced in 2023, along with some new items we have planned for 2024. We also foresee continued positive momentum for our New York \nBRAND\n®\n Bakery frozen garlic bread products. In Foodservice, we expect sales volumes to be led by growth from select quick-service restaurant customers in our mix of national chain restaurant accounts, while external factors, including U.S. economic performance and potential changes in consumer sentiment, may impact demand. Consolidated net sales will also continue to benefit from the pricing actions taken in 2023.\n25\nTable of Contents\nWe project the impact of inflationary costs to subside notably in the coming year compared to fiscal 2023. The pricing actions we have implemented along with our cost savings initiatives will help to offset remaining inflationary costs.\nWith respect to Project Ascent, we completed the final wave of the implementation phase in August 2023 as planned and have shifted towards leveraging the capabilities of our new ERP system to improve execution in the coming year.\nWe will continue to periodically reassess our allocation of capital to ensure that we maintain adequate operating flexibility while providing appropriate levels of cash returns to our shareholders.\nFINANCIAL CONDITION\nLiquidity and Capital Resources\nWe maintain sufficient flexibility in our capital structure to ensure our capitalization is adequate to support our future internal growth prospects, acquire food businesses consistent with our strategic goals, and maintain cash returns to our shareholders through cash dividends and opportunistic share repurchases. Our balance sheet maintained fundamental financial strength during 2023 as we ended the year with $88 million in cash and equivalents, along with shareholders’ equity of $862 million and no debt.\nUnder our unsecured revolving credit facility (“Facility”), we may borrow up to a maximum of $150 million at any one time. We had no borrowings outstanding under the Facility at June 30, 2023. At June 30, 2023, we had $2.8 million of standby letters of credit outstanding, which reduced the amount available for borrowing under the Facility. The Facility expires in March 2025, and all outstanding amounts are then due and payable. Interest is variable based upon formulas tied to SOFR or an alternate base rate defined in the Facility. We must also pay facility fees that are tied to our then-applicable consolidated leverage ratio. Loans may be used for general corporate purposes. Due to the nature of its terms, when we have outstanding borrowings under the Facility, they will be classified as long-term debt.\nThe Facility contains certain restrictive covenants, including limitations on indebtedness, asset sales and acquisitions, and financial covenants relating to interest coverage and leverage. At June 30, 2023, we were in compliance with all applicable provisions and covenants of this facility, and we exceeded the requirements of the financial covenants by substantial margins. At June 30, 2023, there were no events that would constitute a default under this facility.\nWe currently expect to remain in compliance with the Facility’s covenants for the foreseeable future. However, a default under the Facility could accelerate the repayment of any then outstanding indebtedness and limit our access to $75 million of additional credit available under the Facility. Such an event could require a reduction in or curtailment of cash dividends or share repurchases, reduce or delay beneficial expansion or investment plans, or otherwise impact our ability to meet our obligations when due.\nWe believe that cash provided by operating activities and our existing balances in cash and equivalents, in addition to that available under the Facility, should be adequate to meet our liquidity needs over the next 12 months, including the projected levels of capital expenditures and dividend payments. If we were to borrow outside of the Facility under current market terms, our average interest rate may increase and have an adverse effect on our results of operations. Based on our current plans and expectations, we believe our capital expenditures for 2024 could total between $70 and $80 million.\nBeyond the next 12 months, we expect that cash provided by operating activities will be the primary source of liquidity. This source, combined with our existing balances in cash and equivalents and amounts available under the Facility, is expected to be sufficient to meet our overall cash requirements.\nWe have various contractual and other obligations that are appropriately recorded as liabilities in our consolidated financial statements, including finance lease obligations, operating lease obligations, the underfunded defined benefit pension liability, other post-employment benefit obligations, tax liabilities, noncurrent workers compensation obligations, deferred compensation and interest on deferred compensation. See Note 4 to the consolidated financial statements for further information about our lease obligations, including the maturities of minimum lease payments. It is not certain when the liabilities for the underfunded defined benefit pension liability, other post-employment benefit obligations, tax liabilities, noncurrent workers compensation obligations, deferred compensation and interest on deferred compensation will become due. See Notes 8, 11 and 12 to the consolidated financial statements for further information about these liabilities.\nCertain other contractual obligations are not recognized as liabilities in our consolidated financial statements. Examples of such obligations are commitments to purchase raw materials or packaging inventory that has not yet been received as of June 30, 2023, as well as purchase orders and longer-term purchase arrangements related to the procurement of services, including IT service agreements, and property, plant and equipment. The majority of these obligations is expected to be due within one year.\n26\nTable of Contents\nCash Flows\nYear Ended June 30,\nChange\n(Dollars in thousands)\n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nProvided By Operating Activities\n$\n225,901\n \n$\n101,813 \n$\n174,189 \n$\n124,088\n \n122\n \n%\n$\n(72,376)\n(42)\n%\nUsed In Investing Activities\n$\n(90,782)\n$\n(132,240)\n$\n(88,977)\n$\n41,458\n \n31\n \n%\n$\n(43,263)\n(49)\n%\nUsed In Financing Activities\n$\n(106,929)\n$\n(97,345)\n$\n(95,430)\n$\n(9,584)\n(10)\n%\n$\n(1,915)\n(2)\n%\nCash provided by operating activities and our existing balances in cash and equivalents remain the primary sources for funding our investing and financing activities, as well as financing our organic growth initiatives.\nCash provided by operating activities in 2023 totaled $225.9 million, an increase of 122% as compared with the 2022 total of $101.8 million. The 2023 increase was primarily due to the year-over-year changes in net working capital, particularly receivables and accrued liabilities. Receivables reflect the favorable impacts of a current-year decrease in receivables as well as a prior-year increase in receivables. These fluctuations were due in part to an elevated level of receivables at the end of fiscal 2022 resulting from the advance ordering by our customers ahead of our ERP go-live. Accrued liabilities reflect the favorable impacts of a current-year increase in the accruals for compensation and employee benefits as well as a prior-year decline in these balances. Higher net income, as partially offset by the year-over-year change in noncash restructuring and impairment charges, also contributed to the increase in cash provided by operating activities.\nCash used in investing activities totaled $90.8 million in 2023 as compared to $132.2 million in 2022. The 2023 decrease primarily reflects a lower level of payments for property additions, which totaled $90.2 million in 2023 compared to $132.0 million in 2022. Current-year capital expenditures included spending on a capacity expansion project at our dressing and sauce facility in Horse Cave, Kentucky that reached substantial completion in March 2023. Notable prior-year capital expenditures included spending on: the Horse Cave capacity expansion project; a capacity expansion project for one of our Marzetti dressing and sauce facilities in Columbus, Ohio that was completed in January 2022; and infrastructure improvements and capacity expansion investments at our frozen pasta facility in Altoona, Iowa that was completed in March 2022.\nFinancing activities used net cash totaling $106.9 million and $97.3 million in 2023 and 2022, respectively. The vast majority of the cash used in financing activities is attributed to the payment of dividends, and the 2023 increase in cash used in financing activities primarily reflects higher levels of dividend payments, tax withholdings for stock-based compensation and share repurchases. The regular dividend payout rate for 2023 was $3.35 per share, as compared to $3.15 per share in 2022. This past fiscal year marked the 60\nth\n consecutive year of increased regular cash dividends.\nFuture levels of share repurchases and declared dividends are subject to the periodic review of our Board of Directors and are generally determined after an assessment is made of various factors, such as anticipated earnings levels, cash flow requirements and general business conditions.\nOur ongoing business activities continue to be subject to compliance with various laws, rules and regulations as may be issued and enforced by various federal, state and local agencies. With respect to environmental matters, costs are incurred pertaining to regulatory compliance and, upon occasion, remediation. Such costs have not been, and are not anticipated to become, material.\nWe are contingently liable with respect to lawsuits, taxes and various other matters that routinely arise in the normal course of business. We do not have any related party transactions that materially affect our results of operations, cash flows or financial condition.\nIMPACT OF INFLATION\nOur business results can be influenced by significant changes in the costs of our raw materials, packaging and freight. We attempt to mitigate the impact of inflation on our raw-material costs via longer-term fixed-price contractual commitments for a portion of our most significant market-indexed commodities, most notably soybean oil and flour. Specific to freight costs, our transportation network includes a mix of dedicated carriers, longer-term fixed-rate contracts and a small internal fleet that serve to reduce our exposure to spot freight rates. We also have a transportation management system in place to support our freight management processes and help us to secure more competitive freight rates. Nonetheless, we are subject to events and trends in the marketplace that will impact our costs for raw materials, packaging and freight. While we attempt to pass through sustained increases in these costs, any such price adjustments can lag the changes in the related input costs.\nAlthough typically less notable, we are also exposed to the unfavorable effects of general inflation beyond material and freight costs, especially in the areas of labor rates, including annual wage adjustments and benefit costs. Over time, we attempt to minimize the exposure to such cost increases through ongoing improvements and greater efficiencies throughout our manufacturing operations, including benefits gained through our lean six sigma program and strategic investments in plant equipment.\n27\nTable of Contents\nWith regard to the impact of commodity and freight costs on Foodservice segment operating income, most of our supply contracts with national chain restaurant accounts incorporate pricing adjustments to account for changes in ingredient and freight costs. These supply contracts may vary by account specific to the time lapse between the actual change in ingredient and freight costs we incur and the effective date of the associated price increase or decrease. As a result, the reported operating margins of the Foodservice segment are subject to increased volatility during periods of rapidly rising or falling ingredient and/or freight costs because at least some portion of the change in ingredient and/or freight costs is reflected in the segment’s results prior to the impact of any associated change in pricing. In addition, the Foodservice segment has an inherently higher degree of margin volatility from changes in ingredient costs when compared to the Retail segment due to its overall lower margin profile and higher ratio of ingredient pounds to net sales. In Retail, there is an opportunity to offset the impact of inflationary costs through net price realization actions including list price increases, decreased trade spending and packaging size changes. Note that all these Retail cost-recovery options entail some inherent risks and uncertainties, and the implementation timeframe can lag the input cost changes. We also implement value engineering initiatives, such as the use of lower-cost packaging materials and alternative ingredients and/or recipes, to reduce Retail and Foodservice product costs to help offset inflation.\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThis MD&A discusses our consolidated financial statements, which have been prepared in accordance with U.S. generally accepted accounting principles. The preparation of these consolidated financial statements requires that we make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the consolidated financial statements and the reported amounts of revenues and expenses during the reporting period. On an ongoing basis, we evaluate our estimates and judgments, including, but not limited to, those related to accounts receivable allowances, distribution costs, asset impairments and self-insurance reserves. We base our estimates and judgments on historical experience and on various other factors that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions. Historically, the aggregate differences, if any, between our estimates and actual amounts in any year have not had a significant impact on our consolidated financial statements. While a summary of our significant accounting policies can be found in Note 1 to the consolidated financial statements, we believe the following critical accounting policies reflect those areas in which more significant judgments and estimates are used in the preparation of our consolidated financial statements.\nTrade-Related Allowances\nOur receivables balance is net of trade-related allowances, which consist of sales discounts, trade promotions and certain other sales incentives. We evaluate the adequacy of these allowances considering several factors including historical experience, specific trade programs and existing customer relationships. These allowances can fluctuate based on the level of sales and promotional programs as well as the timing of deductions.\nGoodwill and Other Intangible Assets\nGoodwill is not amortized. It is evaluated annually at April 30 by applying impairment testing procedures. Other intangible assets are amortized on a straight-line basis over their estimated useful lives to Selling, General and Administrative Expenses. We evaluate the future economic benefit of the recorded goodwill and other intangible assets when events or circumstances indicate potential recoverability concerns. Carrying amounts are adjusted appropriately when determined to have been impaired.\nRECENT ACCOUNTING PRONOUNCEMENTS\nRecent accounting pronouncements and their impact on our consolidated financial statements are disclosed in Note 1 to the consolidated financial statements.\n28\nTable of Contents\nFORWARD-LOOKING STATEMENTS\nWe desire to take advantage of the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995 (the “PSLRA”). This Annual Report on Form 10-K contains various “forward-looking statements” within the meaning of the PSLRA and other applicable securities laws. Such statements can be identified by the use of the forward-looking words “anticipate,” “estimate,” “project,” “believe,” “intend,” “plan,” “expect,” “hope” or similar words. These statements discuss future expectations; contain projections regarding future developments, operations or financial conditions; or state other forward-looking information. Such statements are based upon assumptions and assessments made by us in light of our experience and perception of historical trends, current conditions, expected future developments and other factors we believe to be appropriate. These forward-looking statements involve various important risks, uncertainties and other factors that could cause our actual results to differ materially from those expressed in the forward-looking statements. Actual results may differ as a result of factors over which we have no, or limited, control including, without limitation, the specific influences outlined below. Management believes these forward-looking statements to be reasonable; however, one should not place undue reliance on such statements that are based on current expectations. Forward-looking statements speak only as of the date they are made, and we undertake no obligation to update such forward-looking statements, except as required by law.\nItems which could impact these forward-looking statements include, but are not limited to, those risk factors identified in Item 1A and:\n•\nefficiencies in plant operations and our overall supply chain network;\n•\nthe reaction of customers or consumers to pricing actions we take to offset inflationary costs;\n•\nprice and product competition;\n•\nadequate supply of labor for our manufacturing facilities;\n•\nthe impact of customer store brands on our branded retail volumes;\n•\ninflationary pressures resulting in higher input costs;\n•\nadverse changes in freight, energy or other costs of producing, distributing or transporting our products;\n•\nfluctuations in the cost and availability of ingredients and packaging;\n•\ndependence on contract manufacturers, distributors and freight transporters, including their operational capacity and financial strength in continuing to support our business;\n•\nstability of labor relations;\n•\ndependence on key personnel and changes in key personnel;\n•\ncyber-security incidents, information technology disruptions, and data breaches;\n•\ncapacity constraints that may affect our ability to meet demand or may increase our costs;\n•\ngeopolitical events, such as Russia’s invasion of Ukraine, that could create unforeseen business disruptions and impact the cost or availability of raw materials and energy;\n•\nthe potential for loss of larger programs or key customer relationships;\n•\nfailure to maintain or renew license agreements;\n•\nsignificant shifts in consumer demand and disruptions to our employees, communities, customers, supply chains, production planning, operations, and production processes resulting from the impacts of epidemics, pandemics or similar widespread public health concerns and disease outbreaks;\n•\nchanges in demand for our products, which may result from loss of brand reputation or customer goodwill;\n•\nthe possible occurrence of product recalls or other defective or mislabeled product costs;\n•\nthe success and cost of new product development efforts;\n•\nthe lack of market acceptance of new products;\n•\nthe extent to which business acquisitions are completed and acceptably integrated;\n•\nthe ability to successfully grow acquired businesses;\n•\nthe effect of consolidation of customers within key market channels;\n•\nmaintenance of competitive position with respect to other manufacturers;\n•\nthe outcome of any litigation or arbitration;\n•\nchanges in estimates in critical accounting judgments;\n•\nthe impact of any regulatory matters affecting our food business, including any required labeling changes and their impact on consumer demand;\n•\nthe impact of fluctuations in our pension plan asset values on funding levels, contributions required and benefit costs; and\n•\ncertain other risk factors, including those discussed in other filings we have submitted to the Securities and Exchange Commission.\n29\nTable of Contents",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk\nWe have exposure to market risks primarily from changes in raw material prices. In recent years, due to the absence of any borrowings, we have not had exposure to changes in interest rates. We also have not had exposure to market risk associated with derivative financial instruments or derivative commodity instruments as we do not utilize any such instruments.\nRAW MATERIAL PRICE RISK\nWe purchase a variety of commodities and other raw materials, such as soybean oil, flour, eggs and dairy-based materials, which we use as ingredients for our products. The market prices for these commodities are subject to fluctuation based upon a number of economic factors and may become volatile at times. While we do not use any derivative commodity instruments to hedge against commodity price risk, we do actively manage a portion of the risk through a structured forward purchasing program for certain key materials such as soybean oil and flour. This program, coupled with short-term fixed price arrangements on other significant raw materials, provide us more predictable input costs, which, in addition to the supply contracts with our foodservice customers that allow us to pass along price increases for commodities, help to reduce margin volatility during periods of significant volatility in the commodity markets.",
    "cik": "57515",
    "cusip6": "513847",
    "cusip": [
        "513847103"
    ],
    "names": [
        "LANCASTER COLONY CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/57515/000005751523000017/0000057515-23-000017-index.htm"
}