{
    "item1": ">Item 1. Business\nCompany Overview\nThis Annual Report on Form 10-K (this \"Annual Report\") is being filed by Pyxus International, Inc. (the \"Company,\" \"Pyxus,\" \"we,\" or \"us\"). Pyxus is a global agricultural company with 150 years of experience delivering value-added products and services to businesses and customers. The Company is a trusted provider of responsibly sourced, independently verified, sustainable, and traceable products and ingredients. The Company has one reportable segment for financial reporting purposes: Leaf. See \"\nNote 1. Basis of Presentation and Summary of \nSignificant\n \nAccounting Policies\n\" to the \"Notes to the Consolidated Financial Statements\" for additional information. \nLeaf Tobacco Operations\nOur leaf tobacco revenues are principally comprised of sales of processed leaf tobacco and fees charged for processing and related services to manufacturers of tobacco products. Our leaf tobacco operations deal primarily in flue-cured, burley, and oriental tobaccos that are used in international cigarette brands. \nWe purchase tobacco on five continents \nand ship to customers globally\n. We primarily purchase tobacco directly from suppliers. In those instances, we assume the risk of matching the quantities and grades required by our customers to the entire crop we must purchase under contract. \nOur arrangements with suppliers vary depending on our predictions of future supply and demand, local historical practice and availability of capital. In some locales, we purchase seeds, fertilizer, pesticides, and other products related to growing tobacco, which represent prepaid inventory, and issue them to suppliers with whom we have purchase contracts. The suppliers then utilize these inputs to grow tobacco, which we are contractually obligated to purchase as long as the supplier meets our specifications. The advances of inputs for the current crop generally include the original cost of the inputs plus a mark-up and interest as it is earned. Where contractually permitted, we charge interest to the suppliers during the period the current crop advance is outstanding. We account for our advances to tobacco suppliers using a cost accumulation model, which results in us reporting our advances at the lower of cost or recoverable amounts excluding the mark-up and interest. The mark-up and interest on our advances are recognized when the tobacco is delivered as a decrease in our cost of the current crop. Upon delivery of tobacco, part of the purchase price paid to the supplier is paid in cash and part through a reduction of the advance balance. The advances applied to the delivery are reclassified out of advances and into unprocessed inventory. Under longer-term arrangements with suppliers, we may advance or guarantee financing on suppliers' capital assets, which are also recovered through the delivery of tobacco to us by our suppliers.\nAs a result of various factors including weather, not all suppliers are able to settle the entire amount of advances through delivery of tobacco in a given crop year. Throughout the crop cycle, we monitor events that may impact the suppliers’ ability to deliver tobacco. If we determine we will not be able to recover the original cost of the advances with deliveries of the current crop, or future crop deliveries, the unit cost of tobacco actually received is increased when unrecoverable costs are within a normal range or expensed immediately when they are above a normal range. The normal range is based on our historical results. We account for the unrecoverable costs in this manner to ensure only costs within a normal range are capitalized in inventory and costs that are above a normal range are expensed immediately as current period charges.\nWe process tobacco to meet each customer's specifications as to quality, yield, chemistry, particle size, moisture content and other characteristics. Unprocessed tobacco is a semi-perishable commodity. The processing of leaf tobacco facilitates shipping and prevents spoilage and is an essential service to our customers because the quality of processed leaf tobacco substantially affects the quality of the manufacturer’s end product. Accordingly, we have located our production facilities in proximity to our principal sources of tobacco. We process tobacco in Company-owned and third-party facilities around the world, including in Argentina, Brazil, China, Guatemala, India, Indonesia, Jordan, Macedonia, Malawi, Tanzania, Thailand, Turkey, United States, and Zimbabwe. These facilities encompass leading export locations of flue-cured, burley and oriental tobaccos. After processing, whole leaves, bundles, strips or stems, and scrap where applicable, are separately packed in cases, bales, cartons or hogsheads for storage and shipment. Packed flue-cured, burley and oriental tobacco generally is transported in the country of origin by truck or rail, and exports are moved by ship. \nDuring the years ended March 31, 2023 and 2022, approximately 65% and 64% of our total purchases for the respective period were from Brazil, China, Turkey, and the Africa region. We have entered into contracts, joint ventures and other arrangements for the purchase of tobacco grown in substantially all other countries that produce export-quality flue-cured and burley tobacco.\nKey Customers\nIn our leaf tobacco business, our primary customers are major consumer tobacco product manufacturers. Refer to \"\nNote 26. Segment Information\n\" to the \"Notes to Consolidated Financial Statements\" for additional information regarding customers, and \n4 \ntheir respective affiliates, that account for more than 10% of our annual revenues. Pyxus delivered approximately 31% of its tobacco sales to customers in Europe, approximately 18% to customers in China, and approximately 12% to customers in the United States for year ended March 31, 2023. The remaining sales of leaf tobacco are to customers located in Asia, Africa, and other geographic regions of the world.\nCompetition\nLeaf tobacco industry competition is based primarily on the price charged for products and services as well as the merchant's ability to meet customer specifications in the buying, processing, residue compliance and financing of tobacco. The Company is one of only two global, publicly held leaf tobacco merchants. We hold a leading position in most major tobacco growing regions in the world, including the principal export markets for flue-cured, burley and oriental tobacco. In addition to the primary global independent leaf tobacco merchants, there are a number of other independent global, regional or national competitors. Local independent leaf merchants with low fixed costs and overhead also supply cigarette manufacturers. \nSeasonality\nThe purchasing and processing activities of our leaf tobacco business are seasonal. Tobacco purchases vary by market and tobacco variety. Tobacco grown in North America is purchased, processed, and marketed generally during the five-month period beginning in July and ending in November. Tobacco grown in South America is usually purchased, processed, and marketed from January through July and, for tobacco grown in Africa, from April through September. Other tobacco markets around the world have similar purchasing periods, although at different times of the year. During the purchasing, processing and marketing seasons, inventories of unprocessed tobacco, inventories of redried tobacco, and trade accounts receivable normally reach peak levels in succession. Current liabilities, particularly advances from customers, and short-term notes payable to banks, normally reach their peak in this period as a means of financing the seasonal expansion of current assets. At March 31, the end of our fiscal year, the seasonal components of our working capital reflect primarily the operations related to foreign-grown tobacco.\nTrack and Trace Technology\nIn connection with our leaf tobacco operations, the Company uses a proprietary \"track and trace\" platform, which we have branded as the SENTRI\n®\n, which we believe provides transparency into the lifecycle of agricultural products by monitoring information and obtaining data related to the growth, cultivation, harvest, processing, formulation, testing, and release of individual batches of products. By obtaining data on products at each stage of the supply chain, SENTRI\n®\n permits proactive decision-making for both the Company and its leaf tobacco customers. The key features of the SENTRI\n®\n includes:\n•\nProduct Tracking\n: Data collection and tracking at various stages in the product lifecycle permits customers to gain an understanding of where products originate from, how they were produced, and the product testing data in order to understand ingredients and the product journey. \n•\nControl and Visibility\n: With access to increased data regarding the supply chain, we are able to monitor quality control at various points in the product route to market.\n•\nSustainability Commitments\n: SENTRI\n®\n incorporates visibility into the practices and procedures of the product supply chain.\n•\nLot Number Tracking\n: We are able to track specific products through the manufacturing process by lot number with full visibility to our customers. This permits us and our customers to discover more about the product, its origin and other information relevant to quality control and product transparency.\n•\nAgronomic Services\n: SENTRI\n®\n utilizes an experienced team of agronomists to track data and insights regarding growing practices.\nRegulation\nSee \"\nItem 1A. Risk Factors\n\" for a discussion of applicable government regulation of leaf tobacco.\nHuman Capital Management\nOur workforce is one of our most important stakeholder groups and is critical to achieving our purpose – to transform people’s lives so that together we can grow a better world. The attraction, development and retention of talent enables us to make progress against our business strategy, and it is essential that we create and maintain a culture of conducting business in an ethical and responsible manner. It is for these reasons that we dedicate resources to employee engagement, focus on creating a safe workplace and recognizing employees for the results that they deliver. \nAs of March 31, 2023, we employed approximately \n3,000 p\neople, excluding seasonal employees, in our worldwide operations. We maintain positive relationships with the Company’s employees and their respective organizations. We have collective bargaining agreements in place in many of the countries in which we operate and we have long-term agreements in-place in certain jurisdictions to resolve disputes through binding arbitration. \n5 \nOversight and Management\nOur Human Resources department is responsible for managing employment-related matters, including recruiting and hiring, onboarding, compensation design and implementation, performance management, advancement and succession planning, and professional and learning development. Our Board of Directors provides oversight of various matters pertaining to our workforce. The Compensation Committee of the Board of Directors is responsible for executive compensation matters and oversight of the risks and programs related to talent management. Our Human Rights Policy and Code of Business Conduct highlight our commitment to diversity, inclusion, fairness, safety and equal opportunity in all aspects of employment. \nSupply Chain Human Rights Matters\nWe support efforts to address human rights concerns in the tobacco supply chain. For example, in our tobacco supply chain, we use on-farm good agricultural practices assessments to assess suppliers’ compliance with labor practices. Our subsidiaries establish contract terms and conditions with tobacco suppliers related to issues such as forced and child labor, and they conduct social compliance due diligence throughout our tobacco-growing regions.\nEnvironmental Compliance\nWe are aware of the impact our business activities have on the environment, and we understand that climate change will have a long-term impact on our business, our employees, suppliers and the communities in which they live. We have committed to reducing our environmental impact from our operations and working with our contracted growers to apply sustainable agricultural methods and practices. Additional information regarding our activities related to our sustainability strategy can be found in our Sustainability Report, which is published on our website.\nCurrently, there are no material estimated capital expenditures related to environmental control facilities. In addition, there is no material effect on capital expenditures, results of operations or competitive position anticipated as a result of compliance with current or pending federal or state laws and regulations relating to protection of the environment.\nAvailable Information\nOur website is \nwww.pyxus.com\n. Our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available free of charge at \nhttp://investors.pyxus.com\n as soon as reasonably practicable after we file such material with, or furnish it to, the U.S. Securities and Exchange Commission (\"SEC\"). The information contained on our website shall not be deemed part of this annual report on Form 10-K. The SEC maintains a website \n(www.sec.gov\n) that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\nDevelopment of the Business\nA description of the general development of the Company's business is included in Item 1 of Part I of the Company's \nAnnual Report on Form 10-\nK for the fiscal year ended March \n31, 2022\n under the heading \"Company Overview\" and the paragraph immediately preceding such heading, which description is incorporated herein by reference.\nItem 1A. Risk Factors\nThe following risk factors should be read carefully in connection with evaluating our business and the forward-looking statements contained in this Annual Report. Any of the following risks could materially adversely affect our business, our operating results, our financial condition, and the actual outcome of matters as to which forward-looking statements are made in this Annual Report.\nRisks Related to Our Leaf Tobacco Operations\nOur reliance on a small number of significant customers may adversely affect our financial results.\nThe customers of our leaf tobacco business are manufacturers of cigarette and other tobacco products. Several of these customers individually may account for a significant portion of our sales in a normal year. \nFor the year ended March 31, 2023, Philip Morris International Inc., China Tobacco International Inc., and \nBritish American Tobacco\n each accounted for more than 10% of our revenues from continuing operations. \nIn addition, tobacco product manufacturers have experienced consolidation and further consolidation among our customers could decrease such customers’ demand for our leaf tobacco or processing services. The loss of any one or more of our significant customers could have a material adverse effect on our financial results.\nVertical integration by our customers could materially adversely affect our financial performance.\nDemand for our leaf tobacco or processing services could be materially reduced if cigarette manufacturers make the decision to significantly vertically integrate their operations, either through acquisition of our competitors, establishing new operations or contracting directly with suppliers. In general, our results of operations have not been adversely affected by vertical integration initiatives, and some customers have reversed certain aspects of their previous vertical integration of operations. However, further vertical integration by our customers could have a material adverse effect on our financial performance.\n6 \nGlobal shifts in sourcing customer requirements may negatively affect our organizational structure and asset base.\nShifts in sourcing of tobacco may occur as a result of currency fluctuations, including changes in currency exchange rates against the United States Dollar (\"USD\"), the imposition of tariffs and other changes in international trade policies. We may not be able to timely or efficiently adjust to shifts in sourcing origins, and adjusting to shifts may require changes in our production facilities in certain origins and changes in our fixed asset base. We have incurred, and may continue to incur, restructuring charges as we continue to adjust to shifts in sourcing. Adjusting our capacity and adjusting to shifts in sourcing may have an adverse impact on our ability to manage our costs and could have an adverse effect on our financial performance.\nOur financial results will vary according to growing conditions, customer indications, and other factors, which significantly impacts our ability to forecast our quarterly and annual financial performance.\nOur financial results may be significantly affected by fluctuations in tobacco growing seasons and crop sizes, which affect the supply of tobacco. Crop sizes may be affected by, among other things, crop infestation and disease, the volume of annual tobacco plantings and yields realized by suppliers, and suppliers' elections to grow crops other than tobacco. The cultivation period for tobacco is dependent upon a number of factors, including the weather and other natural events, such as hurricanes or tropical storms, and our processing schedule and results of operations for any quarterly period can be significantly altered by these factors. The unpredictability may be exacerbated by the effects of climate change, which could increase the likelihood or severity of disruptive weather events.\nThe cost of acquiring tobacco can fluctuate greatly due to crop sizes and increased competition in certain markets in which we purchase tobacco. For example, short crops in periods of high demand translate into higher average green prices, higher throughput costs and less volume to sell. Furthermore, large crops translate into lower average green prices, lower throughput costs and excess volume to sell.\nThe timing and unpredictability of customer indications, orders, and shipments cause us to keep tobacco in inventory, increase our risk, and result in variations in financial results. The timing of shipments can be materially impacted by shortages of containers and vessels for shipping, increased spot-prices for shipping leading vessel operators to reduce cargo allocations of our customers' containers covered by lower-priced, long-term shipping arrangements, as well as infrastructure and accessibility issues in ports we use for shipment. We may, from time to time in the ordinary course of business, keep a significant amount of processed tobacco in inventory for our customers to accommodate their inventory management and other needs. Sales recognition by us and our subsidiaries is based on the passage of ownership, usually with shipment of product. Because individual shipments may represent significant amounts of revenue, our financial results may vary significantly depending on our customers’ needs and shipping instructions. These fluctuations result in varying volumes and sales in given periods, which also reduces your ability to compare our financial results in different periods or in the same periods in different years.\nLoss of confidence in us by our customers and suppliers may have a material adverse impact on our business, financial condition, results of operations, and cash flows. \nIf our customers and suppliers lose confidence in us, they may seek to establish alternative commercial relationships. In addition, in such circumstances, our suppliers, farmers, vendors, counterparties and service providers may seek to renegotiate the terms of our agreements, attempt to terminate their relationships with us or require financial assurances from us. If our suppliers, farmers, vendors, and other providers require stricter terms and conditions, we may not find these terms and conditions acceptable. Failure to timely obtain suitable inventory at competitive prices could materially adversely affect our businesses, financial condition, liquidity and results of operations.\nSuppliers who have historically grown tobacco may elect to grow other crops instead of tobacco, which affects the world supply of tobacco and may impact our financial performance.\nIncreases in the prices for other crops have led and may in the future lead suppliers who have historically grown tobacco to elect to grow these other, more profitable, items instead of tobacco. A decrease in the volume of tobacco available for purchase may increase the purchase price of such tobacco. As a result, we could experience an increase in tobacco crop acquisition costs, which may impact our financial performance.\nOur advancement of inputs to tobacco suppliers could expose us to losses.\nOur arrangements with suppliers vary depending on our predictions of future supply and demand, local historical practice and availability of capital. In some locales, we purchase seeds, fertilizer, pesticides, and other products related to growing tobacco, which represent prepaid inventory, and issue them to suppliers with whom we have purchase contracts. The suppliers then utilize these inputs to grow tobacco, which we are contractually obligated to purchase if they meet our specifications. These advances to tobacco suppliers are settled as part of the consideration paid upon the suppliers delivering us unprocessed tobacco at market prices. Two primary factors determine the market value of the tobacco suppliers deliver to us: the quantity of tobacco delivered and the quality of the tobacco delivered, both of which are subject to factors outside of our control at the time we make advances to suppliers. Unsatisfactory quantities or quality of the tobacco delivered could result in losses with respect to advances to our tobacco suppliers or the deferral of those advances.\n7 \nWhen we purchase tobacco directly from suppliers, we bear the risk that the tobacco will not meet our customers’ quality and quantity requirements.\nIn countries where we contract directly with tobacco suppliers, we bear the risk that the tobacco delivered will not meet quality and quantity requirements of our customers. If the tobacco does not meet such market requirements, we may not be able to sell the tobacco we agreed to buy and may not be able to meet all of our customers’ orders, which would have an adverse effect on our profitability and results of operations.\nWeather and other conditions can affect the marketability of our inventory, and climate change may adversely alter weather patterns in tobacco-growing regions.\nLike other agricultural products, the quality of tobacco is affected by weather and the environment, which can change the quality or size of the crop. If a weather event is particularly severe, such as a major drought or hurricane, the affected crop could be destroyed or damaged to an extent that it would be less desirable to our customers, which would result in a reduction in revenues. If such an event is also widespread, it could affect our ability to acquire the quantity of products required by customers. In addition, the potential impact of climate change is uncertain and may vary by geographic region. The possible effects, as described in various public accounts, could include changes in rainfall patterns, water shortages, changing storm patterns and intensities, and changing temperature levels, all of which may be of greater permanence than typical weather fluctuations. Some or all of these impacts could adversely affect the ability of farmers in the regions in which we source leaf tobacco to continue to produce crops of acceptable quality and in sufficient quantities. Their inability to do so could materially adversely affect our operations, results of operations and financial condition. \nIn addition, other items can affect the marketability of tobacco, including, among other things, the presence of:\n•\nnon-tobacco related material;\n•\ngenetically modified organisms; and\n•\nexcess residues of pesticides, fungicides and herbicides.\nA significant event impacting the condition or quality of a large amount of the tobacco crops we buy could make it difficult for us to sell such tobacco or to fill our customers’ orders.\nCompetition could erode our earnings.\nThe leaf tobacco industry is highly competitive. Competition is based primarily on the prices charged for products and services as well as the merchant’s ability to meet customer specifications in the buying, processing, and financing of tobacco. The loss or substantial reduction of any large or significant customer could reduce our earnings. Although we are one of only two primary global independent publicly held leaf tobacco merchants, cigarette manufacturers also buy tobacco directly from local and regional suppliers. We also face increasing competition from new local and regional independent leaf merchants with low fixed costs and overhead and good local customer connections, where the new entrants have been able to capitalize in the global transition to those markets. Any of these sources of new competition may result in less tobacco available for us to purchase and process in the applicable markets.\nContinued high inflation may adversely affect our profitability and the demand for our leaf tobacco products.\nThe economies of the United States and other nations have recently experienced the highest levels of consumer price inflation in decades. Continued inflationary pressures may continue to increase our costs, including the cost of leaf tobacco that we purchase. If these increased costs cannot successfully be passed on to our customers, many of which have significant negotiating power, our profitability and results of operations may be adversely affected. In addition, since our leaf tobacco products are used in the manufacturing of tobacco consumer goods, consumer behavior that deprioritizes the purchase of tobacco consumer goods in response to inflationary increases in the price of such goods could result in reduced overall demand for consumer tobacco products and consequently for the leaf tobacco we provide to manufacturers, which could materially adversely affect our profitability, results of operations and financial position.\nRisks Related to the Scope of Our International Operations\nWe face increased risks of doing business due to the extent of our international operations.\nSome of the countries we do business in do not have stable economies or governments. Our international operations are subject to international business risks, including unsettled political conditions, uncertainty in the enforcement of legal obligations, including the collection of accounts receivable, fraud risks, expropriation, import and export restrictions, exchange controls, inflationary economies, currency risks, and risks related to the restrictions on repatriation of earnings or proceeds from liquidated assets of foreign subsidiaries. These risks are exacerbated in countries where we have advanced substantial sums or guaranteed local loans or lines of credit for the purchase of tobacco from suppliers. \nIn 2006, as a result of the political environment, economic instability, foreign currency controls, and governmental regulations in Zimbabwe, we deconsolidated our Zimbabwe subsidiary, Mashonaland Tobacco Company LTD (\"MTC\"). Subsequently, we determined that the significant doubt about our ability to control MTC was eliminated and reconsolidated MTC as of March 31, \n8 \n2016. The Company utilizes the Zimbabwe RTGS system for local transactions. RTGS is a local currency equivalent that is exchanged at a government specified rate with USD. To convert these units to USD, the Company must obtain foreign currency resources from the Reserve Bank of Zimbabwe, which are subject to the monetary and exchange control policy in Zimbabwe. If the foreign exchange restrictions and government-imposed controls become severe, we may have to reassess our ability to control MTC.\nIn recent years, economic problems in certain countries where we have international operations have received wide publicity related to devaluation and appreciation of the local currency and inflation, including the classification of the Argentina, Turkey, and Zimbabwe economies as highly inflationary. Devaluation and appreciation of the local currency and inflation can affect our purchase costs of tobacco and our processing costs. In addition, we conduct business with suppliers and customers in countries that have recently had or may be subject to dramatic political regime change. In the event of such dramatic changes in the government of such countries, we may be unable to continue to operate our business, or adequately enforce legal obligations, after the change in a manner consistent with prior practice.\nFurther, the imposition of governmental sanctions or other restrictions may preclude us from continuing to sell to certain customers or to source leaf tobacco from certain jurisdictions. For example, governmental sanctions imposed in response to the invasion of Ukraine by Russia have adversely affected sales to customers impacted by the sanctions. Similarly, the imposition of sanctions with respect to other jurisdictions, including sanctions imposed in response to conflict or threat of conflict in other regions could have a material adverse effect on our profitability, results of operations and financial position.\nWe are subject to the Foreign Corrupt Practices Act (the \"FCPA\") and we operate in jurisdictions that pose a high risk of potential FCPA violations.\nWe are subject to the FCPA, which generally prohibits companies and their intermediaries from making improper payments to foreign officials for the purpose of obtaining or keeping business and/or other benefits. We operate in a number of jurisdictions that pose a high risk of potential FCPA violations. Although our corporate policy prohibits foreign bribery and we have adopted procedures to promote compliance, we cannot assure you that our policy or procedures will work effectively all of the time or protect us against liability under the FCPA for actions taken by our agents, employees, and intermediaries with respect to our business or any businesses that we acquire. Failure to comply with the FCPA, other anti-corruption laws and other laws governing the conduct of business with government entities (including local laws) could lead to criminal and civil penalties and other remedial measures (including further changes or enhancements to our procedures, policies, and controls, the imposition of a compliance monitor at our expense and potential personnel changes and/or disciplinary actions), any of which could have an adverse impact on our business, financial condition, results of operations, and liquidity. Any investigation of any potential violations of the FCPA or other anti-corruption laws by U.S. or foreign authorities also could have an adverse impact on our business, financial condition, and results of operations.\nOur exposure to foreign tax regimes, and changes in U.S. or foreign tax regimes, could adversely affect our business.\nOur global exposure to tax regimes could adversely affect our business. We do business in countries that have tax regimes in which the rules are not clear, are not consistently applied and are subject to sudden change. Our earnings could be changed by the uncertain and changing nature of these tax regimes. Certain of our subsidiaries are and may in the future be subject to audit, investigation, or other tax controversies. While the outcome of such matters cannot be predicted with certainty, we do not currently expect that such matters will have a material adverse effect on our business or financial position. However, should one or more of these matters be resolved in a manner adverse to our current expectation, the effect on our results of operations for a particular fiscal reporting period could be material. \nFluctuations in foreign currency exchange and interest rates could adversely affect our results of operations.\nWe conduct our business in many countries around the world. Our business is generally conducted in USD, as is the business of the leaf tobacco industry as a whole. We generally must purchase tobacco in non-U.S. countries using local currency. As a result, local country operating costs, including the purchasing and processing costs for tobaccos, are subject to the effects of exchange fluctuations of the local currency against the USD. When the USD weakens against foreign currencies, our costs for purchasing and processing tobacco in such currencies increases. Although we operate in many non-U.S. countries and are exposed to fluctuations in the currencies of numerous foreign countries, exchange fluctuation in the Brazilian Real against the USD has the greatest potential for impact on our financial results. We attempt to reduce such currency risks by matching the timing of our working capital borrowing needs against the tobacco purchasing and processing funds requirements in the currency of the country where the tobacco is grown. Fluctuations in the value of foreign currencies can significantly affect our operating results.\nIn addition, the devaluation of foreign currencies has resulted and may in the future result in reduced purchasing power from customers whose capital resources are denominated in those currencies. We may incur a loss of business as a result of the devaluation of these currencies now or in the future.\n9 \nRisks Related to Other Aspects of Our Operations\nWe rely on internal and externally hosted information technology systems and disruption, failure, or security breaches of these systems could adversely affect our business.\nWe rely on information technology (\"IT\") systems, including systems hosted by service providers. For example, our enterprise resource planning system and our domestic employee payroll system are hosted by external service providers. Although we have disaster recovery plans and several intrusion preventive mitigating tools and services in-place, which are active inline services or are tested routinely, our portfolio of hardware and software products, solutions and services and our enterprise IT systems, including those hosted by service providers, may be vulnerable to damage or disruption caused by circumstances beyond our control, such as catastrophic events, power outages, natural disasters, computer system, or network failures, computer viruses or other malicious software programs, and cyber-attacks, including system hacking and other cyber-security breaches. The failure or disruption of our IT systems to perform as anticipated for any reason could disrupt our business and result in decreased performance, significant remediation costs, transaction errors, loss of data, processing inefficiencies, downtime, litigation, and the loss of suppliers or customers. A significant disruption or failure could have a material adverse effect on our business operations, financial performance, and financial condition.\nWe cannot assure you that material weaknesses will not be identified in the future.\nIn certain prior years, we identified material weaknesses in our internal control over financial reporting. Although we intend to continue to aggressively monitor and improve our internal controls, we cannot assure you that other material weaknesses will not occur in the future. Failure to implement required new or improved controls, or difficulties encountered in their implementation, could cause us to fail to meet our reporting obligations or result in misstatements in our financial statements in amounts that could be material. Ineffective internal controls could cause investors to lose confidence in our reported financial information, which could have a negative effect on the value of our common stock and could also require additional restatements of our prior reported financial information. In addition, because we are not an \"accelerated filer\" under applicable SEC regulations, we are not required to obtain and present a report of our independent accounting firm with respect to the effectiveness of our internal control over financial reporting and we have not obtained such a report with respect to an evaluation of our internal controls as of March 31, 2023 and, accordingly, no such report is included in this Form 10-K. \nRegulations regarding environmental matters may affect us by substantially increasing our costs and exposing us to potential liability.\nWe are subject to environmental, health, and safety laws and regulations in each jurisdiction in which we operate. Such regulations govern, among other things, emissions of pollutants into the air, wastewater discharges, waste disposal, the investigation and remediation of soil and groundwater contamination, and the health and safety of our employees. For example, our products and the raw materials used in its production processes are subject to numerous environmental laws and regulations. We may be required to obtain environmental permits from governmental authorities for certain of its current or proposed operations. We may not have been, nor may be able to be at all times, in full compliance with such laws, regulations and permits. If we violate or fail to comply with these laws, regulations or permits, we could be fined or otherwise sanctioned by regulators.\nAs with other companies engaged in similar activities or that own or operate real property, we face inherent risks of environmental liability at our current and historical production sites. Certain environmental laws impose strict and, in certain circumstances, joint and several liability on current or previous owners or operators of real property for the cost of the investigation, removal or remediation of hazardous substances as well as liability for related damages to natural resources. In addition, we may discover new facts or conditions that may change our expectations or be faced with changes in environmental laws or their enforcement that would impose additional liabilities. Furthermore, our costs of complying with current and future environmental, health, and safety laws, or our liabilities arising from past or future releases of, or exposure to, regulated materials, may have a material adverse effect on our business, financial condition, and results of operations.\nIncreasing scrutiny and changing expectations from governments, as well as other stakeholders such as investors and customers, with respect to our environmental, social and governance (\"ESG\") policies, including sustainability policies, may impose additional costs on us or expose us to additional risks.\nGovernments, the non-governmental community, and industry increasingly understand the importance of implementing comprehensive environmental, labor, and governance practices. We are committed to implementing a robust sustainability management system, and we continue to implement what we believe are responsible ESG practices. Government regulations, however, could result in new or more stringent forms of ESG oversight and disclosures. These may lead to increased expenditures for environmental controls, land use restrictions, reporting, and other conditions, which could have an adverse effect on our results of operations.\nIn addition, a number of governments have implement or are considering implementing due diligence procedures to ensure strict compliance with environmental, labor, and government regulations. The European Union has proposed broad due diligence reporting requirements for all industries operating within Europe. The United States has called for a broader and more \n10 \nrobust approach to labor compliance in foreign jurisdictions, which could include some of our strategic origins. Due to general uncertainty regarding the timing, content, and extent of any such regulatory changes in the United States or abroad, we cannot predict the impact, if any, that these changes could have to our business, financial condition, and results of operations.\nOur e-liquids business faces inherent risk of exposure to product liability claims, regulatory action, and litigation if its products are alleged to have caused significant loss, injury, or death.\nAs a manufacturer and distributor of products that are ingested or otherwise consumed by humans, our e-liquids business faces the risk of exposure to product liability claims, regulatory action and litigation (including class proceedings and individual proceedings) if its products are alleged to have caused loss, injury or death. Our e-liquids business may be subject to these types of claims due to allegations that its products caused or contributed to injury, illness or death, made false, misleading or impermissible claims, failed to include adequate labeling and instructions for use or failed to include adequate warnings concerning possible side effects or interactions with other substances. Previously unknown adverse reactions resulting from human consumption of these e-liquids products alone or in combination with other medications or substances could also occur. In addition, the manufacture and sale of any ingested or consumable product involves a risk of injury to consumers due to tampering by unauthorized third parties or product contamination. Our e-liquids business may in the future have to recall certain of its products as a result of potential contamination and quality assurance concerns. A product liability claim or regulatory action against our e-liquids business could result in increased costs and could adversely affect its reputation and goodwill with its consumers. We cannot assure you that product liability insurance can be maintained on acceptable terms or with adequate coverage against potential liabilities. Such insurance is expensive and may not be available in the future on acceptable terms, or at all. The inability to obtain sufficient insurance coverage on reasonable terms or to otherwise protect against potential product liability claims could result in the Company's becoming subject to significant liabilities that are uninsured.\nThe risk of class-based litigation (and individual litigation) for manufacturers and distributors of e-liquids and other vaping products, and others involved in the vaping industry, is significant, particularly in the face of increasing health and marketing concerns, the potential for product recalls or other product-related issues. The United States has a highly active plaintiffs’ bar. Recent years have seen a number of purported class action lawsuits in the United States against manufacturers and distributors of e-liquids and other vaping products. These circumstances create enhanced risk and exposure for the Company given the nature of its operations, the products it manufactures, distributes and sells, and its business environment.\nRisks Related to Our Capital Structure\nWe may be unable to continue to access short-term operating credit lines to fund local operations on terms that are acceptable or at all.\nWe have historically financed our non-U.S. local leaf tobacco operations with short-term operating credit lines at the local level. These operating lines are typically seasonal in nature, corresponding to the tobacco crop cycle in that location. Certain of these facilities are uncommitted in that the lenders have the right to cease making loans or demand payment of outstanding loans at any time. Moreover, as these facilities mature, local lenders may not renew them or otherwise offer replacement financing facilities. If local lenders lose confidence in us, they may cease making loans or demand payment of outstanding loans with respect to uncommitted facilities or, with respect to committed facilities, decline to renew or extend existing facilities, or require stricter terms and conditions with respect to future facilities. We may not find these terms and conditions acceptable or they may overly restrict our ability to conduct our businesses successfully. An inability to maintain adequate financing to fund our non-U.S. local leaf tobacco operations in any significant location could result in a significant decline in our revenues, profitability and cash flow and may require us to exit operations in that jurisdiction.\nWe may not continue to have access to the capital markets to obtain long-term and short-term financing on acceptable terms and conditions.\nWe access the short-term capital markets and, from time to time, the long-term markets to obtain financing. Our access to, and the availability of acceptable terms and conditions of, such financing are impacted by many factors, including: (i) our credit ratings; (ii) the liquidity and volatility of the overall capital markets; and (iii) the current state of the economy, including the tobacco industry. There can be no assurances that we will continue to have access to the capital markets on terms acceptable to us.\nWe have substantial debt which may adversely affect us by limiting future sources of financing, interfering with our ability to pay interest, and principal on our indebtedness and subjecting us to additional risks.\nWe have a significant amount of indebtedness and debt service obligations. As of March 31, 2023, we had approximately $1,001.0 million in aggregate principal amount of indebtedness. Our substantial debt could have important consequences, including:\n•\nmaking it more difficult for us to satisfy our obligations with respect to our senior credit obligations and our other obligations;\n11 \n•\nrequiring us to dedicate a substantial portion of our cash flows from operations to payments on our indebtedness, thereby reducing the funds available for operations, working capital, capital expenditures, acquisitions, product development, and other purposes;\n•\nlimiting our ability to obtain additional financing on satisfactory terms and to otherwise fund working capital, capital expenditures, debt refinancing, acquisitions, and other general corporate requirements;\n•\nhampering our ability to adjust to changing market conditions;\n•\nincreasing our vulnerability to general adverse economic and industry conditions;\n•\nplacing us at a competitive disadvantage compared to our competitors that have less debt or are less leveraged;\n•\nlimiting our flexibility in planning for, or reacting to, changes in our business, and the industries in which we operate; \n•\nrestricting us from making strategic acquisitions or exploiting business opportunities; and\n•\nexposing us to the risk of increased interest rates as borrowings under a substantial portion of our debt are subject to variable interest rates.\nWe require a significant amount of cash to service our indebtedness. Our ability to generate cash depends on many factors beyond our control.\nWe require a significant amount of cash to service our indebtedness and a substantial portion of our cash flow is required to fund the interest payments on our indebtedness. Our ability to service our indebtedness and to fund planned capital expenditures depends on our ability to generate cash. This is subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control, including the continuing impact of shipping constraints related to the COVID-19 pandemic. Also, a substantial portion of our debt, including borrowings under our ABL credit facility, bears interest at variable rates. If market interest rates increase, variable-rate debt will create higher debt-service requirements, which would adversely affect our cash flow. We cannot assure you that our businesses will generate sufficient cash flow from operations or that future borrowings will be available to us under in an amount sufficient to enable us to service our indebtedness or to fund our other liquidity needs.\nDespite current indebtedness levels, we may still be able to incur substantially more debt. This could exacerbate further the risks associated with our significant leverage.\nWe may be able to incur substantial additional indebtedness in the future to the extent permitted under our existing credit arrangements. As of March 31, 2023, $414.3 million was available for borrowing under our short and long-term credit facilities. If new debt is added to our current debt levels, the risks discussed above could intensify.\nWe may not be able to refinance or renew our indebtedness or be able to borrow under our ABL credit facility or other future credit facilities, which may have a material adverse effect on our financial condition.\nWe may not be able to renew or refinance our ABL credit facility or other indebtedness, including our senior secured indebtedness, on substantially similar terms, or at all, including as a result of volatility and disruption of global credit markets. We may have to pay additional fees and expenses that we might not have to pay under normal circumstances, and we may have to agree to terms that could increase the cost of our debt structure. If we are unable to renew or refinance our ABL credit facility and other senior secured indebtedness on terms which are not materially less favorable than the terms currently available to us or obtain alternative or additional financing arrangements, we may not be able to repay the ABL credit facility, our senior secured indebtedness, or certain of our other indebtedness, which may result in a default under other indebtedness.\nFailure of foreign banks in which our subsidiaries deposit funds or the failure to transfer funds or honor withdrawals may affect our results of operations.\nFunds held by our foreign subsidiaries are often deposited in their local banks. In addition, we maintain deposit accounts with numerous financial institutions around the world in amounts that exceed applicable governmental deposit insurance levels. Banks in certain foreign jurisdictions may be subject to a higher rate of failure or may not honor withdrawals of deposited funds. In addition, the countries in which these local banks operate may lack sufficient regulatory oversight or suffer from structural weaknesses in the local banking system. Due to uncertainties and risks relating to the political stability of certain foreign governments, these local banks also may be subject to exchange controls and therefore unable to perform transfers of certain currencies. If our ability to gain access to these funds was impaired, it could have a material adverse effect on our results of operations. \nWe may not be able to achieve our stated goals, which may adversely affect our liquidity.\nWe face a number of risks, such as changes in economic conditions, pandemics, changes in the leaf tobacco market, changes in regulations affecting the tobacco industry, other changes in demand for our products, and increasing expenses. We may need to raise additional funds through public or private debt or equity financing or other various means to fund our business, both at a holding-company level and the local short-term credit lines that fund the operating needs of our non-U.S. local leaf tobacco subsidiaries. Our access to necessary financing may be limited, if it is available at all. Therefore, adequate funds may not be available when needed or may not be available on favorable terms, or at all. \n12 \nDevelopments with respect to our liquidity needs and sources of liquidity could result in a deficiency in liquidity.\nOur liquidity requirements are affected by various factors from our core tobacco leaf business, including crop seasonality, foreign currency and interest rates, green tobacco prices, customer mix and shipping requirements, crop size, and quality. Our leaf tobacco business is seasonal, and purchasing, processing, and selling activities have several associated peaks where cash on-hand and outstanding indebtedness may vary significantly during the fiscal year. We anticipate periods in the next twelve months during which our liquidity needs will approach the levels of our anticipated available cash and permitted borrowings under our credit facilities. Developments affecting our liquidity needs, including with respect to the foregoing factors, and sources of liquidity, including impacts affecting our cash flows from operations (including as a result of delays with respect to the anticipated timing of shipments of leaf tobacco, whether due to the impact of pandemics, customer preferences, or other reasons) and the availability of capital resources (including an inability to renew or refinance short-term operating lines of credit and other short-term indebtedness), may result in a deficiency in liquidity. To address a potential liquidity deficiency, we may continue to undertake plans to minimize cash outflows, which could include exiting operations that do not generate positive cash flow. It is possible that, depending on the occurrence of events affecting our liquidity needs and sources of liquidity, such plans may not be sufficient to adequately or timely address a liquidity deficiency.\nDerivative transactions may expose us to potential losses and counterparty risk.\nWe may, from time to time, enter into certain derivative transactions, including interest rate swaps and foreign exchange contracts. Changes in the fair value of these derivative financial instruments that are not accounted for as cash flow hedges are reported as income, and accordingly could materially affect our reported income in any period. In addition, the counterparties to these derivative transactions may be financial institutions or affiliates of financial institutions, and we would be subject to risks that these counterparties default under these transactions. In some of these transactions, our exposure to counterparty credit risk may not be secured by any collateral. Global economic conditions over the last few years have resulted in the actual or perceived failure or financial difficulties of many financial institutions, including bankruptcy. If one or more of the counterparties to one or more of our derivative transactions not secured by any collateral becomes subject to insolvency proceedings, we would become an unsecured creditor in those proceedings with a claim equal to our exposure at the time under those transactions. We cannot assure you of the financial stability or viability of our counterparties.\nRisks Related to the Ownership of Our Common Stock\nCertain shareholders have the ability to exercise controlling influence on various corporate matters.\nTwo shareholders and their respective affiliates, Glendon Capital Management LP (together with its affiliates, the \"Glendon Investor\") and Monarch Alternative Capital LP (together with its affiliates, the \"Monarch Investor;\" the Glendon Investor and the Monarch Investor are together referred to as the \"Significant Shareholders\") beneficially own in the aggregate approximately 56% of our issued and outstanding common stock and, therefore, have significant control on the outcome of matters submitted to a vote of shareholders, including, but not limited to, electing directors and approving corporate transactions. Pursuant to the terms of a Shareholders Agreement dated as of August 24, 2020 among the Company and certain shareholders, including the Significant Shareholders, each of the Glendon Investor and the Monarch Investor has the right (depending on its continued ownership of a specified percentage of the outstanding shares of our common stock) to nominate up to two individuals for election as directors, and each of them and the other shareholders that are parties to the Shareholders Agreement have agreed to take all necessary action to elect such nominees as directors. Under our articles of incorporation, the affirmative vote of each of the Glendon Investor and the Monarch Investor, so long as it continues to maintain an Investor Percentage Interest (as defined in the Shareholders Agreement) of at least five percent, is required for the approval of any amendment to the articles of incorporation. It is our understanding that each of the Glendon Investor and the Monarch Investor hold a significant amount of our senior secured indebtedness. Circumstances may occur in which the interests of the Significant Shareholders could be in conflict with the interests of other shareholders, and the Significant Shareholders could have substantial influence to cause us to take actions that align with their interests. Should conflicts arise, we can provide no assurance that the Significant Shareholders would act in the best interests of other shareholders or that any conflicts of interest would be resolved in a manner favorable to our other shareholders.\nThe price of our common stock may be negatively impacted by factors that are unrelated to our operations.\nAlthough our common stock is currently listed for quotation on the OTC Markets, we understand that no securities brokerage firm is making a market in the Company’s common stock. Trading through the OTC Markets is frequently thin and may be highly volatile. There is no assurance that a sufficient market will continue in our stock, in which case it could be difficult for shareholders to sell their stock. The market price of our common stock could fluctuate substantially due to a variety of factors, including market perception of the markets in which our businesses operate, quarterly operating results of our competitors, trading volume in our common stock, changes in general conditions in the economy and the financial markets or other developments affecting our competitors or us. In addition, the stock market is subject to extreme price and volume fluctuations. This volatility has had a significant effect on the market price of securities issued by many companies for reasons unrelated to their operating performance and could have the same effect on our common stock.\n13 \nRisks Related to the Tobacco Industry\nReductions in demand for consumer tobacco products could adversely affect our results of operations.\nThe tobacco industry, both in the United States and abroad, continues to face a number of issues that may reduce the consumption of cigarettes and adversely affect our business, sales volume, results of operations, cash flows and financial condition.\nThese issues, some of which are more fully discussed below, include:\n•\ngovernmental actions seeking to ascribe to tobacco product manufacturers liability for adverse health effects associated with smoking and exposure to environmental tobacco smoke;\n•\nsmoking and health litigation against tobacco product manufacturers;\n•\nincreased consumer acceptance of electronic cigarettes;\n•\ntax increases on consumer tobacco products;\n•\npotential prohibition on the sale of menthol cigarettes in the United States;\n•\ncurrent and potential actions by state attorneys general to enforce the terms of the Master Settlement Agreement, or MSA, between state governments in the United States and tobacco product manufacturers;\n•\ngovernmental and private banks and restrictions on smoking;\n•\nactual and proposed price controls and restrictions on imports in certain jurisdictions outside the United States;\n•\nrestrictions on tobacco product manufacturing, marketing, advertising and sales;\n•\nthe diminishing social acceptance of smoking;\n•\nincreased pressure from anti-smoking groups;\n•\nother tobacco product legislation that may be considered by Congress, the states, municipalities and other countries; and\n•\nthe impact of consolidation among multinational cigarette manufacturers.\nLegislation and regulatory and other governmental initiatives could impose burdensome restrictions on the tobacco industry and reduce consumption of consumer tobacco products and demand for our services.\nThe Tobacco Control Act, which amended the Food, Drug, and Cosmetic Act, extends the authority of the FDA to regulate tobacco products. This act authorizes the FDA to adopt product standards for tobacco products, including the level of nicotine yield and the reduction or elimination of other constituents of the products, along with provisions for the testing of products against these standards. The act imposes further restrictions on advertising of tobacco products, authorizes the FDA to limit the sales of tobacco products to face-to-face transactions permitting the verification of the age of the purchaser, authorizes a study to determine whether the minimum age for the purchase of tobacco products should be increased and requires submission of reports from manufacturers of tobacco products to the FDA regarding product ingredients and other matters, including reports on health, toxicological, behavioral, or physiologic effects of tobacco products and their constituents. The act also mandates warning labels and requires packaging to indicate the percentage of domestically grown tobacco and foreign grown tobacco included in the product, although the FDA has issued guidance to the industry announcing its intent to enforce the latter requirements until further notice. The FDA has adopted regulations under the act establishing requirements for the sale, distribution, and marketing of cigarettes, as well as package warnings and advertising limitations.\nThe act directs the FDA to promulgate regulations requiring that the methods used in, and the facilities and controls used for, the manufacture, preproduction design validation, packing, and storage of a tobacco product conform to current good manufacturing practice. Regulations under the act do not apply to tobacco leaf that is not in the possession of a manufacturer of tobacco products, or to the producers of tobacco leaf, including tobacco suppliers, tobacco warehouses, and tobacco supplier cooperatives unless those entities are controlled by a tobacco product manufacturer, but do apply to our U.S. cut rag processing facility with respect to covered tobacco products.\nOn April 28, 2022, the FDA announced its proposals to adopt regulations to prohibit the manufacture, distribution, and sale in the United States of cigarettes having menthol as a characterizing flavor and all cigars having a characterizing flavor other than tobacco. According to the FDA’s proposed rulemaking, sales of menthol-flavored cigarettes accounted for 34-36% of total cigarette sales in the U.S. in 2020. While we are unable to precisely estimate the portion of our sales of leaf tobacco in the U.S. that is used in the manufacture of menthol-flavored cigarettes, we believe a significant portion of our U.S. leaf tobacco sales are used for such purpose. In addition, a significant portion of the tobacco from our U.S. cut rag processing facility is used in the manufacture of flavored cigars. The FDA’s proposed regulations are subject to public comment and may not be adopted exactly as proposed. In addition, if the proposed regulations are adopted, the extent of any reduction in consumer demand for tobacco products is uncertain, though such reduction could be significant.\nThe full impact of the act, including regulations adopted thereunder, the recently proposed regulations, and any further regulatory action to implement the act, is uncertain. However, if the effect of the act and FDA regulations under the act is a significant reduction in consumption of tobacco products, it could materially adversely affect our business, volume, results of operations, cash flows and financial condition.\n14 \nReports with respect to the harmful physical effects of cigarette smoking have been publicized for many years, and the sale, promotion and use of cigarettes continue to be subject to increasing governmental regulation. Since 1964, the Surgeon General of the United States and the Secretary of Health and Human Services have released a number of reports linking cigarette smoking with a broad range of health hazards, including various types of cancer, coronary heart disease and chronic lung disease, and recommending various governmental measures to reduce the incidence of smoking. More recent reports focus upon the addictive nature of cigarettes, the effects of smoking cessation, the decrease in smoking in the United States, the economic and regulatory aspects of smoking in the Western Hemisphere, and cigarette smoking by adolescents, particularly the addictive nature of cigarette smoking in adolescence. Numerous state and municipal governments have taken and others may take actions to diminish the social acceptance of smoking of tobacco products, including banning smoking in certain public and private locations.\nA number of foreign nations also have taken steps to restrict or prohibit cigarette advertising and promotion, to increase taxes on cigarettes and to discourage cigarette smoking. In some cases, such restrictions are more onerous than those in the United States. For example, advertising and promotion of cigarettes has been banned or severely restricted for a number of years in Australia, Canada, Finland, France, Italy, Singapore and other countries. Further, in February 2005, the World Health Organization (\"WHO\") treaty, the Framework Convention for Tobacco Control (\"FCTC\"), entered into force. This treaty, which the WHO reports has been signed or otherwise ratified by 181 nations, requires party nations to enact legislation that would require, among other things, specific actions to prevent youth smoking; restrict or prohibit tobacco product marketing; inform the public about the health consequences of smoking and the benefits of quitting; regulate the content of tobacco products; impose new package warning requirements including the use of pictorial or graphic images; eliminate cigarette smuggling and counterfeit cigarettes; restrict smoking in public places; increase and harmonize cigarette excise taxes; abolish duty-free tobacco sales; and permit and encourage litigation against tobacco product manufacturers.\nDue to the present regulatory and legislative environment, a substantial risk exists that tobacco product sales may decline. A significant decrease in worldwide tobacco consumption brought about by existing or future governmental laws and regulations would reduce demand for tobacco products and services and could have a material adverse effect on our results of operations.\nThe impact of potential regulations to prohibit the sale of cigarettes in the United States other than low-nicotine cigarettes, if they are adopted and become effective, is uncertain, but they could materially adversely affect our business, results of operations and financial condition.\nIn June 2022, the U.S. Food and Drug Administration (the \"FDA\") announced its plan to publish a proposed rule in 2023 that would prohibit the sale of cigarettes in the United States other than cigarettes having significantly reduced levels of nicotine. The definitive provisions of such a proposed rule have not yet been announced and any rule proposal is subject to public comment prior to being adopted by the FDA.\n \nAccordingly, the terms of any such final rule are uncertain and the date of effectiveness of such a rule is also uncertain.\n \nWhile the FDA announced that reducing the nicotine levels of cigarettes would reduce consumption of cigarettes by future generations and facilitate current smokers to stop consuming cigarettes, it is uncertain whether such potential regulations, if they are adopted and become effective, will have such effect.\n \nWhile the impact of such potential regulations on the Company is also uncertain, such regulations, if they are adopted and become effective, could materially adversely affect our business, results of operations and financial condition.\nGovernment actions can have a significant effect on the sourcing of tobacco. If some of the current efforts are successful, we could have difficulty obtaining sufficient tobacco to meet our customers’ requirements, which could have an adverse effect on our performance and results of operations.\nA variety of government actions can have a significant effect on the sourcing and production of leaf tobacco. If some of the current proposed efforts are successful, we could have increased barriers to meeting our customers’ requirements, which could have an adverse effect on our performance and results of operations.\nThe WHO, through the FCTC, has specifically issued policy options and recommendations to promote crop diversification initiatives and alternatives to growing leaf tobacco in countries whose economies depend upon tobacco production. If certain countries were to follow these policy recommendations and seek to eliminate or significantly reduce leaf tobacco production, we could encounter difficulty in sourcing leaf tobacco from these regions to fill customer requirements, which could have an adverse effect on our results of operations.\nCertain recommendations by the WHO, through the FCTC, may also cause shifts in customer usage of certain styles of tobacco. In countries such as Canada and Brazil and in the European Union, efforts have been taken to eliminate certain ingredients from the manufacturing process for tobacco products. The FCTC and national governments have also discussed formulating a strategy to place limitations on the level of nicotine allowed in tobacco and tobacco smoke. Such decisions could cause a change in requirements for certain styles of tobacco in particular countries. Shifts in customer demand from one type of tobacco to another could create sourcing challenges as requirements move from one origin to another.\nRegulations impacting our customers that change the requirements for leaf tobacco or restrict their ability to sell their products would inherently impact our business. We have implemented a proprietary \"track and trace\" system that gathers data on leaf \n15 \nproduct beginning at the farm level to assist our customers’ collection of raw material information to support leaf traceability and customer testing requirements. Additionally, given our global presence, we also have the ability to source different types and styles of tobacco for our customers should their needs change due to regulation. Despite our capabilities, the extent to which governmental actions will affect our business, financial condition, results of operations and demand for our products and services will depend on future developments, which are highly uncertain and cannot be predicted. \nIn addition, continued government and public emphasis on environmental issues, including climate change, conservation, and natural resource management, could result in new or more stringent forms of regulatory oversight of industry activities, which may lead to increased levels of expenditures for environmental controls, land use restrictions affecting us or our suppliers, and other conditions that could have a material adverse effect on our business, financial condition, and results of operations. For example, certain aspects of our business generate carbon emissions. Regulatory restrictions on greenhouse gas emissions have been proposed in certain countries in which we operate. These may include limitations on such emissions, taxes or emission allowance fees on such emissions, various restrictions on industrial operations, and other measures that could affect land-use decisions, the cost of agricultural production, and the cost and means of processing and transporting our products. These actions could adversely affect our business, financial condition, and results of operations.\nWe have been subject to governmental investigations into, and litigation concerning, leaf tobacco industry buying and other payment practices.\nThe leaf tobacco industry, from time to time, has been the subject of government investigations regarding trade practices. For example, we were the subject of an investigation by the Antitrust Division of the United States Department of Justice into certain buying practices alleged to have occurred in the industry, we were named defendants in an antitrust class action litigation alleging a conspiracy to rig bids in the tobacco auction markets, and we were the subject of an administrative investigation into certain tobacco buying and selling practices alleged to have occurred within the leaf tobacco industry in some countries within the European Union, including Spain, Italy, Greece and potentially other countries.",
    "item1a": ">Item 1A. Risk Factors\n\" and in our other filings with the Securities and Exchange Commission. Any forward-looking statement is qualified by reference to these cautionary statements. It is not possible to predict or identify all risks and uncertainties relevant to these forward-looking statements. Consequently, the risks and uncertainties identified in this Annual Report should not be considered a complete discussion of all potential risks or uncertainties. We do not undertake to update any forward-looking statement that we may make from time to time except as may be required by law.\nNon-GAAP Financial Measure\nOur financial statements are prepared in accordance with accounting principles generally accepted in the United States of America (\"U.S. GAAP\"). However, we use net debt, a non-GAAP financial measure, to evaluate our financial condition. We believe that the presentation of this non-GAAP financial measure, when viewed as a supplement to our indebtedness reflected on our balance sheets prepared in accordance with U.S. GAAP, provides useful information to investors in evaluating our indebtedness. In addition, this non-GAAP measure addresses questions we routinely receive from analysts and investors and, in order to ensure that investors have access to similar data, we make this data available to the public. This non-GAAP measure should not be considered as an alternative to total debt or any other measure derived in accordance with U.S. GAAP. This non-GAAP measure has important limitations as an analytical tool and should not be considered in isolation or as a substitute for financial measures presented in accordance with U.S. GAAP. The presentation of our non-GAAP financial measures may change from time to time, including as a result of changed business conditions, new accounting rules, or otherwise. Further, our use of \"net debt\" may vary from the use of similarly-titled measures by other companies due to the potential inconsistencies in the method of calculation and differences due to items subject to interpretation.\nExecutive Summary\nIn fiscal year 2023, we experienced the third consecutive year of La Niña weather patterns, which limited tobacco supplies and increased tobacco costs in certain markets. We utilized our global footprint to offset reduced production in these markets and were able to meet our customers' demand for sustainably grown compliant leaf in a short crop year. In addition, the Company overcame challenges with inflationary tobacco costs, increasing interest rates, and lingering geopolitical issues by growing revenue for the full year by 16.8% to $1.9 billion, improving gross margin per kilo by 13.0% to $0.61, and accelerating our operating cycle. We strategically utilized some of the funds generated by increased revenue and improvement in our operating \n17 \ncycle to partially repay the Company's outstanding indebtedness under the ABL Credit Facility as of March 31, 2023, which provides the Company with increased financial flexibility as we approach the buying cycle. \nIn February 2023, the Company successfully completed an exchange of its existing long-term debt with varying maturity dates for new long-term debt with maturity dates in 2027. Our new capital structure addresses approaching maturity dates, provides the Company with increased financial flexibility, and relief from certain restrictive covenants.\nOverview \nPyxus is a global agricultural company with 150 years of experience delivering value-added products and services to businesses and customers. The Company is a trusted provider of responsibly sourced, independently verified, sustainable, and traceable products and ingredients. The Company has one reportable segment for financial reporting purposes: Leaf. An All Other category is included for purposes of reconciliation of the results of the Leaf reportable segment to the consolidated results. See \"\nNote 1. Basis of Presentation and Summary of Significant Accounting Policies\n\" to the \"Notes to the Consolidated Financial Statements\" for additional information. \n18 \nResults of Operations \nYears Ended March 31, 2023 and 2022\nConsolidated*\nYear Ended March 31, 2023\nYear Ended March 31, 2022\nChange\n(in millions)\n$\n%\nSales and other operating revenues\n$\n1,914.9 \n$\n1,639.9 \n$\n275.0 \n16.8 \nCost of goods and services sold\n1,653.9 \n1,412.8 \n241.1 \n17.1 \nGross profit\n261.0 \n227.1 \n33.9 \n14.9 \nGross profit as a percent of sales\n13.6 \n%\n13.8 \n%\nSelling, general, and administrative expenses\n$\n151.5 \n$\n142.0 \n9.5 \n6.7 \nOther expense, net\n11.0 \n3.1 \n7.9 \n254.8 \nRestructuring and asset impairment charges\n4.7 \n8.0 \n(3.3)\n(41.3)\nGoodwill impairment\n— \n32.2 \n(32.2)\n(100.0)\nOperating income\n93.8 \n41.7 \n52.1 \n124.9 \nLoss on deconsolidation/disposition of subsidiaries\n0.6 \n10.7 \n(10.1)\n(94.4)\nLoss on pension settlement\n2.6 \n— \n2.6 \n100.0 \nDebt retirement expense\n— \n2.0 \n(2.0)\n(100.0)\nInterest expense, net\n113.2 \n108.4 \n4.8 \n4.4 \nIncome tax expense\n34.1 \n12.6 \n21.5 \n170.6 \nIncome from unconsolidated affiliates, net\n18.5 \n10.0 \n8.5 \n85.0 \nNet income attributable to noncontrolling interests\n0.9 \n0.1 \n0.8 \n800.0 \nNet loss attributable to Pyxus International, Inc.\n$\n(39.1)\n$\n(82.1)\n$\n43.0 \n52.4 \n \nLeaf:\nSales and other operating revenues\n$\n1,812.2 \n$\n1,531.8 \n$\n280.4 \n18.3 \nTobacco costs\n1,474.0 \n1,233.7 \n240.3 \n19.5 \nTransportation, storage, and other period costs\n98.9 \n92.2 \n6.7 \n7.3 \nTotal cost of goods sold\n1,572.9 \n1,325.9 \n247.0 \n18.6 \nProduct revenue gross profit\n239.3 \n205.9 \n33.4 \n16.2 \nProduct revenue gross profit as a percent of sales\n13.2 \n%\n13.4 \n%\nKilos sold\n387.8 \n381.0 \n6.8 \n1.8 \n     Average price per kilo\n$\n4.67 \n$\n4.02 \n$\n0.65 \n16.2 \n     Average cost per kilo\n4.06 \n3.48 \n0.58 \n16.7 \nAverage gross profit per kilo\n0.61 \n0.54 \n0.07 \n13.0 \nProcessing and other revenues\n88.4 \n95.4 \n(7.0)\n(7.3)\nProcessing and other revenues costs of services sold\n64.0 \n65.9 \n(1.9)\n(2.9)\nProcessing and other gross margin\n24.4 \n29.5 \n(5.1)\n(17.3)\nProcessing and other gross margin as a percent of sales\n27.6 \n%\n30.9 \n%\nAll Other:\nSales and other operating revenues\n$\n14.3 \n$\n12.6 \n$\n1.7 \n13.5 \nCost of goods and services sold\n16.9 \n21.0 \n(4.1)\n(19.5)\nGross loss\n(2.6)\n(8.4)\n5.8 \n69.0 \nGross loss as a percent of sales\n(18.2)\n%\n(66.7)\n%\n*Dollar and percentage changes may not calculate exactly due to rounding\n19 \nSales and other operating revenues increased $275.0 million, or 16.8%, to $1,914.9 million for the year ended March 31, 2023 from $1,639.9 million for the year ended March 31, 2022. This increase was \ndue \nto \na 16.2% increase in average price per kilo driven by higher tobacco prices\n \nand \na 1.8% increase in kilo\n volume primarily from Asia. \nCost of goods and services sold increased $241.1 million, or 17.1%, to $1,653.9 million for the year ended March 31, 2023 from $1,412.8 million for the year ended March 31, 2022. This increase was driven by a \n16.7% increase in a\nverage cost per kilo primarily due to undersupply conditions and inflation.\nGross profit as a percent of sales decreased to 13.6% for the year ended March 31, 2023 from 13.8% for the year ended March 31, 2022. Average gross profit per kilo increased 13.0% primarily due to product mix in Asia and customer mix in North America.\nSelling, general, and administrative expenses increased $9.5 million, or 6.7%, to $151.5 million for the year ended March 31, 2023 from $142.0 million for the year ended March 31, 2022. This increase was primarily due to increased accrued bonus compensation, costs incurred in conjunction with the Debt Exchange Transactions, the normalization of travel expenses post-COVID, and rising healthcare costs. These increases were partially offset by lower legal and professional service fees driven by strategic cost cutting initiatives. Selling, general, and administrative expenses as a percent of sales decreased to 7.9% for the year ended March 31, 2023 from 8.7% for the year ended March 31, 2022. This decrease was related to increased sales and other operating revenues.\nOperating income of $93.8 million for the year ended March 31, 2023 increased $52.1 million, or 124.9%, from operating income of $41.7 million for the year ended March 31, 2022. This increase was mainly due to higher leaf sales and other operating revenues and increased average leaf gross margin per kilo.\nOther expense, net increased $7.9 million, or 254.8%, to $11.0 million for the year ended March 31, 2023 from $3.1 million for the year ended March 31, 2022. This increase was primarily due to higher utilization of securitization facilities. See \"\nNote 4. Other Expense, Net\n\" for additional information.\nGoodwill impairment charges of $32.2 million for the year ended March 31, 2022 were from the full write-off of the carrying value of goodwill for each of the Company's reporting units. See \"\nNote 13. Goodwill and Other Intangibles, Net\n\" for additional information.\nIncome tax expense increased \n$21.5 million, or 170.6%, to $34.1 million for the year ended March 31, 2023 from $12.6 million for the year ended March 31, 2022. This increase was primarily due to $20.8 million of non-recurring expense associated with a valuation allowance for deferred assets recognized in conjunction with the Debt Exchange Transactions. See \"\nNote 16. Debt Arrangements\n\" for additional information regarding the debt exchange transactions completed in February 2023.\n20 \nLiquidity and Capital Resources\nOverview\nOur primary sources of liquidity are cash generated from operations, short-term borrowings under our foreign seasonal lines of credit, availability under ABL Credit Facility (defined below), and cash collections from our securitized receivables. Our liquidity requirements are affected by various factors from our core tobacco leaf business, including crop seasonality, foreign currency and interest rates, green tobacco prices, customer mix, crop size, and quality. Our leaf tobacco business is seasonal, and purchasing, processing, and selling activities have several associated peaks where cash on-hand and outstanding indebtedness may vary significantly compared to year end. The first three quarters of our fiscal year generally represent the peak of our working capital requirements. \nWe believe our sources of liquidity will be sufficient to fund our anticipated operating needs for the next twelve months. During such time our liquidity needs for operations may approach the levels of our anticipated available cash and permitted borrowings under our credit facilities. Unanticipated developments affecting our liquidity needs, including with respect to the foregoing factors, and sources of liquidity, including impacts affecting our cash flows from operations and the availability of capital resources (including an inability to renew or refinance seasonal lines of credit), may result in a deficiency in liquidity. To address a potential liquidity deficiency, we may undertake plans to minimize cash outflows, which could include exiting operations that do not generate positive cash flow. It is possible that, depending on the occurrence of events affecting our liquidity needs and sources of liquidity, such plans may not be sufficient to adequately or timely address a liquidity deficiency.\nDebt Financing\nWe continue to finance our business with a combination of short-term and long-term seasonal credit lines, the long-term debt instruments and securities, advances from customers, and cash from operations when available. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for a summary of our short-term and long-term debt.\nWe continuously monitor and, as available, adjust funding sources as needed to enhance and drive various business opportunities. From time to time we may take steps to reduce our debt or otherwise improve our financial position. Such actions could include prepayments, open market debt repurchases, negotiated repurchases, other redemptions or retirements of outstanding debt, and refinancing of debt. The amount of prepayments or the amount of debt that may be repurchased, refinanced, or otherwise retired, if any, will depend on market condition, trading levels of our debt, our cash position, compliance with debt covenants, and other considerations. \nSenior Secured Debt \nABL Credit Facility\nOn February 8, 2022, our wholly owned subsidiary, Pyxus Holdings, Inc. (\"Pyxus Holdings\"), certain subsidiaries of Pyxus Holdings (together with Pyxus Holdings, the \"Borrowers\"), and the Company and its wholly owned subsidiary, Pyxus Parent, Inc. (\"Pyxus Parent\"), as guarantors, entered into an ABL Credit Agreement (as amended, the \"ABL Credit Agreement\"), dated as of February 8, 2022, by and among Pyxus Holdings, as Borrower Agent, the Borrowers and parent guarantors party thereto, the lenders party thereto, and PNC Bank, National Association, as Administrative Agent and Collateral Agent, to establish an asset-based revolving credit facility (the \"ABL Credit Facility\"), the proceeds of which may be used to provide for the ongoing working capital and general corporate purposes of the Borrowers, the Company, Pyxus Parent, and their subsidiaries. The ABL Credit Facility may be used for revolving credit loans and letters of credit from time to time up to an initial maximum principal amount of $100.0 million, subject to the limitations described below in this paragraph. The ABL Credit Facility includes a $20.0 million uncommitted accordion feature that permits Pyxus Holdings, under certain conditions, to solicit the lenders under the ABL Credit Facility to provide additional revolving loan commitments to increase the aggregate amount of the revolving loan commitments under the ABL Credit Facility not to exceed a maximum principal amount of $120.0 million. The amount available under the ABL Credit Facility is limited by a borrowing base consisting of certain eligible accounts receivable and inventory, reduced by specified reserves, as follows:\n•\n85% of eligible accounts receivable, plus \n•\nthe lesser of (i) 85% of the book value of Eligible Extended Terms Receivables (as defined in the ABL Credit Agreement) and (ii) $5.0 million, plus\n•\n90% of eligible credit insured accounts receivable, plus \n•\nthe lesser of (i) 70% of eligible inventory valued at the lower of cost (based on a first-in first-out basis) and market value thereof (net of intercompany profits) or (ii) 85% of the net-orderly-liquidation value percentage of eligible inventory, minus\n•\napplicable reserves. \nAt March 31, 2023, $75.0 million was available for borrowing under the ABL Credit Facility, after reducing availability by the aggregate borrowings under the ABL Credit Facility of $25.0 million outstanding on that date and the $20.0 million of \n21 \nDomestic Availability (as defined in the ABL Credit Agreement) required to be maintained. Weighted average borrowings outstanding under the ABL Credit Facility during the fiscal year ended March 31, 2023 were $70.2 million.\nThe ABL Credit Facility permits both base rate borrowings and borrowings based upon the Bloomberg-Short-Term Bank Yield Index rate (\"BSBY\"). Borrowings under the ABL Credit Facility bear interest at an annual rate equal to one, three, or six-month reserve-adjusted BSBY Rate plus 300 basis points or 200 basis points above base rate, as applicable, with a fee on unutilized commitments at an annual rate of 37.5 basis points. \nThe ABL Credit Agreement was amended on May 23, 2023, which extended the maturity of the ABL Credit Facility to February 8, 2027. The outstanding amount under the ABL Credit Facility is recorded as noncurrent as of March 31, 2023.\nThe ABL Credit Facility may be prepaid from time to time, in whole or in part, without prepayment or premium, subject to a termination fee upon the permanent reduction of commitments under the ABL Credit Facility of 300 basis points for terminations in the first year after entry into the ABL Credit Agreement, 200 basis points for terminations in the second year and 100 basis points for termination in the third year.\n \nIn addition, customary mandatory prepayments of the loans under the ABL Credit Facility are required upon the occurrence of certain events including, without limitation, outstanding borrowing exposures exceeding the borrowing base, certain dispositions of assets outside of the ordinary course of business in respect of certain collateral securing the ABL Credit Facility and certain casualty and condemnation events. With respect to base rate loans, accrued interest is payable monthly in arrears and, with respect to BSBY loans, accrued interest is payable monthly and on the last day of any applicable interest period. \nThe Borrowers’ obligations under the ABL Credit Facility (and certain related obligations) are (a) guaranteed by Pyxus Parent, and the Company and all of Pyxus Holdings’ wholly owned domestic subsidiaries, and each of Pyxus Holdings’ future wholly owned domestic subsidiaries is required to guarantee the ABL Credit Facility on a senior secured basis (collectively, the \"ABL Loan Parties\") and (b) secured by the collateral, as described below, which is owned by the ABL Loan Parties. \nCash Dominion. \nUnder the terms of the ABL Credit Facility, if (i) an event of default has occurred and is continuing, (ii) excess borrowing availability under the ABL Credit Facility (based on the lesser of the commitments thereunder and the borrowing base) (the \"Excess Availability\") falls below 10% of the total commitments under the ABL Credit Facility at such time, or (iii) Domestic Availability (as defined in the ABL Credit Agreement) being less than $20.0 million, the ABL Loan Parties will become subject to cash dominion, which will require daily prepayment of loans under the ABL Credit Facility with the cash deposited in certain deposit accounts of the ABL Loan Parties, including concentration accounts, and will restrict the ABL Loan Parties’ ability to transfer cash from their concentration accounts to their disbursement accounts. Such cash dominion period (a \"Dominion Period\") shall end when (i) if arising as a result of a continuing event of default, such event of default ceases to exist, (ii) if arising as a result of non-compliance with the Excess Availability threshold, Excess Availability shall be equal to or greater than 10% of the total commitments under the ABL Credit Facility for a period of \n30\n consecutive days and no event of default is continuing, or (iii) if arising as a result of Domestic Availability being less than $20.0 million, Domestic Availability is greater than $20.0 million for a period of 30 consecutive days and no event of default is continuing.\nCovenants. \nThe ABL Credit Agreement governing the ABL Credit Facility contains (i) a springing covenant requiring that the Company’s fixed charge coverage ratio be no less than 1.10 to 1.00 during any Dominion Period and (ii) a covenant requiring Domestic Availability greater than $20.0 million at all times until audited financial statements for fiscal year ending March 31, 2023 are delivered under the ABL Credit Agreement. \nThe ABL Credit Agreement governing the ABL Credit Facility contains customary representations and warranties, affirmative and negative covenants (subject, in each case, to exceptions and qualifications) and events of defaults, including covenants that limit the Company’s ability to, among other things: \n•\nincur additional indebtedness or issue disqualified stock or preferred stock; \n•\nmake investments; \n•\npay dividends and make other restricted payments; \n•\nsell certain assets; \n•\ncreate liens; \n•\nenter into sale and leaseback transactions; \n•\nconsolidate, merge, sell or otherwise dispose of all or substantially all of the Company’s assets; \n•\nenter into transactions with affiliates; and \n•\ndesignate subsidiaries as Unrestricted Subsidiaries (as defined in the ABL Credit Agreement). \nOn March 31, 2023, the Borrowers were in compliance with all covenants under the ABL Credit Agreement. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\n22 \nIntabex Term Loans\nPursuant to (i) an exchange offer (the \"DDTL Facility Exchange\") made to, and accepted by, holders of 100.0% of the outstanding term loans (the \"DDTL Term Loans\") under the Amended and Restated Term Loan Credit Agreement, effectuated pursuant to that certain Amendment and Restatement Agreement, dated as of June 2, 2022 (the \"DDTL Credit Agreement\"), by and among Intabex Netherlands B.V., as borrower (\"Intabex\"), the guarantors party thereto, the administrative agent and collateral agent thereunder, and the several lenders from time to time party thereto and (ii) an exchange offer (the \"Exit Facility Exchange\") made to, and accepted by, holders of 100.0%  of the outstanding term loans (the \"Exit Term Loans\") under the Exit Term Loan Credit Agreement, dated as of August 24, 2020 (the \"Exit Term Loan Credit Agreement\"), by and among Pyxus Holdings, as borrower, the guarantors party thereto, the administrative agent and collateral agent thereunder, and the several lenders from time to time party thereto, on February 6, 2023, Pyxus Holdings entered into the Intabex Term Loan Credit Agreement, dated as of February 6, 2023 (the \"Intabex Term Loan Credit Agreement\"), by and among, Pyxus Holdings, the guarantors party thereto, the lenders party thereto and Alter Domus (US) LLC (\"Alter Domus\"), as administrative agent and senior collateral agent. The Intabex Term Loan Credit Agreement established a term loan credit facility in an aggregate principal amount of approximately $189.0 million  (the \"Intabex Credit Facility\"), under which term loans in the full aggregate principal amount of the Intabex Credit Facility (the \"Intabex Term Loans\") were deemed made in exchange for (i) $100.0 million principal amount of the DDTL Term Loans, plus an additional $2.0 million on account of the exit fee payable under the DDTL Credit Agreement and (ii) approximately $87.0 million  principal amount of Exit Term Loans, representing 40.0%  of the outstanding principal amount thereof (including the applicable accrued and unpaid PIK interest thereon).\nThe Intabex Term Loans bear interest, at Pyxus Holdings’ option, at either (i) a term SOFR rate (subject to a floor of 1.5%) plus 8.0% per annum or (ii) an alternate base rate plus 7.0% per annum. The Intabex Term Loans are stated to mature on December 31, 2027.\nThe Intabex Term Loans may be prepaid from time to time, in whole or in part, without prepayment or penalty. With respect to alternate base rate loans, accrued interest is payable quarterly in arrears on the last business day of each calendar quarter and, with respect to SOFR loans, accrued interest is payable on the last day of each applicable interest period but no less frequently than every three months.\nThe Intabex Term Loan Credit Agreement contains customary representations and warranties, affirmative and negative covenants (subject, in each case, to exceptions and qualifications) and events of defaults, including covenants that limit the Company’s and its restricted subsidiaries’ ability to, among other things, incur additional indebtedness or issue disqualified stock or preferred stock; make investments; pay dividends and make other restricted payments; sell certain assets; incur liens; consolidate, merge, sell or otherwise dispose of all or substantially all their assets; enter into transactions with affiliates; designate subsidiaries as unrestricted subsidiaries; and, in the case of Intabex, undertake business activities and sell certain subsidiaries.\nOn March 31, 2023, Pyxus Holdings and the guarantors under the Intabex Term Loan Credit Agreement were in compliance with all covenants under the Intabex Term Loan Credit Agreement.  See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nPyxus Term Loans\nPursuant to the Exit Facility Exchange, on February 6, 2023, Pyxus Holdings entered into the Pyxus Term Loan Credit Agreement, dated as of February 6, 2023 (the \"Pyxus Term Loan Credit Agreement\"), by and among, Pyxus Holdings, the guarantors party thereto, the lenders party thereto and Alter Domus, as administrative agent and senior collateral agent, to establish a term loan credit facility in an aggregate principal amount of approximately $130.5 million (the \"Pyxus Credit Facility\"), under which term loans in the full aggregate principal amount of the Pyxus Credit Facility (the \"Pyxus Term Loans\" and, together with the Intabex Term Loans, the \"New Term Loans\") were deemed made in exchange for 60.0% of the outstanding principal amount of Exit Term Loans (including the applicable accrued and unpaid PIK interest thereon).\nThe Pyxus Term Loans bear interest, at Pyxus Holdings’ option, at either (i) a term SOFR rate (subject to a floor of 1.5%) plus 8.0% per annum or (ii) an alternate base rate plus 7.0% per annum. The Pyxus Term Loans are stated to mature on December 31, 2027.\nThe Pyxus Term Loans may be prepaid from time to time, in whole or in part, without prepayment or penalty. With respect to alternate base rate loans, accrued interest is payable quarterly in arrears on the last business day of each calendar quarter and, with respect to SOFR loans, accrued interest is payable on the last day of each applicable interest period but no less frequently than every three months.\nThe Pyxus Term Loan Credit Agreement contains customary representations and warranties, affirmative and negative covenants (subject, in each case, to exceptions and qualifications) and events of defaults, including covenants that limit the Company’s and its restricted subsidiaries’ ability to, among other things, incur additional indebtedness or issue disqualified stock or \n23 \npreferred stock; make investments; pay dividends and make other restricted payments; sell certain assets; incur liens; consolidate, merge, sell or otherwise dispose of all or substantially all their assets; enter into transactions with affiliates; and designate subsidiaries as unrestricted subsidiaries.\nOn March 31, 2023, Pyxus Holdings and the guarantors under the Pyxus Term Loan Credit Agreement were in compliance with all covenants under the Pyxus Term Loan Credit Agreement. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\n8.50% Senior Secured Notes due 2027\nPursuant to an exchange offer (the \"Notes Exchange\" and, together with the DDTL Facility Exchange and the Exit Facility Exchange, the \"Debt Exchange Transactions\") made by Pyxus Holdings and accepted by holders of approximately 92.7% of the aggregate principal amount of the outstanding 10.0% Senior Secured First Lien Notes due 2024 issued by Pyxus Holdings (the \"2024 Notes\") pursuant to that certain Indenture, dated as of August 24, 2020 (the \"2024 Notes Indenture\"), by and among Pyxus Holdings, the guarantors party thereto and the trustee, collateral agent, registrar and paying agent thereunder, on February 6, 2023, Pyxus Holdings issued approximately $260.5 million in aggregate principal amount of 8.5% Senior Secured Notes due December 31, 2027 (the \"2027 Notes\" and, together with the New Term Loans, the \"New Secured Debt\") to the exchanging holders of the 2024 Notes for an equal principal amount of 2024 Notes. The 2027 Notes were issued pursuant to the Indenture, dated as of February 6, 2023 (the \"2027 Notes Indenture\"), among Pyxus Holdings, the guarantors party thereto, and Wilmington Trust, National Association, as trustee, and Alter Domus, as collateral agent. \nThe 2027 Notes bear interest at a rate of 8.5% per annum, which interest is computed on the basis of a 360-day year comprised of twelve 30-day months. Interest accrues on the 2027 Notes from the date of issuance and is payable semi-annually in arrears on June 15 and December 15 of each year, commencing on June 15, 2023. The 2027 Notes are stated to mature on December 31, 2027.\nAt any time from time to time, Pyxus Holdings may redeem the 2027 Notes, in whole or in part, at a redemption price equal to 100.0% of the principal amount of 2027 Notes to be redeemed, plus accrued and unpaid interest, if any, to, but not including, the redemption date.\nThe 2027 Notes Indenture contains customary affirmative and negative covenants (subject, in each case, to exceptions and qualifications) and events of defaults, including covenants that limit the Company’s and its restricted subsidiaries’ ability to, among other things, incur additional indebtedness or issue disqualified stock or preferred stock; make investments; pay dividends and make other restricted payments; sell certain assets; incur liens; consolidate, merge, sell or otherwise dispose of all or substantially all their assets; enter into transactions with affiliates; and designate subsidiaries as unrestricted subsidiaries.\nOn March 31, 2023, Pyxus Holdings and the guarantors of the 2027 Notes were in compliance with all covenants under the 2027 Notes Indenture. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nGuarantees and Collateral\nThe obligations of Pyxus Holdings under the ABL Credit Agreement and the New Secured Debt are fully and unconditionally guaranteed by the Company, Pyxus Parent and all of the Company’s domestic subsidiaries and certain of the Company’s foreign subsidiaries, subject to certain limitations (the \"Senior Secured Debt Obligors\"). In addition, under the Intabex Term Loan Credit Facility, Intabex and Alliance One International Tabak B.V. (which were obligors under the DDTL Term Loans) also guarantee the Intabex Credit Facility (together, the \"Specified Intabex Obligors\") but do not guarantee the 2027 Notes, the Pyxus Term Loans or obligations under the ABL Credit Agreement. In addition, certain assets of the Specified Intabex Obligors (which were pledged as collateral for the DDTL Term Loans) are pledged as collateral to secure the Intabex Term Loans (the \"Intabex Collateral\") but do not secure the 2027 Notes, the Pyxus Term Loans or obligations under the ABL Credit Agreement.\nThe Senior Secured Debt Obligors’ obligations under the ABL Credit Agreement are secured by (i) a first-priority senior lien the ABL Priority Collateral (as defined in the ABL/New Secured Debt Intercreditor Agreement (as defined below)), which includes certain accounts receivable and inventory and certain related intercompany notes, cash, deposit accounts, related general intangibles and instruments, certain other related assets and proceeds of the foregoing of the Senior Secured Debt Obligors, and (ii) a junior-priority lien on substantially all assets of the Senior Secured Debt Obligors other than certain exclusions and the ABL Priority Collateral. The New Secured Debt is secured by (i) a first-priority senior lien on substantially all assets of the Senior Secured Debt Obligors other than certain exclusions and the ABL Priority Collateral and (ii) a junior-priority lien on the ABL Priority Collateral. The Intabex Term Loans are further secured by a first-priority lien on the Intabex Collateral.  \nThe obligations under the New Secured Debt share a single lien, held by Alter Domus, as senior collateral agent (the \"Senior Collateral Agent\"), on the Collateral (as defined below) subject to the payment waterfall pursuant to the intercreditor \n24 \narrangements described below. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nIntercreditor Agreements \nThe priority of the obligations under the ABL Credit Agreement and the New Secured Debt are set forth in the two intercreditor agreements entered into in connection with consummation of the DDTL Facility Exchange, the Exit Facility Exchange and the Notes Exchange.\nABL/New Secured Debt Intercreditor Agreement\n. On February 6, 2023,  Pyxus Holdings, Inc., the guarantors party thereto, PNC Bank, National Association, as ABL Agent, Alter Domus, as Pyxus Term Loan Administrative Agent, Intabex Term Loan Administrative Agent and Senior Collateral Agent, and Wilmington Trust, National Association, as Senior Notes Trustee entered into an Amended and Restated ABL Intercreditor Agreement, dated as of February 6, 2023 (the \"ABL/New Secured Debt Intercreditor Agreement\") to provide for the intercreditor relationship between, (i) on one hand, the holders of obligations under the ABL Credit Facility, the guarantees thereof and certain related obligations and (ii) on the other hand, the holders of obligations under the New Secured Debt, the guarantees thereof and certain related obligations. Pursuant to the terms of the ABL/Term Loan/Notes Intercreditor Agreement, Pyxus Holdings’ obligations under the ABL Credit Facility, the guarantees thereof and certain related obligations have first-priority senior liens on the ABL Priority Collateral, which includes certain accounts receivable and inventory and certain related intercompany notes, cash, deposit accounts, related general intangibles and instruments, certain other related assets of the foregoing entities and proceeds of the foregoing, with the obligations under the New Secured Debt having junior-priority liens on the ABL Priority Collateral. Pursuant to the ABL/New Secured Debt Intercreditor Agreement, Pyxus Holdings’ collective obligations under the New Secured Debt, the guarantees thereof and certain related obligations have first-priority senior liens on the collateral that is not ABL Priority Collateral, including owned material real property in the United States, capital stock of subsidiaries owned directly by Pyxus Holdings or a guarantor (other than the Intabex Collateral), existing and after acquired intellectual property rights, equipment, related general intangibles and instruments and certain other assets related to the foregoing and proceeds of the foregoing, with the obligations under the ABL Credit Facility having junior-priority liens on such collateral, other than real property. The ABL Credit Facility is not secured by real property.\nNew Secured Debt Intercreditor Agreement\n. On February 6, 2023, the New Secured Debt Obligors, together with the representative for the holders of the New Secured Debt and the Senior Collateral Agent, entered into the Intercreditor and Collateral Agency Agreement, dated as of February 6, 2023 (the \"New Secured Debt Intercreditor Agreement\"), pursuant to which the Senior Collateral Agent, serves as joint collateral agent for the benefit of the holders of the 2027 Notes, the Pyxus Term Loans and the Intabex Term Loans with respect to all common collateral securing such indebtedness (the \"Collateral\"; which excludes Intabex Collateral). The New Secured Debt Intercreditor Agreement provides that Collateral or proceeds thereof received in connection with or upon the exercise of secured creditor remedies will be distributed (subject to the provisions described in the next paragraph) first to holders of the New Secured Debt on a pro rata basis based on the aggregate principal amount of each class of New Secured Debt, and then to holders of future junior debt secured by such Collateral on a pro rata basis based on the aggregate principal amount of each class of future junior debt (and in each case permitted refinancing indebtedness thereof).\nExercise of rights and remedies against the Collateral and certain rights in a bankruptcy or insolvency proceeding (including the right to object to debtor-in-possession financing or to credit bid) by the Senior Collateral Agent will be controlled first by the holders of a majority in principal amount of the New Term Loans (including, in any event, each holder holding at least 20.0% of the New Term Loans as of February 6, 2023, provided such holder holds at least 15.0% of the New Term Loans as of the date of determination), second, after repayment in full of the New Term Loans, by the holders of a majority in principal amount of the 2027 Notes and last, after repayment in full of the New Term Loans and the 2027 Notes, by holders of a majority in principal amount of any future junior debt secured by the Collateral. Any such future junior debt will be subject to certain customary waivers of rights in a bankruptcy or insolvency proceeding in favor of the Senior Collateral Agent, including, but not limited to, with respect to debtor-in-possession financing, adequate protection and credit bidding. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nRelated Party Transactions\nThe Company, Pyxus Parent and Pyxus Holdings (collectively, the \"Holding Companies\") entered into a Support and Exchange Agreement, effective as of December 27, 2022 (as amended, including by joinders thereto, the \"Support Agreement\"), with a group of creditors, including Glendon Capital Management LP, Monarch Alternative Capital LP, Nut Tree Capital Management, L.P., Intermarket Corporation and Owl Creek Asset Management, L.P. on behalf of certain funds managed by them and/or certain of their advisory clients, as applicable (collectively, the \"Supporting Holders\"), holding in aggregate:\n•\napproximately 99.7% of the DDTL Term Loans outstanding under the DDTL Credit Agreement;\n•\napproximately 68.1% of the Exit Term Loans outstanding under the Exit Term Loan Credit Agreement; and\n25 \n•\napproximately 64.1% of the 2024 Notes outstanding under the 2024 Notes Indenture.\nPursuant to the Support Agreement, the Supporting Holders agreed to participate in the DDTL Facility Exchange, the Exit Facility Exchange and the Notes Exchange. Based on a Schedule 13D/A filed with the SEC on January 4, 2023 by Glendon Capital Management, L.P. (the \"Glendon Investor\"), Glendon Opportunities Fund, L.P. and Glendon Opportunities Fund II, L.P., Glendon Capital Management, L.P. reported beneficial ownership of 7,938,792 shares of the Company’s common stock, representing approximately 31.8% of the outstanding shares of the Company’s common stock. Based on a Schedule 13D/A filed with the SEC on January 23, 2023, by Monarch Alternative Capital LP (the \"Monarch Investor\"), MDRA GP LP and Monarch GP LLC, Monarch Alternative Capital LP reported beneficial ownership of 6,140,270 shares of the Company’s common stock, representing approximately 24.6% of the outstanding shares of the Company’s common stock. Based on a Schedule 13G/A filed with the SEC on February 10, 2022 by Owl Creek Asset Management, L.P. and Jeffrey A. Altman, Owl Creek Asset Management, L.P. is the investment manager of certain funds and reported beneficial ownership of 2,405,287 shares of the Company’s common stock on December 31, 2021, representing approximately 9.6% of the outstanding shares of the Company’s common stock. A representative of the Glendon Investor and a representative of the Monarch Investor served as directors of Pyxus at the time the Company and its applicable subsidiaries entered into the DDTL Credit Agreement, its predecessor agreement and the amendments thereto, and the Support Agreement, effected borrowings under the DDTL Credit Agreement and its predecessor agreement and commenced the Debt Exchange Transactions. The DDTL Credit Agreement, its predecessor agreement and the amendments thereto, any and all borrowings thereunder, the related guaranty transactions, the Support Agreement, the Debt Exchange Transactions, including the Intabex Term Loan Credit Agreement, the Intabex Term Loans, the Pyxus Term Loan Credit Agreement, the Pyxus Term Loans, the 2027 Notes and the 2027 Notes Indenture were approved, and determined to be on terms and conditions at least as favorable to the Company and its subsidiaries as could reasonably have been obtained in a comparable arm’s-length transaction with an unaffiliated party, by a majority of the disinterested members of the Board of Directors of Pyxus. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\n2024 Notes\nIn conjunction with the Notes Exchange, Pyxus Holdings received consents from requisite holders of 2024 Notes to amend the 2024 Notes Indenture, the 2024 Notes and the related intercreditor and security documents to, among other things, (i) eliminate most of the restrictive covenants and certain of the affirmative covenants in the 2024 Notes Indenture, (ii) eliminate the change of control repurchase obligation in the 2024 Notes Indenture, (iii) subordinate the 2024 Notes in right of payment to existing and future senior indebtedness (including the New Secured Debt), (iv) eliminate certain events of default and (v) release all of the collateral securing the 2024 Notes. On February 6, 2023, the relevant parties to the 2024 Notes Indenture entered into the Second Supplemental Indenture, dated as of February 6, 2023 (the \"2024 Notes Supplemental Indenture\"), to the 2024 Notes Indenture, pursuant to which the 2024 Notes Indenture, the 2024 Notes and the related intercreditor and security documents were amended to effect these changes.\nThe 2024 Notes bear interest at a rate of 10.0% per year, payable semi-annually in arrears in cash on February 15 and August 15 of each year. The 2024 Notes are stated to mature on August 24, 2024. At March 31, 2023, the remaining 2024 Notes outstanding is $19.9 million, net of a debt discount of $0.5 million. The total repayment amount due at maturity is $20.4 million.\nOn March 31, 2023, Pyxus Holdings and the guarantors of the 2024 Notes were in compliance with all covenants under the 2024 Notes Indenture, as amended by the 2024 Notes Supplemental Indenture. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nForeign Seasonal Lines of Credit\nExcluding its long-term credit arrangements, the Company has typically financed its non-U.S. operations with uncommitted short-term seasonal lines of credit arrangements with a number of banks. These operating lines are generally seasonal in nature, typically extending for a term of 180 to 365 days corresponding to the tobacco crop cycle in that location. These facilities are typically uncommitted in that the lenders have the right to cease making loans and demand repayment of loans at any time or at specified dates. These loans are generally renewed at the outset of each tobacco season. Certain of the foreign seasonal lines of credit are guaranteed by the Company and certain of its subsidiaries. At March 31, 2023, the total borrowing capacity under individual foreign seasonal lines of credit range up to $131.8 million. At March 31, 2023, the aggregate outstanding borrowings of the Company under these seasonal credit lines was approximately $365.1 million and approximately $332.3 million was available for borrowing under these seasonal credit lines, subject to limitations as provided under the ABL Credit Agreement and the agreements governing the New Secured Debt. The weighted average variable interest rate for these seasonal lines of credit for the year ended March 31, 2023 was 6.8%. Certain of the foreign seasonal lines of credit, with aggregate outstanding borrowings at March 31, 2023 of approximately $84.6 million, are secured by trade receivables and inventories as collateral. At March 31, 2023, the Company and its subsidiaries were in compliance with the covenants associated with the short-term seasonal lines of credit.\n26 \nSeasonal liquidity beyond cash flow from operations is provided by our foreign seasonal lines of credit, advances from customers, and sales of accounts receivable. For the years ended March 31, 2023 and 2022, our average short-term borrowings, aggregated peak short-term borrowings outstanding, and weighted-average interest rate on short-term borrowings were as follows:\n(in millions)\nMarch 31, 2023\nMarch 31, 2022\nAverage short-term borrowings\n(1)\n$\n456.4 \n$\n393.1 \nAggregated peak short-term borrowings outstanding\n(1)\n$\n690.6 \n$\n559.4 \nWeighted-average interest rate on short-term borrowings\n6.8 \n%\n6.1 \n%\n(1)\n The Company utilized borrowings under the DDTL Facility during the year ended March 31, 2022 to fund a portion of its tobacco purchasing commitments.\nAggregated peak borrowings for the year ended March 31, 2023 occurred during the\n first q\nuarter, which represents peak timing for green tobacco purchases and repayments being made in Africa and South America, due to increased borrowing capacity in certain markets. Borrowings during the prior year and in the current year were repaid with cash provided by operating activities. For further information on our debt financing as of March 31, 2023, see \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information. \nThe following summarizes our total borrowing capacity at March 31, 2023 and 2022 under our short-term and long-term credit lines and letter of credit facilities and the remaining available amount after the reduction for outstanding borrowings and amounts reserved for outstanding letters of credit:\nMarch 31, 2023\nMarch 31, 2022\n(in millions)\nTotal Borrowing Capacity\nRemaining Amounts Available\nTotal Borrowing Capacity\nRemaining Amounts Available\nSenior Secured Credit Facilities:\nABL Credit Facility\n$\n100.0 \n$\n75.0 \n$\n100.0 \n$\n10.0 \nForeign seasonal lines of credit\n697.5 \n332.3 \n659.7 \n287.2 \nOther long-term debt\n0.6 \n0.1 \n0.7 \n0.4 \nLetters of credit\n18.6 \n6.9 \n13.5 \n4.5 \nTotal\n$\n816.7 \n$\n414.3 \n$\n773.9 \n$\n302.1 \nNet Debt\nWe refer to \"Net debt\", a non-GAAP measure, as total debt liabilities less cash and cash equivalents. We believe this non-GAAP financial measure is useful to monitor leverage and to evaluate changes to the Company's capital structure. A limitation associated with using net debt is that it subtracts cash and cash equivalents, and therefore, may imply that management intends to use cash and cash equivalents to reduce outstanding debt and that cash held in certain jurisdictions can be applied to repay obligations owing in other jurisdictions and without reduction for applicable taxes. In addition, net debt suggests that our debt obligations are less than the most comparable GAAP measure indicates.\n(in millions)\nMarch 31, 2023\nMarch 31, 2022\nNotes payable to banks\n$\n382.5 \n$\n378.6 \nCurrent portion of long-term debt\n(1)\n0.1 \n107.9 \nLong-term debt\n(2)\n618.4 \n580.5 \nTotal debt liabilities\n$\n1,001.0 \n$\n1,067.0 \nLess: Cash and cash equivalents\n(3)\n136.7 \n198.8 \nNet debt\n$\n864.3 \n$\n868.2 \n(1)\n The decrease in the current portion of long-term debt is due to the refinancing of the DDTL Term Loans on a long-term basis.\n(2)\n The increase in long-term debt is primarily due to the refinancing of the DDTL Term Loans on a long-term basis, partially offset by net repayments on the ABL Credit Facility.\n(3)\n The decrease in cash and cash equivalents is driven by net repayments on the ABL Credit Facility.\n27 \nWorking Capital\nThe following summarizes our working capital:\nChange\n(in millions except for current ratio)\nMarch 31, 2023\nMarch 31, 2022\n$\n%\nCash, cash equivalents, and restricted cash\n$\n138.9 \n$\n200.9 \n(62.0)\n(30.9)\nTrade and other receivables, net\n202.7 \n260.2 \n(57.5)\n(22.1)\nInventories and advances to tobacco suppliers, net\n817.4 \n798.4 \n19.0 \n2.4 \nRecoverable income taxes\n5.8 \n7.9 \n(2.1)\n(26.6)\nPrepaid expenses and other current assets\n55.7 \n60.3 \n(4.6)\n(7.6)\nTotal current assets*\n$\n1,220.6 \n$\n1,327.6 \n(107.0)\n(8.1)\nNotes payable to banks\n$\n382.5 \n$\n378.6 \n3.9 \n1.0 \nAccounts payable\n170.3 \n179.0 \n(8.7)\n(4.9)\nAdvances from customers\n42.5 \n53.0 \n(10.5)\n(19.8)\nAccrued expenses and other current liabilities\n92.7 \n82.2 \n10.5 \n12.8 \nCurrent portion of long-term debt\n0.1 \n107.9 \n(107.8)\n(99.9)\nOther current liabilities\n$\n27.0 \n$\n13.7 \n13.3 \n97.1 \nTotal current liabilities\n$\n715.1 \n$\n814.4 \n(99.3)\n(12.2)\nCurrent ratio\n1.7 to 1\n1.6 to 1\nWorking capital\n$\n505.5 \n$\n513.2 \n(7.7)\n(1.5)\n*Amounts may not equal column totals due to rounding\nWorking capital decreased $7.7 million, or 1.5%, to $505.5 million as of  March 31, 2023 from $513.2 million as of March 31, 2022 due to a decrease in cash, cash equivalents, and restricted cash and a decrease in accounts receivable through higher utilization of securitization programs. Higher collections of cash through securitization facilities enabled us to purchase more expensive green tobacco inventories without significantly increasing borrowings under our seasonal foreign lines of credit, and the ability to partially repay the outstanding indebtedness under the ABL Credit Facility, which is classified as long-term debt. Current liabilities decreased mainly due to the refinancing of the DDTL Term Loans on a long-term basis.\nInventories\nThe following summarizes inventory committed to a customer and uncommitted inventory balances for processed tobacco:\n(in millions)\nMarch 31, 2023\nMarch 31, 2022\nCommitted\n$\n479.4 \n$\n471.9 \nUncommitted\n$\n19.0 \n$\n45.7 \nTotal processed tobacco\n$\n498.4 \n$\n517.6 \nProcessed tobacco decreased 19.2 million, or 3.7%, to $498.4 million as of March 31, 2023 from $517.6 million as of March 31, 2022 due to undersupply conditions in the global tobacco market and higher sales of inventories. See \"\nNote 1. Basis of Presentation and Summary of Significant Accounting Policies\n\" and \"\nNote 8. Inventories, Net\n\" to the \"Notes to Consolidated Financial Statements\" for further information.\nSources and Uses of Cash\nWe have typically financed our non-U.S. tobacco operations with uncommitted short-term foreign seasonal lines of credit. These foreign lines of credit are generally seasonal in nature, normally extending for a term of 180 to 365 days, corresponding to the tobacco crop cycle in that market. These short-term foreign seasonal lines of credit are typically uncommitted and provide lenders the right to cease making loans and demand repayment of loans. These short-term foreign seasonal lines of credit are typically renewed at the outset of each tobacco season. We maintain various other financing arrangements to meet the cash requirements of our businesses. See \"\nNote 16. Debt Arrangements\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nWe utilize capital in excess of cash flow from operations to finance accounts receivable, inventory, and advances to tobacco suppliers in foreign countries. In addition, we may periodically elect to purchase, redeem, repay, retire, or cancel indebtedness prior to stated maturity under our various foreign credit lines.\n28 \nAs of March 31, 2023 our cash, cash equivalents, and restricted cash was $138.9 million, of which $76.5 million was held in foreign jurisdictions and subject to exchange controls and tax consequences that could limit our ability to fully repatriate these funds. Fluctuation of the U.S. dollar versus many of the currencies in which we incur costs may have an impact on our working capital requirements. We will continue to monitor and hedge foreign currency costs, as needed.\nThe following summarizes our sources and uses of our cash flows:\n(in millions)\nYear Ended March 31, 2023\nYear Ended March 31, 2022\nTrade and other receivables\n$\n(111.9)\n$\n(261.9)\nInventories and advances to tobacco suppliers\n(21.1)\n(31.5)\nPayables and accrued expenses\n5.1 \n59.3 \nAdvances from customers\n(10.7)\n41.2 \nOther\n0.8 \n(5.9)\nNet cash used in operating activities\n$\n(137.8)\n$\n(198.8)\nCollections from beneficial interests in securitized trade receivables\n165.3 \n189.4 \nOther\n(10.4)\n(8.2)\nNet cash provided by investing activities\n$\n154.9 \n$\n181.2 \nNet proceeds of short-term borrowings\n5.2 \n9.2 \nProceeds from DDTL facility\n— \n117.6 \nNet (repayment of) proceeds from revolving loan facilities\n(65.0)\n21.9 \nOther\n(23.2)\n(25.4)\nNet cash (used in) provided by financing activities\n$\n(83.0)\n$\n123.3 \nIncrease (decrease) from exchange rate changes on cash\n3.5 \n(2.1)\n(Decrease) increase in cash, cash equivalents, and restricted cash\n$\n(62.4)\n$\n103.6 \nThe change in cash, cash equivalents, and restricted cash decreased $166.0 million for the fiscal year ended March 31, 2023 compared to the fiscal year ended March 31, 2022. The decrease was primarily from net repayments made on the outstanding indebtedness under the ABL Credit Facility in the current fiscal year, and proceeds from the DDTL Facility during the prior fiscal year that did not reoccur. These decreases were partially offset by improvements in trade accounts receivable due to higher sales and higher utilization of securitization facilities, which resulted in less cash used by operating activities.\nPlanned Capital Expenditures \nWe are estimating $21.1 \nmillion i\nn capital investments for fiscal 2024 for routine replacement of equipment, as well as investments in assets that will add value to the customer or increase efficiency.\nSecuritized Receivables\nWe sell trade receivables to unaffiliated financial institutions under multiple revolving trade accounts receivable securitization facilities. Under the first and second programs, we receive a discount from the face value of the receivable sold, less contractual dilutions which limit the amount that may be outstanding from any one particular customer and insurance reserves that also have the effect of limiting the risk attributable to any one customer. Our beneficial interests in the first and second facilities is subordinate to the purchaser of the receivables. Under the third and fourth programs, we receive an amount equal to the face value of the receivable sold, less a discount rate tied to a benchmark rate, which varies based on the invoice currency. See \"\nNote 17. Securitized Receivables\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\n29 \nAggregate Contractual Obligations and Commitments\nThe following summarizes our contractual cash obligations and other commercial commitments as of March 31, 2023\n:\nPayments / Expirations by Fiscal Year\n(in millions)\nTotal\n2024\n   Years \n   2025-2026\n   Years \n   2027-2028\n   After \n   2028\nLong-Term Debt Obligations \n(1)\n$\n618.4 \n$\n— \n$\n20.3 \n$\n598.1 \n$\n— \nShort-Term Debt Obligations \n(2)\n382.6 \n382.6 \n— \n— \n— \nInterest on Debt Obligations \n(3)\n321.8 \n69.6 \n135.7 \n116.5 \n— \nPension and Postretirement Obligations\n68.0 \n7.0 \n13.8 \n13.4 \n33.8 \nOperating Lease Obligations\n52.2 \n13.0 \n15.3 \n10.1 \n13.8 \nTobacco and Other Purchase Obligations\n658.6 \n658.6 \n— \n— \n— \nAmounts Guaranteed for Tobacco Suppliers\n152.0 \n152.0 \n— \n— \n— \nTotal Contractual Obligations and Other \n     Commercial Commitments\n$\n2,253.6 \n$\n1,282.8 \n$\n185.1 \n$\n738.1 \n$\n47.6 \n(1) \nOn May 23, 2023, the ABL Credit Agreement was amended to extend the maturity of the ABL Credit Facility to February 8, 2027.\n(2)\n Short-term debt obligations consist of the current portion of long-term debt and our seasonal foreign credit lines.\n(3)\n Interest obligations includes interest for long-term debt, including indebtedness under the ABL Credit Facility. The projected interest includes both fixed and variable rate debt. The variable rate used in the projections is the rate that was being charged on our variable rate debt as of March 31, 2023.\nTobacco and Other Purchase Obligations\nTobacco purchase obligations result from contracts with suppliers, primarily in Africa, Europe, North America, and South America, to buy either specified quantities of tobacco or the supplier’s total tobacco production. Amounts shown as tobacco purchase obligations are estimates based on projected purchase prices of the future crop tobacco. Payment of these obligations is net of our advances to these suppliers. Our tobacco purchase obligations do not exceed our projected requirements over the related terms and are in the normal course of business. Other purchase obligations consist primarily of purchase commitments of agricultural material. Tobacco and other purchase obligations increased $143.1 million, or 27.8%, from $515.5 million to $658.6 million primarily due to higher tobacco prices.\nAmounts Guaranteed for Tobacco Suppliers\nIn Africa and South America, we provide guarantees to ensure financing is available to our tobacco suppliers. In the event these suppliers should default, we would be responsible for repayment of the funds provided to these suppliers. We also provide guarantees for the financing of certain unconsolidated subsidiaries in Asia and South America. See \"\nNote 18. Guarantees\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nTax and Repatriation Matters\nWe are subject to income tax laws in the countries in which we do business through wholly owned subsidiaries and through affiliates. We regularly review of the income tax requirements of each of our operations, file appropriate returns, and make appropriate income tax planning analyses.\nWe regularly evaluate the status of the accumulated unremitted earnings of each of our foreign subsidiaries. If the undistributed earnings are needed in the U.S., we may be required to pay state income and/or foreign local withholding taxes upon repatriation. We provide deferred income taxes, net of creditable foreign taxes, if applicable, on earnings that are not indefinitely invested. See \"\nNote 6. Income Taxes\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nCritical Accounting Estimates\nThe preparation of financial statements and related disclosures in accordance with U.S. GAAP requires the use of estimates and assumptions that have an impact on the reported amounts of assets, liabilities, revenues, expenses, and the disclosure of contingent assets and liabilities. Management considers an accounting estimate critical if it: (i) requires us to make judgments and estimates about matters that are inherently uncertain, (ii) it is important to an understanding of our financial condition or operating results, and (iii) has a material impact to the financial statements. \nWe base our estimates on currently available information, historical experience, and various other assumptions we believe to be reasonable under the circumstances. Actual results could differ materially from these estimates. Management has discussed the development, selection, and disclosure of our critical accounting estimates with the Audit Committee of the Board of Directors.\n \n30 \nManagement believes the following accounting estimates are most critical to our business operations and to an understanding of our financial condition and results of operations and reflect the more significant estimates and assumptions used in the preparation of our consolidated financial statements.\nIncome Taxes\nOur annual effective income tax rate is based on our jurisdictional mix of pretax income, statutory tax rates, exchange rates, and tax planning opportunities available to us in the various jurisdictions in which we operate. Tax laws are complex, subject to change, and subject to different interpretations by the taxpayer and respective governmental taxing authorities. Significant judgment is required in determining our tax expense and in evaluating our tax positions including evaluating uncertainties under ASC 740. We record unrecognized tax benefits in multiple jurisdictions and evaluate the future potential outcomes of tax positions, based upon our interpretation of the country-specific tax law, and the likelihood of future settlement. We review our tax positions quarterly and adjust the balances as new information becomes available.\nDeferred income tax assets represent amounts available to reduce income taxes payable on taxable income in future years. Such assets arise from temporary differences between the financial reporting and tax bases of assets and liabilities and from net operating loss and tax credit carryforwards. We evaluate the recoverability of these future tax deductions by assessing the impact from changes in or issuance of new tax law and the adequacy of future expected taxable income from all sources, including reversal of taxable temporary differences, forecasted operating earnings and available tax planning strategies. These sources of income inherently rely on estimates. To provide insight, we use our historical experience along with our short and long-range business forecasts. In addition, we make adjustments to historical data for objectively verifiable information where appropriate. \nWe believe it is more likely than not that a portion of the deferred income tax assets may expire as unused and have established a valuation allowance against them. Although realization is not assured for the remaining deferred income tax assets, we believe it is more likely than not such remaining deferred tax assets will be fully recoverable within the applicable statutory expiration periods. However, deferred tax assets could be reduced in the near term if estimates of taxable income are significantly reduced or available tax planning strategies are no longer viable. See \"\nNote 6. Income Taxes\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nPensions and Postretirement Health Care and Life Insurance Benefits\nThe valuation of our pension and other postretirement health care and life insurance plans requires the use of assumptions and estimates that are used to develop actuarial valuations of expenses, assets and liabilities. These assumptions include discount rates, investment returns, projected salary increases, benefits, and mortality rates. The significant assumptions used in the calculation of pension and postretirement obligations are:\n•\nDiscount rate: The discount rate is based on investment yields available at the measurement date on high-quality fixed income obligations, such as those included in the Moody’s Aa bond index.\n•\nSalary increase assumption: The salary increase assumption reflects our expectations with respect to long-term salary increases of our workforce. Historical pay increases, expectations for the future, and anticipated inflation and promotion rates are considered in developing this assumption.\n•\nCash balance crediting rate: Interest is credited on cash balance accounts based on the yield on one-year Treasury Constant Maturities plus 1%. The assumed crediting rate thus considers the discount rate, current treasury rates, current inflation rates, and expectations for the future.\n•\nMortality rates: Mortality rates are based on gender-distinct group annuity mortality tables.\n•\nExpected return on plan assets: The expected return reflects asset allocations, investment strategy, and our historical actual returns.\n•\nTermination and retirement rates: Termination and retirement rates are based on standard tables reflecting past experience and anticipated future experience under the plan. No early retirement rates are used since benefits provided are actuarially equivalent and there are not early retirement subsidies in the plan.\n•\nInflation:\n \nThe inflation assumption is based on an evaluation of external market indicators, including real gross domestic product growth and central bank inflation targets.\n•\nExpected contributions: The expected amount and timing of contributions are based on an assessment of minimum requirements, cash availability, and other considerations (e.g., funded status, avoidance of regulatory premiums, and levies, and tax efficiency).\n•\nHealth care cost trends: The health care cost trend assumptions are developed based on historical cost data, the near-term outlook, and an assessment of likely long-term trends.\nAssumptions are set at each year end and are generally not changed during the year unless there is a major plan event such as a curtailment or settlement that would trigger a plan remeasurement.\n31 \nManagement periodically reviews actual demographic experience as it compares to the actuarial assumptions. Changes in assumptions are made if there are significant deviations or if future expectations change significantly. Based upon anticipated changes in assumptions, pension and postretirement expense is expected to decrease by $3.1 million in the year ended March 31, 2024 as compared to March 31, 2023. The cash contribution to our employee benefit plans during the year ended March 31, 2023 was $11.3 million and is expected to be $7.0\n mil\nlion in fiscal 2024.\nThe effect of actual results differing from our assumptions are accumulated and amortized over future periods. Changes in other assumptions and future investment returns could potentially have a material impact on our pension and postretirement expenses and related funding requirements. The effect of a change in certain assumptions is shown below:\n(in thousands)\nEstimated Change \nin Projected\nBenefit Obligation \nIncrease (Decrease) \nEstimated Change in \nAnnual Expense \nIncrease (Decrease) \nChange in Assumption (Pension and Postretirement Plans)\n     1% increase in discount rate\n$\n(7,719)\n$\n(143)\n     1% decrease in discount rate\n$\n8,809 \n$\n94 \n     1% increase in salary increase assumption\n$\n131 \n$\n35 \n     1% decrease in salary increase assumption\n$\n(124)\n$\n(37)\n     1% increase in rate of return on assets\n$\n(509)\n     1% decrease in rate of return on assets\n$\n509 \nChanges in assumptions for other postretirement benefits are no longer applicable as the benefit is capped and no longer subject to inflation. See \"\nNote 21. Pension and Other Postretirement Benefits\n\" to the \"Notes to Consolidated Financial Statements\" for additional information.\nRecent Accounting Pronouncements Not Yet Adopted\nInformation with respect to recent accounting pronouncements not yet adopted is included in \"\nNote 2. New Accounting Standards\n\" to the \"Notes to Consolidated Financial Statements,\" which information is incorporated by reference herein.",
    "item7": ">Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\nForward-Looking Statements\nReaders are cautioned that the statements contained in this report regarding expectations of our performance or other matters that may affect our business, results of operations, or financial condition are \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995. These statements, which are based on current expectations of future events, may be identified by the use of words such as \"strategy,\" \"expects,\" \"continues,\" \"plans,\" \"anticipates,\" \"believes,\" \"will,\" \"estimates,\" \"intends,\" \"projects,\" \"goals,\" \"targets,\" and other words of similar meaning. These statements also may be identified by the fact that they do not relate strictly to historical or current facts. If underlying assumptions prove inaccurate, or if known or unknown risks or uncertainties materialize, actual results could vary materially from those anticipated, estimated, or projected. Some of these risks and uncertainties include the risks, uncertainties, and other factors set forth in this Annual Report, including in \"",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nDerivatives policies\nHedging foreign exchange exposure using forward contracts are specifically contemplated to manage risk in accordance with management's policies and reduce the risks inherent in currency fluctuations. We do not utilize derivatives for speculative purposes or enter into market risk sensitive instruments for trading purposes. Derivatives are transaction specific such that a specific contract or invoice determines the amount, maturity, and other specifics of the hedge.\nForeign exchange rates\nOur business is generally conducted in USD, as is the business of the tobacco industry as a whole. However, local country operating costs, including the purchasing and processing costs for tobaccos, are subject to the effects of exchange fluctuations of the local currency against the USD. We attempt to minimize such currency risks by matching the timing of our working capital borrowing needs against the tobacco purchasing and processing funds requirements in the currency of the country where the tobacco is grown. Also, in some cases, our sales pricing arrangements with our customers allow adjustments for the effect of currency exchange fluctuations on local purchasing and processing costs. Fluctuations in the value of foreign currencies can significantly affect our operating results. In our cost of goods and services sold, we have recognized exchange losses of $5.2 million and $2.7 million for the years ended March 31, 2023 and 2022, respectively. We recognized exchange (losses) gains of $(1.8) million and $2.6 million related to tax balances in our tax expense for the years ended March 31, 2023 and 2022, respectively. In addition, foreign currency fluctuations in the Euro and (U.K.) Sterling can significantly impact the currency translation adjustment component of accumulated other comprehensive income. We recognized gains (losses) of $1.7 million and $(4.2) million for the years ended March 31, 2023 and 2022, respectively, as a result of fluctuations in these currencies.\nOur consolidated SG&A expenses denominated in foreign currencies are subject to translation risks from currency exchange fluctuations. These foreign denominated expenses accounted for approximately $35.2 million, or 23.2%, of our total SG&A expenses for the year ended March 31, 2023. A 10% change in the value of the USD relative to those currencies would have caused the reported value of those expenses to increase or decrease by approximately $3.5 million.\n32 \nInterest rates\nWe manage our exposure to interest rate risk through the proportion of fixed rate and variable rate debt in our total debt portfolio. A 1% change in variable interest rates would have increased or decreased our reported interest cost for the year ended March 31, 2023 by approximatel\ny $8.6 million. \nA substantial portion of our borrowings are denominated in USD and bear interest at commonly quoted rates.",
    "cik": "939930",
    "cusip6": "018802",
    "cusip": [
        "018802908",
        "018802958",
        "018802108"
    ],
    "names": [
        "ALLIANT ENERGY CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/939930/000093993023000052/0000939930-23-000052-index.htm"
}