{
    "item1": ">Item 1.\n    Business\nA. GENERAL\nThe holding company, Arrow Financial Corporation, a New York corporation, was incorporated on March 21, 1983 and is registered as a bank holding company within the meaning of the Bank Holding Company Act of 1956.  Arrow owns two nationally-chartered banks in New York (Glens Falls National and Saratoga National), and through such banks indirectly owns various non-bank subsidiaries, including an insurance agency, a registered investment adviser and a REIT.  See \"The Company and Its Subsidiaries,\" above. \nSubsidiary Banks\n (dollars in thousands and data is as of December. 31, 2022)\nGlens Falls National\nSaratoga National\nTotal Assets at Year-End\n$\n3,125,180 \n$\n895,584 \nTrust Assets Under Administration and\n   Investment Management at Year-End\n   (Not Included in Total Assets)\n$\n1,486,327 \n$\n119,805 \nDate Organized\n1851\n1988\nEmployees (full-time equivalent)\n454 \n48 \nOffices\n26 \n11 \nCounties of Operation\nWarren, Washington,\nSaratoga, Essex &\nClinton\n Saratoga, Albany,\nRensselaer, & Schenectady\nMain Office\n250 Glen Street\nGlens Falls, NY\n171 So. Broadway\nSaratoga Springs, NY\nThe holding company’s business consists primarily of the ownership, supervision and control of Arrow's two banks, including the banks' subsidiaries.  The holding company provides various advisory and administrative services and coordinates the general policies and operation of the banks.  There were 502 full-time equivalent employees, including 34 employees within Arrow's  insurance agency subsidiary, at December 31, 2022. See the discussion of our human capital resources in Section G (\"HUMAN CAPITAL\") of this Item 1.\nArrow offers a broad range of commercial and consumer banking and financial products.  The deposit base consists of deposits derived principally from the communities served.  The Company targets lending activities to consumers and small- and mid-sized companies in Arrow's regional geographic area.  In addition, through an indirect lending program Arrow acquires consumer loans from an extensive network of automobile dealers that operate in New York and Vermont. Through the banks' trust operations, the Company provides retirement planning, trust and estate administration services for individuals, and pension, profit-sharing and employee benefit plan administration for corporations.\nB. LENDING ACTIVITIES\nArrow engages in a wide range of lending activities, including commercial and industrial lending primarily to small and mid-sized companies; mortgage lending for residential and commercial properties; and consumer installment and home equity financing. An active indirect lending program is maintained through Arrow's sponsorship of automobile dealer programs under which consumer auto loans, primarily from dealers that meet pre-established specifications are purchased.  From time to time, a portion of the Arrow's residential real estate loan originations are sold into the secondary market, primarily to the Federal Home Loan Mortgage Corporation (\"Freddie Mac\") and other governmental agencies.  Normally, the Company retains the servicing rights on mortgage loans originated and sold into the secondary markets, subject to periodic determinations on the continuing profitability of such activity.  \nGenerally, Arrow continues to implement lending strategies and policies that are intended to protect the quality of the loan portfolio, including strong underwriting and collateral control procedures and credit review systems. Loans are placed on nonaccrual status either due to the delinquency status of principal and/or interest or a judgment by management that the full repayment of principal and interest is unlikely.  Home equity lines of credit, secured by real property, are systematically placed on nonaccrual status when 120 days past due, and residential real estate loans are placed on nonaccrual status when 150 days past due.  Commercial and commercial real estate loans are evaluated on a loan-by-loan basis and are placed on nonaccrual status when 90 days past due if the full collection of principal and interest is uncertain (See Part II, Item 7.C.II.c. \"Risk Elements\") Subsequent cash payments on loans classified as nonaccrual may be applied entirely to principal, although income in some cases may be recognized on a cash basis.\nArrow lends primarily to borrowers within the normal retail service area in northeastern New York State, with the exception of the indirect consumer lending line of business, where Arrow acquires retail paper from an extensive network of automobile dealers that operate in a larger area of New York and Vermont.  The loan portfolio does not include any foreign loans or any other significant risk concentrations.  Arrow does not generally participate in loan syndications, either as originator or as a participant.  However, from time to time, Arrow buys and offers participations in individual loans, typically commercial loans, in New York and adjacent states.  In recent periods, the total dollar amount of such participations has fluctuated, but generally represents less than 20% of commercial loans outstanding.  The majority of the portfolio is properly collateralized, and most commercial loans are further supported by personal guarantees. Arrow also participated as a lender in the Paycheck Protection \n5\nProgram (\"PPP\") administered by the Small Business Administration (\"SBA\") under the Coronavirus Aid, Relief, and Economic Security Act (the \"CARES Act\"). Arrow originated over $91.5 million in loans under the PPP in 2021 and approximately $234.2 million over the life of the PPP program. As of December 31, 2022, there were no PPP loans outstanding. See the discussion of the CARES Act in Section D (\"RECENT LEGISLATIVE DEVELOPMENTS\") of this Item 1.  \nArrow does not engage in subprime mortgage lending as a business line and does not extend or purchase so-called \"Alt A,\" \"negative amortization,\" \"option ARM's\" or \"negative equity\" mortgage loans.  \nC. SUPERVISION AND REGULATION\nThe following generally describes the laws and regulations to which Arrow is subject.  Bank holding companies, banks and their affiliates are extensively regulated under both federal and state law.  To the extent that the following information summarizes statutory or regulatory law, it is qualified in its entirety by reference to the particular provisions of the various statutes and regulations.  Any change in applicable law may have a material effect on business operations, customers, prospects and investors.\nBank Regulatory Authorities with Jurisdiction over Arrow and its Subsidiary Banks\nArrow is a registered bank holding company within the meaning of the Bank Holding Company Act of 1956 (\"BHC Act\") and as such is subject to regulation by the Board of Governors of the Federal Reserve System (\"FRB\").  As a \"bank holding company\" under New York State law, Arrow is also subject to regulation by the New York State Department of Financial Services.  Arrow's  two subsidiary banks are both national banks and are subject to supervision and examination by the Office of the Comptroller of the Currency (\"OCC\"). The banks are members of the Federal Reserve System and the deposits of each bank are insured by the Deposit Insurance Fund of the Federal Deposit Insurance Corporation (\"FDIC\").  The BHC Act generally prohibits Arrow from engaging, directly or indirectly, in activities other than banking, activities closely related to banking, and certain other financial activities.  Under the BHC Act, a bank holding company generally must obtain FRB approval before acquiring, directly or indirectly, voting shares of another bank or bank holding company, if after the acquisition the acquiror would own 5 percent or more of a class of the voting shares of that other bank or bank holding company.  Bank holding companies are able to acquire banks or other bank holding companies located in all 50 states, subject to certain limitations.  Bank holdings companies that meet certain qualifications may choose to apply to the FRB for designation as “financial holding companies.”  Upon receipt of such designation, a financial holding company may engage in a broader array of activities, such as insurance underwriting, securities underwriting and merchant banking.  Arrow has not attempted to become, and has not been designated as, a financial holding company.\nThe FRB and the OCC have broad regulatory, examination and enforcement authority.  The FRB and the OCC conduct regular examinations of the entities they regulate.  In addition, banking organizations are subject to requirements for periodic reporting to the regulatory authorities.  The FRB and OCC have the authority to implement various remedies if they determine that the financial condition, capital, asset quality, management, earnings, liquidity or other aspects of a banking organization's operations are unsatisfactory or if they determine the banking organization is violating or has violated any law or regulation.  The authority of the federal bank regulators over banking organizations includes, but is not limited to, prohibiting unsafe or unsound practices; requiring affirmative action to correct a violation or unsafe or unsound practice; issuing administrative orders; requiring the organization to increase capital; requiring the organization to sell subsidiaries or other assets; restricting dividends, distributions and repurchases of the organization's stock; restricting the growth of the organization; assessing civil money penalties; removing officers and directors; and terminating deposit insurance.  The FDIC may terminate a depository institution's deposit insurance upon a finding that the institution's financial condition is unsafe or unsound or that the institution has engaged in unsafe or unsound practices for certain other reasons. \nRegulatory Supervision of Other Arrow Subsidiaries\nThe insurance agency subsidiary of Glens Falls National is subject to the licensing and other provisions of New York State Insurance Law and is regulated by the New York State Department of Financial Services.  Arrow's investment adviser subsidiary is subject to the licensing and other provisions of the federal Investment Advisers Act of 1940 and is regulated by the SEC.\n \nRegulation of Transactions between Banks and their Affiliates\nTransactions between banks and their \"affiliates\" are regulated by Sections 23A and 23B of the Federal Reserve Act (FRA).  Each of Arrow's non-bank subsidiaries (other than the business trusts formed to issue the TRUPs) is a subsidiary of one of the subsidiary banks, and also is an \"operating subsidiary\" under Sections 23A and 23B.  This means each non-bank subsidiary is considered to be part of the bank that owns it and thus is not an affiliate of that bank for purposes of Section 23A and 23B.  However, each of the two banks is an affiliate of the other bank, under Section 23A, and Arrow, the holding company, is also an affiliate of each bank under both Sections 23A and 23B.  Extensions of credit that a bank may make to affiliates, or to third parties secured by securities or obligations of the affiliates, are substantially limited by the FRA and the Federal Deposit Insurance Act (FDIA).  Such acts further restrict the range of permissible transactions between a bank and any affiliate, including a bank affiliate.  Furthermore, under the FRA, a bank may engage in certain transactions, including loans and purchases of assets, with a non-bank affiliate, only if certain special conditions, including collateral requirements for loans, are met and if the other terms and conditions of the transaction, including interest rates and credit standards, are substantially the same as, or at least as favorable to the bank as, those prevailing at the time for comparable transactions by the bank with non-affiliated companies or, in the absence of comparable transactions, on terms and conditions that would be offered by the bank to non-affiliated companies.\n \n6\nRegulatory Capital Standards\nAn important area of banking regulation is the federal banking system's promulgation and enforcement of minimum capitalization standards for banks and bank holding companies.  \nBank Capital Rules\n.  \nIn July 2013, federal bank regulators, including the FRB and the OCC, approved revised bank capital rules aimed at implementing capital requirements pursuant to Dodd-Frank.  These rules were also intended to coordinate U.S. bank capital standards with the then-current drafts of the Basel III proposed bank capital standards for all of the developed world's banking organizations.  The federal regulators' revised capital rules (the \"Capital Rules\"), which impose significantly higher minimum capital ratios on U.S. financial institutions than the rules they replaced, became effective for Arrow and its subsidiary banks on January 1, 2015, and were fully phased in by the end of 2019.\nIn 2020, federal bank regulators introduced an optional simplified measure of capital adequacy for qualifying community banking organizations (CBLR).  A qualifying community banking organization that opts into the CBLR framework and meets all the requirements under the CBLR framework will be considered to have met the well-capitalized ratio requirements under the “prompt corrective action” regulations and will not be required to report or calculate risk-based capital ratios.\nThe CBLR final rule became effective as of January 1, 2020, and Arrow and both subsidiary banks have opted out of utilizing the CBLR framework.  Therefore, the Capital Rules promulgated under Dodd-Frank remain applicable to Arrow and both subsidiary banks.\nThe Capital Rules which remain applicable to Arrow consist of two basic types of capital measures, a leverage ratio and a set of risk-based capital measures.  Within these two broad types of rules, however, significant changes were made in the revised Capital Rules, as discussed as follows.  \nLeverage Ratio\n.\n  The Capital Rules increased the minimum required leverage ratio from 3.0% to 4.0%.  The leverage ratio continues to be defined as the ratio of the institution's \"Tier 1\" capital (as defined under the new leverage rule) to total tangible assets (as defined under the revised leverage rule). \nRisk-Based Capital Measures\n.\n Current risk-based capital measures assign various risk weightings to all of the institution's assets, by asset type, and to certain off balance sheet items, and then establish minimum levels of capital to the aggregate dollar amount of such risk-weighted assets.  Under the risk-based Capital Rules, there are eight major risk-weighted categories of assets (although there are several additional super-weighted categories for high-risk assets that are generally not held by community banking organizations like Arrow).  The Capital Rules include a measure called the \"common equity tier 1 capital ratio\" (CET1).  For this ratio, only common equity (basically, common stock plus surplus plus retained earnings) qualifies as capital (i.e., CET1).  Preferred stock and trust preferred securities, which qualified as Tier 1 capital under the old Tier 1 risk-based capital measure (and continue to qualify as capital under the revised Tier 1 risk-based capital measure), are not included in CET1 capital.  Under these rules, CET1 capital also includes most elements of accumulated other comprehensive income (AOCI), including unrealized securities gains and losses, as part of both total regulatory capital (numerator) and total assets (denominator).  However, smaller banking organizations like Arrow's were given the opportunity to make a one-time irrevocable election to include or not to include certain elements of AOCI, most notably unrealized securities gains or losses.  Arrow made such an election, and therefore does not include unrealized securities gains and losses in calculating the CET1 ratio under the Capital Rules.  The minimum CET1 ratio under these rules, effective January 1, 2015, is 4.50%, which remained constant throughout the phase-in period. \nConsistent with the general theme of higher capital levels, the Capital Rules also increased the minimum ratio for Tier 1 risk-based capital from 4.0% to 6.0%, effective January 1, 2015.  The minimum level for total risk-based capital under the Capital Rules remained at 8.0%. \nThe Capital Rules also incorporated a capital concept, the so-called \"capital conservation buffer\" (set at 2.5%, after full phase-in), which must be added to each of the minimum required risk-based capital ratios (i.e., the minimum CET1 ratio, the minimum Tier 1 risk-based capital ratio and the minimum total risk-based capital ratio).  The capital conservation buffer was phased-in over four years beginning January 1, 2016 (see the table below).  When, during economic downturns, an institution's capital begins to erode, the first deductions from a regulatory perspective would be taken against the capital conservation buffer.  To the extent that such deductions should erode the buffer below the required level (2.5% of total risk-based assets after full phase-in), the institution will not necessarily be required to replace the buffer deficit immediately, but will face restrictions on paying dividends and other negative consequences until the buffer is fully replenished. \nAlso under the Capital Rules, and as required under Dodd-Frank, TRUPs issued by small- to medium-sized banking organizations (such as Arrow) that were outstanding on the Dodd-Frank grandfathering date for TRUPS (May 19, 2010) will continue to qualify as tier 1 capital, up to a limit of 25% of tier 1 capital, until the TRUPs mature or are redeemed, subject to certain limitations.  See the discussion of grandfathered TRUPs in Section E (\"CAPITAL RESOURCES AND DIVIDENDS\") of Item 7.\nThe following is a summary of the definitions of capital under the various risk-based measures in the Capital Rules:\nCommon Equity Tier 1 Capital (CET1):\n  Equals the sum of common stock instruments and related surplus (net of treasury stock), retained earnings, accumulated other comprehensive income (AOCI), and qualifying minority interests, minus applicable regulatory adjustments and deductions. Such deductions will include AOCI, if the organization has exercised its irrevocable option not to include AOCI in capital (Arrow made such an election). Mortgage-servicing assets, deferred tax assets, and investments in financial institutions are limited to 15% of CET1 in the aggregate and 10% of CET1 for each such item individually.\nAdditional Tier 1 Capital:\n  Equals the sum of noncumulative perpetual preferred stock, tier 1 minority interests, grandfathered TRUPs, and Troubled Asset Relief Program instruments, minus applicable regulatory adjustments and deductions. \n7\nTier 2 Capital:\n  Equals the sum of subordinated debt and preferred stock, total capital minority interests not included in Tier 1, and allowance for loan and lease losses (not exceeding 1.25% of risk-weighted assets) minus applicable regulatory adjustments and deductions.\nThe following table presents the Capital Rules applicable to Arrow and its subsidiary banks:\nYear, as of January 1\n2022\nMinimum CET1 Ratio\n4.500 \n%\nCapital Conservation Buffer (\"Buffer\")\n2.500 \n%\nMinimum CET1 Ratio Plus Buffer\n7.000 \n%\nMinimum Tier 1 Risk-Based Capital Ratio\n6.000 \n%\nMinimum Tier 1 Risk-Based Capital Ratio Plus Buffer\n8.500 \n%\nMinimum Total Risk-Based Capital Ratio\n8.000 \n%\nMinimum Total Risk-Based Capital Ratio Plus Buffer\n10.500 \n%\nMinimum Leverage Ratio\n4.000 \n%\n \nAt December 31, 2022,  Arrow and its two subsidiary banks exceeded, by a substantial amount, each of the applicable minimum capital ratios established under the revised Capital Rules, including the minimum CET1 Ratio, the minimum Tier 1 Risk-Based Capital Ratio, the minimum Total Risk-Based Capital Ratio, and the minimum Leverage Ratio, and including in the case of each risk-based ratio, the phased-in portion of the capital buffer.  See Note 20, \nRegulatory Matters\n, to the Consolidated Financial Statements for a presentation of Arrow's period-end ratios for 2022 and 2021.\nRegulatory Capital Classifications.\n  Under applicable banking law, federal banking regulators are required to take prompt corrective action with respect to depository institutions that do not meet minimum capital requirements.  The regulators have established five capital classifications for banking institutions, ranging from the highest category of \"well-capitalized\" to the lowest category of \"critically under-capitalized\".  Under the Capital Rules, a banking institution is considered \"well-capitalized\" if it meets the following capitalization standards on the date of measurement:  a CET1 risk-based capital ratio of 6.50% or greater, a Tier 1 risk-based capital ratio of 8.00% or greater, and a total risk-based capital ratio of 10.00% or greater, provided the institution is not subject to any regulatory order or written directive regarding capital maintenance. \nAs of December 31, 2022, Arrow and its two subsidiary banks qualified as \"well-capitalized\" under the revised capital classification scheme.\nRegulatory Reporting.\n  Arrow's recent failure to timely file this Annual Report on Form 10-K and the Quarterly Report on Form 10-Q for the quarter ended March 31, 2023 has resulted in a failure to timely file certain other regulatory reports, which rely in whole or in part upon the information contained in such 10-K and 10-Q Reports.  Any such required reports will be promptly filed upon the filing of this Annual Report on Form 10-K and the Quarterly Report on Form 10-Q.\nDividend Restrictions; Other Regulatory Sanctions\n \nA holding company's ability to pay dividends or repurchase its outstanding stock, as well as its ability to expand its business, including for example, through acquisitions of additional banking organizations or permitted non-bank companies, may be restricted if its capital falls below minimum regulatory capital ratios or fails to meet other informal capital guidelines that the regulators may apply from time to time to specific banking organizations.  In addition to these potential regulatory limitations on payment of dividends, the holding company's ability to pay dividends to shareholders, and the subsidiary banks' ability to pay dividends to the holding company are also subject to various restrictions under applicable corporate laws, including banking laws (which affect the subsidiary banks) and the New York Business Corporation Law (which affects the holding company).  The ability of the holding company and banks to pay dividends or repurchase shares in the future is, and is expected to continue to be, influenced by regulatory policies, the Capital Rules and other applicable law.\nIn cases where banking regulators have significant concerns regarding the financial condition, assets or operations of a bank holding company and/or one of its banks, the regulators may take enforcement action or impose enforcement orders, formal or informal, against the holding company or the particular bank.  If the ratio of tangible equity to total assets of a bank falls to 2% or below, the bank will likely be closed and placed in receivership, with the FDIC as receiver.\nCybersecurity\nIn addition to the provisions in the Gramm-Leach-Bliley Act relating to data security (discussed below), Arrow and its subsidiaries are subject to many federal and state laws, regulations and regulatory interpretations which impose standards and requirements related to cybersecurity.\nIn March 2015, federal regulators issued related statements regarding cybersecurity. One statement indicates that financial institutions should design multiple layers of security controls to establish lines of defense and to ensure that their risk management processes also address the risk posed by compromised customer credentials, including security measures to reliably authenticate customers accessing internet-based services of the financial institution. The other statement indicates that a financial institution’s management is expected to maintain sufficient business continuity planning processes to ensure the rapid recovery, resumption and maintenance of the institution’s operations after a cyber-attack involving destructive malware. A financial institution is also expected to develop appropriate processes to enable recovery of data and business operations and address rebuilding network capabilities and restoring data if the institution or its critical service providers fall victim to this type of \n8\ncyber-attack. Financial institutions that fail to observe this regulatory guidance on cybersecurity may be subject to various regulatory sanctions, including financial penalties.\nIn February 2018, the SEC issued the “Commission Statement and Guidance on Public Company Cybersecurity Disclosures” to assist public companies in preparing disclosures about cybersecurity risks and incidents. With the increased frequency and magnitude of cybersecurity incidents, the SEC stated that it is critical that public companies take all required actions to inform investors about material cybersecurity risks and incidents in a timely fashion.  Additionally, in October 2018 the SEC issued the “Report of Investigation Pursuant to Section 21(a) of the Securities Exchange Act of 1934 Regarding Certain Cyber-Related Frauds Perpetrated Against Public Companies and Related Internal Controls Requirements” which cited business email compromises that led to the incidents and that internal accounting controls may need to be reassessed in light of these emerging risks.  Certain Arrow subsidiaries are subject to certain New York State cybersecurity regulations.\nPrivacy and Confidentiality Laws\nArrow and its subsidiaries are subject to a variety of laws that regulate customer privacy and confidentiality. The Gramm-Leach-Bliley Act requires financial institutions to adopt privacy policies, to restrict the sharing of nonpublic customer information with nonaffiliated parties upon the request of the customer, and to implement data security measures to protect customer information. Certain state laws may impose additional privacy and confidentiality restrictions. The Fair Credit Reporting Act, as amended by the Fair and Accurate Credit Transactions Act of 2003, regulates use of credit reports, providing of information to credit reporting agencies and sharing of customer information with affiliates, and sets identity theft prevention standards.\nAnti-Money Laundering, the U.S. Patriot Act and OFAC\nThe Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001 initially adopted in 2001 and re-adopted by the U.S. Congress in 2006 with certain changes (the “Patriot Act”), imposes substantial record-keeping and due diligence obligations on banks and other financial institutions, with a particular focus on detecting and reporting money-laundering transactions involving domestic or international customers. The U.S. Treasury Department has issued and will continue to issue regulations clarifying the Patriot Act's requirements.  \nUnder the Patriot Act and other federal anti-money laundering laws and regulations, including, but not limited to, the Currency and Foreign Transactions Report Act (collectively, “Anti-Money Laundering Laws”), financial institutions, including banks, must maintain certain anti-money laundering compliance, customer identification and due diligence programs that include established internal policies, procedures, and controls. Financial institutions are also prohibited from entering into specified financial transactions and account relationships and must meet enhanced standards for due diligence and customer identification. Financial institutions must take reasonable steps to conduct enhanced scrutiny of account relationships to guard against money laundering and to report suspicious transactions. Law enforcement authorities have been granted increased access to financial information maintained by financial institutions.  Bank regulators routinely examine institutions for compliance with these obligations and they must consider an institution's compliance in connection with the regulatory review of applications, including applications for banking mergers and acquisitions.  The U.S. Treasury Department's Financial Crises Enforcement Network (“FinCEN”) issued a final rule in 2016 increasing customer due diligence requirements for banks, including adding a requirement to identify and verify the identity of beneficial owners of customers that are legal entities, subject to certain exclusions and exemptions.  The Company has established procedures for compliance with these requirements. Compliance with the provisions of the Patriot Act and other Anti-Money Laundering Laws results in substantial costs on all financial institutions.\nThe U.S. Department of the Treasury's Office of Foreign Assets Control (“OFAC”) is responsible for helping to insure that United States persons, including banks, do not engage in transactions with certain prohibited parties, as defined by various Executive Orders and Acts of Congress. OFAC publishes lists of persons, organizations, and countries suspected of aiding, harboring or engaging in terrorist acts, including, but not limited to, Specially Designated Nationals and Blocked Persons. If Arrow finds a name on any transaction, account or wire transfer that is on an OFAC list, Arrow must freeze or block such account or transaction, file a suspicious activity report, if required, notify the appropriate authorities and maintain appropriate records. \nCommunity Reinvestment Act\nArrow's subsidiary banks are subject to the Community Reinvestment Act (\"CRA\") and implementing regulations. CRA regulations establish the framework and criteria by which the bank regulatory agencies assess an institution's record of helping to meet the credit needs of its community, including low and moderate-income individuals. CRA ratings are taken into account by regulators in reviewing certain applications made by Arrow and its bank subsidiaries.\nThe Dodd-Frank Act\nDodd-Frank significantly changed the regulatory structure for financial institutions and their holding companies, for example, through provisions requiring the Capital Rules. Among other provisions, Dodd-Frank implemented corporate governance revisions that apply to all public companies, not just financial institutions, permanently increased the FDIC’s standard maximum deposit insurance amount to $250,000, changed the FDIC insurance assessment base to assets rather than deposits and increased the reserve ratio for the deposit insurance fund to ensure the future strength of the fund.  The federal prohibition on the payment of interest on certain demand deposits was repealed, thereby permitting depository institutions to pay interest on business transaction accounts. Dodd-Frank established a new federal agency, the Consumer Financial Protection Bureau (the “CFPB”), centralizing significant aspects of consumer financial protection under this agency. Limits were imposed for debit card interchange fees for issuers that have assets greater than $10 billion, which also could affect the amount of interchange fees collected by financial institutions with less than $10 billion in assets. Dodd-Frank also imposed new requirements related to mortgage lending, including prohibitions against payment of steering incentives and provisions relating to underwriting standards, \n9\ndisclosures, appraisals and escrows.  The Volcker Rule prohibited banks and their affiliates from engaging in proprietary trading and investing in certain unregistered investment companies.\nFederal banking regulators and other agencies including, among others, the FRB, the OCC and the CFPB, have been engaged in extensive rule-making efforts under Dodd-Frank, and the Community Bank Leverage Ratio has impacted certain Dodd-Frank requirements, as explained above. \n    \nIncentive Compensation\n \nDodd-Frank required the federal bank regulatory agencies and the SEC to establish joint regulations or guidelines prohibiting incentive-based payment arrangements at specified regulated entities, such as the Company, having at least $1 billion in total assets that encourage inappropriate risks by providing an executive officer, employee, director or principal shareholder with excessive compensation, fees, or benefits or that could lead to material financial loss to the entity. In addition, these regulators must establish regulations or guidelines requiring enhanced disclosure to regulators of incentive-based compensation arrangements. \nThe federal bank regulators issued proposed rules to address incentive-based compensation arrangements in June 2016. Final rules have not yet been issued by the federal bank regulatory agencies under this Dodd-Frank provision.\nIn 2010, the FRB, OCC and FDIC issued comprehensive final guidance on incentive compensation policies intended to ensure that the incentive compensation policies of banking organizations do not undermine the safety and soundness of such organizations by encouraging excessive risk-taking. The guidance, which covers all employees that have the ability to materially affect the risk profile of an organization, either individually or as part of a group, is based upon the key principles that a banking organization’s incentive compensation arrangements should (i) provide incentives that do not encourage risk-taking beyond the organization’s ability to effectively identify and manage risks, (ii) be compatible with effective internal controls and risk management, and (iii) be supported by strong corporate governance, including active and effective oversight by the organization’s board of directors. Management believes the current and past compensation practices of the Company do not encourage excessive risk taking or undermine the safety and soundness of the organization.\nThe FRB will review, as part of the regular, risk-focused examination process, the incentive compensation arrangements of banking organizations, such as the Company, that are not “large, complex banking organizations.” These reviews will be tailored to each organization based on the scope and complexity of the organization’s activities and the prevalence of incentive compensation arrangements. The findings of the supervisory initiatives will be included in reports of examination. Deficiencies will be incorporated into the organization’s supervisory ratings, which can affect the organization’s ability to make acquisitions and take other actions. Enforcement actions may be taken against a banking organization if its incentive compensation arrangements, or related risk-management control or governance processes, pose a risk to the organization’s safety and soundness and the organization is not taking prompt and effective measures to correct the deficiencies.\n \nDeposit Insurance Laws and Regulations\nIn February 2011, the FDIC finalized a new assessment system that took effect in the second quarter of 2011.  The final rule changed the assessment base from domestic deposits to average assets minus average tangible equity, adopted a new large-bank pricing assessment scheme, and set a target size for the Deposit Insurance Fund. The rule (as mandated by Dodd-Frank) finalized a target size for the Deposit Insurance Fund Reserve Ratio at 2.0% of insured deposits.\nDue to increased growth in insured deposits during the first half of 2020, on September 15, 2020, the FDIC established a plan to restore the Deposit Insurance Fund Reserve Ratio to at least 1.35% by September 30, 2028, as required by the FDIA, utilizing the rate schedule in effect at that time.  In response to updated analysis and projections for the fund balance and the Deposit Insurance Fund Reserve Ratio, the FDIC adopted a final rule in October 2022 increasing the initial base deposit insurance assessment rate schedules by two percent effective January 1, 2023 and beginning on the first quarterly assessment period of 2023.  The increase is intended to ensure that the reserve ratio meets the minimum ratio of 1.35% by the September 30, 2028 statutory deadline. Arrow is unable to predict whether or to what extent the FDIC may elect to impose additional special assessments on insured institutions in upcoming years, especially in light of recent high-profile large bank failures.\nReserve Requirements \nPursuant to regulations of the FRB, all banking organizations are required to maintain average daily reserves at mandated ratios against their transaction accounts and certain other types of deposit accounts. These reserves must be maintained in the form of vault cash or in an account at a Federal Reserve Bank.  In March 2020, the Federal Reserve Board reduced reserve requirement ratios to zero percent to free up liquidity in the banking industry to support lending to households and businesses.  \nD. RECENT LEGISLATIVE DEVELOPMENTS\nThe CARES Act and other COVID-19 Responses\nIn response to the COVID-19 pandemic, the CARES Act was signed into law on March 27, 2020.  The CARES Act is a $2.2 trillion economic stimulus bill that was enacted to provide relief in the wake of the COVID-19 pandemic. Several provisions within the CARES Act directly impacted financial institutions and led to action from the bank regulatory agencies. \nSection 1102 of the CARES Act created the PPP, a program administered by the SBA to provide loans to small businesses for payroll and other basic expenses during the COVID-19 pandemic. Arrow participated in the PPP as a lender, originating over $234.2 million in loans in 2020 and 2021. These loans were eligible to be forgiven if certain conditions were satisfied and were fully guaranteed by the SBA.  As of December 31, 2022, there were no PPP loans outstanding in Arrow's loan portfolio.\nOn March 22, 2020, a statement was issued by the Board of Governors of the Federal Reserve Bank, the Federal Deposit Insurance Corporation, the National Credit Union Administration, the office of the Comptroller of the Currency and the Consumer \n10\nFinancial Protection Bureau, titled the “Interagency Statement on Loan Modifications and Reporting for Financial Institutions Working with Customers Affected by the Coronavirus” (the “Interagency Statement”) that encourages financial institutions to work prudently with borrowers who are or may be unable to meet their contractual payment obligations due to the effects of COVID-19. Additionally, Section 4013 of the CARES Act further provides that a qualified loan modification is exempt from classification as a troubled debt restructuring (\"TDR\") as defined by GAAP, from the period beginning March 1, 2020 until the earlier of December 31, 2020 or the date that is 60 days after the date on which the national emergency concerning the COVID-19 outbreak declared by the President of the United States under the National Emergencies Act terminates. Section 541 of the CAA extended this relief to the earlier of January 1, 2022, or 60 days after the national emergency termination date. The Interagency Statement was subsequently revised in April 2020 to clarify the interaction of the original guidance with Section 4013 of the CARES Act, as well as setting forth the federal banking regulators’ views on consumer protection considerations.  In accordance with such guidance, Arrow offered short-term modifications in response to COVID-19 to qualified borrowers.  As of January 1, 2022, all COVID related deferrals had ended.\nOn May 11, 2023, the COVID-19 national emergency and public health emergency declarations ended.\nThe American Rescue Plan Act of 2021\nOn March 11, 2021, the American Rescue Plan Act of 2021 (\"American Rescue Plan\") was signed into law to speed up the recovery from the economic and health effects of the COVID-19 pandemic and the ongoing recession.  The American Rescue Plan is a $1.9 trillion economic stimulus bill that builds upon both the CARES Act and the CAA. \nSeveral provisions within the American Rescue Plan impact financial institutions. Key provisions include direct stimulus payments for the majority of Americans, extending unemployment benefits and continuing eviction and foreclosure moratoriums.  In addition, over $350 billion has been allocated to state, local and tribal governments to bridge budget shortfalls.\n \nOther Legislative Initiatives \nFrom time to time, various legislative and regulatory initiatives are introduced in Congress and state legislatures, as well as by regulatory authorities. These initiatives may include proposals to expand or contract the powers of bank holding companies and depository institutions or proposals to change the financial institution regulatory environment. Such legislation could change banking laws and the operating environment of our Company in substantial, but unpredictable ways. Arrow cannot predict whether any such legislation will be enacted, and, if enacted, the effect that it, or any implementing regulations would have on the Company's financial condition or results of operations.\nE. STATISTICAL DISCLOSURE – (Regulation S-K, Subpart 1400)\nSet forth below is an index identifying the location in this Report of various items of statistical information required to be included in this Report by the SEC’s industry guide for Bank Holding Companies.\nRequired Information\nLocation in Report\nDistribution of Assets, Liabilities and Stockholders' Equity; Interest Rates and Interest Differential\nPart II, Item 7.B.I.\nInvestment Portfolio\nPart II, Item 7.C.I.\nLoan Portfolio\nPart II, Item 7.C.II.\nSummary of Credit Loss Experience\nPart II, Item 7.C.III.\nDeposits\nPart II, Item 7.C.IV.\nReturn on Equity and Assets\nPart II, Item 6.\nShort-Term Borrowings\nPart II, Item 7.C.V.\nF. COMPETITION\nArrow faces intense competition in all markets served.  Competitors include traditional local commercial banks, savings banks and credit unions, non-traditional internet-based lending alternatives, as well as local offices of major regional and money center banks.  Like all banks, the Company encounters strong competition in the mortgage lending space from a wide variety of other mortgage originators, all of whom are principally affected in this business by the rate and terms set, and the lending practices established from time-to-time by the very large government sponsored enterprises (\"GSEs\") engaged in residential mortgage lending, most importantly, “Fannie Mae” and “Freddie Mac.” For many years, these GSEs have purchased and/or guaranteed a very substantial percentage of all newly-originated mortgage loans in the U.S.  Additionally, non-banking financial organizations, such as consumer finance companies, insurance companies, securities firms, money market funds, mutual funds, credit card companies and wealth management enterprises offer substantive equivalents of the various other types of loan and financial products and services and transactional accounts that are offered, even though these non-banking organizations are not subject to the same regulatory restrictions and capital requirements that apply to Arrow.  Under federal banking laws, such non-banking financial organizations not only may offer products and services comparable to those offered by commercial banks, but also may establish or acquire their own commercial banks.\nG. HUMAN CAPITAL\nArrow believes that its employees are among its most important assets. Accordingly, Arrow has prioritized investment in the well-being, performance, engagement and development of its employees. This includes, but is not limited to, providing access to well-being resources and assistance, offering competitive compensation and benefits to attract and retain top-level talent, empowering team members to take an active role in the formation and execution of the business strategy, and fostering a diverse and inclusive work environment that reflects the many values of the communities that Arrow serves. One example is through the \n11\ncreation of Arrow University, we are investing in our people by bringing employee learning and development to the forefront. We offer opportunities to employees at all levels for personal and professional growth, technical training, and career exploration and enhancement.  At December 31, 2022, Arrow had 502 full-time equivalent employees. \nH. ENVIRONMENTAL, SOCIAL AND GOVERNANCE (ESG)\nArrow is firmly committed to operating in a socially conscious manner that demonstrates positive environmental, social and governance contributions.\nEnvironmentally, Arrow is dedicated to conserving natural resources and complying with environmental regulations. Some of the steps we have taken to help promote environmentally responsible corporate citizenship include:\n•\nExpanded our philanthropic support of environmental sustainability in our community, including organizations that impact soil and water conservation, land conservation, sustainable farming, mountain and lake protection and stewardship, and parks and recreation\n•\nIncorporated energy-saving features into the renovation of our branches, such as interior and exterior LED lighting and energy-efficient plumbing in 40% of our branch network\n•\nIncorporated the above environmentally friendly attributes into our Glens Falls, New York, headquarters renovation, which includes approximately 76,000 square feet of office space; motion-activated lighting; significant improvements to exterior wall and roof insulation; new HVAC systems with higher efficiency which meet modern fresh-air and ventilation requirements; energy-efficient windows and entry doors; low-VOC materials; a separate tie-in to the city stormwater and sewer system to bypass the municipal treatment of rainwater collected off the building; and green plantings on a portion of the roof \n•\nInstalled solar panels at part of our corporate headquarters, to support the main campus with approximately 3,000 square feet of green energy\n•\nInstalled electric vehicle charging stations at our SNB Main Office, with utilization offered at no charge to customers \n•\nReduced emissions via remote work and video conferencing for large segments of employees\n•\nProvided and encouraged digital banking options and paperless statements\nSocially, Arrow is proud of its many contributions to its employees, customers and communities, including providing professional development and holistic support of its team, giving back to its communities in dollars and volunteer hours, and   meeting financial needs of the low- to moderate-income population. Arrow is also working on many ways to demonstrate the value of differences, particularly around diversity, equity, inclusion and belonging (“DEIB”).\nSteps taken in this area include:\n•\nMore than $675,000 and 9,395 hours donated to our communities in 2022 in support of arts and culture, child care, economic and workforce development, emergency assistance, food security, financial literacy, mental and physical health, safe and affordable housing, transportation and more \n•\n71 percent of donated dollars and 40 percent of hours are Community Reinvestment Act-eligible\n•\nPrioritization of donations to organizations that make it their mission to provide affordable homeownership, environmental or sustainable activities and programming, economic empowerment, health and human services and social progress\n•\nLending program to facilitate first-time home ownership\n•\nExtensive pandemic-related support to customers in need, including loan deferrals and over $234.2 million of 2,400 PPP loans through 2022 \n•\nBank On-certified checking product for the unbanked or underbanked population with no overdraft fees\n•\nPartnership with numerous organizations to meet the financial needs of the low- to moderate-income population\n•\nAnnual engagement with a third party to assess diversity within our employee base and support for setting and tracking goals to encourage the advancement of minorities, women, veterans and persons with disabilities\n•\nProfessional development, wellness and mental health services to our employees through the HR Department and through outside Employee Assistance Program (EAP) contracted services\n•\nOngoing outreach to measure employee engagement\n•\nThree consecutive years of special bonuses for all employees in recognition of exceptional commitment and performance\n•\nIncorporation of inclusion and belonging into our human resources policies, practices and programs\n•\nUpcoming DEIB educational series for the Arrow Team as well as the development of a group of stakeholders to guide further initiatives\n•\nEncouraged and facilitated employee giving including payroll deduction, dress-down days, and a fundraising campaign that totaled more than $103,000, a true reflection of our culture of giving\n•\nDeveloped ESG Investment Models for our socially conscious clients\n•\nLongstanding dedication to diversity on Arrow’s Board of Directors, exceeding Nasdaq requirements\nFinally, Arrow believes that strong corporate governance is the foundation to delivering on its commitments to its stakeholders. Arrow adheres to a comprehensive governance program, which is described in further detail in its annual Proxy Statement. \n12\nI. EXECUTIVE OFFICERS OF THE REGISTRANT\nThe names and ages of the executive officers of Arrow and positions held by each are presented in the following table:\nName\nAge\nPositions Held and Years from Which Held\nDavid S. DeMarco\n61\nPresident and Chief Executive Officer of Arrow since May 13, 2023 and Chief Banking Officer since 2018. In addition to his executive leadership role at Arrow, Mr. DeMarco serves as President and Chief Executive Officer of each of GFNB (serving since May 13, 2023) and SNB (serving since 2012). Prior positions in the Company include Senior Executive Vice President from February 2022 through May 2023, Senior Vice President of Arrow between May 2009 and January 2022, Executive Vice President and Chief Banking Officer of GFNB and Executive Vice President and Head of the Branch, Corporate Development, Financial Services & Marketing Division of GFNB (2003-2012).  Mr. DeMarco started with the Company as a commercial lender in 1987.\nPenko Ivanov\n54\nChief Financial Officer, Executive Vice President, Treasurer and Chief Accounting Officer effective February 21, 2023. Mr. Ivanov most recently served as executive vice president and chief financial officer of Bankwell Financial Group, Inc. in New Canaan, Connecticut. Prior to that, he worked in various finance positions for Doral Bank, General Electric Co. and PepsiCo Inc. Mr. Ivanov began his career with Ernst & Young in Munich, Germany.\nDavid D. Kaiser\n63\nSenior Executive Vice President and Chief Credit Officer of Arrow, GFNB and SNB since February 2022.  Prior positions in the Company include Senior Vice President and Chief Credit Officer of Arrow from February 2015 through January 2022, Executive Vice President of GFNB from 2012 through January 2022, Chief Credit Officer of GFNB from 2011 through January 2022 and Corporate Banking Manager for GFNB from 2005 to 2011.  Mr. Kaiser started with the Company in 2000.\nAndrew J. Wise\n56\nSenior Executive Vice President and Chief Operating Officer of Arrow, GFNB and SNB since February 2022.  Prior positions in the Company include Senior Vice President and Chief Operating Officer of Arrow from February 2018 through January 2022, Executive Vice President and Chief Operating Officer of GFNB from October 2017 through January 2022, Chief Administrative Officer of GFNB. He joined GFNB in May 2016 as Senior Vice President of Administration. Prior to that, he worked at Adirondack Trust Company for 12 years where he was Executive Vice President and Chief Operating Officer of the Company’s insurance subsidiary.\nJ. AVAILABLE INFORMATION\nArrow's Internet address is \nwww.arrowfinancial.com\n.  The Company makes available, free of charge on or through Arrow's website, the annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports as soon as practicable after they are filed or furnished with the SEC pursuant to the Exchange Act.  We intend to use our website to disclose material non-public information and various other documents related to corporate operations, including Corporate Governance Guidelines, the charters of  principal board committees, and codes of ethics and to comply with our disclosure obligations under Regulation FD. Accordingly, investors should monitor our website, in addition to following and reviewing our news releases, filings with the SEC and public conference calls and other presentations.  The Company has adopted a financial code of ethics that applies to Arrow’s chief executive officer, chief financial officer and principal accounting officer and a business code of ethics that applies to all directors, officers and employees of the holding company and its subsidiaries.  Both of these can be found at: https://www.arrowfinancial.com/Corporate/Governance.\n13",
    "item1a": ">Item 1A\n. Risk Factors\nArrow's financial results and the market price of its stock are subject to risks arising from many factors, including the risks listed below, as well as other risks and uncertainties.  Any of these risks could materially and adversely affect Arrow's business, financial condition or results of operations. Please note that the discussion below regarding the potential impact on Arrow of certain of these factors that may develop in the future is not meant to provide predictions by Arrow's management that such factors will develop, but to acknowledge the possible negative consequences to the Company and business if certain conditions materialize.\nMACROECONOMIC AND INDUSTRY RISKS \nMarket conditions could present significant challenges to the U.S. commercial banking industry and its core business of making and servicing loans and any substantial downturn in the regional markets in which Arrow operates or in the U.S. economy generally could adversely affect Arrow's ability to maintain steady growth in the loan portfolio and earnings.\n Arrow's business is highly dependent on the business environment in the markets in which the Company operates as well as the United States as a whole. Arrow's business is dependent upon the financial stability of the Company's borrowers, including their ability to pay interest on and repay the principal amount of, outstanding loans, the value of the collateral securing those loans, and the overall demand for loans and other products and services, all of which impact Arrow's stability and future growth. Although Arrow's market area has experienced a stabilizing of economic conditions in recent years and even periods of modest growth, if unpredictable or unfavorable economic conditions unique to the market area should occur in upcoming periods, these conditions will likely have an adverse effect on the quality of the loan portfolio and financial performance. As a community bank, Arrow is less able than larger regional competitors to spread the risk of unfavorable local economic conditions over a larger market area. Further, if the overall U.S. economy deteriorates, then Arrow's business, results of operations, financial condition and prospects could be adversely affected. In particular, financial performance may be adversely affected by short-term and long-term interest rates, the prevailing yield curve, inflation, monetary supply, fluctuations in the debt and equity capital markets, and the strength of the domestic economy and the local economies in the markets in which Arrow operates, all of which are beyond Arrow's control.\nA continued period of high inflation could adversely impact our business and our customers.\n The Federal Reserve Board has raised certain benchmark interest rates in an effort to combat the pronounced increase in inflation. As rates continue to rise, the value of our investment securities, particularly those with longer maturities, would likely decrease (although this effect may be mitigated for floating rate instruments). Further, inflation increases the cost of operational expenses which increases our noninterest expenses. Additionally, our customers may be affected by inflation, which could have a negative impact on their ability to repay loans. Finally, the high inflationary environment may discourage our customers from pursuing new loans.\nArrow operates in a highly competitive industry and market areas that could negatively affect growth and profitability. \nCompetition for commercial banking and other financial services is fierce in Arrow's market areas. In one or more aspects of business, Arrow's subsidiaries compete with other commercial banks, savings and loan associations, credit unions, finance companies, Internet-based financial services companies, mutual funds, insurance companies, brokerage and investment banking companies, and other financial intermediaries. Additionally, due to their size and other factors, many competitors may be able to achieve economies of scale and, as a result, may offer a broader range of products and services, as well as better pricing for those products and services, than Arrow can. Technology has lowered barriers to entry and made it possible for non-banks to offer products and services traditionally provided by banks, such as automatic transfer and automatic payment systems. In addition, many of Arrow's competitors are not subject to the same extensive federal regulations that govern bank holding companies and federally insured banks. Failure, by Arrow, to offer competitive services in Arrow's market areas could significantly weaken Arrow's market position, adversely affecting growth, which, in turn, could have a material adverse effect on Arrow's financial condition and results of operations.\nUncertainty relating to LIBOR and other reference rates and their potential discontinuance may negatively impact our access to funding and the value of our financial instruments and commercial agreements.\n Due to uncertainty surrounding the suitability and sustainability of the London interbank offered rate (LIBOR), central banks and global regulators have called for financial market participants to prepare for the discontinuance of LIBOR and the establishment of alternative reference rates. ICE Benchmark Administration (IBA), the administrator of LIBOR, announced that it will consult on its intention to cease publication of one-week and two-month U.S. dollar LIBOR at December 31, 2021, and stop the remaining U.S. dollar settings immediately after publication on June 30, 2023. At this time, it is not anticipated to have a significant impact to Arrow, or Arrow's financial instruments or commercial agreements that reference LIBOR.\nCertain of our financial instruments and commercial agreements contain provisions to replace LIBOR as the benchmark following the occurrence of specified transition events. Such provisions may not be sufficient to trigger a change in the benchmark at all times when LIBOR is no longer representative of market interest rates, or that these events will align with similar events in the market generally or in other parts of the financial markets, such as the derivatives market.\nAlternative reference rates are calculated using components different from those used in the calculation of LIBOR and may fluctuate differently than, and not be representative of, LIBOR. In order to compensate for these differences, certain of our financial instruments and commercial agreements allow for a benchmark replacement adjustment. However, there is no assurance that any benchmark replacement adjustment will be sufficient to produce the economic equivalent of LIBOR, either at the benchmark replacement date or over the life of such instruments and agreements.\nArrow established a committee in 2020 comprised of Bank Management to prepare for the discontinuance of LIBOR. Arrow has determined that the financial products tied to LIBOR will not be subject to cessation until June 30, 2023. This review also identified that only a few legacy contracts do not include appropriate fallback language. Arrow anticipates that the appropriate fallback provisions for these contracts will be implemented and allow for an orderly transition prior to the June 30, 2023 cessation of U.S. Dollar LIBOR (additional information regarding the replacement of LIBOR for \"tough legacy\" contracts can be found in the Reference Rate Reform section).  As of December 31, 2021, Arrow no longer issues new LIBOR-based financial instruments. Furthermore, U.S. Dollar LIBOR indices utilized by Arrow's existing financial instruments shall cease on June 30, 2023. \n14\nBeginning January 1, 2022, Arrow is using the CME Term Secured Overnight Financing Rate (SOFR) as the primary index for financial instruments.\nUncertainty as to the nature and timing of the potential discontinuance or modification of LIBOR, the replacement of LIBOR with one or more alternative reference rates or other reforms may negatively impact market liquidity, Arrow's access to funding required to operate Arrow's business and/or the trading market for financial instruments. Furthermore, the timing of implementation and use of alternative reference rates and corresponding adjustments or other reforms could be subject to disputes, could cause the interest payable on Arrow's outstanding financial instruments and commercial agreements to be materially different than expected and may impact the value of financial instruments and commercial agreements.\nThe financial services industry is faced with technological advances and changes on a continuing basis, and failure to adapt to these advances and changes could have a material adverse impact on Arrow's business\n. Technological advances and changes in the financial services industry are pervasive and constant. The retail financial services sector, like many other retail goods and services sectors, is constantly evolving, involving new delivery and communications systems and technologies that are extraordinarily far-reaching and impactful. For Arrow to remain competitive, Arrow must comprehend and adapt to these systems and technologies. Proper implementation of new technologies can increase efficiency, decrease costs and help to meet customer demand. However, many competitors have greater resources to invest in technological advances and changes. Arrow may not always be successful in utilizing the latest technological advances in offering its products and services or in otherwise conducting its business. Failure to identify, consider, adapt to and implement technological advances and changes could have a material adverse effect on business.\nProblems encountered by other financial institutions could adversely affect Arrow\n. Arrow's ability to engage in routine funding transactions could be adversely affected by financial or commercial problems confronting other financial institutions. Financial services institutions are interrelated as a result of trading, clearing, counterparty and other relationships. Arrow has exposure to many different counterparties in the normal course of business, and routinely executes transactions with counterparties in the financial services industry, including brokers and dealers, other commercial banks, investment banks, mutual and hedge funds, and other financial institutions. As a result, defaults by, or even rumors or questions about, one or more financial services institutions, or the financial services industry generally, including in response to recent high-profile large bank failures, could lead to market-wide liquidity problems and losses or defaults by Arrow or by other financial institutions on whom Arrow relies or with whom Arrow interacts. Some of these transactions expose Arrow to credit and other potential risks in the event of default of Arrow's counterparty or client. In addition, credit risk may be exacerbated when the collateral held by Arrow cannot be liquidated or only may be liquidated at prices not sufficient to recover the full amount due Arrow under the underlying financial instrument, held by Arrow. There is no assurance that any such losses would not materially and adversely affect results of operations.\nOPERATIONAL RISKS\nAny future economic or financial downturn, including any significant correction in the equity markets, may negatively affect the volume of income attributable to, and demand for, fee-based services of banks such as Arrow, including the Company's fiduciary business, which could negatively impact Arrow's financial condition and results of operations\n. Revenues from trust and wealth management business are dependent on the level of assets under management. Any significant downturn in the equity markets may lead Arrow's trust and wealth management customers to liquidate their investments, or may diminish account values for those customers who elect to leave their portfolios with Arrow, in either case reducing assets under management and thereby decreasing revenues from this important sector of the business. Other fee-based businesses are also susceptible to a sudden economic or financial downturn.\nIn addition, Arrow's loan quality is affected by the condition of the economy. Like all financial institutions, Arrow maintains an allowance for credit losses to provide for probable credit losses at the balance sheet date. Arrow's allowance for credit losses is based on its historical loss experience as well as an evaluation of the risks associated with its loan portfolio, including the size and composition of the portfolio, current economic conditions and geographic concentrations within the portfolio and other factors. While Arrow has continued to enjoy a very high level of quality in its loan portfolio generally and very low levels of loan charge-offs and non-performing loans, if the economy in Arrow's geographic market area should deteriorate to the point that recessionary conditions return, or if the regional or national economy experiences a protracted period of stagnation, the quality of our loan portfolio may weaken so significantly that its allowance for loan losses may not be adequate to cover actual or expected loan losses. In such events, Arrow may be required to increase its provisions for credit losses and this could materially and adversely affect financial results. Moreover, weak or worsening economic conditions often lead to difficulties in other areas of its business, including growth of its business generally, thereby compounding the negative effects on earnings.\nPotential complications with the implementation of our new core banking system could adversely impact our business and operations\n. Arrow relies extensively on information systems and technology to manage the Company's business and summarize operating results. During September 2022, Arrow completed the implementation of a new core banking system which replaced the prior system. The new core system will enable future enhancements to our digital experience, improve efficiency for our teams and customers, and empower data-driven decisions. This upgrade constitutes a major investment in Arrow’s technology needs and is a key initiative within its strategic plan. The new core system implementation process has required, and will continue to require, the investment of significant personnel and financial resources. We are now using the new core system. In connection with the conversion, we have encountered, and are continuing to experience, operational and other issues, certain of which have required substantial time and resources to address, and which have had a negative impact on our operations and business and have contributed to the material weaknesses in the Company’s internal controls described in Part II, Item 9A, \nControls and Procedures\n. We are continuing to resolve these issues expeditiously, but there can be no assurance that such issues will not have a further negative impact on our operations or business.\nArrow faces continuing and growing security risks to its information base including the information maintained relating to customers, and any breaches in the security systems implemented to protect this information could have a material negative effect on Arrow's business operations and financial condition\n. In the ordinary course of business, Arrow \n15\nrelies on electronic communications and information systems to conduct its operations and to store sensitive data. Arrow employs an in-depth, layered, defensive approach that leverages people, processes and technology to manage and maintain cybersecurity controls. Arrow employs a variety of preventative and detective tools to monitor, block, and provide alerts regarding suspicious activity, as well as to report on any suspected advanced persistent threats. Arrow has implemented and regularly reviews and updates extensive systems of internal controls and procedures as well as corporate governance policies and procedures intended to protect its business operations, including the security and privacy of all confidential customer information. In addition, Arrow relies on the services of a variety of vendors to meet data processing and communication needs. No matter how well designed or implemented its controls are, Arrow cannot provide an absolute guarantee to protect its business operations from every type of cybersecurity or other security problem in every situation, whether as a result of systems failures, human error or negligence, cyberattacks, security breaches, fraud or misappropriation. Any failure or circumvention of these controls could have a material adverse effect on Arrow's business operations and financial condition. Notwithstanding the strength of defensive measures, the threat from cyberattacks is severe, attacks are sophisticated and increasing in volume, and attackers respond rapidly to changes in defensive measures. While to date, Arrow has not experienced a significant compromise, significant data loss or any material financial losses related to cybersecurity attacks or other security problems, Arrow's systems and those of its customers and third-party service providers are under constant threat. Risks and exposures related to cybersecurity attacks or other security problems are expected to remain high for the foreseeable future due to the rapidly evolving nature and sophistication of these threats and issues, as well as due to the expanding use of Internet banking, mobile banking and other technology-based products and services by Arrow and customers.\nThe computer systems and network infrastructure that Arrow uses are always vulnerable to unforeseen disruptions, including theft of confidential customer information (“identity theft”) and interruption of service as a result of fire, natural disasters, explosion, general infrastructure failure, cyberattacks or other security problems. These disruptions may arise in Arrow's internally developed systems, or the systems of our third-party service providers or may originate from the actions of our consumer and business customers who access our systems from their own networks or digital devices to process transactions. Information security and cyber security risks have increased significantly in recent years because of consumer demand to use the Internet and other electronic delivery channels to conduct financial transactions. Cybersecurity risk and other security problems are a major concern to financial services regulators and all financial service providers, including Arrow. These risks are further exacerbated due to the increased sophistication and activities of organized crime, hackers, terrorists and other disreputable parties. Arrow regularly assesses and tests security systems and disaster preparedness, including back-up systems, but the risks are substantially escalating. As a result, cybersecurity and the continued enhancement of Arrow's controls and processes to protect its systems, data and networks from attacks or unauthorized access remain a priority. Accordingly, Arrow may be required to expend additional resources to enhance its protective measures or to investigate and remediate any information security vulnerabilities or exposures. Any breach of Arrow's system security could result in disruption of its operations, unauthorized access to confidential customer information, significant regulatory costs, litigation exposure and other possible damages, loss or liability. Such costs or losses could exceed the amount of available insurance coverage, if any, and would adversely affect Arrow's earnings. Also, any failure to prevent a security breach or to quickly and effectively deal with such a breach could negatively impact customer confidence, damaging Arrow's reputation and undermining its ability to attract and keep customers. In addition, if Arrow fails to observe any of the cybersecurity requirements in federal or state laws, regulations or regulatory guidance, Arrow could be subject to various sanctions, including financial penalties.\nBusiness could suffer if Arrow loses key personnel unexpectedly or if employee wages increase significantly.\n Arrow's success depends, in large part, on Arrow's ability to retain key personnel for the duration of their expected terms of service. On an ongoing basis, Arrow prepares and reviews back-up plans, in the event key personnel are unexpectedly rendered incapable of performing or depart or resign from their positions. However, any sudden unexpected change at the senior management level may adversely affect business. In addition, should Arrow's industry begin to experience a shortage of qualified employees, Arrow, like other financial institutions or businesses in general, may have difficulty attracting and retaining entry level or higher bracket personnel and also may experience, as a result of such shortages or the enactment of higher minimum wage laws locally or nationwide, increased salary expense, which would likely negatively impact results of operations.\nCOVID-19 or other health emergencies may adversely affect Arrow’s business activities, financial condition and results of operations.\n The business of Arrow and its subsidiary banks depends on the willingness and ability of its customers to conduct financial transactions. COVID-19 or other health emergencies could disrupt the business, activities, and operations of Arrow’s customers, as well as Arrow's business and operations.\nArrow has taken steps to mitigate the risk of harm to its employees and customers and to its operations from the COVID-19 pandemic or other events through its business continuity plan.  There are a number of uncertainties related to the potential effects of a pandemic that may not be able to be addressed by this effort. If the spread of a pandemic or a health emergency has an adverse effect on (i) customer deposits, (ii) the ability of borrowers to satisfy their obligations, (iii) the demand for loans or other financial products and services, (iv) the ability of Arrow’s personnel and third party service providers to perform effectively, (v) financial markets, real estate markets, or economic growth, or (vi) other aspects of operations, then Arrow’s liquidity, financial condition and/or results of operations may be materially and adversely affected.\nFINANCIAL RISKS\nArrow is subject to interest rate risk, which could adversely affect profitability\n. Profitability, like that of most financial institutions, depends to a large extent on Arrow's net interest income, which is the difference between interest income on interest-earning assets, such as loans and investment securities, and interest expense on interest-bearing liabilities, such as deposits and borrowings. Changes in monetary policy, including changes in interest rates, could influence not only the interest received on loans and securities and the amount of interest paid on deposits and borrowings, but also (1) Arrow's ability to originate loans and obtain deposits, (2) the fair value of financial assets and liabilities, and (3) the average duration of mortgage-backed securities portfolio. If the interest rates Arrow pays on deposits and other borrowings increase at a faster rate than the interest rates received on loans, securities and other interest-earning investments, net interest income, and therefore earnings, could be adversely affected. Earnings could also be adversely affected if the interest rates received on loans and other investments fall more quickly than the interest rates paid on deposits and other borrowings. Changes in interest rates, whether they are increases or decreases, can also trigger repricing and changes in the pace of payments for both assets and liabilities.\n16\nBeginning and continuing throughout 2022, the Federal Reserve raised benchmark interest rates, partially in response to increasing inflation.  In 2023, rates may continue to rise and/or stay at elevated levels.  Higher interest rates could have a negative impact on results of operations by reducing the ability of borrowers to repay their current loan obligations. These circumstances could not only result in increased loan defaults, foreclosures and charge-offs, but also necessitate further increases to the allowance for credit losses which may materially and adversely affect Arrow's business, results of operations, financial condition and prospects.\nArrow could recognize losses on securities held in our securities portfolio, particularly if interest rates increase or economic and market conditions deteriorate. \n Factors beyond our control can significantly influence and cause potential adverse changes to the fair value of securities in our portfolio. For example, fixed-rate securities acquired by us are generally subject to decreases in market value when interest rates rise. Additional factors include, but are not limited to, rating agency downgrades of the securities, our own analysis of the value of the securities, defaults by the issuers or individual mortgagors with respect to the underlying securities and instability in the credit markets. Any of the foregoing factors, as well as changing economic and market conditions, generally, could cause other-than-temporary impairments, realized or unrealized losses in future periods and declines in other comprehensive income, any of which could have a material adverse effect on our business, financial condition, results of operations and growth prospects. The process for determining whether an impairment is other-than-temporary requires complex, subjective judgments about Arrow's future financial performance and liquidity, the fair value of any collateral underlying the security and whether and to what extent the principal and interest on the security will ultimately be paid in accordance with its payment terms, any of which could subsequently prove to have been wrong.\nArrow's allowance for possible credit losses may be insufficient, and an increase in the allowance would reduce earnings\n. The allowance is established through a provision for credit losses based on management’s evaluation of the risks inherent in the loan portfolio and the general economy. The allowance is based upon a number of factors, including the size of the loan portfolio, asset classifications, economic trends, industry experience and trends, industry and geographic concentrations, estimated collateral values, management’s assessment of the credit risk inherent in the portfolio, historical loss experience and loan underwriting policies. In addition, Arrow evaluates all loans identified as problem loans and augments the allowance based upon an estimation of the potential loss associated with those problem loans. Additions to the allowance for credit losses decrease net income through provisions for credit losses. If the evaluation performed in connection with establishing credit loss reserves is wrong, the allowance for credit losses may not be sufficient to cover Arrow's losses, which would have an adverse effect on operating results. Arrow's regulators, in reviewing the loan portfolio as part of a regulatory examination, may from time to time require Arrow to increase the allowance for credit losses, thereby negatively affecting earnings, financial condition and capital ratios at that time. Moreover, additions to the allowance may be necessary based on changes in economic and real estate market conditions, new information regarding existing loans and leases, identification of additional problem loans and other factors, both within and outside of Arrow's control. Additions to the allowance could have a negative impact on Arrow's results of operations.\nArrow’s financial condition and the results of its operations could be negatively impacted by liquidity management.\n Arrow’s liquidity can be significantly and negatively impacted by factors outside the Company’s control, including general disruptions in the financial markets, governmental fiscal and monetary policies, regulatory changes, negative investor perceptions of Arrow’s creditworthiness, unexpected increases in cash or collateral requirements and the consequent inability to monetize available liquidity resources. Further, competition for deposits has continued to increase in recent years, including as a result of online banks and digital banking and fixed income alternatives for customer funds. Continued or increased competition for deposits in the current higher interest rate environment could negatively impact  Arrow’s liquidity going forward.\nIn addition, as a holding company, Arrow relies on interest, dividends, distributions and other payments from its subsidiary banks to fund dividends as well as to satisfy its debt and other obligations. Limitations on the payments that Arrow receives from its subsidiary banks could also impact Arrow’s liquidity. A bank holding company is required by law to act as a source of financial and managerial strength for its subsidiary banks. As a result, Arrow may be required to commit resources to its subsidiary banks, even if doing so is not otherwise in the interests of the Company, its shareholders or its creditors, which could reduce the amount of funds available to meet its obligations.\nThe increasing complexity of Arrow's operations presents varied risks that could affect earnings and financial condition. \nArrow processes a large volume of transactions on a daily basis and is exposed to numerous types of risks related to internal processes, people and systems. These risks include, but are not limited to, the risk of fraud by persons inside or outside the Company, the execution of unauthorized transactions by employees, errors relating to transaction processing and systems, breaches of data security, human error or negligence, and Arrow's internal control system and compliance with a complex array of consumer and safety and soundness regulations. Arrow could also experience additional loss as a result of potential legal actions that could arise as a result of operational deficiencies or as a result of noncompliance with applicable laws and regulations.\nWe have identified material weaknesses in our internal control over financial reporting which could, if not remediated, result in a material misstatement of our financial statements.\n Although Arrow  established and maintained a system of internal controls to provide management with information on a timely basis and allow for the monitoring of compliance with operational standards, we have identified material weaknesses in our system of internal controls. Specifically, in connection with management's evaluation of the effectiveness of our internal control over financial reporting as of December 31, 2022, we determined that we did not maintain effective monitoring controls in relation to testing, communication, and oversight over internal controls over financial reporting. Also, with regard to the conversion of our core banking information technology system, we did not effectively perform risk assessment procedures to identify the impact of the conversion on our internal control over financial reporting. The material weaknesses did not result in a material misstatement of our annual or interim financial statements. However, the material weaknesses could result in a misstatement of certain account balances or disclosures that could result in a material misstatement to the annual or interim financial statements which would not be prevented or detected in a timely manner. Losses from operational risks may still occur, however, including losses from the effects of operational errors. We have developed and are executing upon a plan of remediation to address the identified material weaknesses. If our \n17\nremediation efforts are insufficient to address the identified material weaknesses or if additional material weaknesses in internal controls are discovered in the future, we may be unable to timely and accurately record, process, summarize and report our financial results. The occurrence of or failure to remediate a material weakness may adversely affect our reputation and business and the market price of shares of our common stock. For additional discussion, see Part II, Item 9A, Controls and Procedures.\nRISKS RELATED TO OWNING OUR COMMON STOCK\nThe Company relies on the operations of its banking subsidiaries to provide liquidity, which, if limited, could impact Arrow's ability to pay dividends to its shareholders or to repurchase its common stock.\n Arrow is a bank holding company, a separate legal entity from its subsidiaries. The bank holding company does not have significant operations of its own. The ability of the subsidiaries, including bank and insurance subsidiaries, to pay dividends is limited by various statutes and regulations. It is possible, depending upon the financial condition of Arrow's subsidiaries and other factors, that the subsidiaries might be restricted at some point in the ability to pay dividends to the holding company, including by a bank regulator asserting that the payment of such dividends or other payments would constitute an unsafe or unsound practice. In addition, under federal banking law, Arrow is subject to consolidated capital requirements at the holding company level. If the holding company or the bank subsidiaries are required to retain or increase capital, Arrow may not be able to maintain the cash dividends or pay dividends at all, or to repurchase shares of Arrow's common stock.\nLEGAL, TAX, REGULATORY AND COMPLIANCE RISKS\nCapital and liquidity standards require banks and bank holding companies to maintain more and higher quality capital and greater liquidity than has historically been the case\n. Capital standards, particularly those adopted as a result of Dodd-Frank, continue to have a significant effect on banks and bank holding companies, including Arrow. The need to maintain more and higher quality capital, as well as greater liquidity, and generally increased regulatory scrutiny with respect to capital levels, may at some point limit business activities, including lending, and our ability to expand. It could also result in Arrow being required to take steps to increase regulatory capital and may dilute shareholder value or limit the ability to pay dividends or otherwise return capital to investors through stock repurchases.  The Capital Rules promulgated under Dodd-Frank will remain applicable to Arrow.\nFederal banking statutes and regulations could change in the future, which may adversely affect Arrow.  \nArrow is subject to extensive federal and state banking regulations and supervision. Banking laws and regulations are intended primarily to protect bank depositors’ funds (and indirectly the Federal Deposit Insurance Fund) as well as bank retail customers, who may lack the sophistication to understand or appreciate bank products and services. These laws and regulations generally are not, however, aimed at protecting or enhancing the returns on investment enjoyed by bank shareholders.\nArrow's depositor/customer awareness of the changing regulatory environment is particularly true of the set of laws and regulations under Dodd-Frank, which were passed in the aftermath of the 2008-09 financial crisis and in large part were intended to better protect bank customers (and to some degree, banks) against a wide variety of lending products and aggressive lending practices that pre-dated the crisis and are seen as having contributed to its severity. Although not all banks offered such products or engaged in such practices, all banks are affected by these laws and regulations to some degree.\nDodd-Frank restricts Arrow's lending practices, requires us to expend substantial additional resources to safeguard customers, significantly increases its regulatory burden, and subjects Arrow to significantly higher minimum capital requirements which, in the long run, may serve as a drag on its earnings, growth and ultimately on its dividends and stock price (the Dodd-Frank capital standards are separately addressed in a previous risk factor).\nAlthough the Economic Growth Act and similar initiatives may mitigate the impact of Dodd-Frank, other statutory and regulatory changes including additional guidance and interpretations of existing rules and requirements could add to the existing regulatory burden imposed on banking organizations like Arrow, resulting in a potential material adverse effect on Arrow's financial condition and results of operations.\nNon-compliance with the Patriot Act, Bank Secrecy Act, or other anti-money laundering laws and regulations could result in fines or sanctions and restrictions on conducting acquisitions or establishing new branches.\n The Patriot Act and Bank Secrecy Act require financial institutions to develop programs to prevent financial institutions from being used for money laundering and terrorist activities. If such activities are suspected, financial institutions are obligated to file suspicious activity reports with FinCEN. Federal anti-money laundering rules require financial institutions to establish procedures for identifying and verifying the identity of customers seeking to open new financial accounts. Failure to comply with these regulations could result in fines or sanctions, and restrictions on conducting acquisitions or establishing new branches. During the last few years, several banking institutions have received large fines for non-compliance with these laws and regulations. The policies and procedures Arrow adopted that are designed to assist in compliance with these laws and regulations may not be effective in preventing violations of these laws and regulations.\nArrow, through its banking subsidiaries, is subject to the CRA and fair lending laws, and failure to comply with these laws could lead to material penalties\n. CRA, the Equal Credit Opportunity Act, the Fair Housing Act and other fair lending laws and regulations impose nondiscriminatory lending requirements on financial institutions. A successful regulatory challenge to an institution’s performance under the CRA or fair lending laws and regulations could result in a wide variety of sanctions, including the required payment of damages and civil money penalties, injunctive relief, imposition of restrictions on mergers and acquisitions activity and restrictions on expansion. Private parties may also have the ability to challenge an institution’s performance under fair lending laws in private class action litigation. Such actions could have a material adverse effect on Arrow's business, financial condition and results of operations.    ",
    "item7": ">Item 7.\n    Management's Discussion and Analysis of Financial Condition and Results of Operations\nSelected Quarterly Information\nDollars in thousands, except per share amounts\nShare and per share amounts have been restated for the September 2022 3% stock dividend\nQuarter Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nNet Income\n$\n12,087 \n$\n12,163 \n$\n11,974 \n$\n12,575 \n$\n10,309 \nTransactions Recorded in Net Income (Net of Tax):\n \n \n \n \n \nNet Changes in Fair Value of Equity Investments\n35 \n70 \n114 \n96 \n(104)\nShare and Per Share Data: \n1\n \n \n \n \n \nPeriod End Shares Outstanding\n16,552 \n16,523 \n16,503 \n16,493 \n16,522 \nBasic Average Shares Outstanding\n16,535 \n16,512 \n16,494 \n16,511 \n16,509 \nDiluted Average Shares Outstanding\n16,589 \n16,558 \n16,535 \n16,566 \n16,574 \nBasic Earnings Per Share\n$\n0.73 \n$\n0.74 \n$\n0.72 \n$\n0.76 \n$\n0.62 \nDiluted Earnings Per Share\n0.73 \n0.74 \n0.72 \n$\n0.76 \n$\n0.62 \nCash Dividend Per Share\n0.270 \n0.262 \n0.262 \n0.262 \n0.252 \nSelected Quarterly Average Balances:\n \n \n \n \n \n  Interest-Bearing Deposits at Banks\n$\n143,499 \n$\n209,001 \n$\n232,545 \n$\n410,644 \n$\n551,890 \n  Investment Securities\n845,859 \n821,052 \n822,112 \n797,347 \n681,732 \n  Loans\n2,951,547 \n2,872,066 \n2,804,180 \n2,678,796 \n2,660,665 \n  Deposits\n3,614,945 \n3,598,519 \n3,569,754 \n3,582,256 \n3,590,766 \n  Other Borrowed Funds\n63,304 \n50,125 \n50,140 \n68,596 \n70,162 \n  Shareholders’ Equity\n351,402 \n361,675 \n357,228 \n370,264 \n364,409 \n  Total Assets\n4,074,028 \n4,047,738 \n4,012,999 \n4,054,943 \n4,060,540 \nReturn on Average Assets, annualized\n1.18 \n%\n1.19 \n%\n1.20 \n%\n1.26 \n%\n1.01 \n%\nReturn on Average Equity, annualized\n13.65 \n%\n13.34 \n%\n13.44 \n%\n13.77 \n%\n11.22 \n%\nReturn on Average Tangible Equity, annualized \n2\n14.62 \n%\n14.27 \n%\n14.40 \n%\n14.72 \n%\n12.01 \n%\nAverage Earning Assets\n$\n3,940,905 \n$\n3,902,119 \n$\n3,858,837 \n$\n3,886,787 \n$\n3,894,287 \nAverage Paying Liabilities\n2,891,092 \n2,781,985 \n2,808,287 \n2,855,884 \n2,841,304 \nInterest Income\n35,904 \n34,207 \n30,593 \n28,947 \n28,354 \nTax-Equivalent Adjustment \n3\n279 \n268 \n269 \n270 \n285 \nInterest Income, Tax-Equivalent \n3\n36,183 \n34,475 \n30,862 \n29,217 \n28,639 \nInterest Expense\n5,325 \n3,306 \n1,555 \n1,122 \n1,152 \nNet Interest Income\n30,579 \n30,901 \n29,038 \n27,825 \n27,202 \nNet Interest Income, Tax-Equivalent \n3\n30,858 \n31,169 \n29,307 \n28,095 \n27,487 \nNet Interest Margin, annualized\n3.08 \n%\n3.14 \n%\n3.02 \n%\n2.90 \n%\n2.77 \n%\nNet Interest Margin, Tax-Equivalent, annualized \n3\n3.11 \n%\n3.17 \n%\n3.05 \n%\n2.93 \n%\n2.80 \n%\nEfficiency Ratio Calculation:\n \n4\n \n \n \n \n \nNoninterest Expense\n$\n20,792 \n$\n21,448 \n$\n20,345 \n$\n18,945 \n$\n20,860 \nLess: Intangible Asset Amortization\n47 \n48 \n48 \n49 \n52 \nNet Noninterest Expense\n20,745 \n21,400 \n20,297 \n18,896 \n20,808 \nNet Interest Income, Tax-Equivalent\n30,858 \n31,169 \n29,307 \n28,095 \n27,487 \nNoninterest Income\n7,165 \n7,827 \n7,744 \n8,162 \n7,589 \nLess: Net Changes in Fair Value of Equity Investments\n48 \n95 \n154 \n130 \n(139)\nNet Gross Income\n$\n37,975 \n$\n38,901 \n$\n36,897 \n$\n36,127 \n$\n35,215 \nEfficiency Ratio\n54.63 \n%\n55.01 \n%\n55.01 \n%\n52.30 \n%\n59.09 \n%\nPeriod-End Capital Information: \n5\n \n \n \n \n \nTotal Stockholders’ Equity (i.e. Book Value)\n$\n353,538 \n$\n345,550 \n$\n356,498 \n$\n357,243 \n$\n371,186 \nBook Value per Share \n1\n21.36 \n20.91 \n21.60 \n21.66 \n22.47 \nGoodwill and Other Intangible Assets, net\n23,373 \n23,477 \n23,583 \n23,691 \n23,791 \nTangible Book Value per Share \n1,2\n19.95 \n19.49 \n20.17 \n20.22 \n21.03 \nCapital Ratios: \n5\nTier 1 Leverage Ratio\n9.80 \n%\n9.71 \n%\n9.60 \n%\n9.37 \n%\n9.20 \n%\nCommon Equity Tier 1 Capital Ratio\n \n13.32 \n%\n13.14 \n%\n13.14 \n%\n13.48 \n%\n13.77 \n%\nTier 1 Risk-Based Capital Ratio\n14.01 \n%\n13.85 \n%\n13.86 \n%\n14.23 \n%\n14.55 \n%\nTotal Risk-Based Capital Ratio\n15.11 \n%\n14.93 \n%\n14.93 \n%\n15.33 \n%\n15.69 \n%\nAssets Under Trust Administration & Investment Mgmt\n$\n1,606,132 \n$\n1,515,994 \n$\n1,589,178 \n$\n1,793,747 \n$\n1,851,101 \n24\nSelected Twelve-Month Information\nDollars in thousands, except per share amounts\nShare and per share amounts have been restated for the September 2022 3% stock dividend\n2022\n2021\n2020\nNet Income\n$\n48,799 \n$\n49,857 \n$\n40,827 \nTransactions Recorded in Net Income (Net of Tax):\nNet Gain (Loss) on Securities\n315 \n83 \n(346)\nPeriod End Shares Outstanding\n1\n16,552 \n16,522 \n16,461 \nBasic Average Shares Outstanding\n1\n16,513 \n16,499 \n16,406 \nDiluted Average Shares Outstanding\n1\n16,562 \n16,555 \n16,422 \nBasic Earnings Per Share\n1\n$\n2.95 \n$\n3.02 \n$\n2.49 \nDiluted Earnings Per Share\n1\n2.95 \n3.01 \n2.49 \nCash Dividends Per Share\n1\n1.06 \n0.99 \n0.96 \nAverage Assets\n4,047,480 \n3,882,642 \n3,481,761 \nAverage Equity\n360,095 \n353,757 \n319,814 \nReturn on Average Assets\n1.21 \n%\n1.28 \n%\n1.17 \n%\nReturn on Average Equity\n13.55 \n%\n14.09 \n%\n12.77 \n%\nAverage Earning Assets\n$\n3,902,077 \n$\n3,716,856 \n$\n3,320,937 \nAverage Interest-Bearing Liabilities\n2,834,266 \n2,727,441 \n2,510,655 \nInterest Income\n129,651 \n115,550 \n111,896 \nInterest Income, Tax-Equivalent*\n130,737 \n116,655 \n113,000 \nInterest Expense\n11,308 \n5,195 \n12,694 \nNet Interest Income\n118,343 \n110,355 \n99,202 \nNet Interest Income, Tax-Equivalent*\n119,429 \n111,460 \n100,306 \nNet Interest Margin\n3.03 \n%\n2.97 \n%\n2.99 \n%\nNet Interest Margin, Tax-Equivalent*\n3.06 \n%\n3.00 \n%\n3.02 \n%\nEfficiency Ratio Calculation\n*\n4\nNoninterest Expense\n$\n81,530 \n$\n78,048 \n$\n70,678 \nLess: Intangible Asset Amortization\n193 \n210 \n227 \nNet Noninterest Expense\n81,337 \n77,838 \n70,451 \nNet Interest Income, Tax-Equivalent \n119,429 \n111,460 \n100,306 \nNoninterest Income\n30,898 \n32,369 \n32,658 \nLess: Net (Loss) Gain on Securities\n427 \n111 \n(464)\nNet Gross Income, Adjusted\n$\n149,900 \n$\n143,718 \n$\n133,428 \nEfficiency Ratio*\n54.26 \n%\n54.16 \n%\n52.80 \n%\nPeriod-End Capital Information\n:\nTier 1 Leverage Ratio\n9.80 \n%\n9.20 \n%\n9.07 \n%\nTotal Stockholders’ Equity (i.e. Book Value)\n$\n353,538 \n$\n371,186 \n$\n334,392 \nBook Value per Share\n21.36 \n22.47 \n20.31 \nIntangible Assets\n23,373 \n23,791 \n23,823 \nTangible Book Value per Share \n2\n19.95 \n21.03 \n18.87 \nAsset Quality Information:\nNet Loans Charged-off as a Percentage of Average Loans\n0.08 \n%\n0.03 \n%\n0.05 \n%\nProvision for Credit Losses as a Percentage of Average Loans\n0.17 \n%\n0.01 \n%\n0.37 \n%\nAllowance for Credit Losses as a Percentage of Period-End Loans\n1.00 \n%\n1.02 \n%\n1.13 \n%\nAllowance for Credit Losses as a Percentage of Nonperforming Loans\n249.95 \n%\n233.89 \n%\n456.32 \n%\nNonperforming Loans as a Percentage of Period-End Loans\n0.40 \n%\n0.44 \n%\n0.25 \n%\nNonperforming Assets as a Percentage of Total Assets\n0.32 \n%\n0.29 \n%\n0.18 \n%\n*See \"Use of Non-GAAP Financial Measures\" on page 4.\n25\nArrow Financial Corporation\nReconciliation of Non-GAAP Financial Information\n(Dollars In Thousands, Except Per Share Amounts\n)\nFootnotes:\n1.\nShare and per share data have been restated for the September 23, 2022, 3% stock dividend.\n2.\nNon-GAAP Financial Measure Reconciliation: Tangible Book Value, Tangible Equity, and Return on Tangible Equity exclude goodwill and other intangible assets, net from total equity.  These are non-GAAP financial measures which Arrow believes provides investors with information that is useful in understanding its financial performance.\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nTotal Stockholders' Equity (GAAP)\n$\n353,538 \n$\n345,550 \n$\n356,498 \n$\n357,243 \n$\n371,186 \nLess:  Goodwill and Other Intangible assets, net\n23,373 \n23,477 \n23,583 \n23,691 \n23,791 \nTangible Equity (Non-GAAP)\n$\n330,165 \n$\n322,073 \n$\n332,915 \n$\n333,552 \n$\n347,395 \nPeriod End Shares Outstanding\n16,552 \n16,523 \n16,503 \n16,493 \n16,522 \nTangible Book Value per Share (Non-GAAP)\n$\n19.95 \n$\n19.49 \n$\n20.17 \n$\n20.22 \n$\n21.03 \nNet Income\n12,087 \n12,163 \n11,974 \n12,575 \n10,309 \nReturn on Tangible Equity (Net Income/Tangible Equity - Annualized)\n14.62 \n%\n14.27 \n%\n14.40 \n%\n14.72 \n%\n12.01 \n%\n3.\nNon-GAAP Financial Measure Reconciliation: Net Interest Margin is the ratio of annualized tax-equivalent net interest income to average earning assets.  This is also a non-GAAP financial measure which Arrow believes provides investors with information that is useful in understanding its financial performance.\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nInterest Income (GAAP)\n$\n35,904 \n$\n34,207 \n$\n30,593 \n$\n28,947 \n$\n28,354 \nAdd: Tax Equivalent Adjustment (Non-GAAP)\n279 \n268 \n269 \n270 \n285 \nInterest Income - Tax Equivalent (Non-GAAP)\n$\n36,183 \n$\n34,475 \n$\n30,862 \n$\n29,217 \n$\n28,639 \nNet Interest Income (GAAP)\n$\n30,579 \n$\n30,901 \n$\n29,038 \n$\n27,825 \n$\n27,202 \nAdd:  Tax-Equivalent adjustment (Non-GAAP)\n279 \n268 \n269 \n270 \n285 \nNet Interest Income - Tax Equivalent (Non-GAAP)\n$\n30,858 \n$\n31,169 \n$\n29,307 \n$\n28,095 \n$\n27,487 \nAverage Earning Assets\n$\n3,940,905 \n$\n3,902,119 \n$\n3,858,837 \n$\n3,886,787 \n$\n3,894,287 \nNet Interest Margin (Non-GAAP)\n3.11 \n%\n3.17 \n%\n3.05 \n%\n2.93 \n%\n2.80 \n%\n4.\nNon-GAAP Financial Measure Reconciliation: Financial Institutions often use the \"efficiency ratio\", a non-GAAP ratio, as a measure of expense control.  Arrow believes the efficiency ratio provides investors with information that is useful in understanding its financial performance.  Arrow defines efficiency ratio as the ratio of noninterest expense to net gross income (which equals tax-equivalent net interest income plus noninterest income, as adjusted).\n5.\nFor the current quarter, all of the regulatory capital ratios as well as the Total Risk-Weighted Assets are calculated in accordance with bank regulatory capital rules.  The December 31, 2022 CET1 ratio listed in the tables (i.e., 13.32%) exceeds the sum of the required minimum CET1 ratio plus the fully phased-in Capital Conservation Buffer (i.e., 7.00%).\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nTotal Risk Weighted Assets\n$\n2,883,902 \n$\n2,856,224 \n$\n2,790,520 \n$\n2,661,952 \n$\n2,552,812 \nCommon Equity Tier 1 Capital\n384,003 \n375,394 \n366,798 \n358,738 \n351,497 \nCommon Equity Tier 1 Ratio\n13.32 \n%\n13.14 \n%\n13.14 \n%\n13.48 \n%\n13.77 \n%\n    \n26\nCRITICAL ACCOUNTING ESTIMATES\nThe significant accounting policies, as described in Note 2\n - Summary of Significant Accounting Policies \nto the Consolidated Financial Statements are essential in understanding the Management Discussion and Analysis. Many of the significant accounting policies require complex judgments to estimate the values of assets and liabilities. Arrow has procedures and processes in place to facilitate making these judgments.  The more judgmental estimates are summarized in the following discussion. In many cases, there are numerous alternative judgments that could be used in the process of determining the inputs to the models. Where alternatives exist, Arrow has used the factors that are believed to represent the most reasonable value in developing the inputs. Actual performance that differs from estimates of the key variables could impact the results of operations. \nAllowance for credit losses:\n  The allowance for credit losses consists of the allowance for credit losses and the allowance for losses on unfunded commitments.  Arrow adopted on January 1, 2021, Accounting Standards Updates (‘‘ASU’’) 2016-13, Financial Instruments - Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments (‘‘CECL’’) and its related amendments. The CECL approach requires an estimate of the credit losses expected over the life of an exposure (or pool of exposures). The estimate of expected credit losses under the CECL approach is based on relevant information about past events, current conditions, and reasonable and supportable forecasts that affect the collectability of the reported amounts. Historical loss experience is generally the starting point for estimating expected credit losses. Arrow then considers whether the historical loss experience should be adjusted for asset-specific risk characteristics or current conditions at the reporting date that did not exist over the period from which historical experience was used.  Finally, Arrow considers forecasts about future economic conditions that are reasonable and supportable. The allowance for losses on unfunded commitments represents the expected credit losses on off-balance sheet commitments such as unfunded commitments to extend credit and standby letters of credit. However, a liability is not recognized for commitments unconditionally cancellable by Arrow. The allowance for losses on unfunded commitments is determined by estimating future draws and applying the expected loss rates on those draws.  Arrow considers the accounting policy relating to the allowance for credit losses to be a critical accounting estimate given the uncertainty in evaluating the level of the allowance required to cover Arrow's estimate of all expected credit losses over the expected contractual life of our loan portfolio.  Determining the appropriateness of the allowance is complex and requires judgment by management about the effect of matters that are inherently uncertain. Subsequent evaluations of the then-existing loan portfolio, in light of the factors then prevailing, may result in significant changes in the allowance for credit losses in those future periods.  While management’s current evaluation of the allowance for credit losses indicates that the allowance is appropriate at this time, the allowance may need to be increased in the future due to changes in conditions or assumptions. The impact of utilizing the CECL approach to calculate the reserve for credit losses will be significantly influenced by the composition, characteristics and quality of our loan portfolio, as well as the prevailing economic conditions and forecasts utilized. Material changes to these and other relevant factors may result in greater volatility to the reserve for credit losses, and therefore, greater volatility to our reported earnings.  Arrow's policies on the allowance for credit losses, pension accounting and provision for income taxes are disclosed in Note 2 to the consolidated financial statements of this Form 10-K.\n27\nA. OVERVIEW\nThe following discussion and analysis focuses on and reviews Arrow's results of operations for each of the years in the three-year period ended December 31, 2022 and the financial condition as of December 31, 2022 and 2021.  The discussion below should be read in conjunction with the selected quarterly and annual information set forth above and the Consolidated Financial Statements and other financial data presented elsewhere in this Report.  When necessary, prior-year financial information has been reclassified to conform to the current-year presentation.\nSummary of 2022 Financial Results: \nFor the year ended December 31, 2022, net income was $48.8 million, down 2.1% from $49.9 million for 2021.  The decrease from the prior year was primarily the result of an increase in net interest income of $8.0 million, offset by a $4.5 million increase in the provision for credit loss, a decrease in Paycheck Protection Program (PPP) revenue earned of $6.2 million and a $2.3 million decrease in the gain on the sale of loans.\nDiluted EPS was $2.95 for 2022, down 2.1% from $3.01 in 2021.  Return on average equity (ROE) and return on average assets (ROA) were 13.55% and 1.21%, respectively, as compared to 14.09% and 1.28%, respectively, for 2021.\nNet interest income for the year ended December 31, 2022 was $118.3 million, an increase of $8.0 million, or 7.2%, from the prior year. Interest and fees on loans were $113.0 million, an increase of 7.6% from the $105.0 million for the year ended December 31, 2021. Interest and fees related to PPP loans, included in the $113.0 million, were $1.6 million.  In 2021, $7.8 million of income was earned on PPP loans. Interest expense for the year ended December 31, 2022 was $11.3 million. This is an increase of $6.1 million, or 117.7%, from the $5.2 million in expense for the prior-year period.\nNet interest margin was 3.03% for the year ended December 31, 2022, as compared to 2.97% for the year ended December 31, 2021. In the fourth quarter of 2022, the net interest margin was 3.08%, as compared to 2.77% for the fourth quarter of 2021.  The increase in net interest margin was due to a variety of factors, including higher market rates impacting asset yields and a reduction in cash balances. Net interest margin in 2022, excluding PPP income, increased to 3.00% from 2.84% in the prior year. The cost of interest-bearing liabilities increased primarily due to the repricing of time deposits and municipal deposits.\nFor 2022, the provision for credit losses related to the loan portfolio was $4.8 million, compared to $272 thousand in 2021. The key drivers affecting the provision were strong loan growth, increase in net charge-offs and a deterioration in forecasted economic conditions.\nNoninterest income was $30.9 million for the year ended December 31, 2022, a decrease of 4.5%, as compared to $32.4 million for the year ended December 31, 2021. Income from fiduciary activities in 2022 was $9.7 million, a decrease of $431 thousand from 2021, primarily driven by market conditions. Fees and other services to customers increased $164 thousand to $11.6 million in 2022. Gain on sales of loans decreased $2.3 million from 2021 to $83 thousand in 2022. Other operating income increased $814 thousand from 2021, due to gains related to other investments and bank-owned life insurance proceeds.\nNoninterest expense for the year ended December 31, 2022 increased by $3.5 million, or 4.5%, to $81.5 million, as compared to $78.0 million in 2021. The largest component of noninterest expense is salaries and benefits paid to our employees, which totaled $47.0 million in 2022. Salaries and benefits increased $2.2 million, or 4.9%, from the prior year.  Technology and equipment expense was $16.1 million, an increase of $1.2 million or 8.4%, from the prior year, reflects our continued commitment to innovation. Noninterest expense for the fourth quarter of 2022 decreased $68 thousand, or 0.3%, as compared to the fourth quarter of 2021.\nThe provision for income taxes for 2022 was $14.1 million, compared to $14.5 million for 2021. The effective income tax rates for 2022 and 2021 were 22.4% and 22.6%, respectively.\nTotal assets were $3.97 billion at December 31, 2022, a decrease of $58.4 million, or 1.5%, compared to December 31, 2021.  Total cash and cash equivalents were $64.7 million at December 31, 2022, a decrease of $393.0 million, or 85.9%, compared to December 31, 2021.  Total investments were $757.1 million at December 31, 2022, a decrease of $5.9 million, or 0.8%, compared to December 31, 2021. In 2022, the rising interest rate environment resulted in an increase of unrealized losses versus the prior year.\nAt December 31, 2022, total loan balances reached $3.0 billion, up $315 million, or 11.8%, from the prior-year level. Loan growth for the fourth quarter was $58.4 million. The consumer loan portfolio grew by $144.6 million, or 15.7%, over the balance at December 31, 2021, primarily as a result of continued strength in the indirect automobile lending program. The residential real estate loan portfolio increased $124.8 million, or 13.2%, from the prior year. Commercial loans, including commercial real estate, increased $45.9 million, or 5.7%, over the balances at December 31, 2021.\nThe allowance for credit losses was $30.0 million at December 31, 2022, an increase of $2.7 million from December 31, 2021.  The allowance for credit losses represents 1.00% of loans outstanding, a decrease from 1.02% at year-end 2021. When expressed as a percentage of nonperforming loans, the allowance for credit loss coverage ratio was 250.0% at year-end 2022 as compared to 233.9% at year-end 2021. Asset quality remained solid at December 31, 2022. Net loan losses, expressed as an annualized percentage of average loans outstanding, were 0.08% for the year ended December 31, 2022, as compared to 0.03% for the prior year. Nonperforming assets of $12.6 million at December 31, 2022, represented 0.32% of period-end assets, compared to $11.8 million or 0.29% at December 31, 2021.\nAt December 31, 2022, total deposit balances were $3.5 billion, a decrease of $52.1 million, or 1.5%, from the prior-year level. Non-municipal deposits decreased by $26.6 million and municipal deposits decreased by $25.5 million as compared to December 31, 2021. Noninterest-bearing deposits grew by $26.6 million, or 3.3%, during 2022, and represented 23.9% of total deposits at year-end, as compared to the prior-year level of 22.8%.  At December 31, 2022, total time deposits decreased $5.1 million from the prior-year level.  Deposits decreased in the fourth quarter by $296.7 million.  Non-municipal and municipal deposits decreased by $149.0 million and $147.7 million, respectively in the fourth quarter.  The decline in deposits was primarily the result of increased consumer spending, pressure from competitive rate pricing and seasonality of municipal deposits.\n28\nTotal borrowings were $74.8 million at December 31, 2022, an increase of $9.8 million, or 15.1%, compared to December 31, 2021.\nTotal shareholders’ equity was $353.5 million at period-end, a decrease of $17.6 million, or 4.8%, from the year-end 2021 balance. Arrow's regulatory capital ratios remained strong in 2022. At December 31, 2022, Arrow's Common Equity Tier 1 Capital Ratio was 13.32% and Total Risk-Based Capital Ratio was 15.11%. The capital ratios of Arrow and both its subsidiary banks continued to significantly exceed the “well capitalized” regulatory standards.\nIn 2022, Arrow upgraded its core banking system.  The system upgrade reflects the strategic focus on a strong technology foundation and this investment paves the way for customer-facing enhancements and more efficient and improved internal operations as Arrow continues to work toward fully leveraging the capabilities of the new bank core system.  In connection with the conversion, we have encountered, and are continuing to experience, operational and other issues, certain of which have required substantial time and resources to address, and which have had a negative impact on our operations and business and have contributed to material weaknesses in the Company’s internal controls described in Part II, Item 9A, \nControls and Procedures\n. Additionally in 2022, Arrow further optimized its branch network with the December consolidation of Glens Falls National Bank's Aviation Road Office into nearby Queensbury locations. Meanwhile, construction on the downtown Glens Falls headquarters advanced; once completed later in 2023, the energy-efficient space will improve both the employee and customer experience. \nThe changes in net income, net interest income and net interest margin between the current and prior year are discussed in detail under the heading \"Results of Operations,\" beginning on page 30.  \n \nRegulatory Capital and Decrease in Stockholders' Equity:\n   As of December 31, 2022, Arrow continued to exceed all required minimum capital ratios under the current bank regulatory capital rules as implemented under Dodd-Frank (the \"Capital Rules\") at both the holding company and bank levels.  At that date, both subsidiary banks, as well as the holding company, continued to qualify as \"well-capitalized\" under the capital classification guidelines as defined by the Capital Rules.  Because of continued profitability and strong asset quality, the regulatory capital levels throughout recent years have consistently remained well in excess of the various required regulatory minimums in effect from time to time, as they do at present.\nIn 2020, federal bank regulators introduced an optional simplified measure of capital adequacy for qualifying community banking organizations (CBLR).  A qualifying community banking organization that opts into the CBLR framework and meets all the requirements under the CBLR framework will be considered to have met the well-capitalized ratio requirements under the “prompt corrective action” regulations and will not be required to report or calculate risk-based capital ratios.\nThe CBLR final rule became effective as of January 1, 2020, and Arrow and both subsidiary banks have opted out of utilizing the CBLR framework.  Therefore, the Capital Rules promulgated under Dodd-Frank will remain applicable to Arrow and both subsidiary banks.\nTotal stockholders' equity was $353.5 million at December 31, 2022, a decrease of $17.6 million, or 4.8%, from December 31, 2021.  The components of the change in stockholders' equity since year-end 2021 are presented in the Consolidated Statement of Changes in Stockholders' Equity on page 59.  Total book value per share decreased by 4.9% over the prior year level.  At December 31, 2022, tangible book value per share, a non-GAAP financial measure calculated based on tangible book value (total stockholders' equity minus intangible assets including goodwill) was $19.95, a decrease of $1.08, or 5.1%, over the December 31, 2021 amount. The net decrease in total stockholders' equity during 2022 principally reflected the following factors: (i) $48.8 million of net income for the year, plus (ii) $2.0 million of equity related to various stock-based compensation plans, plus (iii) $1.9 million of equity resulting from the dividend reinvestment plan, reduced by (iv) other comprehensive loss of $50.0 million, (v) cash dividends of $17.4 million and (vi) repurchases of common stock of $2.9 million.  As of December 31, 2022, Arrow's closing stock price was $33.90, resulting in a trading multiple of 1.70 to Arrow's tangible book value.  The Board of Directors declared and Arrow paid a cash dividend of $0.262 per share for the first three quarters of 2022, as adjusted for a 3% stock dividend distributed September 23, 2022, a cash dividend of $0.27 per share for the fourth quarter of 2022, and declared a $0.27 per share cash dividend for the first quarter of 2023.\n \nLoan quality:  \nNonperforming loans were $12.0 million at December 31, 2022, an increase of $319 thousand, or 2.7%, from year-end 2021. The ratio of nonperforming loans to period-end loans at December 31, 2022 was 0.40%, a decrease from 0.44% at December 31, 2021 and higher than Arrow's peer group ratio of 0.38% at September 30, 2022.   Loans charged-off (net of recoveries) against the allowance for credit losses was $2.1 million for 2022, an increase of $1.2 million from 2021. The ratio of net charge-offs to average loans was 0.08% for 2022 and 0.03% for 2021, compared to the peer group ratio of 0.04% for the period ended September 30, 2022\n. \n At December 31, 2022, the allowance for credit losses was $30.0 million, representing 1.00% of total loans, a decrease of 2 basis points from the December 31, 2021 ratio.\nLoan Segments:\n  As of December 31, 2022, total loans grew $315.3 million, or 11.8%, as compared to the balance at December 31, 2021.\n◦    \nCommercial and Commercial Real Estate Loans:\n  Combined, these loans comprised 28.4% of the total loan portfolio at period-end.  Commercial property values in Arrow's region have largely remained stable, however, there remains uncertainty surrounding market conditions due to the inflation and the rising interest rate environment. Appraisals on nonperforming and watched CRE loan properties are updated as deemed necessary, usually when the loan is downgraded or when there has been significant market deterioration since the last appraisal.\n◦    \nConsumer Loans:\n \nThese loans (primarily automobile loans) comprised approximately 35.7% of the total loan portfolio at period-end.  Consumer automobile loans at December 31, 2022, were $1.1 billion, or 99.6% of this portfolio segment.  The vast majority of automobile loans are initiated through the purchase of vehicles by consumers with automobile \n29\ndealers.  Although previous supply chain constraints have lessened, inflation and higher rates may limit the potential growth in this category.\n◦    \nResidential Real Estate Loans:\n  These loans, including home equity loans, made up 35.9% of the total loan portfolio at period-end. Demand for residential real estate has continued but weakened as interest rates have increased.  Arrow originated nearly all of the residential real estate loans currently held in the loan portfolio and applies conservative underwriting standards to loan originations.  Arrow typically sells a portion of residential real estate mortgage originations into the secondary market.  The ratio of the sales of originations to total originations tends to fluctuate from period to period based on market conditions and other factors.  Since the second half 2021, sales have decreased as a result of the strategic decision to grow the residential loan portfolio. The rate at which mortgage loan originations are sold in future periods will depend on various circumstances, including prevailing mortgage rates, other lending opportunities, capital and liquidity needs, and the availability of a market for such transactions.\nLiquidity and access to credit markets:\n  Arrow did not experience any liquidity problems or special concerns in recent years or in 2022.  Arrow’s liquidity position should provide the Company with the necessary flexibility to address any unexpected near-term disruptions.  Interest-bearing cash balances at December 31, 2022 were $32.8 million which represents a significant decline as compared to $430.7 million at December 31, 2021.  In the fourth quarter, deposits declined as the result of increased consumer spending, pressure from competitive rate pricing and seasonality of municipal deposits.  Deposit balances nonetheless provided an abundance of liquidity to fund Arrow's asset growth. Additionally, contingent lines of credit are also available.  Operating collateralized lines of credit are established and available through the FHLBNY and FRB, totaling $1.3 billion.  The terms of Arrow's lines of credit have not changed significantly in recent periods (see the general liquidity discussion on page 46).  Historically, Arrow has principally relied on asset-based liquidity (i.e., funds in overnight investments and cash flow from maturing investments and loans) with liability-based liquidity as a secondary source of funds (the main liability-based sources are an overnight borrowing arrangement with correspondent banks, an arrangement for overnight borrowing and term credit advances from the FHLBNY, and an additional arrangement for short-term advances at the Federal Reserve Bank discount window). Regular liquidity stress tests and tests of the contingent liquidity plan are performed to ensure that an adequate amount of available funds can be generated to meet a wide variety of potential liquidity crises.\nReference Rate Reform:\n  On March 5, 2021, the ICE Benchmark Administration (the IBA), the administrator of LIBOR, and the United Kingdom’s Financial Conduct Authority, the regulatory supervisor for the IBA, announced certain future dates that LIBOR settings will cease to be provided by any administrator. In addition, regulators have issued statements indicating that financial institutions should not issue new LIBOR-based financial instruments after January 1, 2022.  To prepare for the upcoming cessation of LIBOR, Arrow established a committee in 2020 comprised of Bank Management to prepare for the discontinuance of LIBOR, which is widely used to reprice floating rate financial instruments. Based on a review of existing floating rate financial instruments, Management has determined that the financial products tied to LIBOR will not be subject to cessation until June 30, 2023. This review also identified that only a few legacy contracts do not include appropriate fallback language. On March 15, 2022, the “Adjustable Interest Rate (LIBOR) Act” was enacted by Congress. The law provides basic framework for addressing the discontinuation of U.S. Dollar LIBOR under federal law. The law establishes a clear uniform process, on a nationwide basis, for replacing LIBOR in existing contracts that do not provide for the use of a clearly defined or practicable replacement benchmark rate (so-called “tough legacy” contracts), without affecting the ability of parties to use any appropriate benchmark rate in new contracts. In December 2022, the Federal Reserve Board adopted a final rule implementing the Adjustable Interest Rate (LIBOR) Act, which was effective February 27, 2023. Arrow no longer issues new LIBOR-based financial instruments. Furthermore, U.S. Dollar LIBOR indices utilized by Arrow's existing financial instruments shall cease on or before June 30, 2023. On January 1, 2022, Arrow designated SOFR as the replacement index for financial instruments previously tied to LIBOR.\n \nVisa Class B Common Stock:  \nArrow's subsidiary bank, Glens Falls National, like other Visa member banks, bears some indirect contingent liability for Visa's direct liability arising out of certain antitrust claims involving merchant discounts to the extent that Visa's liability might exceed the amount funded in its litigation escrow account. On December 13, 2019, the Court granted final approval to a settlement in this class action lawsuit. On January 3, 2020 an appeal of the final-approved order was filed with the court. On December 16, 2021, the second circuit court of appeals set oral arguments regarding objections to final approval of the settlement for March 16, 2022.  On March 16, 2022, the Second Circuit Court of Appeals heard oral arguments regarding objections to final approval of the settlement.  It is currently unknown when the appeal will be decided.   When the appeals process is resolved and assuming the balance in the litigation escrow account is sufficient to cover the litigation claims and related expenses, Arrow could potentially realize a gain on the receipt of Visa Class A common stock.  At December 31, 2022, Glens Falls National held 27,771 shares of Visa Class B common stock, and utilizing the conversion ratio to Class A common stock at that time, these Class B shares would convert to approximately 44,000 shares of Visa Class A common stock. Since the litigation settlement is not certain, Arrow has not recognized any economic value for these shares.\nB. RESULTS OF OPERATIONS\nThe following analysis of net interest income, the provision for credit losses, noninterest income, noninterest expense and income taxes, highlights the factors that had the greatest impact on the results of operations for December 31, 2022 and the prior two years.  For a comparison of the years ended December 31, 2020 and 2021, see Part II. Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations, in our Form 10-K for the year ended December 31, 2021.\n30\nI. NET INTEREST INCOME\nNet interest income represents the difference between interest, dividends and fees earned on loans, securities and other earning assets and interest paid on deposits and other sources of funds.  Changes in net interest income result from changes in the level and mix of earning assets and sources of funds (volume) and changes in the yields earned and interest rates paid (rate).  Net interest margin is the ratio of net interest income to average earning assets.  Net interest income may also be described as the product of average earning assets and the net interest margin.\nCHANGE IN NET INTEREST INCOME\n(Dollars In Thousands) (GAAP Basis)\nYears Ended December 31,\nChange From Prior Year\n2021 to 2022\n2020 to 2021\n2022\n2021\n2020\nAmount\n%\nAmount\n%\nInterest and Dividend Income\n$\n129,651 \n$\n115,550 \n$\n111,896 \n$\n14,101 \n12.2 \n%\n$\n3,654 \n3.3 \n%\nInterest Expense\n11,308 \n5,195 \n12,694 \n6,113 \n117.7 \n%\n(7,499)\n(59.1)\n%\nNet Interest Income\n$\n118,343 \n$\n110,355 \n$\n99,202 \n$\n7,988 \n7.2 \n%\n$\n11,153 \n11.2 \n%\nNet interest income was $118.3 million in 2022, an increase of $8.0 million, or 7.2%, from the $110.4 million in 2021.  This is in comparison with the increase of $11.2 million, or 11.2%, from 2020 to 2021.  Factors contributing to the year-to-year changes in net interest income over the three-year period are discussed in the following portions of this Section B.I.\nThe following tables reflect the components of net interest income for years ended December 31, 2022, 2021 and 2020: (i) average balances of assets, liabilities and stockholders' equity, (ii) interest and dividend income earned on earning assets and interest expense incurred on interest-bearing liabilities, (iii) average yields earned on earning assets and average rates paid on interest-bearing liabilities, (iv) the net interest spread (average yield less average cost) and (v) the net interest margin (yield) on earning assets.  The yield on securities available-for-sale is based on the amortized cost of the securities.  Nonaccrual loans are included in average loans.  \nAverage Consolidated Balance Sheets and Net Interest Income Analysis\n(GAAP basis)\n(Dollars in Thousands)\nYears Ended December 31:\n2022\n2021\n2020\nInterest\nRate\nInterest\nRate\nInterest\nRate\nAverage\nIncome/\nEarned/\nAverage\nIncome/\nEarned/\nAverage\nIncome/\nEarned/\nBalance\nExpense\nPaid\nBalance\nExpense\nPaid\nBalance\nExpense\nPaid\nInterest-Bearing Deposits at Banks\n$\n252,835 \n$\n3,100 \n1.23 \n%\n$\n418,488 \n565 \n0.14 \n%\n195,821 \n321 \n0.16 \n%\n Investment Securities:\n   Fully Taxable\n648,540 \n10,357 \n1.60 \n%\n470,133 \n6,487 \n1.38 \n%\n398,915 \n7,131 \n1.79 \n%\n   Exempt from Federal\n   Taxes\n173,184 \n3,212 \n1.85 \n%\n185,072 \n3,513 \n1.90 \n%\n199,410 \n3,952 \n1.98 \n%\nLoans\n2,827,518 \n112,982 \n4.00 \n%\n2,643,163 \n104,985 \n3.97 \n%\n2,526,791 \n100,492 \n3.98 \n%\n Total Earning Assets\n3,902,077 \n129,651 \n3.32 \n%\n3,716,856 \n115,550 \n3.11 \n%\n3,320,937 \n111,896 \n3.37 \n%\nAllowance for Credit Losses\n(27,954)\n(27,187)\n(25,128)\nCash and Due From Banks\n30,462 \n36,464 \n35,609 \nOther Assets\n142,895 \n156,509 \n150,343 \n Total Assets\n$\n4,047,480 \n$\n3,882,642 \n$\n3,481,761 \n31\nDeposits:\n   Interest-Bearing Checking\n   Accounts\n$\n1,038,751 \n973 \n0.09 \n%\n$\n926,875 \n731 \n0.08 \n%\n772,000 \n1,292 \n0.17 \n%\n  Savings Deposits\n1,549,278 \n7,879 \n0.51 \n%\n1,496,906 \n1,904 \n0.13 \n%\n1,258,154 \n5,090 \n0.40 \n%\n  Time Deposits of $250,000\n  Or More\n55,690 \n369 \n0.66 \n%\n87,033 \n261 \n0.30 \n%\n124,601 \n1,465 \n1.18 \n%\n  Other Time Deposits\n132,541 \n604 \n0.46 \n%\n141,677 \n632 \n0.45 \n%\n223,111 \n2,782 \n1.25 \n%\n    Total Interest-Bearing\n     Deposits\n2,776,260 \n9,825 \n0.35 \n%\n2,652,491 \n3,528 \n0.13 \n%\n2,377,866 \n10,629 \n0.45 \n%\nShort-Term Borrowings\n2,124 \n92 \n4.33 \n%\n4,768 \n3 \n0.06 \n%\n57,929 \n246 \n0.42 \n%\nFHLBNY Term Advances\nand Other Long-Term Debt\n50,750 \n1,198 \n2.36 \n%\n65,000 \n1,469 \n2.26 \n%\n69,631 \n1,623 \n2.33 \n%\nFinance Leases\n5,132 \n193 \n3.76 \n%\n5,182 \n195 \n3.76 \n%\n5,229 \n196 \n3.75 \n%\n  Total Interest-\n  Bearing Liabilities\n2,834,266 \n11,308 \n0.40 \n%\n2,727,441 \n5,195 \n0.19 \n%\n2,510,655 \n12,694 \n0.51 \n%\nDemand Deposits\n815,218 \n767,671 \n613,408 \nOther Liabilities\n37,901 \n33,773 \n37,884 \n Total Liabilities\n3,687,385 \n3,528,885 \n3,161,947 \nStockholders’ Equity\n360,095 \n353,757 \n319,814 \n Total Liabilities and\n Stockholders’ Equity\n$\n4,047,480 \n$\n3,882,642 \n$\n3,481,761 \nNet Interest Income\n$\n118,343 \n$\n110,355 \n$\n99,202 \nNet Interest Spread\n2.92 \n%\n2.92 \n%\n2.86 \n%\nNet Interest Margin\n3.03 \n%\n2.97 \n%\n2.99 \n%\nChanges between periods are attributed to movement in either the average daily balances or average rates for both earning assets and interest-bearing liabilities.  Changes attributable to both volume and rate have been allocated proportionately between the categories.\nNet Interest Income Rate and Volume Analysis\n(Dollars in Thousands) (GAAP basis)\n2022 Compared to 2021 Change in Net Interest Income Due to:\n2021 Compared to 2020 Change in Net Interest Income Due to:\nInterest and Dividend Income:\nVolume\nRate\nTotal\nVolume\nRate\nTotal\nInterest-Bearing Bank Balances\n$\n(224)\n$\n2,759 \n$\n2,535 \n$\n309 \n$\n(65)\n$\n244 \nInvestment Securities:\nFully Taxable\n2,443 \n1,427 \n3,870 \n1,146 \n(1,790)\n(644)\nExempt from Federal Taxes\n(214)\n(87)\n(301)\n(277)\n(162)\n(439)\nLoans\n7,149 \n848 \n7,997 \n4,622 \n(129)\n4,493 \nTotal Interest and Dividend Income\n9,154 \n4,947 \n14,101 \n5,800 \n(2,146)\n3,654 \nInterest Expense:\nDeposits:\nInterest-Bearing Checking Accounts\n138 \n104 \n242 \n221 \n(782)\n(561)\nSavings Deposits\n88 \n5,887 \n5,975 \n822 \n(4,008)\n(3,186)\nTime Deposits of $250,000 or More\n(92)\n200 \n108 \n(347)\n(857)\n(1,204)\nOther Time Deposits\n(41)\n13 \n(28)\n(779)\n(1,371)\n(2,150)\nTotal Deposits\n93 \n6,204 \n6,297 \n(82)\n(7,019)\n(7,101)\nShort-Term Borrowings\n(2)\n91 \n89 \n(126)\n(117)\n(243)\nLong-Term Debt\n(322)\n51 \n(271)\n(106)\n(48)\n(154)\nFinance Leases\n(2)\n— \n(2)\n(2)\n1 \n(1)\nTotal Interest Expense\n(233)\n6,346 \n6,113 \n(316)\n(7,183)\n(7,499)\nNet Interest Income\n$\n9,387 \n$\n(1,399)\n$\n7,988 \n$\n6,116 \n$\n5,037 \n$\n11,153 \n32\nNET INTEREST MARGIN\nYIELD ANALYSIS (GAAP Basis)\nDecember 31,\n2022\n2021\n2020\nYield on Earning Assets\n3.32 \n%\n3.11 \n%\n3.37 \n%\nCost of Interest-Bearing Liabilities\n0.40 \n%\n0.19 \n%\n0.51 \n%\nNet Interest Spread\n2.92 \n%\n2.92 \n%\n2.86 \n%\nNet Interest Margin\n3.03 \n%\n2.97 \n%\n2.99 \n%\nNet Interest Margin excluding PPP Loans\n3.00 \n%\n2.84 \n%\n2.97 \n%\nArrow's earnings are derived predominantly from net interest income, which is interest income, net of interest expense. Changes in balance sheet composition, including interest-earning assets, deposits, and borrowings, combined with changes in market interest rates, impact net interest income. Net interest margin is net interest income divided by average interest-earning assets. Interest-earning assets and funding sources are managed, including noninterest and interest-bearing liabilities, in order to maximize this margin.\n2022 Compared to 2021:  Net interest income increased $8.0 million, or 7.2%, to $118.3 million for the year ended December 31, 2022 from $110.4 million for the year ended December 31, 2021.  Interest and fees on loans were $113.0 million, an increase of 7.6% from the $105.0 million for the year ended December 31, 2021. Interest and fees related to PPP loans, included in the $113.0 million, were $1.6 million.  In 2021, $7.8 million of income was earned on PPP loans. The net interest margin was 3.03% for the year ended December 31, 2022 as compared to 2.97% for the year ended December 31, 2021.\nIncome on investment securities increased $3.6 million, or 35.7%, between the years ended December 31, 2022 and December 31, 2021.  The average balances for fully taxable securities were higher for the year, with yield increasing by 22 basis points.   The average balances for securities exempt from federal taxes were lower for the year, with yield decreasing by 5 basis points.  \nInterest income from loans increased $8.0 million, or 7.6%, to $113.0 million for the year ended December 31, 2022 from $105.0 million for the year ended December 31, 2021.  The loan portfolio yield increased 3 basis points in 2022, to 4.00%.  Average loan balances increased by $184.4 million, a 7.0% increase over 2021 average balances. Within the loan portfolio, the three principal segments are residential real estate loans, consumer loans (primarily through the indirect automobile lending program) and commercial loans.  The consumer loan portfolio grew by $144.6 million, or 15.7%, over the balance at December 31, 2021. The residential real estate loan portfolio increased $124.8 million, or 13.2% from the prior year.  Commercial loans, including commercial real estate, increased $45.9 million, or 5.7%, over the balances at December 31, 2021.\nTotal interest expense on interest-bearing liabilities increased $6.1 million, or 117.7%, to $11.3 million for the year ended December 31, 2022 from $5.2 million for the year ended December 31, 2021.  Average interest bearing deposit balances increased by $123.8 million and the total cost of interest-bearing deposits increased to 22 basis points from 13 basis points. In addition, average demand deposits, which are non-interest bearing, increased by $47.5 million.\nII.\n \nPROVISION FOR CREDIT LOSSES AND ALLOWANCE FOR CREDIT LOSSES\nArrow considers the accounting policy relating to the allowance for credit losses to be a critical accounting policy, given the uncertainty involved in evaluating the level of the allowance required to cover credit losses inherent in the loan portfolio, and the material effect that such judgments may have on the results of operations.  The provision for credit losses for 2022 was $4.8 million, compared to the $0.3 million provision for 2021.  The analysis of the method employed for determining the amount of the credit loss provision is explained in detail in Notes 2, \nSummary of Significant Accounting Policies\n, and 5, \nLoans,\n to the Consolidated Financial Statements.\n33\nSUMMARY OF THE ALLOWANCE AND PROVISION FOR CREDIT LOSSES\n(Dollars In Thousands) (Loans, Net of Unearned Income)\nYears-Ended December 31,\n2022\n2021\nPeriod-End Loans\n$2,983,207\n$2,667,941\nAverage Loans\n2,827,518\n2,643,163\nPeriod-End Assets\n3,969,509\n4,027,952\nNonperforming Assets, at Period-End:\nNonaccrual Loans:\nCommercial Loans\n8 \n33 \nCommercial Real Estate\n3,110 \n7,244 \nConsumer Loans\n3,503 \n1,697 \nResidential Real Estate Loans\n4,136 \n1,790 \nTotal Nonaccrual Loans\n10,757 \n10,764 \nLoans Past Due 90 or More Days and\nStill Accruing Interest\n1,157\n823\nRestructured\n69\n77\nTotal Nonperforming Loans\n11,983\n11,664\nRepossessed Assets\n593\n126\nOther Real Estate Owned\n—\n—\nTotal Nonperforming Assets\n12,576\n11,790\nAllowance for Credit Losses:\nBalance at Beginning of Period\n$\n27,281 \n$\n29,232 \nImpact of the Adoption of ASU 2016-13\n— \n(1,300)\nLoans Charged-off:\nCommercial Loans\n(34)\n(97)\nCommercial Real Estate\n— \n— \nConsumer Loans\n(4,079)\n(2,133)\nResidential Real Estate Loans\n(30)\n(9)\nTotal Loans Charged-off\n(4,143)\n(2,239)\nRecoveries of Loans Previously Charged-off:\nCommercial Loans\n43 \n190 \nCommercial Real Estate\n— \n— \nConsumer Loans\n1,973 \n1,126 \nResidential Real Estate Loans\n— \n— \n    Total Recoveries of Loans Previously Charged-off\n2,016 \n1,316 \nNet Loans Charged-off\n(2,127)\n(923)\nProvision for Credit Losses\nCharged to Expense\n4,798 \n272 \nBalance at End of Period\n$\n29,952 \n$\n27,281 \nAsset Quality Ratios:\nNet Charge-offs to Average Loans\n0.08 \n%\n0.03 \n%\nProvision for Credit Losses to Average Loans\n0.17 \n%\n0.01 \n%\nAllowance for Credit Losses to Period-end Loans\n1.00 \n%\n1.02 \n%\nAllowance for Credit Losses to Nonperforming Loans\n249.95 \n%\n233.89 \n%\nNonperforming Loans to Period-end Loans\n0.40 \n%\n0.44 \n%\nNonperforming Assets to Period-end Assets\n0.32 \n%\n0.29 \n%\nALLOCATION OF THE ALLOWANCE FOR CREDIT LOSSES\n(Dollars in Thousands)\n2022\n2021\nCommercial Loans\n$\n1,961 \n$\n2,298 \nCommercial Real Estate\n15,213 \n13,523 \nConsumer Loans\n2,585 \n2,402 \nResidential Real Estate Loans\n10,193 \n9,058 \nTotal\n$\n29,952 \n$\n27,281 \n34\nArrow adopted CECL on January 1, 2021.  The CECL approach requires an estimate of the credit losses expected over the life of a loan (or pool of loans). It replaced the incurred loss approach’s threshold that required the recognition of a credit loss when it was probable that a loss event was incurred. The allowance for credit losses is a valuation account that is deducted from, or added to, the loans’ amortized cost basis to present the net, lifetime amount expected to be collected on the loans. Loan losses are charged off against the allowance when Arrow believes a loan balance is confirmed to be uncollectible. Expected recoveries do not exceed the aggregate of amounts previously charged off and expected to be charged off.\nManagement estimates the allowance using relevant available information from internal and external sources related to past events, current conditions, and a reasonable and supportable single economic forecast. Historical credit loss experience provides the basis for the estimation of expected credit losses. Arrow's historical loss experience was supplemented with peer information when there was insufficient loss data for Arrow. Peer selection was based on a review of institutions with comparable loss experience as well as loan yield, bank size, portfolio concentration and geography. Adjustments to historical loss information are made for differences in current loan-specific risk characteristics such as differences in credit concentrations, delinquency level, collateral values and underwriting standards as well as changes in economic conditions or other relevant factors. Management judgment is required at each point in the measurement process.\nPortfolio segment is defined as the level at which an entity develops and documents a systematic methodology to determine its allowance for credit losses. Upon adoption of CECL, Management revised the manner in which loans were pooled for similar risk characteristics. Management developed portfolio segments for estimating loss based on type of borrower and collateral as follows:\nCommercial Loans\nCommercial Real Estate Loans\nConsumer Loans\nResidential Loans\nFurther details related to loan portfolio segments are included in Note 5, \nLoans\n, to the Consolidated Financial Statements.\nHistorical credit loss experience for both Arrow and segment-specific peers provides the basis for the estimation of expected credit losses. Arrow utilized regression analyses of peer data, of which Arrow is included, where observed credit losses and selected economic factors were utilized to determine suitable loss drivers for modeling lifetime probability of default (PD) rates.  Arrow uses the discounted cash flow (DCF) method to estimate expected credit losses for the commercial, commercial real estate, and residential segments. For each of these loan segments, Arrow generates cash flow projections at the instrument level wherein payment expectations are adjusted for estimated prepayment speed, curtailments, time to recovery, PD, and segment-specific loss given default (LGD) risk factors. The modeling of expected prepayment speeds, curtailment rates, and time to recovery are based on historical internal data and adjusted, if necessary, based on the reasonable and supportable forecast of economic conditions. \nFor the loan segments utilizing the DCF method, (commercial, commercial real estate, and residential) Management utilizes externally developed economic forecast of the following economic factors as loss drivers: national unemployment, gross domestic product and home price index (HPI). The economic forecast is applied over a reasonable and supportable forecast period.  Arrow utilizes a six quarter reasonable and supportable forecast period with an eight quarter reversion to the historic mean on a straight-line basis.\nThe combination of adjustments for credit expectations (default and loss) and timing expectations (prepayment, curtailment, and time to recovery) produces an expected cash flow stream at the instrument level. Instrument effective yield is calculated, net of the impacts of prepayment assumptions, and the instrument expected cash flows are then discounted at that effective yield to produce an instrument-level net present value of expected cash flows (NPV). An allowance for credit loss is established for the difference between the instrument’s NPV and amortized cost basis. The contractual term excludes expected extensions, renewals, and modifications unless either of the following applies: Management has a reasonable expectation at the reporting date that a troubled debt restructuring (TDR) will be executed with an individual borrower or the extension or renewal options are included in the original or modified contract at the reporting date and are not unconditionally cancellable by Arrow.\nArrow uses the vintage analysis method to estimate expected credit losses for the consumer loan segment. The vintage method was selected since the loans within the consumer loan segment are homogeneous, not just by risk characteristic, but by loan structure.  Under the vintage analysis method, a loss rate is calculated based on the quarterly net charge-offs to the outstanding loan balance for each vintage year over the lookback period. Once this periodic loss rate is calculated for each quarter in the lookback period, the periodic rates are averaged into the loss rate. The loss rate is then applied to the outstanding loan balances based on the loan's vintage year. Arrow maintains, over the life of the loan, the loss curve by vintage year. If estimated losses computed by the vintage method need to be adjusted based on current conditions and the reasonable and supportable economic forecast, these adjustments would be incorporated over a six quarter reasonable and supportable forecast period, reverting to historical losses using a straight-line method over an eight quarter period.  Based on current conditions, and the reasonable and supportable economic forecast, no adjustments are currently required.\nThe vintage and DCF models also consider the need to qualitatively adjust expected loss estimates for information not already captured in the quantitative loss estimation process. Qualitative considerations include limitations inherent in the quantitative model; trends experienced in nonperforming and delinquent loans; changes in value of underlying collateral; changes in lending policies and procedures; nature and composition of loans; portfolio concentrations that may affect loss experience across one or more components or the portfolio; the experience, ability and depth of lending management and staff; Arrow's credit review system; and the effect of external factors such as competition, legal and regulatory requirements. These \n35\nqualitative factor adjustments may increase or decrease Arrow's estimate of expected credit losses so that the allowance for credit loss is reflective of the estimate of lifetime losses that exist in the loan portfolio at the balance sheet date.\nThe change in methodology from incurred loss to the expected loss over the life of the loan also impacted the allocation of the allowance for credit losses.  The vintage approach combined with a shorter life of loan decreased the allowance needed for consumer loans.  Residential real estate loans, due to their longer life of loan, have a higher allocation of the allowance of credit loans as compared to the incurred loss methodology.\nArrow's allowance for credit losses was $30.0 million at December 31, 2022, which represented 1.00% of loans outstanding, a decrease from 1.02% at year-end 2021.\nSee Note 5, \nLoans\n, to the Consolidated Financial Statements for the complete methodology used to calculate the provision for credit losses.\n \nIII. NONINTEREST INCOME\nThe majority of the noninterest income constitutes fee income from services, principally fees and commissions from fiduciary services, deposit account service charges, insurance commissions, net gains (losses) on securities transactions, net gains on sales of loans and other recurring fee income.\nANALYSIS OF NONINTEREST INCOME\n(Dollars In Thousands)\nYears Ended December 31,\nChange From Prior Year\n2021 to 2022\n2020 to 2021\n2022\n2021\n2020\nAmount \n%\nAmount \n%\nIncome from Fiduciary Activities\n$\n9,711 \n$\n10,142 \n$\n8,890 \n$\n(431)\n(4.2)\n%\n$\n1,252 \n14.1 \n%\nFees for Other Services to Customers\n11,626 \n11,462 \n10,003 \n164 \n1.4 \n%\n1,459 \n14.6 \n%\nInsurance Commissions\n6,463 \n6,487 \n6,876 \n(24)\n(0.4)\n%\n(389)\n(5.7)\n%\nNet Gain (Loss) on Securities\n427 \n111 \n(464)\n316 \n284.7 \n%\n575 \n123.9 \n%\nNet Gain on Sales of Loans\n83 \n2,393 \n3,889 \n(2,310)\n(96.5)\n%\n(1,496)\n(38.5)\n%\nOther Operating Income\n2,588 \n1,774 \n3,464 \n814 \n45.9 \n%\n(1,690)\n(48.8)\n%\nTotal Noninterest Income\n$\n30,898 \n$\n32,369 \n$\n32,658 \n$\n(1,471)\n(4.5)\n%\n$\n(289)\n(0.9)\n%\n2022 Compared to 2021:\n  Total noninterest income in 2022 was $30.9 million, a decrease of $1.5 million, or 4.5%, from total noninterest income of $32.4 million for 2021.  Income from fiduciary activities decreased $431 thousand from 2021 to 2022.  The decrease was primarily driven by market conditions. Assets under trust administration and investment management at December 31, 2022 were $1.61 billion, a decrease of $245.0 million, or 13.2%, from the prior year-end balance of $1.85 billion.  Fees for other services to customers were $11.6 million for 2022, an increase of $164 thousand as compared to 2021.  Insurance commissions were flat to the previous year.  Net gain on securities in 2022, consisting of a change in the fair value of equity investments, was $427 thousand as compared to a loss of $111 thousand in 2021.\nNet gains on the sales of loans decreased in 2022 to $83 thousand, from $2.4 million in 2021.  Sales decreased primarily as a result of the strategic decision in the second half of 2021 to retain more newly originated residential real estate loans. The rate at which mortgage loan originations are sold in future periods will depend on various circumstances, including prevailing mortgage rates, other lending opportunities, capital and liquidity needs, and the availability of a market for such transactions. Therefore, Arrow is unable to predict what the retention rate of such loans in future periods may be. Servicing rights are generally retained for loans originated and sold, which also generates additional noninterest income in subsequent periods (fees for other services to customers).\nOther operating income increased by $814 thousand, or 45.9% between the two years primarily due to gains on other assets of $421 thousand as well as proceeds received related to bank owned life insurance of $383 thousand.\n36\nIV. NONINTEREST EXPENSE\nNoninterest expense is the measure of the delivery cost of services, products and business activities of a company.  The key components of noninterest expense are presented in the following table.\nANALYSIS OF NONINTEREST EXPENSE\n(Dollars In Thousands)\nYears Ended December 31,\nChange From Prior Year\n2021 to 2022\n2020 to 2021\n2022\n2021\n2020\nAmount\n%\nAmount\n%\nSalaries and Employee Benefits\n$\n47,003\n$\n44,798\n$\n42,061\n$\n2,205\n4.9 \n%\n$\n2,737\n6.5 \n%\nOccupancy Expenses, Net\n6,202\n5,814\n5,614\n388\n6.7 \n%\n200\n3.6 \n%\nTechnology and Equipment Expense\n16,118\n14,870\n12,976\n1,248\n8.4 \n%\n1,894\n14.6 \n%\nFDIC Regular Assessment\n1,176\n1,042\n1,063\n134\n12.9 \n%\n(21)\n(2.0)\n%\nAmortization of Intangible Assets\n193\n210\n227\n(17)\n(8.1)\n%\n(17)\n(7.5)\n%\nOther Operating Expense\n10,838\n11,314\n8,737\n(476)\n(4.2)\n%\n2,577\n29.5 \n%\nTotal Noninterest Expense\n$\n81,530\n$\n78,048\n$\n70,678\n$\n3,482\n4.5 \n%\n$\n7,370\n10.4 \n%\nEfficiency Ratio\n54.26 \n%\n54.16 \n%\n52.80 \n%\n0.10 \n%\n0.2 \n%\n1.36 \n%\n2.6 \n%\n2022 compared to 2021:\n  Noninterest expenses for 2022 were $81.5 million, an increase of $3.5 million, or 4.5%, from 2021.  For 2022, the efficiency ratio was 54.26%.  This ratio, which is a commonly used non-GAAP financial measure in the banking industry, is a comparative measure of a financial institution's operating efficiency.  The efficiency ratio (a ratio where lower is better), as defined by Arrow, is the ratio of operating noninterest expense (excluding intangible asset amortization) to net interest income (on a tax-equivalent basis) plus operating noninterest income (excluding net securities gains or losses).  See the discussion of the efficiency ratio in this Report under the heading “Use of Non-GAAP Financial Measures.”\nSalaries and employee benefits expense increased $2.2 million or 4.9%, from 2021.  Included within salaries and benefits was a $1.5 million reclassification between salaries and employee benefits and other operating expenses.  Under ASU 2017-07 (Compensation-Retirement Benefits), interest cost, expected return on plan assets, amortization of prior service cost and amortization of net loss are required to be reclassified out of salaries and employee benefits. The reclassification was $1.7 million in 2021.  Salaries and benefits were also impacted by increased benefit costs and incentive payments.\nTechnology expenses increased $1.2 million, or 8.4%, from 2021 due to the investment in upgrading the core banking system. The expense reflects the strategic focus on a strong technology foundation and paves the way for customer-facing enhancements and more efficient and improved internal operations.\nOther operating expense decreased $476 thousand, or 4.2%, from 2021. The decrease is the result of the expense for estimated credit losses on off-balance sheet credit exposures of $685 thousand for 2021 as compared to $22 thousand in the current year.\nV. INCOME TAXES\nThe following table sets forth the provision for income taxes and effective tax rates for the periods presented.\nINCOME TAXES AND EFFECTIVE RATES\n(Dollars In Thousands)\nYears Ended December 31,\nChange From Prior Year\n2021 to 2022\n2020 to 2021\n2022\n2021\n2020\nAmount\n%\nAmount\n%\nProvision for Income Taxes\n$\n14,114 \n$\n14,547 \n$\n11,036 \n$\n(433)\n(3.0)\n%\n$\n3,511 \n31.8 \n%\nEffective Tax Rate\n22.4 \n%\n22.6 \n%\n21.3 \n%\n(0.2)\n%\n(0.9)\n%\n1.3 \n%\n6.1 \n%\nThe provisions for federal and state income taxes amounted to $14.1 million for 2022, $14.5 million for 2021, and $11.0 million for  2020. The effective income tax rates for 2022, 2021 and 2020 were 22.4%, 22.6% and 21.3%, respectively.  The effective tax rate was essentially flat between 2022 and 2021.  The increase in 2021 as compared to 2020 was primarily due to the reduction of tax exempt investments held and the related investment income, combined with the increase in the New York State corporate tax rate which was effective January 1, 2021.\n37\nC. FINANCIAL CONDITION\nI. INVESTMENT PORTFOLIO\nDuring 2022 and 2021, Arrow held no trading securities.\nThe available-for-sale securities portfolio, held-to-maturity securities portfolio and the equity securities portfolio are further detailed below.\nThe table below presents the changes in the period-end balances for available-for-sale, held-to-maturity and equity securities from December 31, 2021 to December 31, 2022 (in thousands):\n(Dollars in Thousands)\nFair Value at Period-End\nNet Unrealized (Losses) Gains\nFor Period Ended\n12/31/2022\n12/31/2021\nChange\n12/31/2022\n12/31/2021\nChange\nSecurities Available-for-Sale:\nU.S. Agency Securities\n$\n175,199 \n$\n108,365 \n$\n66,834 \n$\n(14,801)\n$\n(1,635)\n$\n(13,166)\nState and Municipal Obligations\n340 \n400 \n(60)\n— \n— \n— \nMortgage-Backed Securities\n397,156 \n449,751 \n(52,595)\n(50,599)\n1,009 \n(51,608)\nCorporate and Other Debt Securities\n800 \n800 \n— \n(200)\n(200)\n— \nTotal\n$\n573,495 \n$\n559,316 \n$\n14,179 \n$\n(65,600)\n$\n(826)\n$\n(64,774)\nSecurities Held-to-Maturity:\nState and Municipal Obligations\n$\n160,470 \n$\n184,374 \n$\n(23,904)\n$\n(3,130)\n$\n4,179 \n$\n(7,309)\nMortgage-Backed Securities\n11,153 \n16,918 \n(5,765)\n(611)\n547 \n(1,158)\nTotal\n$\n171,623 \n$\n201,292 \n$\n(29,669)\n$\n(3,741)\n$\n4,726 \n$\n(8,467)\nEquity Securities \n$\n2,174 \n$\n1,747 \n$\n427 \n$\n— \n$\n— \n$\n— \nThe table below presents the weighted average yield for available-for-sale and held-to-maturity securities as of December 31, 2022 (in thousands).\nDecember 31, 2022\nWithin One Year\nAfter One But Within Five Years\nAfter Five But Within Ten Years\nAfter Ten Years\nTotal\nAmount\nYield\nAmount\nYield\nAmount\nYield\nAmount\nYield\nAmount\nYield\nSecurities Available-for-Sale:\nU.S. Agency Securities\n$\n— \n— \n%\n$\n190,000 \n1.6 \n%\n$\n— \n— \n%\n$\n— \n— \n%\n$\n190,000 \n190000000\n1.6 \n%\nState and Municipal Obligations\n20 \n6.3 \n%\n— \n— \n%\n320 \n6.8 \n%\n— \n%\n340 \n6.7 \n%\nMortgage-Backed Securities\n690 \n1.7 \n%\n241,322 \n1.9 \n%\n205,743 \n1.6 \n%\n— \n— \n%\n447,755 \n1.8 \n%\nCorporate and Other Debt Securities\n— \n%\n— \n%\n1,000 \n6.4 \n%\n— \n— \n%\n1,000 \n6.4 \n%\nTotal\n$\n710 \n1.9 \n%\n$\n431,322 \n1.8 \n%\n$\n207,063 \n1.6 \n%\n$\n— \n— \n%\n$\n639,095 \n1.8 \n%\nSecurities Held-to-Maturity:\nState and Municipal Obligations\n$\n52,522 \n2.3 \n%\n$\n108,233 \n2.4 \n%\n$\n2,806 \n3.5 \n%\n$\n39 \n6.1 \n%\n$\n163,600 \n2.4 \n%\nMortgage-Backed Securities\n— \n— \n%\n11,764 \n2.5 \n%\n— \n— \n%\n— \n— \n%\n11,764 \n2.5 \n%\nCorporate and Other Debt Securities\n— \n— \n%\n— \n— \n%\n— \n— \n%\n— \n— \n%\n— \n— \n%\nTotal\n$\n52,522 \n2.3 \n%\n$\n119,997 \n2.4 \n%\n$\n2,806 \n3.5 \n%\n$\n39 \n6.1 \n%\n$\n175,364 \n2.4 \n%\nFor the years above, Arrow held no investment securities in the securities portfolio that consisted of or included, directly or indirectly, obligations of foreign governments or government agencies of foreign issuers.\nIn the periods referenced above, mortgage-backed securities consisted solely of mortgage pass-through securities and collateralized mortgage obligations (CMOs) issued or guaranteed by U.S. federal agencies or by government-sponsored enterprises (GSEs). Mortgage pass-through securities provide to the investor monthly portions of principal and interest pursuant to the contractual obligations of the underlying mortgages. CMOs are pools of mortgage-backed securities, the repayments on which have generally been separated into two or more components (tranches), where each tranche has a separate estimated life and yield. Arrow's practice has been to purchase pass-through securities and CMOs that are issued or guaranteed by U.S. federal agencies or GSEs, and the tranches of CMOs purchased are generally those having shorter average lives and/or \n38\ndurations. Lower market interest rates and/or payment deferrals on underlying loans that make up mortgage-backed security collateral may impact cashflows.\nIn the periods referenced above, U.S. Government & Agency Obligations consisted solely of agency bonds issued\n by GSEs.  These securities generally pay fixed semi-annual \ncoupons\n with principle payments at maturity.  For some, callable options are included that may impact the timing of these principal payments. \nArrow's practice has been to purchase Agency securities that are issued or guaranteed by GSEs\n with limited embedded optionality (call features).  Final maturities are generally less than 5 years.\nThe yields on obligations of states and municipalities exempt from federal taxation were computed on a tax-equivalent basis. The yields on other debt securities shown in the table above are calculated by dividing annual interest, including accretion of discounts and amortization of premiums, by the amortized cost of the securities at December 31, 2022.\nArrow evaluates available-for-sale debt securities in unrealized loss positions at each measurement date to determine whether the decline in the fair value below the amortized cost basis (impairment) is due to credit-related factors or non-credit related factors. Any impairment that is not credit related is recognized in other comprehensive income, net of applicable taxes. Credit-related impairment is recognized within the allowance for credit losses on the balance sheet, limited to the amount by which the amortized cost basis exceeds the fair value, with a corresponding adjustment to earnings via credit loss expense.  Arrow determined that at December 31, 2022, gross unrealized losses, $65.6 million, were primarily attributable to changes in interest rates, relative to when the investment securities were purchased, and not due to the credit quality of the investment securities. In 2022, the rising interest rate environment resulted in an increase in unrealized losses versus the comparable prior period.  Arrow does not intend to sell, nor is it more likely than not that Arrow will be required to sell any securities before recovery of its amortized cost basis, which may be at maturity.  Therefore, Arrow carried no allowance for credit loss at December 31, 2022 and there was no credit loss expense recognized by Arrow with respect to the securities portfolio during the year ended December 31, 2022.\nAt December 31, 2022 and 2021, the weighted average maturity was 4.2 and 4.0 years, respectively, for debt securities in the available-for-sale portfolio.\nFor further information regarding the portfolio of securities available-for-sale, see Note 4, \nInvestment Securities\n, to the Consolidated Financial Statements. \nSecurities Held-to-Maturity\n:\nThe following table sets forth the carrying value of the portfolio of securities held-to-maturity at December 31 of each of the last two years.\nSECURITIES HELD-TO-MATURITY\n(Dollars In Thousands)\nDecember 31,\n2022\n2021\nState and Municipal Obligations\n$\n163,600 \n$\n180,195 \nMortgage Backed Securities - Residential\n11,764 \n16,371 \nTotal\n$\n175,364 \n$\n196,566 \nArrow's held-to-maturity debt securities are comprised of GSEs and state and municipal obligations.  GSE securities carry the explicit and/or implicit guarantee of the U.S. government, are widely recognized as “risk free,” and have a long history of zero credit loss. Arrow performs an analysis of the credit worthiness of municipal obligations to determine if a security is of investment grade. The analysis may include, but may not solely rely upon credit analysis conducted by external credit rating agencies.  Arrow determined that the expected credit loss on its held to maturity debt portfolio was immaterial and, therefore, no allowance for credit loss was recorded as of December 31, 2022.\nAt December 31, 2022 and 2021, the weighted average maturity was 1.9 and 2.0 years, respectively, for the debt securities in the held-to-maturity portfolio.\nFor additional information regarding the fair value of the portfolio of securities held-to-maturity at December 31, 2022, see Note 4, \nInvestment Securities\n, to the Consolidated Financial Statements.\nEQUITY SECURITIES\n(Dollars In Thousands)\nThe following table is the schedule of Equity Securities at December 31 of each of the last two years.\nEquity Securities\nDecember 31, \n2022\n2021\nEquity Securities, at Fair Value\n$\n2,174 \n$\n1,747 \n39\nII. LOAN PORTFOLIO\nThe amounts and respective percentages of loans outstanding represented by each principal category on the dates indicated were as follows:\na. Types of Loans\n(Dollars In Thousands) \nDecember 31,\n2022\n2021\nAmount\n%\nAmount\n%\nCommercial\n$\n140,293 \n5 \n%\n$\n172,518 \n6 \n%\nCommercial Real Estate\n707,022 \n24 \n%\n628,929 \n24 \n%\nConsumer\n1,065,135 \n35 \n%\n920,556 \n35 \n%\nResidential Real Estate\n1,070,757 \n36 \n%\n945,938 \n35 \n%\nTotal Loans\n2,983,207 \n100 \n%\n2,667,941 \n100 \n%\nAllowance for Credit Losses\n(29,952)\n(27,281)\nTotal Loans, Net\n$\n2,953,255 \n$\n2,640,660 \nCommercial and Commercial Real Estate Loans:\n  Commercial and commercial real estate loans in the loan portfolio were extended to businesses or borrowers primarily located in Arrow's regional markets.  A portion of the loans in the commercial portfolio have variable rates tied to market indices, such as Prime, LIBOR, SOFR or FHLBNY.  PPP loans were previously included within the commercial loan portfolio. There were no PPP loans outstanding as of December 31, 2022.\nConsumer Loans:\n  At December 31, 2022, consumer loans (primarily automobile loans originated through dealerships located in New York and Vermont) continue to be a significant component of Arrow's business, comprising approximately one third of the total loan portfolio.\nConsumer loan originations have remained strong in 2022, with origination volume for the last three years at $572.3 million, $452.1 million and $386.4 million\n \nfor 2022, 2021 and 2020, respectively.\nFor credit quality purposes, Arrow assigns potential automobile loan customers into one of four tiers, ranging from lower to higher quality in terms of anticipated credit risk.  Arrow's experienced lending staff not only utilizes credit evaluation software tools but also reviews and evaluates each loan individually prior to the loan being funded.  Arrow believes that this disciplined approach to evaluating risk has contributed to maintaining the strong credit quality in this portfolio.\nResidential Real Estate Loans\n: Gross originations for residential real estate loans (including refinancings of mortgage loans) were $217.5 million, $244.5 million and $250.1 million for the years 2022, 2021, and 2020, respectively.\nDemand for residential real estate has continued but weakened as interest rates have increased. New origination activity has benefited from the higher rates. A continuous elevated rate environment may impact future demand.  Arrow continues to sell portions of these originations in the secondary market.  Sales decreased during 2021 and were minimal in 2022 as the result of the strategic decision to grow the residential loan portfolio.  The rate at which mortgage loan originations are sold in future periods will depend on a variety of factors, including demand for residential mortgages in our operating markets, market conditions for mortgage sales and strategic balance sheet and interest-rate risk management decisions.\nThe following table indicates the changing mix in the loan portfolio by including the quarterly average balances for the significant loan segments for the past five quarters.  The remaining quarter-by-quarter tables present the percentage of total loans represented by each category and the annualized yield of each category.\nLOAN PORTFOLIO\nQuarterly Average Loan Balances\n(Dollars In Thousands)\nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nCommercial excluding PPP Loans\n$\n141,419 \n$\n134,986 \n$\n130,177 \n$\n135,472 \n$\n127,346 \nPPP Loans\n— \n637 \n11,267 \n26,086 \n48,778 \nCommercial Real Estate\n674,420 \n661,471 \n645,968 \n631,255 \n623,273 \nConsumer\n1,065,467 \n1,047,470 \n1,013,361 \n932,401 \n921,376 \nResidential Real Estate\n1,070,241 \n1,027,502 \n1,003,407 \n953,582 \n939,892 \nTotal Loans\n$\n2,951,547 \n$\n2,872,066 \n$\n2,804,180 \n$\n2,678,796 \n$\n2,660,665 \n40\nPercentage of Total Quarterly Average Loans\nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nCommercial excluding PPP Loans\n4.8 \n%\n4.7 \n%\n4.6 \n%\n5.0 \n%\n4.8 \n%\nPPP Loans\n— \n%\n— \n%\n0.4 \n%\n1.0 \n%\n1.8 \n%\nCommercial Real Estate\n22.8 \n%\n23.0 \n%\n23.0 \n%\n23.6 \n%\n23.4 \n%\nConsumer\n36.1 \n%\n36.5 \n%\n36.2 \n%\n34.8 \n%\n34.6 \n%\nResidential Real Estate\n36.3 \n%\n35.8 \n%\n35.8 \n%\n35.6 \n%\n35.4 \n%\nTotal Loans\n100.0 \n%\n100.0 \n%\n100.0 \n%\n100.0 \n%\n100.0 \n%\nQuarterly Yield on Loans\nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nCommercial (total portfolio)\n4.18 \n%\n4.17 \n%\n3.93 \n%\n4.17 \n%\n3.97 \n%\n     Commercial excluding PPP loans\n4.18 \n%\n4.17 \n%\n3.90 \n%\n3.87 \n%\n3.83 \n%\nCommercial Real Estate\n4.57 \n%\n4.60 \n%\n3.82 \n%\n3.80 \n%\n3.78 \n%\nConsumer\n4.02 \n%\n4.10 \n%\n3.83 \n%\n3.84 \n%\n3.87 \n%\nResidential Real Estate\n3.80 \n%\n3.78 \n%\n3.70 \n%\n3.71 \n%\n3.73 \n%\nTotal Loans - QTD Average\n4.13 \n%\n4.09 \n%\n3.85 \n%\n3.90 \n%\n3.82 \n%\nThe average yield on the loan portfolio increased from 3.82% for the fourth quarter of 2021 to 4.13% for the fourth quarter of 2022.  The current raising rate environment prevailed for much of 2022, which impacted new loan yields for both fixed and variable rate loans.\nPPP Loans\nArrow originated over $234.2 million of PPP loans in 2020 and 2021.  Arrow completed the PPP program in 2022.\nOutstanding PPP Loans\n(Dollars In Thousands)\nYears Ended December 31,\n2022\n2021\nBeginning Balance\n$\n43,649 \n$\n114,630 \nPPP Loans Funded\n— \n91,511 \nPPP Loans Forgiven\n(43,649)\n(162,492)\nEnding PPP Loans\n$\n— \n$\n43,649 \nIncome Earned on PPP Loans\n(Dollars In Thousands)\nYears Ended December 31,\n2022\n2021\nInterest Earned\n$\n97 \n$\n1,067 \nFees Recognized\n1,477 \n6,744 \nIncome Earned on PPP Loans\n$\n1,574 \n$\n7,811 \n41\nThe following table indicates the respective maturities and interest rate structure of commercial loans and commercial real estate construction loans at December 31, 2022.  For purposes of determining relevant maturities, loans are assumed to mature at (but not before) their scheduled repayment dates as required by contractual terms.  Demand loans and overdrafts are included in the “Within 1 Year” maturity category.  Most of the commercial construction loans are made with a commitment for permanent financing, whether extended by us or unrelated third parties.  The maturity distribution below reflects the final maturity of the permanent financing.\nb. Maturities and Sensitivities of Loans to Changes in Interest Rates\n(Dollars in Thousands)\nThe table below shows the maturity of loans outstanding as of December 31, 2022.  Also provided are the amounts due after one year, classified according to fixed interest rates and variable interest rates (in thousands):\nDecember 31, 2022\nWithin One Year\nAfter One But Within Five Years\nAfter Five But Within 15 Years\nAfter 15 Years\nTotal\nCommercial\n$\n26,019 \n$\n74,943 \n$\n39,215 \n$\n116 \n$\n140,293 \nCommercial Real Estate\n182,494 \n212,354 \n306,607 \n5,567 \n707,022 \nConsumer\n11,595 \n527,907 \n525,132 \n501 \n1,065,135 \nResidential Real Estate\n142,824 \n53,594 \n226,887 \n647,452 \n1,070,757 \nTotal\n$\n362,932 \n$\n868,798 \n$\n1,097,841 \n$\n653,636 \n$\n2,983,207 \nAfter One But Within Five Years\nAfter Five But Within 15 Years\nAfter 15 Years\nTotal\nLoans maturing with:\nFixed Interest Rates\n$\n600,355 \n$\n929,621 \n$\n651,751 \n$\n2,181,727 \nVariable Interest Rates\n268,443 \n168,220 \n1,885 \n438,548 \nTotal\n$\n868,798 \n$\n1,097,841 \n$\n653,636 \n$\n2,620,275 \nCOMMITMENTS AND LINES OF CREDIT\nStand-by letters of credit represent extensions of credit granted in the normal course of business, which are not reflected in the financial statements at a given date because the commitments are not funded at that time.  As of December 31, 2022, the total contingent liability for standby letters of credit amounted to $3.6 million.  In addition to these instruments, there are lines of credit to customers, including home equity lines of credit, commitments for residential and commercial construction loans and other personal and commercial lines of credit, which also may be unfunded or only partially funded from time-to-time.  Commercial lines, generally issued for a period of one year, are usually extended to provide for the working capital requirements of the borrower. At December 31, 2022, outstanding unfunded loan commitments in the aggregate amount were approximately $424.2 million compared to $402.3 million at December 31, 2021.\nc. Risk Elements\n1. Nonaccrual, Past Due and Restructured Loans\nThe amounts of nonaccrual, past due and restructured loans at year-end for each of the past two years are presented in the table on page 33 under the heading \"Summary of the Allowance and Provision for Credit Losses.\"\nLoans are placed on nonaccrual status either due to the delinquency status of principal and/or interest or a judgment by Management that the full repayment of principal and interest is unlikely.  Unless already placed on nonaccrual status, loans secured by home equity lines of credit are put on nonaccrual status when 120 days past due and residential real estate loans are put on nonaccrual status when 150 days past due.  Commercial and commercial real estate loans are evaluated on a loan-by-loan basis and are placed on nonaccrual status when 90 days past due if the full collection of principal and interest is uncertain. Under the Uniform Retail Credit Classification and Account Management Policy established by banking regulators, fixed-maturity consumer loans not secured by real estate must generally be charged-off no later than when 120 days past due.  Loans secured with non-real estate collateral in the process of collection are charged-down to the value of the collateral, less cost to sell.  Arrow had no material commitments to lend additional funds on outstanding nonaccrual loans at December 31, 2022.  Loans past due 90 days or more and still accruing interest are those loans which were contractually past due 90 days or more but because of expected repayments, were still accruing interest.  \nThe balance of loans 30-89 days past due and still accruing interest totaled $20.4 million at December 31, 2022 and represented 0.68% of loans outstanding at that date, as compared to approximately $12.2 million, or 0.46% of loans outstanding at December 31, 2021.  These non-current loans at December 31, 2022 were composed of approximately $18.2 million of consumer loans (principally indirect automobile loans), $1.8 million of residential real estate loans and $0.4 million of commercial and commercial real estate loans.\n42\nThe method for measuring all other loans is described in detail in Note 2, \nSummary of Significant Accounting Policies\n, and Note 5, \nLoans,\n to the Consolidated Financial Statements.\nNote 5, \nLoans, \nto the Consolidated Financial Statements contains detailed information on modified loans and impaired loans.\n2. Potential Problem Loans\nOn at least a quarterly basis, the internal credit quality rating is re-evaluated for commercial loans that are either past due or fully performing but exhibit certain characteristics that could reflect well-defined weaknesses.  Loans are placed on nonaccrual status when the likely amount of future principal and interest payments are expected to be less than the contractual amounts, even if such loans are not past due.\nPeriodically, Arrow reviews the loan portfolio for evidence of potential problem loans.  Potential problem loans are loans that are currently performing in accordance with contractual terms, but where known information about possible credit problems of the borrower may jeopardize loan repayment and result in a non-performing loan.  In the credit monitoring program, Arrow treats loans that are classified as substandard but continue to accrue interest as potential problem loans.  At December 31, 2022, Arrow identified 52 commercial loans totaling $41.7 million as potential problem loans.  At December 31, 2021, Arrow identified 56 commercial loans totaling $37.5 million\n \nas potential problem loans.  For these loans, although positive factors such as payment history, value of supporting collateral, and/or personal or government guarantees led Arrow to conclude that accounting for them as non-performing at year-end was not warranted, other factors, specifically, certain risk factors related to the loan or the borrower justified concerns that they may become nonperforming at some point in the future.  \n3\n.\n \nForeign\n \nOutstandings\n \n- None\n4. Loan Concentrations\nThe loan portfolio is well diversified.  There are no concentrations of credit that exceed 10% of the portfolio, other than the general categories reported in the preceding Section C.II.a. of this Item 7, beginning on page 40.  For further discussion, see Note 1, \nRisks and Uncertainties\n, to the Consolidated Financial Statements.\n5. Other Real Estate Owned and Repossessed Assets\nOther real estate owned (\"OREO\") primarily consists of real property acquired in foreclosure.  OREO is carried at fair value less estimated cost to sell.  Arrow establishes allowances for OREO losses, which are determined and monitored on a property-by-property basis and reflect the ongoing estimate of the property's estimated fair value less costs to sell.  All Repossessed Assets for each of the five years in the table below consist of motor vehicles.\nDistribution of OREO and Repossessed Assets\n(Dollars In Thousands)\nDecember 31,\n2022\n2021\n2020\nOther Real Estate Owned\n— \n— \n— \nRepossessed Assets\n593 \n126 \n155 \nTotal OREO and Repossessed Assets\n$\n593 \n$\n126 \n$\n155 \nThe following table summarizes changes in the net carrying amount of OREO and the number of properties for each of the periods presented. At December 31, 2022, Arrow had no OREO.\nSchedule of Changes in OREO\n(Dollars In Thousands)\n2022\n2021\n2020\nBalance at Beginning of Year\n$\n— \n$\n— \n$\n1,122 \nProperties Acquired Through Foreclosure\n— \n99 \n— \nGain of Sale of OREO properties\n— \n— \n192 \nSubsequent Write-downs to Fair Value\n— \n(19)\n— \nSales\n— \n(80)\n(1,314)\nBalance at End of Year\n$\n— \n$\n— \n$\n— \nNumber of Properties, Beginning of Year\n— \n— \n3 \nProperties Acquired During the Year\n— \n1 \n— \nProperties Sold During the Year\n— \n(1)\n(3)\nNumber of Properties, End of Year\n— \n— \n— \nI\nII. SUMMARY OF CREDIT LOSS EXPERIENCE\nThe information required in this section is presented in the discussion of the \"Provision for Credit Losses and Allowance for Credit Losses\" in Part II Item 7, Section B.II. beginning on page 33 of this Report, including:\n•\nCharge-offs and Recoveries by loan type\n•\nFactors that led to the amount of the Provision for Credit Losses\n•\nAllocation of the Allowance for Credit Losses by loan type\n43\nThe percent of loans in each loan category is presented in the table of loan types in the preceding section on page 40 of this Report.\nIV. DEPOSITS\nThe following table sets forth the average balances of and average rates paid on deposits for the periods indicated.\nAVERAGE DEPOSIT BALANCES\n(Dollars In Thousands)\nYears Ended\n12/31/2022\n12/31/2021\n12/31/2020\nAverage\nBalance\nRate\nAverage\nBalance\nRate\nAverage\nBalance\nRate\nDemand Deposits\n$\n815,218 \n— \n%\n$\n767,671 \n— \n%\n$\n613,408 \n— \n%\nInterest-Bearing Checking Accounts\n1,038,751 \n0.09 \n%\n926,875 \n0.08 \n%\n772,000 \n0.17 \n%\nSavings Deposits\n1,549,278 \n0.51 \n%\n1,496,906 \n0.13 \n%\n1,258,154 \n0.40 \n%\nTime Deposits of $250,000 or More\n55,690 \n0.66 \n%\n87,033 \n0.30 \n%\n124,601 \n1.18 \n%\nOther Time Deposits\n132,541 \n0.46 \n%\n141,677 \n0.45 \n%\n223,111 \n1.25 \n%\nTotal Deposits\n$\n3,591,478 \n0.27 \n%\n$\n3,420,162 \n0.10 \n%\n$\n2,991,274 \n0.36 \n%\nAverage total deposit balances increased by $171.3 million, or 5.0% in 2022, mainly in the demand deposit, checking and savings deposit categories. \nArrow used reciprocal deposits for a select group of municipalities to reduce the amount of investment securities required to be pledged as collateral for municipal deposits where municipal deposits in excess of the FDIC insurance coverage limits were transferred to other participating banks, divided into portions so as to qualify such transferred deposits for FDIC insurance coverage at each transferee bank.  In return, reciprocal amounts are transferred to Arrow in equal amounts of deposits from the participant banks.  The balances of reciprocal deposits were $520.6 million and $529.8 million at December 31, 2022 and 2021, respectively.\nThe following tables presents the quarterly average balance by deposit type for each of the most recent five quarters.  \nDEPOSIT PORTFOLIO\nQuarterly Average Deposit Balances\n(Dollars In Thousands)\nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nDemand Deposits\n$\n787,157 \n$\n866,659 \n$\n811,607 \n$\n794,968 \n$\n819,624 \nInterest-Bearing Checking Accounts\n1,082,267 \n996,116 \n1,048,752 \n1,027,740 \n998,398 \nSavings Deposits\n1,548,293 \n1,549,451 \n1,541,616 \n1,557,855 \n1,562,318 \nTime Deposits of $250,000 or More\n65,897 \n49,459 \n37,418 \n70,101 \n71,965 \nOther Time Deposits\n131,331 \n136,834 \n130,361 \n131,592 \n138,461 \nTotal Deposits\n$\n3,614,945 \n$\n3,598,519 \n$\n3,569,754 \n$\n3,582,256 \n$\n3,590,766 \nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nNon-Municipal Deposits\n$\n2,668,704 \n$\n2,719,291 \n$\n2,662,052 \n$\n2,639,258 \n$\n2,629,553 \nMunicipal Deposits\n946,241 \n879,228 \n907,702 \n942,998 \n961,213 \nTotal Deposits\n$\n3,614,945 \n$\n3,598,519 \n$\n3,569,754 \n$\n3,582,256 \n$\n3,590,766 \nThe above tables provide information on trends in the balance and mix of the deposit portfolio by presenting, for each of the last five quarters, the quarterly average balances by deposit type.   Time deposits over $250,000 and other time deposits have decreased for the four quarters leading into the fourth quarter of 2022.  In the current quarter, the overall balance of time deposits has increased as the result of a strategic initiative to grow certificate of deposit balances.  Despite the increase in the average deposit balance from the third to fourth quarter of 2022, deposits decreased from September 30, 2022 to December 31, 2022.  The decrease in deposits was primarily the result of both increased consumer spending and pressure from competitive rate pricing.\nIn general, there is a seasonal pattern to municipal deposits which dip to a low point in August each year.  Account balances tend to increase throughout the fall and into early winter from tax deposits, flatten out after the beginning of the ensuing calendar year, and increase again at the end of March from the electronic deposit of NYS Aid payments to school districts.  In addition to seasonal behavior, the likelihood of downward trajectory of municipal balances may be the result of record high balances that \n44\nincluded  American Rescue Plan and other COVID-19 pandemic response stimulus as well as increasing competition in the current rate environment.\n \nThe total quarterly average balances as a percentage of total deposits are illustrated in the table below.\nPercentage of Total Quarterly Average Deposits\nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nDemand Deposits\n21.8 \n%\n24.1 \n%\n22.7 \n%\n22.2 \n%\n22.8 \n%\nInterest-Bearing Checking Accounts\n29.9 \n%\n27.7 \n%\n29.4 \n%\n28.7 \n%\n27.8 \n%\nSavings Deposits\n42.9 \n%\n43.0 \n%\n43.2 \n%\n43.4 \n%\n43.5 \n%\nTime Deposits of $250,000 or More\n1.8 \n%\n1.4 \n%\n1.0 \n%\n2.0 \n%\n2.0 \n%\nOther Time Deposits\n3.6 \n%\n3.8 \n%\n3.7 \n%\n3.7 \n%\n3.9 \n%\nTotal Deposits\n100.0 \n%\n100.0 \n%\n100.0 \n%\n100.0 \n%\n100.0 \n%\nThe total quarterly interest cost of deposits, by type of deposit and in total, for each of the most recent five quarters is set forth in the table below: \nQuarterly Cost of Deposits\nQuarters Ended\n12/31/2022\n9/30/2022\n6/30/2022\n3/31/2022\n12/31/2021\nDemand Deposits\n— \n%\n— \n%\n— \n%\n— \n%\n— \n%\nInterest-Bearing Checking Accounts\n0.13 \n%\n0.11 \n%\n0.08 \n%\n0.06 \n%\n0.07 \n%\nSavings Deposits\n1.05 \n%\n0.63 \n%\n0.23 \n%\n0.11 \n%\n0.10 \n%\nTime Deposits of $250,000 or More\n1.36 \n%\n0.71 \n%\n0.28 \n%\n0.16 \n%\n0.18 \n%\nOther Time Deposits\n0.71 \n%\n0.43 \n%\n0.34 \n%\n0.33 \n%\n0.35 \n%\nTotal Deposits\n0.54 \n%\n0.33 \n%\n0.14 \n%\n0.08 \n%\n0.08 \n%\nThe cost of deposits began to increase in the second quarter of 2022, and accelerated in the third and fourth quarters. The Federal Funds rate increased throughout 2022 and is anticipated to continue into 2023.  Arrow believes it is well positioned for a variety of rate environments.\n    The maturities of time deposits of $250,000 or more at December 31, 2022 are presented below.  (Dollars In Thousands)\nMaturing in:\nUnder Three Months\n$\n15,215 \nThree to Six Months\n13,848 \nSix to Twelve Months\n30,002 \n2024\n14,653 \n2025\n2,254 \n2026\n252 \n2027\n— \nLater\n— \nTotal\n$\n76,224 \n45\nV. SHORT-TERM BORROWINGS (Dollars in Thousands)\n12/31/2022\n12/31/2021\n12/31/2020\nOvernight Advances from the FHLBNY, Federal Funds Purchased\n  and Securities Sold Under Agreements to Repurchase:\nBalance at December 31\n$\n27,000 \n$\n— \n$\n17,486 \nMaximum Month-End Balance\n27,000 \n15,798 \n73,949 \nAverage Balance During the Year\n2,124 \n4,768 \n57,929 \nAverage Rate During the Year\n4.34 \n%\n0.06 \n%\n0.43 \n%\nRate at December 31\n4.61 \n%\nN/A\n0.07 \n%\nD. LIQUIDITY\nThe objective of effective liquidity management is to ensure that Arrow has the ability to raise cash when needed at a reasonable cost.  This includes the capability of meeting expected and unexpected obligations to Arrow's customers at any time.  Given the uncertain nature of customer demands and the need to maximize earnings, Arrow must have available reasonably priced sources of funds, both on- and off-balance sheet, that can be accessed quickly in times of need.  Arrow’s liquidity position should provide the Company with the necessary flexibility to address any unexpected near-term disruptions such as reduced cash flows from the investment and loan portfolio, unexpected deposit runoff, or increased loan originations.\nArrow's primary sources of available liquidity are overnight investments in federal funds sold, interest bearing bank balances at the Federal Reserve Bank of New York, and cash flow from investment securities and loans.  Certain investment securities are categorized as available-for-sale at time of purchase based on their marketability and collateral value, as well as their yield and maturity.  The securities available-for-sale portfolio was $573.5 million at year-end 2022, an increase of $14.2 million from the year-end 2021 level. Due to the potential for volatility in market values, Arrow may not always be able to sell securities on short notice at their carrying value, even to provide needed liquidity.  Arrow also held interest-bearing cash balances at December 31, 2022 of $32.8 million compared to $430.7 million at December 31, 2021. \nIn addition to liquidity from cash, short-term investments, investment securities and loans, Arrow has supplemented available operating liquidity with additional off-balance sheet sources such as a federal funds lines of credit with correspondent banks and credit lines with the FHLBNY.  The federal funds lines of credit are with two correspondent banks totaling $52 million which were not drawn on in 2022.\nTo support the borrowing relationship with the FHLBNY, Arrow has pledged collateral, including residential mortgage, home equity and commercial real estate loans.  At December 31, 2022, Arrow had outstanding collateralized obligations with the FHLBNY of $45 million; as of that  date, the unused borrowing capacity at the FHLBNY was approximately $608 million. Brokered deposits have also been identified as an available source of funding accessible in a relatively short time period.  At December 31, 2022, there were no outstanding brokered deposits. In addition, Arrow's two bank subsidiaries have each established a borrowing facility with the Federal Reserve Bank of New York, pledging certain consumer loans as collateral for potential \"discount window\" advances, which are maintained for contingency liquidity purposes.  At December 31, 2022, the amount available under this facility was approximately $649 million in the aggregate, and there were no advances then outstanding.\nArrow performs regular liquidity stress tests and tests of the contingent liquidity plan to ensure that an adequate amount of available funds can be generated to meet a wide variety of potential liquidity events.  Additionally, Arrow continually monitors levels and composition of uninsured deposits.  \nArrow measures and monitors basic liquidity as a ratio of liquid assets to total short-term liabilities, both with and without the availability of borrowing arrangements.  Based on the level of overnight investments, available liquidity from the investment securities portfolio, cash flows from the loan portfolio, the stable core deposit base and the significant borrowing capacity, Arrow believes that the available liquidity is sufficient to meet all reasonably likely events or occurrences.  At December 31, 2022, Arrow's basic liquidity ratio, including FHLBNY collateralized borrowing capacity, was 19.6% of total assets, or $619 million in excess of Arrow's internally-set minimum target ratio of 4%.\nArrow did not experience any liquidity constraints in 2022 and did not experience any such constraints in recent prior years.  Arrow has not at any time during such period been forced to pay above-market rates to obtain retail deposits or other funds from any source.\nE. CAPITAL RESOURCES AND DIVIDENDS\nImportant Regulatory Capital Standards:  \nDodd-Frank, enacted in 2010, directed U.S. bank regulators to promulgate revised bank organization capital standards, which were required to be at least as strict as the regulatory capital standards for banks then in effect.  The Capital Rules under Dodd-Frank were adopted by the Federal bank regulatory agencies in 2013 and became effective for Arrow and its subsidiary banks on January 1, 2015.  These Capital Rules are summarized in an earlier section of this Report, \"Regulatory Capital Standards,\" beginning on page 7.\nThe table below sets forth the various capital ratios achieved by Arrow and its subsidiary banks, Glens Falls National and Saratoga National, as of December 31, 2022, as determined under the bank regulatory capital standards in effect on that date, as well as the minimum levels for such capital ratios that bank holding companies and banks are required to maintain under the Capital Rules (not including the \"capital conservation buffer\").  As demonstrated in the table, all of Arrow's and the banks' capital ratios at year-end were well in excess of the minimum required levels for such ratios, as established by the regulators.  (See Item \n46\n1, Section C, under \"Regulatory Capital Standards\" and Item 8, Note 19 in the Notes to Consolidated Financial Statements, for information regarding the \"capital conservation buffer.\") In addition, on December 31, 2022, Arrow and each of the banks qualified as \"well-capitalized\", the highest capital classification category under the revised capital classification scheme recently established by the federal bank regulators, that was in effect on that date. \n \nCapital Ratios\n:\nArrow\nGFNB\nSNB\nMinimum\nRequired\nRatio\nTier 1 Leverage Ratio\n9.8%\n9.0%\n10.5%\n4.0%\nCommon Equity Tier 1 Capital Ratio\n13.3%\n13.2%\n14.3%\n4.5%\nTier 1 Risk-Based Capital Ratio\n14.0%\n13.2%\n14.3%\n6.0%\nTotal Risk-Based Capital Ratio                            \n15.1%\n14.3%\n15.5%\n8.0%\n \nFederal bank regulators introduced an optional simplified measure of capital adequacy for qualifying community banking organizations (CBLR).  A qualifying community banking organization that opts into the CBLR framework and meets all the requirements under the CBLR framework will be considered to have met the well-capitalized ratio requirements under the “prompt corrective action” regulations and will not be required to report or calculate risk-based capital ratios.\nThe CBLR final rule became effective as of January 1, 2020, and Arrow and both subsidiary banks have opted out of utilizing the CBLR framework.  Therefore, the Capital Rules promulgated under Dodd-Frank will remain applicable to Arrow and both subsidiary banks.\nStockholders' Equity at Year-end 2022:  \n Total stockholders' equity was $353.5 million at December 31, 2022, a decrease of $17.6 million, or 4.8%, from December 31, 2021. The net decrease in total stockholders' equity during 2022 principally reflected the following factors: (i) $48.8 million of net income for the year, plus (ii) $2.0 million of equity related to various stock-based compensation plans, plus (iii) $1.9 million of equity resulting from the dividend reinvestment plan, reduced by (iv) other comprehensive loss of $50.0 million, (v) cash dividends of $17.4 million and (vi) repurchases of common stock of $2.9 million.\nTrust Preferred Securities:\n  In each of 2003 and 2004, Arrow issued $10 million of trust preferred securities (TRUPs) in a private placement.  Under the Federal Reserve Board's regulatory capital rules then in effect, TRUPs proceeds typically qualified as Tier 1 capital for bank holding companies such as Arrow, but only in amounts up to 25% of Tier 1 capital, net of goodwill less any associated deferred tax liability.  Under the Dodd-Frank Act, any trust preferred securities that Arrow might issue on or after the grandfathering date set forth in Dodd-Frank (May 19, 2010) would not qualify as Tier 1 capital under bank regulatory capital guidelines. For Arrow, TRUPs outstanding prior to the grandfathering cutoff date set forth in Dodd-Frank (May 19, 2010) would continue to qualify as Tier 1 capital until maturity or redemption, subject to limitations.  Thus, Arrow's outstanding TRUPs continue to qualify as Tier 1 regulatory capital, subject to such limitations. Arrow's recent failure to timely file this Annual Report on Form 10-K and the Quarterly Report on Form 10-Q for the quarter ended March 31, 2023, and deliver such reports to the  trustee would represent a default under the indenture if the Trustee or the holders of at least 25% of the aggregate principal amount of the outstanding securities delivered such a notice. If the trustee delivers a notice of default, Arrow will have 30 days to remedy the default or else it will constitute an event of default under the indenture. The trustee has not provided a notice as of the date hereof.\nIn the first quarter of 2020, Arrow entered into interest rate swap agreements to synthetically fix the variable rate interest payments associated with $20 million in outstanding subordinated trust securities.  The effective fixed rate is 3.43% until maturity.  These agreements are designated as cash flow hedges.\nDividends:\n \nThe source of funds for the payment by Arrow of cash dividends to stockholders consists primarily of dividends declared and paid to it by its bank subsidiaries.  In addition to legal and regulatory limitations on payments of dividends by Arrow (i.e., the need to maintain adequate regulatory capital), there are also legal and regulatory limitations applicable to the payment of dividends by the bank subsidiaries to Arrow.  As of December 31, 2022, under the statutory limitations in national banking law, the maximum amount that could have been paid by the bank subsidiaries to Arrow, without special regulatory approval, was approximately $88.8 million  The ability of Arrow and its banks to pay dividends in the future is and will continue to be influenced by regulatory policies, capital guidelines and applicable laws.\nSee Part II, Item 5, \"Market for the Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\" for a recent history of its cash dividend payments.\nStock Repurchase Program\n:\n  In October 2021, the Board of Directors approved a $5 million stock repurchase program, effective for the period January 1, 2022 through December 31, 2022 (the 2022 Repurchase Program), under which management is authorized, in its discretion, to permit Arrow to repurchase up to $5 million of shares of Arrow's common stock, in the open market or in privately negotiated transactions, to the extent management believes Arrow's stock is reasonably priced and such repurchases appear to be an attractive use of available capital and in the best interests of shareholders. This 2022 program replaced a similar repurchase program which was in effect for the 2021 calendar year (the 2021 program), which also authorized the repurchase of up to $5.0 million of shares of Arrow's common stock. As of December 31, 2022 approximately $2.5 million had been used under the 2022 program to repurchase Arrow shares.  In addition, approximately $408 thousand of Arrow's Common Stock was purchased during 2022 other than through its repurchase program, i.e., repurchases of Arrow shares on the market utilizing funds accumulated under Arrow's Dividend Reinvestment Plan and the surrender or deemed surrender of Arrow stock to \n47\nArrow in connection with employees' stock-for-stock exercises of compensatory stock options to buy Arrow stock.  The 2022 program expired on December 31, 2022.  A similar 2023 program, allowing for stock repurchases of up to $5 million for calendar year 2023 was approved by the Board of Directors in October 2022.\nF. OFF-BALANCE SHEET ARRANGEMENTS\nIn the normal course of operations, Arrow may engage in a variety of financial transactions or arrangements, including derivative transactions or arrangements, that in accordance with GAAP are not recorded in the financial statements, or are recorded in amounts that differ from the notional amounts.  These transactions or arrangements involve, to varying degrees, elements of credit, interest rate, and liquidity risk.  Such transactions or arrangements may be used by Arrow or Arrow's customers for general corporate purposes, such as managing credit, interest rate, or liquidity risk or to optimize capital, or may be used by Arrow or Arrow's customers to manage funding needs.\nIn 2021, Arrow entered into interest rate swap agreements with certain commercial customers to provide them with a long-term fixed rate, while simultaneously Arrow entered into offsetting interest rate swap agreements with a counterparty to swap the fixed rate to a variable rate to manage interest rate exposure.\nArrow's commercial loan interest rate swap agreements are not designated as a hedge for accounting purposes. The commercial loan interest rate swap agreements have substantially equivalent and offsetting terms, they do not present any material exposure to Arrow's consolidated statements of income.  Arrow records its interest rate swap agreements at fair value and is presented on a gross basis within other assets and other liabilities on the consolidated balance sheets. Changes in the fair value of assets and liabilities arising from these derivatives are included, net, in other income in the consolidated statement of income.\nG. CONTRACTUAL OBLIGATIONS (Dollars In Thousands)\nPayments Due by Period\nContractual Obligation\nTotal\nLess Than\n \n1 Year\n1-3 Years\n3-5 Years\nMore Than \n5 Years\nLong-Term Debt Obligations:\n  Federal Home Loan Bank Advances \n1\n$\n27,800 \n$\n27,800 \n$\n— \n$\n— \n$\n— \nJunior Subordinated Obligations\n    Issued to Unconsolidated\n    Subsidiary Trusts \n2\n20,000 \n— \n— \n— \n20,000 \nOperating Lease Obligations \n3\n6,996 \n964 \n1,336 \n1,119 \n3,577 \nFinance Lease Obligations \n3\n8,555 \n243 \n512 \n536 \n7,264 \nObligations under Retirement Plans\n 4\n43,202 \n4,240 \n9,281 \n8,680 \n21,001 \nTotal\n$\n106,553 \n$\n33,247 \n$\n11,129 \n$\n10,335 \n$\n51,842 \n1\n See Note 10, \nDebt\n, to the Consolidated Financial Statements for additional information on Federal Home Loan Bank Advances, including call provisions.\n2\n See Note 10, \nDebt\n, to the Consolidated Financial Statements for additional information on Junior Subordinated Obligations Issued to Unconsolidated Subsidiary Trusts (trust preferred securities).\n3\n See Note 18, \nLeases\n, to the Consolidated Financial Statements for additional information on Operating Lease Obligations.\n4\n See Note 13, \nRetirement Benefit Plans\n, to the Consolidated Financial Statements for additional information on Retirement Benefit Plans.\nH. RECENTLY ISSUED ACCOUNTING STANDARDS\nThe following accounting standard has been issued and becomes effective for Arrow at a future date:\n    \nIn March 2020, the FASB issued ASU 2020-04, Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting. On January 7, 2021, the FASB issued ASU 2021-01, which refines the scope of ASC 848 and clarifies some of its guidance. The ASU and related amendments provide temporary optional expedients and exceptions to the existing guidance for applying GAAP to affected contract modifications and hedge accounting relationships in the transition away from the LIBOR or other interbank offered rate on financial reporting. The guidance also allows a one-time election to sell and/or reclassify to AFS or trading HTM debt securities that reference an interest rate affected by reference rate reform. The amendments in this ASU are effective March 12, 2020 through December 31, 2022 and permit relief solely for reference rate reform actions and different elections over the effective date for legacy and new activity. In December 2022, FASB issued ASU 2022-06, \"Reference Rate Reform (Topic 848)\" which deferred the sunset date of Topic 848 to December 31, 2024, to allow for a transition period after the sunset of LIBOR. Arrow does not expect it will have a material impact on the consolidated financial statements.\nIn March 2022, the FASB issued ASU 2022-02, Financial Instruments-Credit Losses (Topic 326), Troubled Debt Restructurings and Vintage Disclosures. ASU 2022-02 addresses areas identified by the FASB as part of its post-implementation review of the credit losses standard (ASU 2016-13) that introduced the CECL model. The amendments eliminate the accounting guidance for troubled debt restructurings by creditors that have adopted the CECL model and enhance the disclosure \n48\nrequirements for loan refinancings and restructurings made with borrowers experiencing financial difficulty. For Arrow, ASU 2022-02 is effective for fiscal years beginning after December 15, 2022.  Arrow does not expect it will have a material impact on the consolidated financial statements.\nI. FOURTH QUARTER RESULTS\nArrow reported net income of $12.1 million for the fourth quarter of 2022, an increase of $1.8 million, or 17.2%, from the net income of $10.3 million reported for the fourth quarter of 2021.  Diluted earnings per common share for the fourth quarter of 2022 were $0.73, up from $0.62 during the fourth quarter of 2021.  The net change in earnings between the two quarters was primarily due to the following: (a) a $3.4 million increase in net interest income, (b) a $424 thousand decrease in noninterest income, (c) a $851 thousand increase in the provision for credit losses, (d) a $68 thousand decrease in noninterest expense, and (e) a $390 thousand increase in the provision for income taxes.  The principal factors contributing to these quarter-to-quarter changes are included in the discussion of the year-to-year changes in net income set forth elsewhere in this Item 7, specifically, in Section B, \"Results of Operations,\" above, as well as in Arrow's Current Report on Form 8-K, as filed with the SEC on January 30, 2023, incorporating by reference Arrow's earnings release for the year ended December 31, 2022.\nSELECTED FOURTH QUARTER FINANCIAL INFORMATION\n(Dollars In Thousands, Except Per Share Amounts)\nFor the Quarters Ended\n December 31,\n2022\n2021\nInterest and Dividend Income\n$\n35,904 \n$\n28,354 \nInterest Expense\n5,325 \n1,152 \nNet Interest Income\n30,579 \n27,202 \nProvision for Credit Losses\n1,409 \n558 \nNet Interest Income after Provision for Credit Losses\n29,170 \n26,644 \nNoninterest Income\n7,165 \n7,589 \nNoninterest Expense\n20,792 \n20,860 \nIncome Before Provision for Income Taxes\n15,543 \n13,373 \nProvision for Income Taxes\n3,456 \n3,064 \nNet Income\n$\n12,087 \n$\n10,309 \nSHARE AND PER SHARE DATA:\nWeighted Average Number of Shares Outstanding:\nBasic\n16,535 \n16,509 \nDiluted\n16,589 \n16,574 \nBasic Earnings Per Common Share\n$\n0.73 \n$\n0.62 \nDiluted Earnings Per Common Share\n0.73 \n$\n0.62 \nCash Dividends Per Common Share\n0.270 \n0.252 \nAVERAGE BALANCES:\nAssets\n$\n4,074,028 \n$\n4,060,540 \nEarning Assets\n3,940,905 \n3,894,287 \nLoans\n2,951,547 \n2,660,665 \nDeposits\n3,614,945 \n3,590,766 \nStockholders’ Equity\n351,402 \n364,409 \nSELECTED RATIOS (Annualized):\nReturn on Average Assets\n1.18 \n%\n1.01 \n%\nReturn on Average Equity\n13.65 \n%\n11.22 \n%\nNet Interest Margin\n3.08 \n%\n2.77 \n%\nNet Charge-offs to Average Loans\n0.09 \n%\n0.03 \n%\nProvision for Credit Losses to Average Loans\n0.19 \n%\n0.08 \n%\n49\nSUMMARY OF QUARTERLY FINANCIAL DATA (Unaudited)\nThe following quarterly financial information for 2022 and 2021 is unaudited, but, in the opinion of Management, fairly presents the results of Arrow.  \nSELECTED QUARTERLY FINANCIAL DATA\n(Dollars In Thousands, Except Per Share Amounts)\n2022\nFirst\nQuarter\nSecond\nQuarter\nThird\nQuarter\nFourth\nQuarter\nTotal Interest and Dividend Income\n$\n28,947 \n$\n30,593 \n$\n34,207 \n$\n35,904 \nNet Interest Income\n27,825 \n29,038 \n30,901 \n30,579 \nProvision for Credit Losses\n769 \n905 \n1,715 \n1,409 \nNet (Loss) Gain on Securities\n130 \n154 \n95,000 \n48 \nIncome Before Provision for Income Taxes\n16,273 \n15,532 \n15,565 \n15,543 \nNet Income\n12,575 \n11,974 \n12,163 \n12,087 \nBasic Earnings Per Common Share\n0.76 \n0.72 \n0.74 \n0.73 \nDiluted Earnings Per Common Share\n0.76 \n0.72 \n0.74 \n0.73 \n2021\nFirst\nQuarter\nSecond\nQuarter\nThird\nQuarter\nFourth\nQuarter\nTotal Interest and Dividend Income\n$\n27,694 \n$\n29,695 \n$\n29,807 \n$\n28,354 \nNet Interest Income\n26,155 \n28,360 \n28,638 \n27,202 \nProvision for Loan Losses\n(648)\n263 \n99 \n558 \nNet Gain on Securities\n16 \n196 \n(106)\n(139)\nIncome Before Provision for Income Taxes\n16,733 \n17,488 \n16,810 \n13,373 \nNet Income\n13,280 \n13,279 \n12,989 \n10,309 \nBasic Earnings Per Common Share\n0.81 \n0.80 \n0.79 \n0.62 \nDiluted Earnings Per Common Share\n0.81 \n0.80 \n0.78 \n0.62 \n50",
    "item7a": ">Item 7A.\n  Quantitative and Qualitative Disclosures About Market Risk\nIn addition to credit risk in the loan portfolio and liquidity risk, discussed earlier, Arrow's business activities also generate market risk.  Market risk is the possibility that changes in future market rates (interest rates) or prices (market value of financial instruments) will make Arrow's position (i.e. assets and operations) less valuable.  Arrow's primary market risk is interest rate volatility.  The ongoing monitoring and management of interest rate risk is an important component of the asset/liability management process, which is governed by policies that are reviewed and approved annually by the Board of Directors.  The Board of Directors delegates responsibility for carrying out asset/liability oversight and control to Management's Asset/Liability Committee (\"ALCO\").  In this capacity ALCO develops guidelines and strategies impacting the asset/liability profile based upon estimated market risk sensitivity, policy limits and overall market interest rate levels and trends.  \nChanges in market interest rates, whether increases or decreases, can trigger repricing and changes in the pace of payments for both assets and liabilities (prepayment risk). This may individually or in combination affect net interest income, net interest margin, and ultimately net income, either positively or negatively. ALCO utilizes the results of a detailed and dynamic simulation model to quantify this interest rate risk by projecting net interest income in various interest rate scenarios.  \nArrow's standard simulation model applies a parallel shift in interest rates, ramped over a 12-month period, to capture the impact of changing interest rates on net interest income.  The results are compared to ALCO policy limits which specify a maximum tolerance level for net interest income exposure over a one-year horizon, assuming no balance sheet growth and a 200 basis point upward and a 100 basis point downward shift in interest rates.  Additional tools to monitor potential longer-term interest rate risk, including periodic stress testing involving hypothetical sudden and significant interest rate spikes, are also evaluated.\nThe following table summarizes the percentage change in net interest income as compared to the base scenario, which assumes no change in market interest rates as generated from the standard simulation model. The results are presented for each of the first two years of the simulation period for the 200 basis point increase in interest rate scenario and the 100 basis point decrease in interest rate scenario.  These results are well within the ALCO policy limits as shown.\nAs of December 31, 2022: \nChange in Interest Rate\nPolicy Limit\n+ 200 basis points\n- 100 basis points\nCalculated change in Net Interest Income - Year 1\n(2.47)%\n0.39%\n(10.00)%\nCalculated change in Net Interest Income - Year 2\n10.11%\n10.45%\n(15.00)%\nThe balance sheet shows an inverse relationship between changes in prevailing rates and the Company's net interest income in the near term, suggesting that liabilities and sources of funds generally reprice more quickly than earning assets. However, when net interest income is simulated over a longer time frame, the balance sheet shows a relatively neutral profile with long-term asset sensitivity, as asset yields continue to reprice while the cost of funding reaches assumed ceilings or floors.\nThe hypothetical estimates underlying the sensitivity analysis are based upon numerous assumptions, including: the nature and timing of changes in interest rates including yield curve shape, prepayments on loans and securities, deposit decay rates, pricing decisions on loans and deposits, reinvestment/replacement of asset and liability cash flows, and others. While assumptions are developed based upon current economic and local market conditions, Arrow cannot make any assurance as to the predictive nature of these assumptions including how customer preferences or competitor influences might change.\n Also, as market conditions vary from those assumed in the sensitivity analysis, actual results will differ due to: prepayment/refinancing levels likely deviating from those assumed, the varying impact of interest rate changes on caps or floors on adjustable rate assets, the potential effect of changing debt service levels on customers with adjustable rate loans, depositor early withdrawals and product preference changes, unanticipated shifts in the yield curve and other internal/external variables. Furthermore, the sensitivity analysis does not reflect actions that ALCO might take in responding to or anticipating changes in interest rates.",
    "cik": "717538",
    "cusip6": "042744",
    "cusip": [
        "042744102"
    ],
    "names": [
        "ARROW FINANCIAL CORP COM"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/717538/000071753823000132/0000717538-23-000132-index.htm"
}