{
    "item1": ">ITEM 1.  BUSINESS\n \nCAUTIONARY \nNOTE\n:\n \nIn addition to historical financial information, this discussion of the business of SigmaTron International, Inc. (“SigmaTron”), its wholly-owned subsidiaries Standard Components de Mexico S.A., AbleMex, S.A. de C.V., Digital Appliance Controls de Mexico, S.A. de C.V., Spitfire Controls (Vietnam) Co. Ltd., and Spitfire Controls (Cayman) Co. Ltd., wholly-owned foreign enterprises Wujiang SigmaTron Electronics Co., Ltd. and Wujiang SigmaTron Electronic Technology Co., Ltd., its international procurement office, SigmaTron International Inc. Taiwan Branch, and Wagz, Inc. (19 percent ownership as of April 1, 2023) (“Wagz”), (collectively, the “Company”) and other Items in this Annual Report on Form 10-K contain forward-looking statements concerning the Company’s business or results of operations.  Words such as “continue,” “anticipate,” “will,” “expect,” “believe,” “plan,” and similar expressions identify forward-looking statements.  These forward-looking statements are based on the current expectations of the Company.  Because these forward-looking statements involve risks and uncertainties, the Company’s plans, actions and actual results could differ materially.  Such statements should be evaluated in the context of the direct and indirect risks and uncertainties inherent in the Company’s business including, but not necessarily limited to, the Company’s continued dependence on certain significant customers; the continued market acceptance of products and services offered by the Company and its customers; pricing pressures from the Company’s customers, suppliers and the market; the activities of competitors, some of which may have greater financial or other resources than the Company; the variability of the Company’s operating results; the results of long-lived assets and goodwill impairment testing; the ability to achieve the expected benefits of acquisitions as well as the expenses of acquisitions; the collection of aged account receivables; the variability of the Company’s customers’ requirements; the impact of inflation on the Company’s operating results; the availability and cost of necessary components and materials; the impact acts of war may have to the supply chain and the Company’s customers;  the ability of the Company and its customers to keep current with technological changes\n \nwithin its industries; regulatory compliance, including conflict minerals; the continued availability and sufficiency of the Company’s credit arrangements; the costs of borrowing under the Company’s senior and subordinated credit facilities, including under the rate indices that replaced LIBOR; increasing interest rates; the ability to meet the Company’s financial and restrictive covenants under its loan agreements; changes in U.S., Mexican, Chinese, Vietnamese or Taiwanese regulations affecting the Company’s business; the turmoil in the global economy and financial markets; public health crises, including COVID-19 and variants (commonly known as “COVID-19”) which threatened the Company’s financial stability by causing a disruption to the Company’s global supply chain, and caused plant closings or reduced operations thus reducing output at those facilities; the continued availability of scarce raw materials, exacerbated by global supply chain disruptions, necessary for the manufacture of products by the Company; the stability of the U.S., Mexican, Chinese, Vietnamese and Taiwanese economic, labor and political systems and conditions; currency exchange fluctuations; and the ability of the Company to manage its growth.  These and other factors which may affect the Company’s future business and results of operations are identified throughout this Annual Report on Form 10-K, and as risk factors, may be detailed from time to time in the Company’s filings with the Securities and Exchange Commission.  These statements speak as of the date of such filings, and the Company undertakes no obligation to update such statements in light of future events or otherwise unless otherwise required by law.\n \nOverview \n \nSigmaTron is a Delaware corporation, which was organized on November 16, 1993, and commenced operations when it became the successor to all of the assets and liabilities of SigmaTron L.P., an Illinois limited partnership, through a reorganization on February 8, 1994 as part of going public.\n \nPrior to April 1, 2023, the Company operated in two reportable segments as an independent provider of electronic manufacturing services (“EMS”), and as a provider of products to the pet technology (“Pet Tech”) \n\n\n \n \n4\n \n \n\n\nmarket.  The majority of the Pet Tech Segment was sold, effective as of April 1, 2023, and following such date, the Company operates in one reportable segment, the EMS segment.  The EMS segment includes printed circuit board assemblies, electro-mechanical subassemblies and completely assembled (box-build) electronic products.  The Pet Tech segment offered electronic products such as the Freedom Smart Dog Collar ™, a wireless, geo-mapped fence, and wellness system, and apparel and accessories.  \n \nExcept as otherwise noted, the description of the Company’ business below reflects its continuing operations. Refer to Note P - Discontinued Operations, to the consolidated financial statements for activity associated with discontinued operations.\n \nThe Company provides manufacturing and assembly services ranging from the assembly of individual components to the assembly and testing of box-build electronic products.  The Company has the ability to produce assemblies requiring mechanical as well as electronic capabilities.  The products assembled by the Company are then incorporated into finished products sold in various industries, particularly industrial electronics, consumer electronics and medical/life sciences.  In some instances, the Company manufactures and assembles the completed finished product for its customers.  \n \nIn connection with the production of assembled products, the Company provides services to its customers, including (1) automatic and manual assembly and testing of products; (2) material sourcing and procurement; (3) manufacturing and test engineering support; (4) design services; (5) warehousing and distribution services; (6) assistance in obtaining product approval from governmental and other regulatory bodies and (7) compliance reporting.  The Company provides these manufacturing services through an international network of facilities located in the United States, Mexico, China, Vietnam and Taiwan.\n \nThe Company began its Pet Technology operations after the December 2021 acquisition of Wagz, Inc.  During the fourth quarter of fiscal 2023, the Company exited its active involvement in the Pet Tech business that is conducted by Wagz through the sale by the Company of a majority stake in Wagz, effective as of April 1, 2023. See “Recent Developments” below for additional information.\n \nThe Company’s headquarters is in Elk Grove Village, Illinois, United States of America (“U.S.”) which also operates as a manufacturing facility.  In addition, the Company has manufacturing facilities in Union City, California, U.S.; Acuna, Coahuila, Mexico (“MX”); Chihuahua, Chihuahua, MX; and Tijuana, Baja California, MX; Suzhou, Jiangsu Province, China; and Bien Hoa City, Dong Nai Province, Vietnam.  In addition, the Company maintains an International Procurement Office and Compliance and Sustainability Center (“IPO”) in Taipei, Taiwan.  The Company also provides design services in Elgin, Illinois, U.S. and warehousing services in Del Rio, Texas, U.S.; El Paso, Texas, U.S.; Elk Grove Village, Illinois, U.S.; and San Diego, California, U.S.  The Company has an information technology office in Taichung, Taiwan.  \n \nThe Company’s international footprint provides our customers with flexibility within the Company to manufacture in China, Mexico, Vietnam or the U.S.  We believe this strategy will continue to serve the Company well as its customers continuously evaluate their supply chain strategies.\n \nFor the fiscal year ended April, 30 2023, the Company reported pre-tax income of approximately $17,200,000 from continuing operations.  The Company reported sales of approximately $414,400,000.  The fiscal year end revenue results increased 9.5%, compared to the prior fiscal year. The higher sales related to both increased customer demand and price increases passed on to customers for raw material and other operating cost increases.  These results were obtained despite continued electronic component shortages in the marketplace.  This has led to lower productivity on occasion, rapidly growing inventory levels and pressure on working capital, as the marketplace has remained volatile.  \n \nThe Company’s backlog remains high with demand staying strong across the vast majority of markets and customers the Company serves. The continued supply chain shortages could impact the Company’s ability to ship the backlog on a timely basis.  This is a problem faced by almost every customer and competitor in the EMS industry, and the Company anticipates the situation improving through fiscal 2024.  The Company’s supply chain and operations teams continue to face challenges as it starts fiscal year 2024.\n \n\n\n \n \n5\n \n \n\n\n \nRecent Developments \n \nOn December 31, 2021, the Company acquired 100% of the stock of Wagz under the terms of the Agreement and Plan of Merger dated July 19, 2021, \nas amended by the First Amendment to Agreement and Plan of Merger dated December 7, 2021 (the “Merger Agreement”).\n \nPrior to the acquisition, the Company had an investment in Wagz of $600,000, and held Convertible Secured Promissory Notes issued by Wagz of $12,000,000 and Secured Promissory Notes issued by Wagz of $1,380,705.  Pursuant to the Merger Agreement, prior to the acquisition, the Convertible Secured Promissory Notes converted to 12,000,000 shares of Wagz common stock, resulting in a 25.5% ownership in Wagz.  As described in Note F – Acquisition and Disposition, the Company’s 25.5% equity interest in Wagz common stock was remeasured to fair value of $6,299,765, resulting in a non-cash impairment charge of $6,300,235 in fiscal 2022. \n \nPursuant to the Merger Agreement, 2,443,870 shares of common stock of the Company were issued in the merger for a value of $25,245,177, of which 1,546,592 shares are allocated to Wagz shareholders (excluding the Company) for a total value of $15,976,295, and 897,278 shares are allocated  to the Company and treated as treasury stock for a total value of $9,268,881, recorded in the Consolidated Statements of Changes in Stockholders’ Equity of Item 15(a) \nExhibits and Financial Statement Schedules\n under Issuance of stock for acquisition and Purchase of treasury stock related to acquisition, respectively.  The treasury shares were retired as of April 30, 2022.\n \nDuring the fourth quarter of fiscal 2023, the Company exited its active involvement in the Pet Tech business that is conducted by Wagz through the sale by the Company of a majority stake in Wagz, effective as of April 1, 2023. The Company entered into a Stock Purchase Agreement (“SPA”) by and among the Company, Wagz, Vynetic LLC, a Delaware limited liability company (“Buyer”), and Terry B. Anderton, co-founder of Wagz and principal of Buyer (“Anderton”), pursuant to which the Company sold to Buyer 81% of the issued and outstanding shares of common stock of Wagz (the “Shares”) for the purchase price of one dollar. Under the SPA, the Company also agreed to provide a $900,000 working capital term loan (the “Wagz Loan”) to Wagz during the month of April 2023. The Company agreed to work with Wagz as an EMS provider pursuant to a manufacturing agreement, but the Company did not commit to extending any further financial support beyond the Wagz Loan. On April 28, 2023, the sale of the majority interest in Wagz pursuant to the SPA was consummated with effect as of April 1, 2023, and as a result, as of the closing, the Company holds a minority 19% ownership of the Shares and Buyer holds a majority 81% of the Shares.  \n \nOn\n \nMarch\n \n2,\n \n2023,\n the Company received \nan Event\n \nof\n \nDefault\n \nand\n \nReservation\n \nof\n \nRights\n \nnotice\n \nfrom\n \neach\n \nof\n \nJPMorgan Chase Bank, N.A., lender under the Company’s Amended and Restated Credit Agreement(“JPM\n \nNotice”),\n \nand\n TCW Asset Management Company LLC, as administrative agent (“Agent”), and other lenders party to the Company’s Term Loan Agreement (\nthe\n “\nTCW\n \nLenders”)\n \n(“TCW Notice”\n \nt\nogether\n \nwith\n \nthe \nJPM\n \nNotice,\n \nthe\n \n“Notices”).\n T\nhe Notices indicated the occurrence of certain events of default under the JPM Credit Agreement and the Term Loan Agreement.  See Note I – Long-term Debt, for more information.  \n \nOn\n \nApril\n \n28,\n \n2023,\n \nthe\n \nCompany\n \nentered\n \ninto\n \n(i)\n \na\n \nW\naive\nr\n,\n \nConsent\n \nand\n \nAmendment \nNo.\n \n1\n \nto\n \nthe\n JPM \nCredit\n \nAgreement\n \n(“JPM\n \nW\naiver”)\n with\n \nW\nagz\n \nand\n \nJPM,\n \nas\n \nl\ne\nnder\n, which waived certain events of default under and amended certain terms of \nthe\n \nJPM\n \nCredit\n \nAgreement\n \nand\n \n(i\ni\n)\n \na\n \nW\naive\nr\n,\n \nConsent \nand\n \nAmendment\n \nNo.\n \n1\n \nto\n \nthe\n \nCredit\n \nAgreement\n \n(“TCW\n \nW\naiver”)\n with\n \nW\nagz,\n \nthe\n \nTCW\n \nLenders\n \nand Agent\n (\ncollectively\n \nwith\n \nthe\n \nTCW\n \nLenders\n \nand\n \nJPM,\n \nthe\n \n“Lender\n \nParties”), which waived certain events of default under and amended certain terms of the Term Loan\n \nAgreement\n \n(\ntogether\n \nwith\n \nthe\n \nJPM\n \nCredit Agreement the “Credit Agreements”).\n \nSee Note E – Long-term Debt, for more information.  \n \nAs described above, the\n \nCompany\n \nexited\n \nits\n \nactive\n \ninvolvement\n \nin\n \nthe\n \nPet\n \nT\nech\n \nbusiness\n \nthat\n w\nas\n \nconducted\n \nb\ny\n \nW\nagz\n \nthrough the\n \nsale\n \nby\n \nthe\n \nCompany\n \nof\n \na\n \nmajority\n \nstake\n \nin\n \nW\nagz,\n \neffective as of April\n \n1,\n \n2023.  In\n \nconnection\n \nwith\n \nthe\n \nW\naivers and such sale, the Lender Parties agreed to release Wagz and its property from the lien of the Lender Parties under the Credit Agreements.\n \n \n\n\n \n \n6\n \n \n\n\n \nProducts and Services\n \nThe Company provides a broad range of electronic and electromechanical manufacturing related outsourcing solutions for its customers.  These solutions incorporate the Company’s knowledge and expertise in the EMS industry to provide its customers with an international network of manufacturing facilities, advanced manufacturing technologies, complete supply chain management, responsive and flexible customer service, as well as product design, test and engineering support.  The Company’s EMS solutions are available from inception of product concept through the ultimate delivery of a finished product.  Such technologies and services include the following:\n \nManufacturing and Testing Services\n:\n  The Company’s core business is the assembly and testing of all types of electronic printed circuit board assemblies (“PCBA”) and often incorporating these PCBAs into electronic modules used in all types of devices and products that depend on electronics for their operation.  This assembly work utilizes state of the art manufacturing and test equipment to deliver highly reliable products to the Company’s customers.  The Company supports new product introduction (“NPI”), low volume/high mix as well as high volume/low mix assembly work at all levels of assembly and test complexity.  From simple component assembly through the most complicated industry testing, the Company offers services required to build the vast majority of electronic devices commercially required in the market today.\n \nDesign Services:\n  To complement the manufacturing services it offers its customers, the Company also offers design for manufacturability (“DFM”), and design for test (“DFT”) review services to help customers ensure that the products they have designed are optimized for production and testing.  The Company also offers complete product design services for certain markets.\n \nSupply Chain Management:\n  The Company provides complete supply chain management for the procurement of components needed to build customers’ products.  This includes the procurement and management of all types of electronic components and related mechanical parts such as plastics and metal.  The Company’s resources supporting this activity are provided both on a plant specific basis as well as globally through its IPO in Taipei, Taiwan.  Each of its sites is linked together using the same Enterprise Resource Planning (“ERP”) system and custom Iscore software tools with real-time on-line visibility for customer access.  The Company procures material from major manufacturers and distributors of electronic parts all over the world.\n \nThe Company relies on numerous third-party suppliers for components used in the Company’s production process.  Certain of these components are available only from single-sources or a limited number of suppliers.  In addition, a customer’s specifications may require the Company to obtain components from a single-source or a small number of suppliers.  The loss of any such suppliers could have a material impact on the Company’s results of operations.  Further, the Company could operate at a cost disadvantage compared to competitors who have greater direct buying power from suppliers.  The Company orders material from its suppliers consistent with the purchase orders and binding forecasts it receives from its customers.  See “Item 1A. Risk Factors – \nRaw material price increases and supply shortages could adversely affect results\n”.\n \nWarehousing and Distribution:\n  The Company provides both in-house and third-party warehousing, shipping, and customs brokerage for certain border crossings as part of its service offering.  This includes international shipping, drop shipments to the end customer as well as support of inventory optimization activities such as kanban and consignment.\n \nGovernment Compliance, Green, Sustainability, and Social Responsible Initiatives:\n  The Company supports initiatives that promote sustainability, green environment and social responsibility.  The Company helps its customers in achieving effective compliance.  Those include, but are not limited to, Restrictions of Hazardous Substances (“RoHS”), Restriction of Chemicals (“REACH”) and Conflict Minerals regulations. \n \nManufacturing Locations and Certifications:  \nThe Company’s manufacturing locations are strategically located to support our customers with locations in Elk Grove Village, Illinois U.S.; Union City, California U.S.; Acuna, Chihuahua and Tijuana, Mexico; Suzhou, China; and Bien Hoa City, Vietnam.  The Company’s ability to transition manufacturing to lower cost regions without jeopardizing flexibility and service differentiates it from many competitors.  Manufacturing certifications and registrations are location specific, \n\n\n \n \n7\n \n \n\n\nand include ISO 9001:2015, ISO 14001:2004, ISO 14001:2015, IATF 16949:2016, Medical ISO 13485:2016 and FDB Certification and International Traffic in Arms Regulations (“ITAR”) certifications.  \n \nIn addition, the Company provided products, design and manufacturing services to the pet technology market through its previously wholly owned subsidiary, Wagz.  Wagz offered electronic products such as the Freedom Smart Dog Collar™, a wireless, geo-mapped fence, and wellness system, and apparel and accessories. It also sold its products online.  The Company sold a majority of the stock of Wagz on April 28, 2023, effective as of April 1, 2023.  The Company still owns 19 percent of Wagz common stock as a passive investment as of April 30, 2023.\n \nMarkets and Customers\n \nThe Company’s customers are in the industrial electronics, consumer electronics and medical/life sciences industries.  As of April 30, 2023, the Company had approximately 160 active customers ranging from Fortune 500 companies to small, privately held enterprises.\n \nThe following table shows, for the periods indicated, the percentage of net sales to the principal end-user markets the Company serves.\n \n \n \n \n \n \n \n \n \n \nPercent of Net Sales\nMarkets\nTypical OEM Application\nFiscal 2023%\nFiscal 2022%\nIndustrial Electronics\nGaming, controls, smart grid connectivity, IOT connectivity\n67.0\n55.2\nConsumer Electronics\nAppliances/white goods, automotive vision systems, carbon monoxide detectors, pet technology\n26.6\n38.7\nMedical/Life Sciences\nOperating tables, battery packs, dental equipment, sterilizers, dialysis\n6.4\n6.1\nTotal\n \n100%\n100%\n \nFor the fiscal year ended April 30, 2023, the Company’s largest customer accounted for 13.4% of the Company’s net sales.  For the fiscal year ended April 30, 2022, the Company’s largest customer accounted for 21.8% of the Company’s net sales.  \n \nThe majority of sales are made to U.S. based customers and denominated in USD.  The following geographic data includes net sales based on the country location of the Company’s operation providing the electronic manufacturing service for the year ended April 30, 2023 and 2022:\n \n \n \n \n \n \n \n \n \nLocation\n \nNet Sales Fiscal 2023\n \nNet Sales Fiscal 2022\nUnited States\n \n$\n117,389,877\n \n$\n89,119,720\nMexico\n \n \n236,938,519\n \n \n228,867,962\nChina\n \n \n48,584,165\n \n \n46,347,260\nVietnam\n \n \n11,523,284\n \n \n13,981,553\nTotal\n \n$\n414,435,845\n \n$\n378,316,495\n \nAs of April 30, 2023, approximately 37% of the total assets of the Company are located in foreign jurisdictions outside the United States, 25% and 10% of the total assets were located in Mexico and China, respectively, and 2% in other foreign locations. As of April 30, 2022, approximately 35% of the total assets were located in foreign jurisdictions, 20% and 12% were located in China and Mexico, respectively, and 3% in other foreign locations.\n \n\n\n \n \n8\n \n \n\n\n \nSales and Marketing\n \nMany of the members of the Company’s senior management are actively involved in sales and marketing efforts, and the Company has direct sales employees.  The Company also markets its services through independent manufacturers’ representative organizations that employ sales personnel in the United States and Canada.  Independent manufacturers’ representative organizations receive variable commissions based on orders received by the Company and are assigned specific accounts, not territories.  In addition, the Company markets itself through its website and tradeshows.  Wagz sold its products primarily online.  \n \nMexico, China, Vietnam and Taiwan Operations\n \nThe Company’s wholly-owned subsidiary, Standard Components de Mexico, S.A, a Mexican entity, is located in Acuna, Coahuila, Mexico, a border town across the Rio Grande River from Del Rio, Texas, U.S. and is 155 miles west of San Antonio. Standard Components de Mexico, S.A. was incorporated and commenced operations in 1968 and had 854 employees at April 30, 2023.  The Company’s wholly-owned subsidiary, AbleMex S.A. de C.V., a Mexican entity, is located in Tijuana, Baja California, Mexico, a border town south of San Diego, California, U.S.  AbleMex S.A. de C.V. was incorporated and commenced operations in 2000.  The operation had 436 employees at April 30, 2023.  The Company’s wholly-owned subsidiary, Digital Appliance Controls de Mexico S.A., a Mexican entity, operates in Chihuahua, Chihuahua, Mexico, located approximately 235 miles from El Paso, Texas, U.S.  Digital Appliance Controls de Mexico S.A. was incorporated and commenced operations in 1997.  The operation had 455 employees at April 30, 2023.  The Company believes that one of the key benefits to having operations in Mexico is its access to cost-effective labor resources while having geographic proximity to the United States.\n \nThe Company’s wholly-owned foreign enterprises, Wujiang SigmaTron Electronics Co., Ltd. and Wujiang SigmaTron Electronic Technology Co., Ltd., are located in Suzhou, China.  The Company has entered into an agreement with governmental authorities in the economic development zone of Wujiang, Jiangsu Province, Peoples Republic of China, pursuant to which the Company became the lessee of a parcel of land of approximately 100 Chinese acres.  The term of the land lease is 50 years.  The Company built a manufacturing plant, office space and dormitories on this site during 2004.  In fiscal year 2015, the China facility expanded and added 40,000 square feet in warehouse and manufacturing.  The total square footage of the facility is 216,950 and the operation had 349 employees as of April 30, 2023.  Both \nWujiang SigmaTron Electronics Co., Ltd.and Wujiang SigmaTron Electronic Technology Co., Ltd.\n operate at this site. \n \nThe Company’s wholly-owned subsidiary, Spitfire Controls (Cayman) Co. Ltd., owns all of the equity of the subsidiary, Spitfire Controls (Vietnam) Co. Ltd., and does not conduct any other operations.  Spitfire Controls (Vietnam) Co. Ltd. is located in Amata Industrial Park, Bien Hoa City, Dong Nai Province, Vietnam, and is 18 miles east of Bien Hoa City.  Spitfire Controls (Vietnam) Co. Ltd. was incorporated and commenced operation in 2005 and had 295 employees as of April 30, 2023.\n \nThe Company maintains an international procurement office (“IPO”) in Taipei, Taiwan which was incorporated in 1991.  The total square footage of the office is 4,685 square feet.  The Company has an information technology office in Taichung, Taiwan.  The total square footage of the office is 1,650 square feet.  The Company had 38 employees located in the Taiwan offices as of April 30, 2023.\n \nThe Company provides funds for manufacturing services such as salaries, wages, inventory purchases for certain locations, overhead and capital expenditure items as necessary to operate its wholly-owned Mexican, Vietnamese and Chinese subsidiaries and foreign enterprises and the IPO in Taiwan.  The Company provides funding in U.S. Dollars, which are exchanged for Pesos, Dong, Renminbi, and New Taiwan dollars.  The fluctuation of currencies from time to time, without an equal or greater increase in inflation, could have a material impact on the financial results of the Company.  The impact of currency fluctuations for the fiscal year ended April 30, 2023, resulted in net foreign currency transaction losses of $892,642 compared to net foreign currency losses of $412,218 in the prior fiscal year.  In fiscal year 2023, the Company paid approximately $60,070,000 to its foreign subsidiaries for manufacturing services.  All intercompany balances have been eliminated upon consolidation.  \n \n\n\n \n \n9\n \n \n\n\n \nThe consolidated financial statements as of April 30, 2023, include the accounts and transactions of SigmaTron, its wholly-owned subsidiaries, Standard Components de Mexico, S.A., AbleMex S.A. de C.V., Digital Appliance Controls de Mexico, S.A. de C.V., Spitfire Controls (Vietnam) Co. Ltd., and Spitfire Controls (Cayman) Co. Ltd., wholly-owned foreign enterprises Wujiang SigmaTron Electronics Co., Ltd. and Wujiang SigmaTron Electronic Technology Co., Ltd., its IPO, SigmaTron International, Inc. Taiwan Branch, and Wagz, Inc. (19 percent ownership as of April 1, 2023).  The functional currency of the Company’s foreign subsidiaries operations is the U.S. Dollar.  Intercompany transactions are eliminated in the consolidated financial statements.\n \nCompetition\n \nThe EMS industry is highly competitive and subject to rapid change.  Furthermore, both large and small companies compete in the industry, and many have significantly greater financial resources, more extensive business experience and greater marketing and production capabilities than the Company.  The significant competitive factors in this industry include price, quality, service, timeliness, reliability, the ability to source raw components, and manufacturing and technological capabilities.  The Company believes it can compete on all of these factors.\n \nConsolidation\n \nAs a result of consolidation and other transactions involving competitors and other companies in the Company’s markets, the Company occasionally reviews potential transactions relating to its business, products and technologies.  Such transactions could include mergers, acquisitions, strategic alliances, joint ventures, licensing agreements, co-promotion agreements, financing arrangements or other types of transactions.  In the future, the Company may choose to enter into these types of or other transactions at any time depending on available sources of financing, and such transactions could have a material impact on the Company’s business, financial condition or operations.\n \nGovernmental Regulations \n \nThe Company’s operations are subject to certain foreign government, U.S. federal, state and local regulatory requirements relating to, among others, environmental, waste management, consumer, labor and health and safety matters.  Management believes that the Company’s business is operated in compliance with all such regulations, which include European regulations known as Restriction of Hazardous Substances (“RoHS”) and Registration, Evaluation, Authorization and Restriction of Chemicals (“REACH”).  From time-to-time the Company's customers request REACH required information and certifications on the assemblies the Company manufactures for them.  These requests require the Company to gather information from component suppliers to verify the presence and level of mass of any substances of very high concerns (“SVHCs”) greater than 0.1% in the assemblies the Company manufactures based on customer specifications.  If any SVHCs are present at more than 0.1% of the mass of the item, the specific concentration and mass of the SVHC must be reported to proper authorities by the Company's customer.\n \nBacklog\n \nThe Company relies on binding forecasted orders and purchase orders (firm orders) from its customers to estimate backlog.  The Company’s backlog of firm orders as of April 30, 2023, and April 30, 2022, was approximately $387,350,000 and $485,670,000, respectively.  The Company believes a significant portion of the backlog at April 30, 2023, will ship in fiscal year 2024.  Because customers may cancel or reschedule deliveries, backlog may not be a meaningful indicator of future revenue.  Variations in the magnitude and duration of contracts, forecasts and purchase orders received by the Company and delivery requirements generally may result in substantial fluctuations in backlog from period to period.\n \nHuman Capital Resources\n \nThe Company employed approximately 2,950 full-time employees of which approximately 500 were located in the U.S. as of April 30, 2023.  There were approximately 250 engaged in engineering or engineering-related services, 2,300 in manufacturing and 400 in administrative functions, including supply chain, accounting, management and sales and marketing.  \n\n\n \n \n10\n \n \n\n\n \nThe Company makes a considerable effort to maintain a qualified and engaged work force. The Company makes a concerted effort to engage its employees and provide opportunities for growth and the Company believes that its employee relations are good. The Company considers the health and safety of its employees a key priority, and even more during the COVID-19 pandemic. The Company has adopted various safety, cleaning and social distancing protocols consistent with the requirements of each jurisdiction. T\nhe Company is committed to removing conditions that may cause personal injury or occupational illness. \n \nSigmaTron has a labor contract with Chemical & Production Workers Union Local No. 30, AFL-CIO, covering the Company’s workers in Elk Grove Village, Illinois which expires on November 30, 2024. The Company’s Mexican subsidiary, Standard Components de Mexico S.A., has a labor contract with Sindicato De Trabajadores de la Industra Electronica, Similares y Conexos del Estado de Coahuila, C.T.M. covering the Company’s workers in Acuna, Mexico which expires on February 7, 2024.  \nThe Company’s subsidiary located in Tijuana, Mexico has a labor contract with Sindicato Mexico Moderno De Trabajadores De La, Baja California, C.R.O.C.  \nThe contract does not have an expiration date.  The Company’s subsidiary located in Bien Hoa City, Vietnam, has a labor contract with CONG DOAN CO SO CONG TY TNHH Spitfire Controls Vietnam. The contract expires on April 30, 2025.\n \nSince the time the Company commenced operations, it has not experienced any union-related work stoppages.  \n \nAvailable Information\n \nThe Company’s website address is www.sigmatronintl.com.  The Company announces material information, including press releases and financial information regarding the Company, through a variety of means, including the Company’s website, the Investors subpage of its website (www.sigmatronintl.com/investors/), press releases, filings with the SEC and social media, in order to achieve broad, non-exclusionary distribution of information to the public.  The Investors subpage is accessible by clicking on the tab labeled “Investors” on the Company’s website home page.  The Company also uses these channels to expedite public access to time-critical information regarding the Company in advance of or in lieu of distributing a press release or a filing with the SEC disclosing the same information.  Therefore, investors should look to these channels for important and time-critical information.  In addition, the Company is subject to the informational requirements of the Exchange Act and files or furnishes reports, proxy statements, and other information with the SEC.  Such reports and other information filed by the Company with the SEC are available free of charge on its website when such reports are simultaneously available on the SEC’s website at http://www.sec.gov.  The Company encourages investors, the media and others interested in the Company to review the information it posts on these various channels, as such information could be deemed to be material information.\n \nThe contents of the websites referred to above are not incorporated into this filing.  Further, the Company’s references to the URLs for these websites are intended to be inactive textual references only.\n \n\n\n \n \n11\n \n \n\n\n \nInformation about our Executive Officers \n \n \n \n \n \n \n \nName\n \nAge\n \nPosition\n \n \n \n \n \nGary R. Fairhead\n \n71\n \nChief Executive Officer and Chairman of the Board of Directors.  Gary R. Fairhead has been the Chief Executive Officer of the Company and a director since January 1990 and Chairman of the Board of Directors of the Company since August 2011.  He was also President from January 1990 until October 2021 and then from August 2022 until January 2023.  Gary R. Fairhead is the brother of Gregory A. Fairhead.\n \n \n \n \n \nJohn P. Sheehan\n \n62\n \nPresident since January 2023.  Vice President, Director of Supply Chain, and Assistant Secretary from February 1994 until January 2023.\n \n \n \n \n \nJames J. Reiman\n \n60\n \nChief Financial Officer, Vice President of Finance, Treasurer and Secretary since November 2021.  Corporate Controller at Chroma Color Corporation from August 2019 to October 2021.  Corporate Controller at Methode Electronics, Inc. from April 2007 to December 2018.\n \n \n \n \n \nGregory A. Fairhead\n \n67\n \nExecutive Vice President and Assistant Secretary.  Gregory A. Fairhead has been the Executive Vice President since February 2000 and Assistant Secretary since 1994.  Mr. Fairhead was Vice President - Acuna Operations for the Company from February 1990 to February 2000.  Gregory A. Fairhead is the brother of Gary R. Fairhead.\n \n \n \n \n \nRajesh B. Upadhyaya\n \n68\n \nExecutive Vice President, West Coast Operations since 2005.  Mr. Upadhyaya was the Vice President of the Fremont Operations from 2001 until 2005.\n \n \n \n \n \nHom-Ming Chang\n \n63\n \nVice President, China Operations since 2007.  Vice President - Hayward Materials / Test / IT from 2005 - 2007.  \n \n \n \n \n \n \n \n \n \n \n \n\n\n \n \n12\n \n \n\n\n \nITEM 1\nA. RISK FACTORS\n \n \nThe following risk factors should be read carefully in connection with evaluating our business and the forward-looking information contained in this Annual Report on Form 10-K.  Any of the following risks could materially adversely affect our business, operations, industry or financial position or our future financial performance.  While the Company believes it has identified and discussed below the key risk factors affecting its business, there may be additional risks and uncertainties that are not presently known or that are not currently believed to be significant that may adversely affect its business, operations, industry, financial position and financial performance in the future.\n \nBusiness and Operational Risks\n \nThe Company’s inventory levels have been adversely impacted by the global supply chain crisis, with an unprecedented impact on working capital requirements.\n \nThe impact of component shortages on sales of finished goods and the resulting increase in inventory levels have been unprecedented.  Accordingly, we have been actively working with our suppliers to acquire scarce resources and with our customers to share the burden of these factors, while investing in systems to increase visibility into long-term supply and demand.  Nevertheless, resulting improvements on the results of the Company’s operations are not certain and may continue to be elusive.  The continued impact of increased inventory levels on working capital requirements materially increases our operating costs and if it continues unabated, could materially and adversely affect our business and results of operations\n.\n \nRaw material price increases and supply shortages could adversely affect results.\n \nThe supply of raw materials to the Company and to its component parts suppliers could be interrupted for a variety of reasons, including availability and pricing. In particular, inflation, changes in trade policies, the imposition of duties and tariffs, potential retaliatory countermeasures, public health crises (such as the COVID-19 pandemic), and geopolitical conflicts (including \ninvolving Russia, Belarus, or the Ukraine, which supply raw materials, such as neon, palladium and nickel, to the semiconductor industry) could adversely impact the price or availability of raw materials. \nPrices for raw materials necessary for production have fluctuated significantly in the past and the Company is currently experiencing upward pricing pressure on raw materials. Historically, it has been difficult to pass increased prices for \ncomponents and raw materials through to our customers in the form of price increases.  The Company may not be able to pass along increased raw material and components parts prices to its customers in the form of price increases or its ability \nto do so could be delayed. Significant price increases for components and raw materials could adversely affect the Company's results of operations and operating margins. Consequently, its results of operations and financial condition may be adversely affected.\n \nThe Company experiences variable operating results. \n \nThe Company’s results of operations have varied and may continue to fluctuate significantly from period to period, including on a quarterly basis.  Consequently, results of operations in any period should not be considered indicative of the results for any future period, and fluctuations in operating results may also result in fluctuations in the price of the Company’s common stock.\n \nThe Company’s quarterly and annual results may vary significantly depending on numerous factors, many of which are beyond the Company’s control.  Some of these factors include:\n \n-          changes in availability and rising component costs\n-          changes in sales mix to customers\n-          volume of customer orders relative to capacity\n-          market demand and acceptance of our customers’ products\n-          price erosion within the EMS marketplace\n-          capital equipment requirements needed to remain technologically competitive\n-          volatility in the U.S. and international economic and financial markets\n \n\n\n \n \n13\n \n \n\n\n \nThe volume and timing of sales to the Company’s customers may vary due to:\n \n-          component availability\n-          variation in demand for the Company’s customers’ products\n-          customers’ attempts to manage their inventory\n-          design changes\n-          acquisitions of or consolidation among customers\n \nMost of the Company’s customers’ production schedules are volatile, which makes it difficult to schedule production and achieve maximum efficiency at the Company’s manufacturing facilities and manage inventory levels.\n \nThe Company’s inability to forecast the level of customer orders with certainty can make it difficult to schedule production and maximize utilization of manufacturing capacity and manage inventory levels.  The Company could be required to increase or decrease staffing and more closely manage other expenses in order to meet the anticipated demand of its customers.  Orders from the Company’s customers could be cancelled or delivery schedules could be deferred as a result of changes in our customers’ demand, thereby adversely affecting the \nCompany’s results of operations in any given period.\n \nWe have,\n and may in the future, encounter complications with acquisitions, which could potentially harm \nour business.\n \nTo integrate\n acquired businesses, we must implement our management information systems, operating systems and internal controls, and assimilate and manage the personnel of the acquired operations. The integration of acquired businesses may be further complicated by difficulties managing operations in geographically dispersed locations. The integration of acquired businesses may not be successful and could result in disruption by diverting management’s attention from the core business. Also the acquired business’s products or services may not be accepted by the market.  In addition, the integration of acquired businesses may require that we incur significant restructuring charges or other increases in our expenses and working capital requirements, which reduce our return on invested capital. Acquisitions may involve numerous other risks and challenges including but not limited to: potential loss of key employees and customers of the acquired companies; the potential for deficiencies in internal controls at acquired companies; lack of experience operating in the geographic market or industry sector of the acquired business; constraints on available liquidity, and exposure to unanticipated liabilities of acquired companies. These and other factors could harm our ability to achieve anticipated levels of profitability at acquired operations or realize other anticipated benefits of an acquisition, and could adversely affect our consolidated business and operating results.\n \nMarket Risks\n \nPersistent inflation could have a material adverse impact on our business, operating results and financial condition\n.\n \nInflation has risen globally to levels not experienced in years. Inflation directly and indirectly increases the costs of operating expenses such as fuel, energy, transportation, materials, and labor. We may not be able to increase our product prices enough to offset these increased costs, and any increase in our product prices may reduce our future customer orders and profitability. Inflation may further erode consumer confidence, and negatively impact the market for our customers’ products. Persistent inflation could exacerbate other risk factors discussed in this Annual Report on Form 10-K.\nOur customers have competitive challenges, that could include decreasing demand from their customers, rapid technological changes, and pricing pressures, which could adversely affect their business and the Company’s business.\n \nFactors affecting the industries that utilize our customers’ products could negatively impact our customers and the Company.  These factors include:\n \n-          recessionary periods in our customers’ markets\n\n\n \n \n14\n \n \n\n\n \n-          increased competition among our customers and their competitors\n-          the inability of our customers to develop and market their products\n-          the inability of our customers to obtain all necessary material to manufacture their products\n-          the potential that our customers’ products become obsolete\n-          our customers’ inability to react to rapidly changing technology\n \nAny such factor or a combination of factors could negatively impact our customers’ need for or ability to pay for our products, which could, in turn, affect the Company’s results of operations.\n \nAdverse market conditions could reduce our future sales and earnings per share.\n \nUncertainty over the erosion of global consumer confidence amidst concerns about volatile energy costs, geopolitical issues, the availability and cost of credit, declining asset values, inflation, unemployment, and the stability and solvency of financial institutions, financial markets, businesses, and sovereign nations has slowed global economic growth.  The economic recovery of recent years is fragile.  The Company’s sales and gross margins depend significantly on market demand for its customers’ products.  The uncertainty in the U.S. and international economic and political environments could result in a decline in demand for our customers’ products in any industry.  Further, any adverse changes in tax rates and laws or trade policies affecting our customers could result in decreasing gross margins.  Any of these potential negative economic conditions may reduce demand for the Company’s customers’ products and adversely affect the Company’s sales.  Consequently, the Company’s past operating results, earnings and cash flows may not be indicative of the Company’s future operating results, earnings and cash flows.\n \nOur exposure to financially troubled customers or suppliers may adversely affect the Company’s financial results.  \n \nOn occasion, we provide services to customers, and rely upon suppliers that have in the past and may in the future experience financial difficulty.  If any of the Company’s customers have financial difficulties, the Company could encounter delays or defaults in the payment of amounts owed for accounts receivable and inventory obligations.  Additionally, if our suppliers experience financial difficulties, we could have difficulty sourcing supplies necessary for production requirements. These risks may be heightened by the effects of the COVID-19 pandemic and recent economic volatility.   Any financially troubled customer or supplier could have a significant adverse impact on the Company’s results of operations and financial condition.\n \nThe Company’s customer base is concentrated.\n \nSales to the Company’s five largest customers accounted for 47.4% and 55.3% of net sales for the fiscal years ended April 30, 2023, and April 30, 2022, respectively.  For the fiscal year ended April 30, 2023, two customers accounted for 13.4% and 12.2% of net sales of the Company, and 6.8% and 4.6%, respectively, of accounts receivable.  For the fiscal year ended April 30, 2022, two customers accounted for 21.8% and 11.7% of net sales of the Company, and 4.0% and 3.2%, respectively, of accounts receivable.  Significant reductions in sales to any of the Company’s major customers or the loss of a major customer could have a material impact on the Company’s operations.  If the Company cannot replace cancelled or reduced orders, sales will decline, which could have a material adverse impact on the results of operations.  There can be no assurance that the Company will retain any or all of its largest customers.  This risk may be further complicated by pricing pressures and intense competition prevalent in our industry.\n \nThe Company faces intense industry competition and downward pricing pressures.\n \nThe EMS industry is highly fragmented and characterized by intense competition.  Many of the Company’s competitors have greater experience, as well as greater manufacturing, purchasing, marketing and financial resources than the Company.  Competition from existing or potential new competitors may have a material adverse impact on the Company’s business, financial condition or results of operations.  The introduction of lower priced competitive products, significant price reductions by the Company’s competitors or significant pricing pressures from its customers could adversely affect the Company’s business, financial condition, and results of operations.\n \n\n\n \n \n15\n \n \n\n\n \nCustomer relationships with start-up companies present more risk.\n \nA small portion of the Company’s current customer base is comprised of start-up companies.  Customer relationships with start-up companies may present heightened risk due to the lack of product history.  Slow market acceptance of their products could result in demand fluctuations causing inventory levels to rise.  Further, the current economic environment could make it difficult for such emerging companies to obtain additional funding.  This may result in additional credit risk including, but not limited to, the collection of trade account receivables and payment for their inventory.  If the Company does not have adequate allowances recorded, the results of operations may be negatively affected.\n \nInternational Operations Risks\n \nThe Company has significant foreign operations that may pose additional risks\n.\n \nThe Company manufactures product in facilities located in Mexico, China, Vietnam and the United States. These operations may be subject to a number of risks, including:\n-\nthe political climate and relations with the United States, including the impact of trade wars, tariffs and trade barriers (including quotas)\n-\npolitical and economic instability (including acts of terrorism, territorial disputes, pandemics, civil unrest, forms of violence, and outbreaks of war), which could impact our ability to ship, manufacture, or receive product\n-\nthe instability of the foreign economies\n-\nburdens of complying with a wide variety of foreign laws and labor practices\n-\nunexpected changes in regulatory requirements and laws\n-\ndifficulties in staffing, turnover and managing onshore and offshore operations\n-\nexport duties, import controls\n-\nlegal authority of the Company to operate and expand its business in foreign countries\n-\nimpact of physical and operational risks from natural disasters, severe weather events, and climate change\n-\nimpact of future temporary closures and labor constraints as a result of COVID-19.\n \nThe Company obtains many of its materials and components through its IPO in Taipei, Taiwan.  The Company’s access to these materials and components is dependent on the continued viability of its Asian suppliers.\n \nApproximately 37% of the total assets of the Company are located in foreign jurisdictions outside the United States as of April 30, 2023; 25% and 10% of the total assets were located in Mexico and China, respectively, and 2% in other foreign locations. As of April 30, 2022, approximately 35% of the total assets were located in foreign jurisdictions; 20% and 12% were located in China and Mexico, respectively and 3% in other foreign locations.\n \nThere is a risk of fluctuation of various currencies integral to the Company’s operations.\n \nThe Company purchases some of its material components and funds some of its operations in foreign currencies.  From time to time the currencies fluctuate against the U.S. Dollar.  Such fluctuations could have a material impact on the Company’s results of operations and performance.  The impact of currency fluctuations for the fiscal year ended April 30, 2023, resulted in net foreign currency transaction losses of $892,642 compared to net foreign currency losses of $412,218 in the prior year.  These fluctuations are expected to continue and could have a negative impact on the Company’s results of operations.  The Company has not, and is not expected to, utilize derivatives or hedge foreign currencies to reduce the risk of such fluctuations.\n \nUnanticipated changes in our tax position, the adoption of new tax legislation or exposure to additional tax liabilities could adversely affect our financial results.\n \nWe base our tax position upon our understanding of the current tax laws of the various countries in which we have assets or conduct activities. Our tax position, however, is subject to review and possible challenge by \n\n\n \n \n16\n \n \n\n\ntaxing authorities and to possible changes in law. We cannot determine in advance the extent to which some jurisdictions may assess additional tax or interest and penalties on such additional taxes. Given the scope of our international operations and our international tax arrangements, changes to the manner in which U.S. based multinational companies are taxed in the U.S. could have a material impact on our financial results and competitiveness. Based on current and future tax policy in Washington D.C., our effective tax rates and overall cash taxes may change in the future and could have an impact on our financial results.\n \nFinancing and Capital Risks\n \nIf we fail to comply with our credit agreements in future periods, we may be unable to secure any required waivers or amendments from the lenders and repayment obligations on our outstanding indebtedness may be accelerated.\n \nOur credit agreements contain numerous financial and operating covenants with which we must comply. In the fourth quarter of fiscal year 2023\n, the Company was able to negotiate amendments and waivers with both J.P. Morgan Chase and TCW Asset Management Company as a result of our failure to maintain certain covenants as of January 31, 2023.  A\ns of April 30, 2023, we were in compliance with these \ncovenants. However, our continued compliance with our obligations in general and these financial covenants in particular is dependent on our financial results, which are subject to fluctuation as described elsewhere in the risk factors discussed in this Annual Report on Form 10-K. If \nwe fail to comply with the covenants in the future and if our lenders do not agree to waive any future non-compliance, we may be unable to borrow funds and any outstanding indebtedness could become immediately due and payable, which could materially harm our business.\n \nThe Company’s current credit facilities may become unavailable.\n \nWe cannot be certain that we will be able to amend the credit facilities or revise covenants, if necessary, to accommodate changes or developments in our business and operations. It is possible that counterparties to our financial agreements, including our credit facilities and receivables factoring programs, may not be willing or able to meet their obligations, either due to instability in the global financial markets or otherwise, which could, among other impacts, increase the duration of our cash collection cycle. Furthermore, our ability to meet any current or future financing covenants will largely depend on our financial performance, which in turn will be subject to general economic conditions and financial, business and other factors.  The cessation of any of our current credit facilities could cause a \nmaterial adverse effect on the Company’s business, results of operations and financial condition\n.\n \nWe may fail to secure or maintain necessary additional financing or capital.\n \nWhile we currently believe we have ample liquidity to finance our business and manage the financial impact of current economic challenges, we can give no assurance that our existing credit arrangements will provide all of the financing capacity that we will need in the future.  If the current credit facilities are not adequate, we may seek to raise additional capital by issuing additional equity, modifying our existing or obtaining new credit facilities, or through a combination of these methods. Our ability to issue additional common stock, other equity securities or debt securities may be hampered by any actual or perceived weakness or volatility in our stock price.  Any such securities also likely will be dilutive to stockholders’ ownership interests.  We may not be able to obtain capital when we want or need it, or on satisfactory terms.  The failure to have access to sufficient \ncapital could adversely materially affect the Company’s business, results of operations and financial condition. \n \nIncreasing\n interest rates for our borrowings could adversely affect our results of operations.\n \nThe Company pays interest on outstanding borrowings under its secured credit facilities and certain other long-term debt obligations at interest rates that fluctuate.  In recent months, global inflation and other factors have resulted in a substantial increase in interest rates, and future borrowing costs may rise further.  Adverse changes in the Company’s interest rates could have a material adverse effect on its financial condition and results of operations.\n \n \n \n\n\n \n \n17\n \n \n\n\n \nThe price of the Company’s stock is volatile.\n \nThe price of the Company’s common stock historically has experienced significant volatility due to fluctuations in the Company’s revenue and earnings, other factors relating to the Company’s operations, the market’s changing expectations for the Company’s growth, overall equity market conditions and other factors unrelated to the Company’s operations.  In addition, the limited float of the Company’s common stock also affects the \nvolatility of the Company’s common stock.  Such fluctuations are expected to continue in the future.\n \nAlthough forgiven, the Company’s Paycheck Protection Program Loan (“PPP Loan”) remains subject to audit.\n \nOn April 23, 2020, the Company received a $6,282,973 PPP Loan under the CARES Act, which it used to retain\n current\n U.S. employees, maintain payroll and make lease and utility payments. The PPP Loan was forgiven on July 9, 2021.  However, due to the size of the PPP Loan, it is subject to audit by the SBA for up to six years after forgiveness.  While the Company believes that it satisfied all eligibility criteria for the PPP Loan, there is a risk that on audit, the Company will be determined to have been ineligible to receive the PPP Loan.  In that case, the Company could be required to repay the PPP Loan in a lump sum and be subject to additional penalties and interest and adverse publicity and damage to the Company’s reputation.  If these events were to transpire, they could have a material adverse effect on the Company’s business, results of operations and \nfinancial condition.\n \nRegulatory and Legal Risks\n \nChanges in U.S. trade policy, including the imposition of tariffs and the resulting consequences, may have a material adverse impact on our business and results of operations. \n \nThe U.S. government has indicated its intent to adopt a new approach to trade policy and in some cases to renegotiate, or potentially terminate, certain existing bilateral or multi-lateral trade agreements.  It has also initiated tariffs on certain foreign goods, including raw materials utilized by the Company.  Changes in U.S. trade policy could result in one or more of the U.S.’ trading partners adopting responsive trade policy making it more difficult or costly for the Company to import components from those countries.  This in turn could require us to increase prices to our customers which may reduce demand, or, if we are unable to increase prices, result in a lower margin on products sold.\n \nChina has imposed tariffs on U.S. products in retaliation for U.S. tariffs.  Additional tariffs could be imposed by China in response to proposed increased tariffs on products imported from China.  There is also a concern that the imposition of additional tariffs by the United States could result in the adoption of additional tariffs by other countries.  The resulting trade war could have a significant adverse effect on world trade and the world economy.  To the extent that trade tariffs and other restrictions imposed by the United States increase the price of or limit the amount of certain raw materials utilized by the Company imported into the United States, the costs of our raw materials may be adversely affected and the demand from our customers for products and services may be diminished, which could adversely affect our revenues and profitability.\n \nWe cannot predict future trade policy or the terms of any renegotiated trade agreements and their impact on our business.  The adoption and expansion of trade restrictions, the occurrence of a trade war, or other governmental action related to tariffs or trade agreements or policies has the potential to adversely impact demand for our products, our costs, our customers, our suppliers, and the U.S. economy, which in turn could adversely impact our business, financial condition and results of operations.\n \nChanges in securities laws and regulations may increase the Company’s compliance efforts and costs.\n \nThe Sarbanes-Oxley Act of 2002, as well as rules subsequently implemented by the SEC and listing requirements subsequently adopted by Nasdaq in response to Sarbanes-Oxley, have required changes in corporate governance practices, internal control policies and securities disclosure and compliance practices of public companies.  More recently the Dodd-Frank Act has required changes to our corporate governance, compliance practices and securities disclosures, and the SEC recently approved pay versus performance disclosures and Nasdaq’s board diversity proposal, immediately increasing the Company’s disclosure \n\n\n \n \n18\n \n \n\n\nrequirements.  \nProposed regulations by the SEC mandating new disclosures of environmental, social and governance information, including climate-related risks, targets and goals and their financial impact, could be adopted in the future.  \nCompliance with these rules has increased our legal, financial and accounting costs, and those costs will increase if additional requirements are imposed.  These legal developments may result in the Company having difficulty in attracting and retaining qualified directors or officers.  The Company’s failure to comply with present or future regulations could result in the SEC or Nasdaq levying sanctions against the Company or even moving to delist its stock.  Such consequences, as well as compliance costs, could have a material impact on the Company’s business, financial condition and results of operations.\n \nConflict Minerals regulations may cause the Company to incur additional expenses and could increase the cost of components contained in its products and adversely affect its inventory supply chain.\n \nThe Dodd-Frank Act, and the rules promulgated by the Securities and Exchange Commission (“SEC”) thereunder, require the Company to attempt to determine and report annually whether any Conflict Minerals contained in our products originated from the DRC or an adjoining country. The Dodd-Frank Act and these rules could affect our ability to source components that contain Conflict Minerals at acceptable prices and could impact the availability of Conflict Minerals, since there may be only a limited number of suppliers of conflict-free Conflict Minerals. Our customers may require that our products contain only conflict-free Conflict Minerals, and our revenues and margins may be negatively impacted if we are unable to meet this requirement at a reasonable price or are unable to pass through any increased costs associated with meeting this requirement. Additionally, the Company may suffer reputational harm with our customers and other stakeholders if our products are not conflict-free.  The Company could incur significant costs in the event we are unable to manufacture products that contain only conflict-free Conflict Minerals or to the extent that we are required to make changes to products, processes, or sources of supply due to the foregoing requirements or pressures.\n \nThe Company’s operations are subject to numerous other regulations and failure to comply with all applicable regulations could subject the Company to liability.\n \nThe Company is subject to a variety of regulations, including environmental regulation of the use, storage, discharge and disposal of hazardous chemicals used during its manufacturing process; disclosures relating to cancer-causing substances in drinking water as required under \nCalifornia Proposition 65; and compliance with the European Union’s requirements relating to certain chemical and hazardous substances including under the \nRegistration, Evaluation, Authorization and Restriction of Chemicals (REACH)\n Act and the \nRestriction of Hazardous Substances (RoHS-2) Directive\n.  To date, the cost to the Company of \nsuch compliance has not had a material impact on the Company’s business, financial condition or results of operations.  However, federal, state and local legislation and regulation are constantly evolving.  Further, increased public awareness and concern regarding environmental risks, including global climate change, may result in more international, federal, state or local requirements or industry standards to reduce or mitigate climate change and other environmental risks. The Company cannot predict the nature, scope or effect of regulatory legislation or requirements that could be imposed or how existing or future laws or regulations will be administered or interpreted.  Any failure by the Company to comply with present or future regulations, whether as a result of human error, equipment failure or other causes, could subject it to future liabilities to customers or governmental agencies, the suspension of production, increased costs or reputational harm with our customers and other stakeholders.  Compliance with more stringent laws or regulations, as well as more vigorous enforcement policies of regulatory agencies, could require substantial expenditures by the Company and could have a material impact on the Company’s business, financial condition and results of operations.\n \nAny litigation, even where a claim is without merit, could result in substantial costs and diversion of resources.\n \nIn the past, the Company has been notified of claims relating to various matters including contractual matters, product liability, labor issues or other matters arising in the ordinary course of business.  In the event of any such claim, the Company may be required to spend a significant amount of money and resources, even where the claim is without merit or covered by insurance.  Accordingly, the resolution of such disputes, even those encountered in the ordinary course of business, could have a material adverse effect on the Company’s business, consolidated financial conditions and results of operations.\n \n\n\n \n \n19\n \n \n\n\n \nTechnology Risks\n \nIt is increasingly difficult to protect the Company’s \nInformation Technology (“IT”) \nsystems.\n \nWith the increased use of technologies to conduct business, a company is susceptible to operational, information security and related risks. In general, cyber incidents can result from deliberate attacks or unintentional events. Cyberattacks include gaining unauthorized access to digital systems (e.g., through “hacking” or malicious software coding) for purposes of misappropriating assets or sensitive information, corrupting data, or causing operational disruption (e.g., ransomware attacks). Cyberattacks may also be carried out in a manner that does not require gaining unauthorized access, such as causing denial-of-service attacks on websites (i.e., efforts to make network services unavailable to intended users). Cyber incidents affecting the Company or its service providers have the ability to cause disruptions and impact business operations, potentially resulting in financial losses, interference with the Company’s ability to conduct business in the ordinary course, violations of applicable privacy and other laws, regulatory fines, penalties, reputational damage, reimbursement or other compensation costs, additional compliance costs and, in extreme cases, have caused companies to cease doing business. Cyber events also can affect counterparties or entities with which the Company does business, governmental and other regulatory authorities, banks, insurance companies and other financial institutions, among others. In addition, substantial costs may be incurred in order to prevent any cyber incidents in the future. While the Company has established risk management systems designed to prevent such cyber incidents, there are inherent limitations in such systems including the possibility that the Company has not prepared for certain risks that have not been or are not possible to have been identified. Further, the Company may have limited ability to influence, and cannot control, the cyber security plans and systems put in place by its service providers or any other third parties whose operations may affect the Company. The Company could be negatively impacted as a result. \n \nIf the security of the Company’s IT systems is breached or otherwise subjected to unauthorized access, the Company’s reputation may be severely harmed and it may be exposed to liability.\n \nThe Company’s IT systems store confidential information which includes its financial information, its customers’ proprietary information, product information, supplier information, and other critical data.  Any accidental or willful security breach or other unauthorized access could expose the Company to liability for the loss of such information, adverse regulatory action by federal, state and local governments, time-consuming and expensive litigation and other possible liabilities as well as negative publicity, which could severely damage the Company’s reputation.  If security measures are breached because of third-party action, employee action or error, malfeasance or otherwise, or if design flaws in its software are exposed and exploited, and, as a result, a third party obtains unauthorized access to any of the Company’s customer data, its relationships with its customers may be severely damaged, and the Company could incur significant liability.  Because techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not recognized until they are launched against a target, the Company and its third-party hosting facilities may be unable to anticipate these techniques or to implement adequate preventive measures.  In addition, many states have enacted laws requiring companies to notify customers of data security breaches involving their data.  These mandatory disclosures regarding a security breach often lead to widespread negative publicity, which may cause the Company’s customers to lose confidence in the effectiveness of its data security measures.  Any security breach whether actual or perceived, could harm the Company’s reputation, could cause it to lose customers and may negatively impact its ability to acquire new customers.\n \nThe Company and its customers may be unable to keep current with the industry’s technological changes.\n \nThe market for the Company’s manufacturing services is characterized by rapidly changing technology and continuing product development.  The future success of the Company’s business will depend in large part upon our customers’ ability to maintain and enhance their technological capabilities, and our ability to develop and market manufacturing services which meet changing customer needs and successfully anticipate or respond to technological changes in manufacturing processes on a cost-effective and timely basis.\n \n\n\n \n \n20\n \n \n\n\n \nHuman Capital Risks\n \nThe Company depends on management and skilled personnel.\n \nThe Company depends significantly on its Chief Executive Officer and Chairman of the Board, President and other executive officers.  The Company’s employees generally are not bound by employment agreements and the Company cannot assure that it will retain its executive officers or skilled personnel.  The loss of the services of any of these key employees could have a material impact on the Company’s business and results of operations.  In addition, due to significant competition in the labor market, continued growth and expansion of the Company’s EMS business will require that the Company attract, motivate and retain additional skilled and experienced personne\nl.  The Company’s future growth depends on the contributions and abilities of key executives and skilled, experienced employees. The Company’s future growth also depends on its ability to recruit and retain high-quality employees. A failure to obtain or retain the number of skilled employees necessary to support the Company’s efforts, a loss of key employees or a significant shortage of skilled, experienced employees could jeopardize its ability to meet its growth targets.\n \nFavorable labor relations are important to the Company, and failures to comply with domestic or international employment laws could result in significant damages.\n \nThe Company currently has labor union contracts with its employees constituting approximately 48% and 51% of its workforce for fiscal years 2023 and 2022, respectively.  Although the Company believes its labor relations are good, any labor disruptions, whether union-related or otherwise, could significantly impair the Company’s business, substantially increase the Company’s costs or otherwise have a material impact on the Company’s results of operations.  The Company is also subject to a variety of domestic and foreign employment laws, including those related to safety, wages, discrimination, harassment, organizing, employee privacy and severance.  Allegations of violations of these laws could result in defense costs, damages, settlements and fines, which could have a material impact on the Company’s results of operations.\n \nAccounting Risks\n \nThe Company has intangible assets, and future impairment of these assets could have a material adverse \nimpact on the Company's financial results.\n \nThe Company\n has recorded identifiable intangible assets on its balance sheet as a result of operations and acquisitions. A number of factors may result in impairments to intangible assets, including significant negative industry or economic trends, disruptions to our business, increased competition and significant changes in the use of the assets. For example, we concluded that our goodwill and long-lived assets as of April 30, 2023 were impaired and recorded asset impairment charges equal to a total of $23,096,771, which adversely impacted our results of operations.  See Note F – Acquisition and Disposition, for a discussion related to impairment testing of goodwill and intangible assets for the year ended April 30, 2023. Any additional impairment charges could adversely affect the Company's financial condition or results of operations in the periods recognized.  \n \nInadequate internal control over financial reporting could result in a reduction in the value of our common stock.\n \nIf the Company identifies and reports a material weakness in its internal control over financial reporting, stockholders and the Company’s lenders could lose confidence in the reliability of the Company’s financial statements.  This could have a material adverse impact on the value of the Company’s stock and the Company’s liquidity.\n \nDisclosure and internal controls may not detect all errors or fraud.\n \nThe Company’s disclosure controls and internal controls can provide only reasonable assurance that the procedures will meet the control objectives.  Controls are limited in their effectiveness by human error, including faulty judgments in decision-making.  Further, controls can be circumvented by collusion of two or more people or by management override of controls.  Therefore, the Company’s management, including the \n\n\n \n \n21\n \n \n\n\nChief Executive Officer and Chief Financial Officer, cannot conclude with certainty that the Company’s disclosure controls and internal controls will prevent all errors and all fraud.\nChanges in financial accounting standards may affect our reported financial condition or results of operations as well as increase costs related to implementation of new standards and modifications to internal controls.\n \nOur consolidated financial statements are prepared in conformity with accounting standards generally accepted in the United States, or U.S. GAAP. These principles are subject to amendments made primarily by the Financial Accounting Standards Board (FASB) and the SEC. A change in those policies can have a significant effect on our reported results and may affect our reporting of transactions which are completed before a change is announced. Changes to accounting rules or challenges to our interpretation or application of the rules by regulators may have a material adverse effect on our reported financial results or on the way we conduct business.\n ",
    "item1a": ">ITEM 1A.\nRISK FACTORS\n13\n \nITEM IB.\nUNRESOLVED STAFF COMMENTS\n22\n \nITEM 2.\nPROPERTIES\n22\n \nITEM 3.\nLEGAL PROCEEDINGS\n23\n \nITEM 4.\nMINE SAFETY DISCLOSURES\n23\n \n \n \n \nPART II\n \n \n \n \n \n \n \n \nITEM 5.\nMARKET FOR REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\n24\n \n \n \n \nITEM 6.\nRESERVED \n24\n \nITEM 7.\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n24\n \n \n \n ",
    "item7": ">ITEM 7.\n  MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION \n                 AND RESULTS OF OPERATIONS \n \nIn addition to historical financial information, this discussion of the business of SigmaTron International, Inc. (“SigmaTron”), its wholly-owned subsidiaries Standard Components de Mexico S.A., AbleMex, S.A. de C.V., Digital Appliance Controls de Mexico, S.A. de C.V., Spitfire Controls (Vietnam) Co. Ltd., and Spitfire Controls (Cayman) Co. Ltd., wholly-owned foreign enterprises Wujiang SigmaTron Electronics Co., Ltd. and Wujiang SigmaTron Electronic Technology Co., Ltd., its international procurement office SigmaTron International, Inc. Taiwan branch, and Wagz, Inc. (19 percent ownership as of April 1, 2023), (collectively, the “Company”) and other Items in this Annual Report on Form 10-K contain forward-looking statements concerning the Company’s business or results of operations.  See “Item 1. Business—Cautionary Note” for a discussion of these forward-looking statements and the associated risks and uncertainties. \n \nOverview \n \nPrior to April 1, 2023, the Company operated in two reportable segments as an independent provider of EMS, and as a provider of products to the Pet Tech market.  A majority of the Pet Tech Segment was sold on April 28, 2023, effective as of April 1, 2023, and following such date, the Company operates in one reportable segment, the EMS segment.  The EMS segment includes printed circuit board assemblies, electro-mechanical subassemblies and completely assembled (box-build) electronic products.  The Pet Tech reportable segment offered electronic products such as the Freedom Smart Dog Collar™, a wireless, geo-mapped fence, and wellness system, and apparel and accessories.  \n \nThe Company relies on numerous third-party suppliers for components used in the Company’s production process.  Certain of these components are available only from single-sources or a limited number of suppliers.  In addition, a customer’s specifications may require the Company to obtain components from a single-source or a small number of suppliers.  The loss of any such suppliers could have a material impact on the Company’s results of operations.  Further, the Company could operate at a cost disadvantage compared to competitors who have greater direct buying power from suppliers.  The Company does not enter into long-term purchase agreements with major or single-source suppliers.  The Company believes that short-term purchase orders with its suppliers provides flexibility, given that the Company’s orders are based on the changing needs of its customers.\n \nIn connection with the production of assembled products, the Company provides services to its customers, including (1) automatic and manual assembly and testing of products; (2) material sourcing and procurement; (3) manufacturing and test engineering support; (4) design services; (5) warehousing and distribution services; (6) assistance in obtaining product approval from governmental and other regulatory bodies and (7) compliance \n\n\n \n \n24\n \n \n\n\nreporting.  The Company provides these manufacturing services through an international network of facilities located in the United States, Mexico, China, Vietnam and Taiwan.\n \nSee “Item 1. Business—Recent Developments” for additional information.\n \nSales can be a misleading indicator of the Company’s financial performance.  Sales levels can vary considerably among customers and products depending on the type of services (turnkey versus consignment) rendered by the Company and the demand by customers.  Consignment orders require the Company to perform manufacturing services on components and other materials supplied by a customer, and the Company charges only for its labor, overhead and manufacturing costs, plus a profit.  In the case of turnkey orders, the Company provides, in addition to manufacturing services, the components and other materials used in assembly.  Turnkey contracts, in general, have a higher dollar volume of sales for each given assembly, owing to inclusion of the cost of components and other materials in net sales and cost of goods sold.  Variations in the number of turnkey orders compared to consignment orders can lead to significant fluctuations in the Company’s revenue and gross margin levels.  Consignment orders accounted for less than 1% of the Company’s revenues for each of the fiscal years ended April 30, 2023 and April 30, 2022.\n \nThe Company’s international footprint provides our customers with flexibility within the Company to manufacture in China, Mexico, Vietnam or the U.S.  We believe this strategy will continue to serve the Company well as its customers continuously evaluate their supply chain strategies.\n \nFactors Affecting Results\n \nSupply Chain Component Shortages.\n  The Company’s business, results of operations, and financial condition continue to be adversely affected by supply chain issues due to world-wide component shortages. The Company anticipates continuing supply chain issues in fiscal 2024\n.  \n \nImpairment of Goodwill and Long-Lived Assets.\n  During the third quarter of fiscal 2023, the Company determined its goodwill and long-lived asset group was fully impaired and an impairment charge of $23,096,771 was recorded. This non-cash charge was recorded to impairment of goodwill and intangible assets on the unaudited condensed consolidated statements of operations.  See Note H – Intangible Assets, for more information.\n \nPPP Loan\n \nand CARES Act\n.  During the fourth fiscal quarter of 2020 the Company received a $6,282,973 PPP Loan under the CARES Act. The Company believes it met the requirements for eligibility.  During the fourth fiscal quarter of 2020 and continuing through fiscal year 2022, the Company had operational interruptions and incurred significant expenses related to the COVID-19 pandemic at all of its operations.  In some locations the interruptions and expenses were worse than others.  The Company was notified of the forgiveness of the PPP Loan by the SBA on July 9, 2021 and all principal and accrued interest were forgiven.  The accounting for the forgiveness is reflected in the Company’s Statement of Operations as a non-cash gain upon extinguishment of long-term debt.  \n \nRecent Developments \n \nThe Company began its Pet Technology operations after the December 31, 2021 acquisition of Wagz, Inc.  The Company sold a majority of the business on April 28, 2023, effective as of April 1, 2023. Wagz has developed and brought to market a high tech pet collar and has multiple other products in development.  Wagz is an IoT company which both owns intellectual property and secures recurring revenue through subscriptions for its services.  During the fourth quarter of fiscal year 2023, the Company exited its active involvement in the Pet Tech business that is conducted by Wagz through the sale by the Company of a majority stake in Wagz, effective as of April 1, 2023. See “Item 1. Business—Recent Developments” for additional information.\n \nOn\n \nMarch\n \n2,\n \n2023,\n the Company received \nthe\n \nJPM\n \nNotice\n \nand\n \nthe\n \nTCW\n Notice\n.\n T\nhe Notices indicated the occurrence of certain events of default under the JPM Credit Agreement and the Term Loan Agreement.  See Note I – Long-term Debt, for more information.  \n \n\n\n \n \n25\n \n \n\n\n \nOn\n \nApril\n \n28,\n \n2023,\n \nthe\n \nCompany\n \nentered\n \ninto\n \n(i)\n the \nJPM\n \nW\naiver\n with\n \nW\nagz\n \nand\n \nJPM,\n \nas\n \nl\ne\nnder\n, which waived certain events of default under and amended certain terms of \nthe\n \nJPM\n \nCredit\n \nAgreement\n \nand\n \n(i\ni\n)\n the \nTCW\n \nW\naiver\n with\n \nW\nagz,\n \nthe\n \nTCW\n \nLenders\n \nand Agent, which waived certain events of default under and amended certain terms of the Term Loan\n \nAgreement.\n \nSee Note I – Long-term Debt and “Item 1. Business—Recent Developments”, for more information.  \n \nAs described in Note I – Long-term Debt, \nthe\n \nCompany\n \nexited\n \nits\n \nactive\n \ninvolvement\n \nin\n \nthe\n \nPet\n \nT\nech\n \nbusiness\n \nthat\n \nis\n \nconducted\n \nb\ny\n \nW\nagz\n \nthrough the\n \nsale\n \nby\n \nthe\n \nCompany\n \nof\n \na\n \nmajority\n \nstake\n \nin\n \nW\nagz,\n \ne\nf\nfective\n as of \nApril\n \n1,\n \n2023. In\n \nconnection\n \nwith\n \nthe\n \nW\naivers and such sale, the Lender Parties agreed to release Wagz and its property from the lien of the Lender Parties under the Credit Agreements.\n \nCritical Accounting Estimates:\n \nManagement Estimates and Uncertainties \n– \nThe preparation of consolidated financial statements in conformity with accounting principles generally accepted in the United States of America (“GAAP”) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosures of contingent assets and liabilities at the date of the consolidated financial statements and the reported amounts of revenues and expenses during the reporting period.  Significant estimates made in preparing the consolidated financial statements include depreciation and amortization periods, the allowance for doubtful accounts, excess and obsolete reserves for inventory, deferred income, deferred taxes, uncertain tax positions, valuation allowance for deferred taxes and valuation of goodwill and long-lived assets.  Actual results could materially differ from these estimates.\n \nThe potential impact of future disruptions and continued economic uncertainty over public health crises, including COVID-19 and variants, and the global supply chain may have a significant adverse impact on the timing of delivery of customer orders and the levels of future customer orders.  It is possible that these potential adverse impacts may result in the recognition of material impairments of the Company’s long-lived assets or other related charges in future periods.\n \nRevenue Recognition\n – The Company recognizes revenue when control of the promised goods or services are transferred to its customers, in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services.  The Company’s primary performance obligation to its customers is the production of finished goods electronic assembly products pursuant to purchase orders.  The Company has concluded that control of the products it sells and transfers to its customers and an enforceable right to receive payment is customarily established at the point in time when the finished goods are shipped to its customers, or in some cases delivered pursuant to the specified shipping terms of each customer arrangement.  With respect to consignment arrangements, control transfers and revenue is recognized at the point in time when the goods are shipped to the customer from the consignment location or when delivered to the customer (pursuant to agreed upon shipping terms).  In those limited instances where finished goods delivered to the customer location are stored in a segregated area which are not controlled by the customer (title transfer, etc.) until they are pulled from the segregated area and consumed by the Company’s customer,\n \nrevenue is recognized upon consumption.  For tooling services, the Company’s performance obligation is satisfied at the point in time when the customer approves the first article of dies or molds.  For engineering, design, and testing services, the Company’s performance obligations are satisfied over time as the respective services are rendered as its customers simultaneously derive value from the Company’s performance.  \n \nEach customer purchase order sets forth the transaction price for the products and services purchased under that arrangement.  The Company evaluates the credit worthiness of its customers and exercises judgment to recognize revenue based upon the amount the Company expects to be paid for each sales transaction it enters into with its customers.  Some customer arrangements include variable consideration, such as volume rebates, some of which depend upon the Company’s customers meeting specified performance criteria, such as a purchasing level over a period of time.  The Company exercises judgment to estimate the most likely amount of variable consideration at each reporting date.\n \nInventories\n – Inventories are valued at cost.  Cost is determined by an average cost method and the Company allocates labor and overhead to work-in-process and finished goods.  In the event of an inventory write-down, the Company records expense to state the inventory at lower of cost or net realizable value.  The \n\n\n \n \n26\n \n \n\n\nCompany establishes inventory reserves for valuation and excess and obsolete inventory for which the customer is not obligated.  The Company records provisions for inventory shrinkage based on historical experience to account for unmeasured usage or loss.  Of the Company’s raw materials inventory, a substantial portion has been purchased to fulfill committed future orders or for which the Company is contractually entitled to recover its costs from its customers.  For the remaining raw materials inventory, a provision for excess and obsolete inventories is recorded for the difference between the cost of inventory and its estimated realizable value based on assumptions about future product demand and market conditions.  Upon a subsequent sale or disposal of the impaired inventory, the corresponding reserve is relieved to ensure the cost basis of the inventory reflects any reductions.  Actual results differing from these estimates could significantly affect the Company’s inventories and cost of products sold as the inventory is sold or otherwise relieved.\n \nIntangible Assets \n– Intangible assets are comprised of finite life intangible assets including customer relationships, trade names and patents.  \nThe fair value recorded as of April 30, 2023 is based on significant inputs that are not observable in the market and thus represents a fair value measurement categorized within Level 3 of the fair value hierarchy. The fair value of the acquired trade names and patents was determined using the relief from royalty method, which is a risk-adjusted discounted cash flow approach. The relief from royalty method values an intangible asset by estimating the royalties saved through ownership of the asset. The relief from royalty method requires identifying the future revenue that would be generated by the intangible asset, multiplying it by a royalty rate deemed to be avoided through ownership of the asset and discounting the projected royalty savings amounts back to the acquisition date using the internal rate of return.\n \nImpairment of Long-Lived Assets\n – The Company reviews long-lived assets, including amortizable intangible assets, for impairment.  Property, machinery and equipment and finite life intangible assets are reviewed whenever events or changes in circumstances occur that indicate possible impairment.  If events or changes in circumstances occur that indicate possible impairment, the Company first performs an impairment review based on an undiscounted cash flow analysis at the lowest level at which cash flows of the long-lived assets are largely independent of other groups of its assets and liabilities.  This analysis requires management judgment with respect to changes in technology, the continued success of product lines, and future volume, revenue and expense growth rates.  If the carrying value exceeds the undiscounted cash flows, the Company records an impairment, if any, for the difference between the estimated fair value of the asset group and its carrying value.  The Company further conducts annual reviews for idle and underutilized equipment, and reviews business plans for possible impairment.  \n \nDuring the third quarter of fiscal 2023, the Company revised the financial outlook for the Pet Tech segment, resulting in lower projected sales and net income for future periods.  The Company assessed the overall market acceptance of the current Wagz product offerings after the holiday season and determined that this constituted a triggering event for the Company’s long-lived asset groups, primarily consisting of patents, trade names and certain fixed assets.  The Company reviewed the undiscounted future cash flows for the identified long-lived asset group, and the results of the analysis indicated the carrying amount for the long-lived group was not expected to be recovered.\n \nThe fair value of the identified intangible assets was estimated using the \nrelief from royalty method, which is a risk-adjusted discounted cash flow approach. The relief from royalty method values an intangible asset by estimating the royalties saved through ownership of the asset. The relief from royalty method requires identifying the future revenue that would be generated by the intangible asset, multiplying it by a royalty rate deemed to be avoided through ownership of the asset and discounting the projected royalty savings amounts back to the acquisition date using the internal rate of return.\n \nThe Company determined the fair value of the long-lived asset group was lower than its carrying value and recorded an intangible asset impairment charge of $9,527,773 during the three months ended January 31, 2023.  This non-cash charge was recorded to impairment of goodwill and intangible assets on the unaudited condensed consolidated statements of operations.  As of April 30, 2023 this non-cash charge has been reported under discontinued operations.    See Note H – Intangible Assets and Note P – Discontinued Operations, for more information.\n \nImpairment of Goodwill \n–\n \n \nGoodwill represents the cost of business acquisitions in excess of the fair value of identifiable net tangible and intangible assets acquired.  On an annual basis, or more frequently if \n\n\n \n \n27\n \n \n\n\ntriggering events occur, the Company compares the estimated fair value of its reporting units to the carrying value of each reporting unit to determine if a potential goodwill impairment exists.  If the fair value of a reporting unit is less than its carrying value, a goodwill impairment loss is recorded for the difference.  In calculating the fair value of the reporting units or specific intangible assets, management relies on a number of factors, including business plans, economic projections, anticipated future cash flows, comparable transactions and other market data.  There are inherent uncertainties related to these factors and management's judgment in applying them in the impairment tests of goodwill and other intangible assets.\n \nThe Company observed during the third quarter of fiscal 2023, the overall lack of market acceptance of the current Wagz product offerings during the holiday season and determined this constituted a triggering event.  Accordingly, the Company performed a quantitative goodwill impairment test and estimated the fair value of the Pet Tech segment based on a combination of an income approach (estimates of future discounted cash flows), a market approach (market multiples for similar companies) and a cost approach.  Significant unobservable inputs and assumptions inherent in the valuation methodologies, which represented Level 3 inputs, under the fair value hierarchy, were employed and included, but were not limited to, prospective financial information, terminal value assumptions, discount rates, and multiples from comparable publicly traded companies in the Pet Tech industry.\n \nThe cost approach is based on upon the concept of replacement cost as an indicator of value.  Stated another way, this approach is premised on the assumption that a prudent investor would pay no more for an asset than the amount for which the asset could be replaced.  The cost approach establishes value based on the cost reproducing or replacing the property, less depreciation from physical deterioration and functional obsolescence, if present and measurable.\n \nDuring the third quarter of fiscal 2023, the Company determined its goodwill was fully impaired as the fair value was lower than the carrying value and recorded an impairment charge of $13,320,534. This non-cash charge was recorded to impairment of goodwill and intangible assets as of January 31, 2023.\n \nIncome Tax\n – \nThe Company’s income tax expense, deferred tax assets and liabilities and reserves for unrecognized tax benefits reflect management’s best assessment of estimated future taxes to be paid.  The Company is subject to income taxes in both the U.S. and several foreign jurisdictions.  Significant judgments and estimates by management are required in determining the consolidated income tax expense assessment.\n \nDeferred income tax assets and liabilities are determined based on differences between financial reporting and tax basis of assets and liabilities, and are measured using the enacted tax rates and laws that are expected to be in effect when the differences are expected to reverse.  In evaluating the Company’s ability to recover its deferred tax assets within the jurisdiction from which they arise, the Company considers all available positive and negative evidence, including scheduled reversals of deferred tax liabilities, projected future taxable income, tax planning strategies and recent financial operations.  In projecting future taxable income, the Company begins with historical results and changes in accounting policies, and incorporates assumptions including the amount of future state, federal and foreign pre-tax operating income, the reversal of temporary differences, and the implementation of feasible and prudent tax planning strategies.  These assumptions require significant judgment and estimates by management about the forecasts of future taxable income and are consistent\n \nwith the plans and estimates the Company uses to manage the underlying businesses.  In evaluating the objective evidence that historical results provide, the Company considers three years of cumulative operating income and/or loss.  Valuation allowances are established when necessary to reduce deferred income tax assets to an amount more likely than not to be realized.  SigmaTron and Wagz filed or are expected to file U.S. tax returns on a consolidated basis for periods during which Wagz was wholly owned. Therefore, a valuation allowance was previously established on the group’s U.S. deferred tax assets during fiscal year 2022. After the sale of Wagz, SigmaTron expects to file on a standalone basis and utilize its U.S. deferred tax assets with the exception of the capital loss on sale and certain foreign tax credits. The Company has established a valuation allowance of $7,260,628 on its U.S. capital loss and foreign tax credit carryforwards and a valuation allowance of $442,889 on certain foreign loss carryforwards as of April 30, 2023. \n \n\n\n \n \n28\n \n \n\n\n \nNew Accounting Standards:\n \nSee Note B – Summary of Significant Accounting Policies \nof Item 15(a) \nExhibits and Financial Statement Schedules\n.\n \nResults of Operations:\n \nFISCAL YEAR ENDED APRIL 30, 2023 COMPARED\nTO FISCAL YEAR ENDED APRIL 30, 2022\n \nThe following table sets forth the percentage relationships of gross profit and expense items to net sales for the years indicated:\n \n \n \n \n \n \n \n \nFiscal Years Ended\n \nApril 30,\n \n \n2023\n \n \n2022\n \n \n \n \n \n \nNet sales\n$\n 414,435,845\n \n$\n 378,316,495\nCosts of products sold\n \n 362,982,248\n \n \n 333,925,226\nAs a percent of net sales\n \n87.6%\n \n \n88.3%\nGross profit\n \n 51,453,597\n \n \n 44,391,269\nAs a percent of net sales\n \n12.4%\n \n \n11.7%\n \n \n \n \n \n \nSelling and administrative expenses\n \n 26,495,951\n \n \n 25,981,794\nAs a percent of net sales\n \n6.4%\n \n \n6.9%\nOperating income from continuing operations\n \n 24,957,646\n \n \n 18,409,475\n \n \n \n \n \n \nGain on extinguishment of long-term debt\n \n -\n \n \n 6,282,973\nOther income\n \n 632,223\n \n \n 153,614\nInterest expense, net\n \n (8,403,904)\n \n \n (1,500,140)\nIncome before income taxes from continuing operations\n \n 17,185,965\n \n \n 23,345,922\n \n \n \n \n \n \nIncome tax expense\n \n (2,991,541)\n \n \n (4,980,003)\nNet income from continuing operations\n$\n 14,194,424\n \n$\n 18,365,919\n \n \n \n \n \n \nDiscontinued operations:\n \n \n \n \n \nLoss before taxes from discontinued operations\n$\n (36,629,902)\n \n \n (9,180,064)\nTax benefit for discontinued operations\n \n 1,860,093\n \n \n 678,313\nNet loss from discontinued operations\n$\n (34,769,809)\n \n$\n (8,501,751)\n \n \n \n \n \n \nNet (loss) income\n$\n (20,575,385)\n \n$\n 9,864,168\n \nNet sales\n \nNet sales increased $36,119,350, or 9.5% to $414,435,845 in fiscal 2023, compared to $378,316,495 in fiscal 2022.  Net sales were higher due to higher sales volume and certain customer price increases implemented as a result of increased raw material and other operating costs that occurred during fiscal 2023, as compared to last fiscal year.  The Federal Reserve has raised interest rates several times during fiscal 2023, which has negatively affected customer demand in the consumer electronics markets, but has not had the same effect in the industrial electronics and medical/life science markets.  As a result, the Company’s sales increased in fiscal 2023 in \n\n\n \n \n29\n \n \n\n\nindustrial electronics and medical/life science compared to the prior fiscal year.  The increase in sales was accompanied by a decrease in sales in consumer electronics.  \n \nCosts of products sold\n \nCost of products sold increased $29,057,022, or 8.7%, to $362,982,248 (87.6% of net sales) in fiscal 2023, compared to $333,925,226 (88.3% of net sales) in the prior fiscal year. The decrease in cost of products sold as a percentage of sales is primarily due to favorable sales mix, partially offset with higher material, logistics and other operating costs as a result of higher sales volumes and the impact of global supply chain disruptions that caused factory inefficiencies. Labor costs and other manufacturing costs were higher in fiscal 2023, compared to fiscal 2022, primarily due to inflationary pressures.  The Company anticipates continuing supply chain issues in fiscal 2024.\n \nGross profit margin\n \nGross profit margin was 12.4% of net sales, in fiscal year 2023 compared to 11.7% of net sales in fiscal 2022. The increase in gross margins as a percentage of sales was primarily due to favorable sales mix, notwithstanding higher material, labor and other manufacturing costs during fiscal 2023, compared to fiscal 2022.\n \nSelling and administrative expenses\n \nSelling and administrative expenses increased $514,157, or 2.0% to $26,495,951 (6.4% of net sales) in fiscal 2023, compared to $25,981,794 (6.9% of net sales) in the prior fiscal year.  The increase in selling and administrative expenses primarily relates to inflationary pressures in fiscal 2023, compared to fiscal 2022.\n \nGain on the extinguishment of long-term debt\n \nOn April 23, 2020, the Company received proceeds of $6,282,973 from a PPP Loan under the CARES Act, which it used to retain current U.S. employees, maintain payroll and make lease and utility payments. The PPP Loan was forgiven on July 9, 2021 and was recorded as a gain on the extinguishment of debt in fiscal 2022.\n \nOther Income\n \nOther income increased to $632,223 in fiscal 2023, compared to $153,614 in fiscal 2022.  The increase primarily relates to insurance proceeds received related to fire damage in one of our manufacturing locations.\n \nInterest expense, net\n \nInterest expense, net, increased to $8,403,904 in fiscal 2023 compared to $1,500,140 in fiscal 2022.  The increase primarily relates to higher average debt levels as well as increased interest rates during fiscal 2023.\n \nIncome tax expense\n \nIncome tax expense decreased $1,988,462 to $2,991,541 in fiscal 2023, compared to $4,980,003 in fiscal 2022. The effective tax rate decreased to 17.4% in fiscal 2023, compared to 21.3% in fiscal 2022, primarily due to a decrease in the valuation allowance in the current year.  The decrease in income tax expense in fiscal 2023 compared to fiscal 2022 is primarily due to decreased taxable income recognized in the current fiscal year compared to the previous fiscal year.\n \nNet income from continuing operations\n \nNet income from continuing operations decreased $4,171,495, to a net income of $14,194,424 in fiscal 2023, compared to a net income of $18,365,919 in fiscal 2022.  Net income in fiscal 2022 included the one-time extinguishment of the PPP Loan in the amount of $6,282,973 that was recorded as a gain on the extinguishment of debt.\n \n\n\n \n \n30\n \n \n\n\n \nNet loss from discontinued operations\n \nNet loss from discontinued operations in fiscal 2023 from the Pet Tech Segment of $34,769,809 which includes an impairment of goodwill and long-lived assets of $23,096,771 and losses on the sale of a business of $3,742,709.  The fiscal 2023 discontinued losses include a tax benefit of $1,860,093.  The net loss from discontinued operations for fiscal 2022 consisted of operational losses from the Pet Tech Segment of $2,879,829 and an impairment of notes receivable and investment charge of $6,300,235.  The fiscal 2022 discontinued losses include a tax benefit of $678,313.\n \nEMS Segment\n \nThe following table sets forth the percentage relationships of gross profit and expense items to net sales for the years indicated:\n \n \n \n \n \n \n \n \n \n \nFiscal Years Ended\n \nApril 30,\n \n \n2023\n \n \n2022\n \n \n \n \n \n \nNet sales\n$\n 414,435,845\n \n$\n 378,316,495\nCosts of products sold\n \n 362,982,248\n \n \n 333,925,226\nAs a percent of net sales\n \n87.6%\n \n \n88.3%\nGross profit\n \n 51,453,597\n \n \n 44,391,269\nAs a percent of net sales\n \n12.4%\n \n \n11.7%\n \n \n \n \n \n \nSelling and administrative expenses\n \n 26,495,951\n \n \n 25,981,794\nAs a percent of net sales\n \n6.4%\n \n \n6.9%\nOperating income\n$\n 24,957,646\n \n$\n 18,409,475\n \nNet sales\n \nNet sales increased $36,119,350, or 9.5%, to $414,435,845 in fiscal 2023, compared to $378,316,495 in fiscal 2022.  Net sales were higher primarily due to higher sales volume and certain customer price increases implemented as a result of increased raw material and other operating costs that occurred in fiscal 2023, compared to fiscal 2022.  The Federal Reserve has raised interest rates several times during the fiscal year, which has negatively affected customer demand in the consumer electronics markets, but has not had the same effect in the industrial electronics and medical/life science markets.  As a result, the Company’s sales increased in fiscal 2023 in industrial electronics and medical/life science compared to the prior fiscal year.  The increase in sales was accompanied by a decrease in sales in consumer electronics.  \n \nCost of products sold\n \nCost of products sold increased $29,057,022, or 8.7%, to $362,982,248 (87.6% of net sales) in fiscal 2023, compared to $333,925,226 (88.3% of net sales) in the prior fiscal year. The decrease in cost of products sold as a percentage of sales is primarily due to favorable sales mix, partially offset with higher material, logistics and other operating costs as a result of higher sales volumes and the impact of global supply chain disruptions that caused factory inefficiencies.  Labor costs and other manufacturing costs were higher in fiscal 2023, primarily due to inflationary pressures.  The Company anticipates continuing supply chain issues in fiscal 2024.\n \nGross profit \n \nGross profit margin was 12.4% of net sales in fiscal 2023, compared to 11.7% of net sales in the prior fiscal year. The increase in gross margins as a percentage of sales was primarily due to favorable sales mix, partially offset with higher material, labor and other manufacturing costs in fiscal 2023, compared to fiscal 2022.\n \n\n\n \n \n31\n \n \n\n\n \nSelling and administrative expenses\n \nSelling and administrative expenses increased $514,157, or 2.0%, to $26,495,951 (6.4% of net sales) in fiscal 2023, compared to $25,981,794 (6.9% of net sales) in the prior fiscal year. Selling and administrative expenses increased in fiscal 2023 primarily due to increased wages and professional fees, partially offset by lower bonus expense, compared to fiscal 2022.\n \nOperating income\n \nOperating income increased $6,548,171, or 35.6%, to $24,957,646 (6.0% of net sales) in fiscal 2023, compared to $18,409,475 (4.9% of net sales) in the prior fiscal year. The increase was primarily due to higher sales volume and favorable sales mix, notwithstanding higher material, logistics and other operating costs.\n \nPet Technology Segment\n \nThe Company sold a majority of the Wagz stock on April 28, 2023, effective as of April 1, 2023.  The Company still owns 19 percent of Wagz common stock as a passive investment as of April 30, 2023.  The activity for fiscal 2023 and fiscal 2022 have been classified as discontinued operations in the Consolidated Statements of Operations.\n \nWagz was acquired on December 31, 2021, and therefore only reflects financial results for fiscal 2022 after the transaction date.\n \nThe following table sets forth the percentage relationships of gross profit and expense items to net sales for the years indicated:\n \n \n \n \n \n \n \n \n \nFiscal Years Ended\n \nApril 30,\n \n \n2023\n \n \n2022\n \n \n \n \n \n \nNet sales\n$\n 1,598,929\n \n$\n 549,929\nCosts of products sold\n \n 1,732,352\n \n \n 509,327\nAs a percent of net sales\n \n108.3%\n \n \n92.6%\nGross profit\n \n (133,423)\n \n \n 40,602\nAs a percent of net sales\n \n-(8.3)%\n \n \n7.4%\n \n \n \n \n \n \nSelling and administrative expenses\n \n 9,656,999\n \n \n 2,920,277\nImpairment of notes receivable \n‎\nand investment\n \n -\n \n \n 6,300,235\nImpairment of goodwill and other long-lived assets\n \n 23,096,771\n \n \n -\nOperating loss\n$\n (32,887,193)\n \n$\n (9,179,910)\n \nNet sales\n \nNet sales increased $1,049,000 to $1,598,929 in fiscal 2023, compared to $549,929 in fiscal 2022.  Wagz was purchased on December 31, 2021 and sales for fiscal 2022 only reflect four months of activity.  Sales for the period are primarily comprised of hardware and accessories, as well as recurring subscription revenue.  The Pet Tech segment experienced supply chain issues, causing certain inventory shortages during fiscal 2023, which negatively affected hardware sales.  In addition, the products struggled to gain market acceptance during the fiscal year.\n \n\n\n \n \n32\n \n \n\n\n \nCost of products sold\n \nCost of products sold increased $1,223,025 to $1,732,352 (108.3% of net sales) in fiscal 2023, compared to $509,327 (92.6% of net sales) in the prior fiscal year.  Cost of products sold as a percentage of sales increased during the current period primarily due to material cost increases and lower sales volumes.\n \nGross profit margin\n \nGross profit margin was –(8.3)% of net sales in fiscal 2023, compared to a gross profit margin of 7.4% in the prior fiscal year.  Gross profit margins were negative in the current period due to material cost increases and lower sales volumes.\n \nSelling and administrative expenses\n \nSelling and administrative expenses increased $6,736,722, to $9,656,999 in fiscal 2023, compared to $2,920,277 in the prior fiscal year.  Selling and administrative costs were primarily comprised of research and development costs for new products that were expected to launch in fiscal 2024, selling and marketing expenses, as well as general and administrative expenses.\n \nImpairment of notes receivable and investment\n \nPrior to the acquisition on December 31, 2021, the Company had an investment in Wagz of $600,000, Convertible Secured Promissory Notes issued by Wagz of $12,000,000 and Secured Promissory Notes issued by Wagz of $1,380,705.  Pursuant to the Merger Agreement, prior to the acquisition, the Convertible Secured Promissory Notes converted to 12,000,000 shares of Wagz common stock, resulting in a 25.5% ownership in Wagz.  As described in Note F – Acquisition and Disposition, the Company’s 25.5% equity interest in Wagz common stock was remeasured to fair value of $6,299,765, resulting in a non-cash impairment charge of $6,300,235 in fiscal 2022. \n \nImpairment of goodwill and other long-lived assets \n \nIn connection with the preparation and review of the financial statements for the quarter ended January 31, 2023, the Company revised the financial projections for its Pet Tech segment. The revised projections resulted in a triggering event for the Company’s goodwill and long-lived asset groups consisting of patents and trade names. As a result, the Company concluded that the carrying amount for goodwill and the long-lived asset groups was impaired and not expected to be recovered. Accordingly, a non-cash pre-tax goodwill impairment charge of $13,320,534 and a non-cash intangible assets impairment charge of $9,527,773, was recorded for the Company’s Pet Tech segment in fiscal 2023.  In addition, Pet Tech fixed assets of $248,464 were written off due to the sale of Wagz effective April 1, 2023.  \n \nOperating loss \n \nOperating loss increased $23,707,283, to $32,887,193 in fiscal 2023, compared to $9,179,910 in fiscal 2022.  The increased loss was primarily due to the impairment of goodwill and other long-lived assets, lower than expected sales and increased selling and administrative expenses in fiscal 2023.\n \nLiquidity and Capital Resources: \n \nThe Company’s liquidity requirements are primarily to fund its business operations, including capital expenditures and working capital requirements, as well as to fund debt service requirements. The Company’s primary sources of liquidity are cash flows from operations and borrowings under the revolving Facility credit agreement. The Company believes its liquidity position will be sufficient to fund its existing operations and current commitments for at least the next twelve months. However, if economic conditions remain impacted for longer than the Company expects due to inflationary pressure, supply chain disruptions, public health crises, including COVID-19 and variants, or other geopolitical risks, the Company’s liquidity position could be severely impacted.  \nDue to availability being less than 10% of the Revolving Commitment,\n \nthe Facility (as defined below) has been classified as a current liability on the Consolidated Balance Sheet as of April 30, 2023.\n\n\n \n \n33\n \n \n\n\n \nOperating Activities\n \nCash flow used in operating activities was $13,256,804 for the fiscal year ended April 30, 2023, compared to cash flow used in operating activities of $14,381,723 for the prior fiscal year.  Cash flow used in operating activities was primarily the result of an increase in accounts receivable in the amount of $5,328,740, a decrease in accounts payable in the amount of $20,702,026 and a decrease in deferred revenue in the amount of $3,179,709.  Cash flow from operating activities was offset by a decrease in prepaid expenses and other assets in the amount of $5,954,202.  The increase in accounts receivable is the result of an increase in net sales.  The decrease in accounts payable is the result of the timing of vendor payments.  The decrease in prepaid expenses and other assets is the result of a decrease in right-of-use assets.  \n \nCash flow used in operating activities was $14,381,723 for the fiscal year ended April 30, 2022.  Cash flow used in operating activities was primarily the result of an increase in both inventory and accounts receivable in the amount of $68,297,962 and $12,288,539, respectively.  Cash flow from operating activities was offset by an increase in accounts payable and deferred revenue in the amount of $33,299,432 and $10,487,828, respectively.  The increase in inventory was the result of an increase in inventory purchases to satisfy customer orders.  Further, capacity issues in the component industry made it difficult to obtain some components to complete assemblies for shipping.  The increase in accounts payable was the result of more favorable payment terms with vendors and increased inventory purchases.\n \nInvesting Activities\n \nIn fiscal year 2023, cash used in investing activities was $5,179,247.  During fiscal year 2023, the Company purchased $4,334,169 in machinery and equipment to be used in the ordinary course of business.  The Company has received forecasts from current customers for increased business that would require additional investment in capital equipment and facilities.  The Company anticipates purchases will be funded by lease transactions.  However, there is no assurance that such increased business will be obtained or that the Company will be able to obtain funding for leases at acceptable terms, if at all, in the future.  During the month of April 2023, the Company made advances of $900,000 to Wagz as agreed upon under the SPA.  On April 28, 2023, the sale of the majority interest in Wagz pursuant to the SPA was consummated effective as of April 1, 2023, and as a result, as of the closing, the Company holds a minority 19% ownership of the shares and Buyer holds a majority 81% of the shares.   \n \nIn fiscal year 2022, cash used in investing activities was $10,252,100.  The Company purchased $4,740,100 in machinery and equipment used in the ordinary course of business.  The Company purchases were funded by the bank line of credit and lease transactions.  The Company made advances of $5,512,000 to Wagz.  In June 2020, the Company announced a proposed business combination with Wagz.  The advances were made in conjunction with the proposed business combination.  \n \nFinancing Activities\n \nCash provided by financing activities was $24,155,387 for the fiscal year ended April 30, 2023.  Cash provided by financing activities was primarily the result of net borrowings under the line of credit and term loan agreement.  \n \nCash provided by financing activities was $29,476,071 for the fiscal year ended April 30, 2022.  Cash provided by financing activities was primarily the result of net borrowings under the line of credit.\n \nLiquidity from Discontinued Operations\n \nDuring fiscal 2023 cash used in discontinued operations from operating activities was $7,264,377, primarily related to Pet Tech Segment operations and transaction related expenses associated with the sale of the Wagz business.  During fiscal 2022, cash used in operating activities of $5,843,456 relates to activity from the Pet Tech Segment.  Cash used in investing activities for fiscal 2023 and fiscal 2022 was $134,419 and $9,432, respectively, primarily for capital expenditures.\n \n \n\n\n \n \n34\n \n \n\n\n \nFinancing Summary\n \nDebt and finance lease obligations consisted of the following at April 30, 2023 and April 30, 2022:\n \n \n \n \n \n \n \n \n \n2023\n \n \n2022\n \n \n \n \n \n \nDebt:\n \n \n \n \n \nNotes Payable - Banks\n$\n90,968,000\n \n$\n56,830,377\nNotes Payable - Buildings\n \n417,143\n \n \n6,459,340\nNotes Payable - Equipment\n \n3,524,115\n \n \n4,202,292\nUnamortized deferred financing costs\n \n(1,608,558)\n \n \n(401,040)\nTotal debt\n \n93,300,700\n \n \n67,090,969\nLess current maturities*\n \n52,761,520\n \n \n6,991,567\nLong-term debt\n$\n40,539,180\n \n$\n60,099,402\n \n \n \n \n \n \nFinance lease obligations\n$\n4,119,437\n \n$\n4,215,810\nLess current maturities\n \n1,523,259\n \n \n1,410,675\nTotal finance lease obligations, less current portion\n$\n2,596,178\n \n$\n2,805,135\n* Due to availability being less than 10% of the Revolving Commitment,\n \nthe Facility (as defined below) has been classified as a current liability on the Consolidated Balance Sheet as of April 30, 2023.\n \nNotes Payable – Secured lenders\n \n \nOn January 29, 2021, the Company entered into a \nCredit Agreement (the “JPM Agreement”) with JPMorgan Chase Bank, N.A., pursuant to which Lender provided the Company with a secured credit facility consisting of a revolving loan facility and a term loan facility (collectively, the “Facility”).\n \nOn July 18, 2022, SigmaTron, Wagz and Lender amended and restated the JPM Agreement by entering into an Amended and Restated Credit Agreement (as so amended and restated, the “JPM Credit Agreement”).  The Facility, as amended, allows the Company to borrow on a revolving basis up to the lesser of (i) $70,000,000 or (ii) an amount equal to a percentage of the eligible receivable borrowing base plus a percentage of the inventory borrowing base minus any reserves established by Lender (the “Revolving Commitment”).  The maturity date of the Facility is July 18, 2027.  Deferred financing costs of $332,139 and $128,733 were capitalized \nduring the fiscal year ended April 30, 2023 and April 30, 2022, respectively, \nwhich are amortized over the term of the JPM Credit Agreement.  As of April 30, 2023, there was $51,134,699 outstanding and $11,539,183 of unused availability under the revolving Facility compared to an outstanding balance of $51,392,158 and $5,691,855 of unused availability \nat April 30, 2022.  As of April 30, 2023 and April 30, 2022, the unamortized amount offset against outstanding debt was $572,191 and $393,503, respectively.\n \nUnder the JPM Credit Agreement, a minimum Fixed Charge Coverage Ratio (“FCCR”) financial covenant of 1.10x is applicable only during an FCCR trigger period which occurs when (a) commencing on the Effective Date (as defined in the JPM Credit Agreement) and ending when the Term Loan Obligations (as defined in the JPM Credit Agreement) have been paid in full and (b) following the payment in full of the Term Loan Obligations, (i) an event of default (as defined in the JPM Credit Agreement) has occurred and is continuing, and Lender has elected to impose a FCCR trigger period upon notice to the Company or (ii) availability falls below the greater of (a) 10% of the Revolving Commitment and (b) the outstanding principal amount of the term loans. In addition, prior to the amendment to the JPM Credit Agreement pursuant to the JPM Waiver (as discussed below under “\nWaiver, Consent and Amendment to Credit Agreements\n”),\n \nthe JPM Credit Agreement imposed a financial covenant that required the Company to maintain a leverage ratio of Total Debt to EBITDA (each as defined in the JPM Credit Agreement) for any twelve month period ending on the last day of a fiscal quarter through the maturity of the revolving Facility not to exceed a certain amount, which ratio (a) ranged from 5.00-to-1 for fiscal quarters beginning with the fiscal quarter ending on January 31, 2023 to 3.00-to-1 for the fiscal quarter ending on July 31, 2026 (if the Term Loan Borrowing Base Coverage Ratio (as defined in the JPM Credit Agreement) as of the end of the applicable fiscal quarter is less than or equal to 1.50-to-1) and (b) ranged from 5.50-to-1 for the fiscal quarter ending on January 31, 2023 to 4.00-to-1 for the fiscal quarters \n\n\n \n \n35\n \n \n\n\nbeginning with the fiscal quarter ending on July 31, 2026 (if the Term Loan Borrowing Base Coverage Ratio as of the end of the applicable fiscal quarter is greater than 1.50-to-1).\n \nIn addition, the JPM Credit Agreement imposes a cash dominion period if there is an event of default or if availability is less than 10% of the Revolving Commitment, and such requirement continues until there is no event of default and availability is greater than 10% of the Revolving Commitment, in each case for 30 consecutive days.  Based on this criteria, the total debt balances for the Facility must be classified as a current liability on the Consolidated Balance Sheet as of April 30, 2023.  \n \nIn connection with the entry into the JPM Credit Agreement, Lender and TCW Asset Management Company LLC, as administrative agent under the Term Loan Agreement (as defined below), entered into the Intercreditor Agreement, dated July 18, 2022, and acknowledged by SigmaTron and Wagz (the “ICA”), to set forth and govern the lenders’ respective lien priorities, rights and remedies under the JPM Credit Agreement and the Term Loan Agreement.\nThe Facility under the JPM Credit Agreement is secured by: (a) a first priority security interest in SigmaTron’s and Wagz’s (i) accounts receivable and inventory (excluding Term Priority Mexican Inventory (as defined in the ICA) and certain inventory in transit, (ii) deposit accounts, (iii) proceeds of business interruption insurance that constitute ABL BI Insurance Share (as defined in the ICA), (iv) certain other property, including payment intangibles, instruments, equipment, software and hardware and similar systems, books and records, to the extent related to the foregoing, and (v) all proceeds of the foregoing, in each case, now owned or hereafter acquired (collectively, the “ABL Priority Collateral”); and (b) a second priority security interest in Term Priority Collateral (as defined below) other than (i) real estate and (ii) the equity interests of SigmaTron’s foreign subsidiaries (unless such a pledge is requested by Lender).  \nOn April 25, 2022, the Company and Lender, entered into an amendment of the Facility.  Under the amended Facility, Lender extended a term loan to the Company in the principal amount of $5,000,000 (the “FILO Term Loan”), \nthe interest on which is based on (i) the “\nAdjusted Term SOFR Rate” for a one-month Interest Period\n (each, as defined in the Agreement), plus (ii) an applicable margin of 4.0% (effectively 4.41% per annum at April 30, 2022).  The FILO Term Loan will mature within 120 days from the date of the amendment.  The amount outstanding as of April 30, 2022 was $5,000,000.  There were no issuance costs associated with the FILO Term Loan.  \nOn July 18, 2022, a portion of the proceeds of the Term Loan Agreement (as defined below) was used to pay in full the FILO Term Loan extended by Lender. \n \nOn July 18, 2022, SigmaTron, Wagz and TCW Asset Management Company LLC, as administrative agent, and other Lenders party thereto (collectively, “TCW”) entered into a Credit Agreement (the “Term Loan Agreement”) pursuant to which TCW made a term loan to the Company in the principal amount of $40,000,000 (the “TCW Term Loan”).  The TCW Term Loan bears interest at a rate per annum based on SOFR, plus\n \nthe Applicable Margin of 7.50% (each as defined in the Term Loan Agreement).  The TCW Term Loan has a SOFR floor of 1.00%.  The maturity date of the TCW Term Loan is July 18, 2027.  The amount outstanding as of April 30, 2023, was $39,833,301.  \nDeferred financing costs of $1,233,894 were capitalized during the fiscal year ended April 30, 2023.  \nAs of April 30, 2023, the unamortized amount offset against outstanding debt was $1,036,367.\nThe Term Loan Agreement imposes financial covenants, including covenants requiring the Company to maintain a minimum Fixed Charge Coverage Ratio (as defined in the Term Loan Agreement) of 1.10-to-1 and maintain the same leverage ratio of Total Debt to EBITDA as described above under the JPM Credit Agreement.  The Company is required to make quarterly repayments of the principal amount of the TCW Term Loan in amounts equal to $250,000 per fiscal quarter for the quarters beginning October 31, 2022 and $500,000 per fiscal quarter for quarters beginning October 31, 2024.  The Term Loan Agreement also requires mandatory annual repayments equal to 50% of Excess Cash Flow (as defined in the Term Loan Agreement). \n \nThe TCW Term Loan is secured by: (a) a first priority security interest in \nall property of SigmaTron and Wagz that does not constitute ABL Priority Collateral, which includes: \n(i) \nSigmaTron’s and Wagz’s\n real estate other than SigmaTron’s Del Rio, Texas, warehouses, (ii) \nSigmaTron’s and Wagz’s\n machinery, equipment and fixtures \n(but excluding ABL\n Priority Equipment\n (as defined in the ICA))\n, (iii) the Term Priority Mexican \n\n\n \n \n36\n \n \n\n\nInventory\n (as defined in the ICA), (iv) SigmaTron’s stock in its direct and indirect subsidiaries,\n (v) \nSigmaTron’s and Wagz’s\n general intangibles (excluding any that constitute ABL Priority Collateral), goodwill and \nintellectual property, (vi) the proceeds of business interruption insurance that constitute Term\n BI Insurance Share (as defined in the ICA)\n, (vii) tax \nrefunds, and (viii) all proceeds thereof, in each case, now owned or hereafter acquired (collectively, the “Term Priority Collateral”); and (b) a second priority security interest in all collateral that constitutes ABL Priority Collateral.  Also, SigmaTron’s three Mexican subsidiaries pledged all of their assets as security for the TCW Term Loan.\n \nWaiver, Consent and Amendment to Credit Agreements\n \nOn\n \nMarch\n \n2,\n \n2023,\n the Company received notices of default from both JPM and TCW.  \nT\nhe Notices indicated the occurrence of certain events of default under the JPM Credit Agreement and the Term Loan Agreement.   In\n \naddition,\n \nthe\n \nCompany\n \nreceived\n \na\n \ndelinquency\n \nnotification\n \nletter\n \nfrom\n \nNasdaq\n \nindicating\n \nthat \nthe\n \nCompany\n \nwas\n \nnot\n \nin\n \ncompliance\n \nwith\n \nthe\n \ncontinued\n \nlisting\n \nrequirements\n \nof\n \nNasdaq\n \nfor\n \nfailing\n \nto\n \ntimely\n \nfile\n \nthe\n \nCompany\n’\ns\n \nF\no\nrm\n \n10-Q\n \nfor\n \nthe\n \nfiscal \nquarter\n \nended\n \nJanuary\n \n31,\n \n2023.\n \nThis\n \nnotification\n \nalso\n \nconstituted\n \na\n \ndefault\n \nunder\n \nthe\n \nCredit\n \nAgreements.  The delinquency was remedied on May 19, 2023.\n \n \nThe JPM Notice indicated that the Lender was informed of the occurrence of events of defaults and the continuation thereof under the JPM Credit Agreement as a result of the Company’s failure to maintain a FCCR for the twelve month period ending January 31, 2023 of at least 1.10x as required under the JPM Credit Agreement (the “JPM Covenant Defaults”).\n \nThe TCW Notice indicated that Agent and TCW Lenders were informed of the occurrence of events of default and the continuation thereof under the Term Loan Agreement (described below) as a result of the Company permitting the Total Debt to EBITDA Ratio for the twelve month period ending January 31, 2023 to be greater than 5.00:1.00 in violation of the Term Loan Agreement and the Company’s failure to maintain FCCR as required under the JPM Credit Agreement (the “TCW Covenant Defaults” and together with the JPM Covenant Defaults, the “Defaults”).\n \nAs a result of the Defaults, the Company was not in compliance with its financial covenants under the Credit Agreements as of January 31, 2023.  Due to the\n \nNotices\n received on March 2, 2023, \nfrom\n \neach\n \nof\n \nJPM\n \nand\n \nthe\n \nTCW\n \nLenders\n \nand\n \nAgent, the total debt balances for both the Facility and the TCW Term Loan had been classified as a current liability on the Condensed Consolidated Balance Sheet on January 31, 2023.\n \nOn\n \nApril\n \n28,\n \n2023,\n \nthe\n \nCompany\n \nentered\n \ninto\n \n(i)\n \na\n \nW\naive\nr\n,\n \nConsent\n \nand\n \nAmendment \nNo.\n \n1\n \nto\n \nthe\n JPM \nCredit\n \nAgreement\n \nwith \nW\nagz\n \nand\n \nJPM,\n \nas\n \nl\ne\nnder\n, which waived certain events of default under and amended certain terms of \nthe\n \nJPM\n \nCredit\n \nAgreement\n \nand\n \n(i\ni\n)\n \na\n \nW\naive\nr\n,\n \nConsent \nand\n \nAmendment\n \nNo.\n \n1\n \nto\n \nthe\n \nCredit\n \nAgreement\n \nwith\n \nW\nagz,\n \nthe\n \nfinancial\n \ninstitutions\n \nidentifi\ne\nd\n \ntherein\n \nand TCW\n \nAsset\n \nManagement\n \nCompany\n \nLLC\n \nas\n \nadministrative\n \nagent\n \nfor\n \nthe\n \nTCW\n \nLenders\n \n(in\n \nsuch\n \ncapacit\ny\n,\n \nthe\n \n“Agent”\n \nand \ncollectively\n \nwith\n \nthe\n \nTCW\n \nLenders\n \nand\n \nJPM,\n \nthe\n \n“Lender\n \nParties”), \nwhich waived certain events of default under and amended certain terms of\n \nthe Credit Agreements.\n \n The\n \nCompany\n \nentered\n \ninto\n \nthe\n \nJPM \nW\naiver\n \nand TCW\n \nW\naiver\n \n(togethe\nr\n,\n \nthe\n \n“\nW\naivers”)\n \nafter\n \nreceiving\n \non\n \nMarch\n \n2,\n \n2023,\n \nthe\n Notices\n \nfrom\n \neach\n \nof\n \nJPM\n \nand\n \nthe\n \nTCW\n \nLenders\n \nand\n \nAgent.\n \n \nPursuant\n \nto\n \nthe\n \nW\naivers,\n \nthe\n \nCompany\n \nhas\n \nagreed,\n \namong\n \nother\n \nthings,\n \nto \n(i)\n \nif\n \nrequested\n \nby\n \nthe\n \nAgent,\n \ne\nf\nfect\n \na\n \ncorporate\n \nrestructuring\n \nthat\n \nwould\n \ncreate\n \na\n \nnew\n \nholding\n \ncompany\n \nstructure\n \nto\n \nown\n \nall\n \nof\n \nthe\n \nCompany\n’\ns\n \nstock \nthrough\n \na\n \nme\nr\nger\n \npursuant\n \nto\n \nSection\n \n251(g)\n \nof\n \nthe\n \nGeneral\n \nCorporation\n \nLaw\n \nof\n \nthe\n \nState\n \nof\n \nDelaware,\n \nafter\n \nwhich\n \nthe\n \nholding\n \nc\no\nmpany\n \nwould\n \ncontinue \nas\n \nthe\n \npublic\n \ncompan\ny\n,\n \nbecome\n \na\n \nguarantor\n \nunder\n \nthe\n \nCredit\n \nAgreements\n \nand\n \npledge\n \nto\n \nthe\n \nLender\n \nParties\n \nall\n \nof\n \nthe\n \nequity\n \nof\n \nthe\n \nCompany (the “Corporate Restructuring”),\n \n(ii)\n \nengage\n \na \nfinancial\n \nadvisor\n \nto\n \nreview\n \ncertain\n \nof\n \nthe\n \nCompany\n’\ns\n \nfinancial\n \nreporting\n \nto\n \nJPM\n \nand\n \nthe\n \nAgent\n \nand\n \nparticipate\n \nin\n \nweekly\n \nconfer\ne\nnce\n \ncalls\n \nwith\n \nthe adviso\nr\n,\n \nJPM\n \nand\n \nthe\n \nAgent\n \nto\n \ndiscuss\n \nand\n \nprovide\n \nupdates\n \non\n \nthe\n \nCompany\n’\ns\n \nliquidity\n \nand\n \noperations,\n \n(iii)\n \nextend\n \nthe\n \nW\nagz\n \nLoan,\n \n(iv) \npay\n \nto\n \nJPM\n \nan\n \namendment\n \nfee\n \nin\n \nthe\n \namount\n \nof\n \n$70,000,\n \npaid\n \nin\n \ncash,\n \nand\n \n(v)\n \npay\n \nto\n \nthe\n \nTCW\n \nLenders\n \nan\n \namendment\n \nfee\n \nof\n \n$395,000\n \nand\n \na\n \ndefault\n \nrate \nfee\n \nof\n \n$188,301,\n \nboth\n \nof\n \nwhich\n \nwere\n \npaid\n \nin\n \nkind\n \nby\n \nbeing\n \nadded\n \nto\n \nthe\n \nprincipal\n \nof\n \nthe\n TCW \nTerm\n \nLoan.\n \nThe \nW\naivers\n \nalso\n \namended\n \nthe\n \nCredit\n \nAgreements\n \nto,\n \namong\n \nother\n \nthings,\n \n(x)\n \nrequire\n \nthat\n \nthe\n \nCompany\n \nmaintain\n \na\n \nminimum\n \nof\n \n$2.5\n \nmil\nl\nion\n \nin\n \nrevolver \navailability\n \nunder\n \nthe\n \nJPM\n \nCredit\n \n\n\n \n \n37\n \n \n\n\nAgreement,\n \n(y)\n \nmodify\n \nthe\n \ndefinition\n \nof\n \nEBITDA\n \nto\n \nallow\n \nadjustments\n \nto\n \naccount\n \nfor\n \nW\nagz\n \noper\na\nting\n \nlosses, \nimpairment\n \ncha\nr\nges\n \nrelating\n \nto\n \nthe\n \nwrite-down\n \nof\n \nthe\n \nW\nagz\n \nbusiness,\n \nthe\n \nW\nagz Loan\n \nand\n \nnet\n \nassets\n \nof\n \nthe\n \nCom\np\nany\n \nand \nW\nagz,\n \nand \nexpenses\n \nrelating\n \nto\n \nthe\n \nW\naivers,\n \nthe\n \nW\nagz\n \nsale\n \nand\n \nS\nP\nA,\n \nand\n \n(z)\n \nmodify\n \nthe\n \nexisting\n \nT\notal\n \nDebt\n \nto\n \nEBITDA\n \nR\na\ntios\n \n(as\n \ndefined\n \nin\n \nthe \nCredit\n \nAgreements)\n \nas\n \nfollows:\n \n \n \n \n \n \n \nFiscal Quarter\n \nTotal Debt to EBITDA Ratio* (as amended)\n \nTotal Debt to EBITDA Ratio* (prior to amendment)\n \n \n \n \n \nOctober 31,2023\n \n4.50:1.0\n \n4.25:1.0\nJanuary 31, 2024\n \n4.50:1.0\n \n4.00:1.0\nApril 30, 2024\n \n4.50:1.0\n \n4.00:1.0\nJuly 31, 2024\n \n4.25:1.0\n \n3.75:1.0\nOctober 31, 2024\n \n4.00:1.0\n \n3.75:1.0\n* \n \nAssumes\n \nthe\n \nT\nerm\n \nLoan\n \nBorrowing\n \nBase\n \nCoverage\n \nRatio\n \n(as\n \ndefined\n \nin\n \nthe\n \nCredit\n \nAgreements)\n \nis\n \nless\n \nthan\n \nor\n \nequal\n \nto\n \n1.50:1.0.\n \nIn addition, pursuant to the TCW Waiver, if the Total Debt to EBITDA Ratio for the trailing twelve month\n \nperiod\n \nas\n \nof\n \nthe\n \nend\n \no\nf\n \nthe\n \nthird\n quarter of \nfiscal\n 2023\n \nexceeds\n \nthe\n \nratios\n \nthat\n \nwere\n \nin\n \ne\nf\nfect\n \nprior\n \nto\n \nthe\n \namendment\n \n(as\n \nset\n \nforth\n \nin\n \nthe\n \nfar\n \nright\n \ncolumn\n \nof\n \nthe\n \ntable\n \nabove)\n \nfor\n \na \nfiscal \nquarter\n \nduring\n \nthe\n \nPIK\n \nPeriod\n \n(defined\n in the Term Loan Agreement\n),\n \nthen\n \nthe\n \nApplicable\n \nMa\nr\ngin\n \nunder\n \nt\nhe\n \nTerm Loan\n \nAgreement \nin\n \nrespect\n \nof\n \nthe\n \noutstanding\n TCW \nTerm\n \nLoan\n \nwould\n \nincrease\n \nby\n \nan\n \namount\n \nequal\n \nto\n \n1.0%\n \nper\n \nannum\n \nfor\n \nthe\n \nfiscal\n \nquarte\nr\n,\n \nwith\n \nsuch \ninterest\n \nbeing\n \npaid\n \nin\n \nkind.\n \nFurthermore,\n \nthe\n \nJPM \nW\naiver\n \nmodified\n \nthe\n \ndefinition\n \nof\n \nApplicable\n \nMa\nr\ngin\n \nfrom\n \na\n \nfixed\n \namount\n \nequal\n \nto\n \n2.00%\n \nto\n \nan\n \namount \nthat\n \nvaries\n \nfrom\n \n2.00%\n \n(for\n \nrevolver\n \navailability\n \ngreater\n \nthan\n \nor\n \nequal\n \nto\n \n$20.0\n \nmillion),\n \nto\n \n2.50%\n \n(for\n \nrevolver\n \navailability\n \ngreater\n \nthan\n \nor\n \nequal\n \nto\n \n$10.0 \nmillion),\n \nto\n \n3.00%\n \n(for\n \nrevolver\n \navailability\n \nless\n \nthan\n \n$10.0\n \nmillion),\n \nand\n \nfixed\n \nthe\n \nApplicable\n \nMa\nr\ngin\n \nat\n \n3.00%\n \nfor\n \nsix\n \nmonths\n \nstarting\n \nApril\n \n1,\n \n2023.\n \nIn\n \nexchange\n \nfor\n \nsuch\n \nagreements,\n \nthe\n \nLender\n \nParties\n \nhave\n \nagreed\n \nto\n \nwaive\n \nall\n \nof\n \nthe\n \nexisting\n \nevents\n \nof\n \ndefault\n \nunder\n \nthe\n \nCredit\n \nAgreements \nthrough\n \nMarch\n \n31,\n \n2023,\n \nconsent\n \nto\n \nthe\n \nsale\n \nof\n \nW\nagz\n \nand\n \nrelease\n \nW\nagz\n \nand\n \nits\n \nproperty\n \nand\n \nthe\n \nCompany\n’\ns\n \n81%\n \ninterest\n \nin\n \nW\nagz \nthat\n \nwas\n \nsold\n \nto\n \nBuyer\n \n(as\n \ndisclosed\n \nbelow)\n \nfrom\n \nthe\n \nlien\n \nof\n \nthe\n \nLender\n \nParties.\n \n \nIn\n \nconnection\n \nwith\n \nthe\n \nW\naivers,\n \nthe\n \nCompany\n \nexited\n \nits\n \nactive\n \ninvolvement\n \nin\n \nthe\n \nPet\n \nT\nech\n \nbusiness\n \nthat\n \nis\n \nconducted\n \nb\ny\n \nW\nagz\n \nthrough the\n \nsale\n \nby\n \nthe\n \nCompany\n \nof\n \na\n \nmajority\n \nstake\n \nin\n \nW\nagz,\n \neffective as of April\n \n1,\n \n2023.\n \nOn June 15, 2023, the Company entered into (i) Amendment No. 2 to the Credit Agreement (the “JPM Amendment No. 2”) by and among the Company and Lender, with respect to the JPM Credit Agreement and (ii) Amendment No. 2 to the Credit Agreement (“TCW Amendment No. 2”) by and among the Company, the TCW Lenders and the Agent with respect to the Term Loan Agreement.  The JPM Amendment No. 2 and TCW Amendment No. 2 (together, the “Amendments”) amend the Credit Agreements to extend the date, from May 31, 2023 to July 31, 2023, after which the Agent may request that the Company effect the Corporate Restructuring.\n \nOn April 23, 2020, the Company received a PPP Loan from U.S. Bank, as lender, pursuant to the Paycheck Protection Program of the CARES Act, as administered by the U.S. Small Business Administration (the “SBA”) in the amount of $6,282,973 (the “PPP Loan”). The PPP Loan was scheduled to mature on April 23, 2022.  The Company was notified of the forgiveness of the PPP Loan by the SBA on July 9, 2021 and all principal and accrued interest were forgiven.  The accounting for the forgiveness is reflected in the Company’s Statement of Operations for fiscal 2022 as a non-cash gain upon extinguishment of long-term debt.  \n \nOn March 15, 2019, the Company’s wholly-owned foreign enterprise, Wujiang SigmaTron Electronic Technology Co., Ltd., entered into a credit facility with China Construction Bank.  On January 26, 2021, the agreement was amended and expired in accordance with its terms on January 6, 2022.  On January 17, 2022, the \n\n\n \n \n38\n \n \n\n\nagreement was renewed, and expired in accordance with its terms on December 23, 2022.  On February 17, 2023, the agreement was renewed, and is scheduled to expire on February 7, 2024.  Under the agreement Wujiang SigmaTron Electronic Technology Co., Ltd. can borrow up to 10,000,000 Renminbi, approximately $1,444,252 as of April 30, 2023, and the facility is collateralized by Wujiang SigmaTron Electronics Co., Ltd.’s manufacturing building.  Interest is payable monthly and the facility bears a fixed interest rate of 3.35% per annum.  There was no outstanding balance under the facility at April 30, 2023 compared to an outstanding balance of $438,219 at April 30, 2022.\n \nNotes Payable - Buildings\n \nThe Facility also included two term loans, in the aggregate principal amount of $6,500,000.\n  A \nfinal aggregate payment of approximately $4,368,444 was due on or before January 29, 2026.  \nOn July 18, 2022, a portion of the proceeds of the TCW Term Loan was used to pay in full both term loans extended by Lender.  \nThere was no outstanding balance \nat April 30, 2023 compared to an outstanding balance of $5,994,445 at April 30, 2022.  \n \nThe Company entered into a mortgage agreement on March 3, 2020, in the amount of $556,000, with The Bank and Trust SSB to finance the purchase of the property that serves as the Company’s warehousing and distribution center in Del Rio, Texas.  The note requires the Company to pay monthly installment payments in the amount of $6,103.  Interest accrues at a fixed rate of 5.75% per year until March 3, 2025, and adjusts thereafter, on an annual basis, equal to 1.0% over the Prime Rate as published by The Wall Street Journal.  The note is payable over a 120 month period.  \nThe outstanding balance was $417,143 and $464,895 at April 30, 2023 and April 30, 2022, respectively.  \n \nNotes Payable - Equipment\n \nThe Company routinely entered into secured note agreements with Engencap Fin S.A. DE C.V. to finance the purchase of equipment. The terms of the outstanding secured note agreement mature on May 1, 2023, with a final quarterly installment payment of $9,310 and a fixed interest rate of 8.00% per annum.\n \nThe Company routinely enters into secured note agreements with FGI Equipment Finance LLC to finance the purchase of equipment. The terms of the outstanding secured note agreements mature from March 2025 through October 2027, with quarterly installment payments ranging from $10,723 to $69,439 and a fixed interest rate ranging from 8.25% to 9.25% per annum.\n \nFinance Lease and Sales Leaseback Obligations\n \nThe Company enters into various finance lease and sales leaseback agreements.  The terms of the outstanding lease agreements mature through April 1, 2027, with monthly installment payments ranging from $2,874 to $33,706 and a fixed interest rate ranging from 7.09% to 12.73% per annum. \n \nOther\n \nThe Company provides funds for administration and manufacturing services such as salaries, wages, overhead and capital expenditure items as necessary to operate its wholly-owned Mexican, Vietnamese and Chinese subsidiaries and the international procurement office in Taiwan.  The Company provides funding in U.S. Dollars, which are exchanged for Pesos, Dong, Renminbi, and New Taiwan dollars.  The fluctuation of currencies from time to time, without an equal or greater increase in inflation, could have a material impact on the financial results of the Company.  The impact of currency fluctuations for the fiscal year ended April 30, 2023, resulted in net foreign currency transaction losses of $892,642 compared to net foreign currency losses of $412,218 in the prior year.  In fiscal year 2023, the Company paid approximately $60,070,000 to its foreign subsidiaries for manufacturing services.  All intercompany balances have been eliminated upon consolidation.\n \nThe Company has not changed its plans to indefinitely reinvest the earnings of the Company’s foreign subsidiaries. The cumulative amount of unremitted earnings for which U.S. income taxes have not been recorded is $11,822,000 as of April 30, 2023.\n \n\n\n \n \n39\n \n \n\n\n \nThe Company anticipates that its credit facilities, expected future cash flow from operations and leasing resources are adequate to meet its working capital requirements and fund capital expenditures for the next 12 months. However, in the event customers delay orders or future payments are not made timely, the Company desires to expand its operations, its business grows more rapidly than expected, or the current economic climate deteriorates, additional financing resources may be necessary. There is no assurance that the Company will be able to obtain equity or debt financing at acceptable terms, or at all, in the future.  There is no assurance that the Company will be able to retain or renew its credit agreements in the future, or that any retention or renewal will be on the same terms as currently exist.\n \nThe impact of inflation and the continuing global supply chain disruptions in the electronic component marketplace have been challenging.  \nPrices for raw materials necessary for production have fluctuated significantly in the past and the Company is currently experiencing upward pricing pressure on raw materials.  The Company anticipates supply chain and raw material price volatility will continue during fiscal 2024.  \n \n \nITEM  7A.\n QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISKS\n \nAs a smaller reporting company, as defined in Rule 10(f)(1) of Regulation S-K under the Exchange Act, the Company is not required to provide the information required by this item.\n ",
    "item7a": ">ITEM 7A.\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISKS\n40\n \n \n \n \nITEM 8.\nFINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\n40\n \nITEM 9.\nCHANGES AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE\n40\n \n \n \n \nITEM 9A.\nCONTROLS AND PROCEDURES\n40\n \nITEM 9B.\nOTHER INFORMATION\n41\n \nITEM 9C.\nDISCLOSURE REGARDING FOREIGN JURISDICTIONS THAT PREVENT INSPECTION\n41\n \n \n \n \nPART III\n \n \n \n \n \n \n \n \nITEM 10.\nDIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE\n41\n \nITEM 11.\nEXECUTIVE COMPENSATION\n41\n \nITEM 12.\nSECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS\n41\n \n \n \n \nITEM 13.\nCERTAIN RELATIONSHIPS, RELATED TRANSACTIONS AND DIRECTOR INDEPENDENCE\n42\n \n \n \n \nITEM 14.\nPRINCIPAL ACCOUNTANT FEES AND SERVICES\n42\n \n \n \n \nPART IV\n \n \n \n \n \n \n \n \nITEM 15.\nEXHIBITS AND FINANCIAL STATEMENT SCHEDULES\n42\n \nITEM 16.\nFORM 10-K SUMMARY\n42\nSIGNATURES\n46\n \n \n‎\n \n\n\n \n \n3\n \n \n\n\n \n \n \nPART I\n \n ",
    "cik": "915358",
    "cusip6": "82661L",
    "cusip": [
        "82661L101"
    ],
    "names": [
        "SIGMATRON INTL INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/915358/000091535823000008/0000915358-23-000008-index.htm"
}