{
    "item1": ">Item 1.01    Entry into a Material Definitive Agreement.\nItem 2.03    Creation of a Direct Financial Obligation or an Obligation under an Off-Balance Sheet Arrangement of a Registrant.\nOn June 23, 2023, the Company and MBT entered into amendments to the MBT revolving credit agreement and related promissory note.  The amendments extended the maturity date of the credit facility to August 31, 2024 and include the following changes:\n1.\n A $2.0 million seasonal increase in the maximum amount available under the facility.  The maximum amount of the facility will now increase to $19.0 million between May 1 and November 30 of each year and will decrease to $17.0 million between December 1 and April 30 of each year;\n2.\nThe reference rate for the interest rate payable on the revolving facility will change from Prime to SOFR, plus a spread.  The exact spread over SOFR will change every September 30 and March 31 based on the Company calculated funded debt leverage ratio (defined as total debt divided by EBITDA).  Depending on the result of the calculation, the interest rate spread applicable to the facility will range between 2.25% and 3.25%;\n3.\nThe unused commitment fee on the revolving credit facility will increase from 0.11% to 0.15%; and, \n4.\nThe covenant restricting the Company’s use of funds for “Other Investments” was revised to limit the Company to $5.0 million of “Other Investments” per year.\nThe foregoing summary of the terms of Amended and Restated Revolving Credit Note and Amendment No. 3 to Third Amended and Restated Credit Agreement are qualified in their entirety by reference to the amendment and promissory note filed as Exhibits 10.15, and 10.26 herewith. The changes to the revolving credit facility and related promissory note were acknowledged and agreed to by the non-borrower guarantor entities.\nItem 9C.    \nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections.\nNot Applicable.\nPART III\nItem 10.    \nDirectors, Executive Officers and Corporate Governance\nThe information contained under the headings “Proposal 1 - Election of Directors,” “Executive Officers,” “ Committees of the Board of Directors,” and “Delinquent Section 16(a) Reports” in our Proxy Statement to be filed within 120 days of our fiscal year end, is incorporated herein by reference.\nAudit Committee Report\nThe Audit Committee reviews the Company’s financial reporting process on behalf of the Board of Directors. Management has the primary responsibility for the financial statements and the reporting process. \nIn this context, the Audit Committee has reviewed and discussed with management and the independent registered public accounting firm the audited financial statements as of and for the year ended March 31, 2023. The Audit Committee has \n78\ndiscussed with the independent registered public accounting firm the matters required to be discussed by Auditing Standard No. 1301, Communications with Audit Committee, as adopted by the Public Company Accounting Oversight Board and currently in effect. In addition, the Audit Committee discussed with the independent registered public accounting firm the written disclosures and letter required by Public Company Accounting Oversight Board Ethics and Independence Rule 3526, Communication with Audit Committees Concerning Independence, regarding the independent registered public accounting firm’s communication with the Audit Committee concerning independence and discussed with them their independence from the Company and its management. The Audit Committee also has considered whether the independent registered public accounting firm’s provision of non-audit services to the Company is compatible with their independence.\nBased on the reviews and discussions referred to above, the Audit Committee recommended to the Board of Directors that the audited financial statements be included in the Company’s Annual Report on Form 10-K for the year ended March 31, 2023 for filing with the Securities and Exchange Commission.\nJune 27, 2023\nAUDIT COMMITTEE\nTravis Swenson, Chair\nPeter McClung\nRay Cabillot\nCode of Ethics\nThe Company has adopted a code of ethics applicable to its executive officers and other employees. A copy of the code of ethics is available on the Company’s internet website at http://www.airt.net. The Company intends to post waivers of and amendments to its code of ethics applicable to its principal executive officer, principal financial officer, principal accounting officer or controller or persons performing similar functions on its Internet website.\nItem 11.    \nExecutive Compensation\n.\nThe information contained under the heading “Executive Compensation,” “Base Salary,” “Incentive and Bonus Compensation,” “Retirement and Other Benefits,” “Executive Compensation Tables,” “Employment Agreement and Retirement Savings Plan” and “Director Compensation” in our Proxy Statement to be filed within 120 days of our fiscal year end, is incorporated herein by reference..\nItem 12.    \nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters.\nThe information contained under the heading “Certain Beneficial Owners of Common Stock,” “Director and Executive Officer Stock Ownership,” in our Proxy Statement to be filed within 120 days of our fiscal year end, is incorporated herein by reference.\n79\nEquity Compensation Plan Information\nThe following table provides information as of March 31, 2023, regarding shares outstanding and available for issuance under Air T, Inc.’s existing equity compensation plans.\nPlan Category\nNumber of securities\nto be issued upon\nexercise of\noutstanding options,\nwarrants and rights\nWeighted-average\nexercise price of\noutstanding options,\nwarrants and rights\nNumber of securities\nremaining available\nfor future issuance\nunder equity\ncompensation plans\n(excluding securities\nlisted in first column)\nEquity compensation plans approved by security holders:\nAir T 2012 Stock Option Plan\n7,500 \n$\n7.04 \n—\nAir T 2020 Omnibus Stock Option Plan\n293,400 \nN/A\n94,000 \nEquity compensation plans not approved by security holders:\n— \n— \n— \nTotal\n300,900 \n$\n7.04 \n94,000 \nItem 13.    \nCertain Relationships and Related Transactions and Director Independence.\nThe information contained under the heading “Director Independence” and “Certain Transactions” in our Proxy Statement to be filed within 120 days of our fiscal year end, is incorporated herein by reference.\nItem 14.    \nPrincipal Accountant Fees and Services.\nInformation about aggregate fees billed to us by our principal accountant, Deloitte & Touche LLP (PCAOB ID No. \n34\n) will be presented under the caption “Audit Committee Pre-approval of Auditor Engagements” and “Audit Fees” in our Proxy Statement to be filed within 120 days of our fiscal year end, is incorporated herein by reference.\nPART IV\n80\nItem 15.    Exhibits and Financial Statement Schedules.\n1.\nFinancial Statements\na.\nThe following are incorporated herein by reference in Item 8 of Part II of this report:\n(i)\nReport of Independent Registered Public Accounting Firm – Deloitte & Touche LLP\n(ii)\nConsolidated Balance Sheets as of March 31, 2023 and 2022.\n(iii)\nConsolidated Statements of Income (Loss) and Comprehensive Income (Loss) for the years ended March 31, 2023 and 2022.\n(iv)\nConsolidated Statements of Stockholders’ Equity for the years ended March 31, 2023 and 2022.\n(v)\nConsolidated Statements of Cash Flows for the years ended March 31, 2023 and 2022.\n(vi)\nNotes to Consolidated Financial Statements.\n2.    Exhibits\nNo\n.\nDescription\n3.1\nRestated Certificate of Incorporation dated October 30, 2001, Certificate of Amendment to Certificate of Incorporation dated September 25, 2008, Certificate of Designation dated March 26, 2012, and Certificate of Designation dated December 15, 2014, incorporated by reference to Exhibit 3.1 of the Company’s Quarterly Report on Form 10-Q for the period ended December 31, 2014 (Commission File No. 001-35476)\n3.2\nCertificate of Amendment to Certificate of Incorporation dated August 18, 2021 (filed herewith)\n3.3\nAmended and Restated By-laws of the Company, incorporated by reference to Exhibit 3.1 of the Company’s Current Report on Form 8-K dated November 21, 2012 (Commission File No. 001-35476)\n4.1\nSpecimen Common Stock Certificate of Air T, Inc., incorporated by reference to Exhibit 4.1 of the Company’s\n \nAmended Registration Statement on Form S-1/A dated January 22, 2019 (Registration Number 333-228485)\n4.2\nDescription of Registered Securities, incorporated by reference to Exhibit 4.2 to the Company’s Annual Report on Form 10-K for the year ended March 31, 2022\n4.3\nForm of Capital Securities Certificate of Air T Funding, incorporated by reference to Exhibit 4.2 to\n \nthe Company’s Current Report on Form 8-K filed June 13, 2019 (Commission File No. 001-35476)\n4.4\nIndenture for the Debentures dated as of June 10, 2019, incorporated by reference to Exhibit 4.5 to\n \nthe Company’s Current Report on Form 8-K filed June 13, 2019 (Commission File No. 001-35476)\n4.5\nSecond Amendment to the Air T Funding Amended and Restated Trust Agreement dated as of March\n \n3, 2021, incorporated by reference to Exhibit 4.1 to the Company’s Current Report on Form 8-K filed\n \nMarch 5, 2021\n \n(Commission File No. 001-35476)\n4.6\nSupplemental Indenture dated as of March 3, 2021, incorporated by reference to Exhibit 4.2 to the\n \nCompany’s Current Report on Form 8-K filed March 5, 2021 (Commission File No. 001-35476)\n4.7\nDebenture dated as of June 10, 2019, incorporated by reference to Exhibit 4.6 to the Company’s\n \nCurrent Report on Form 8-K filed June 13, 2019 (Commission File No. 001-35476)\n4.8\nCommon Securities Certificate of Air T Funding issued to Air T, Inc. dated as of June 10, 2019,\n \nincorporated by\n \nreference to Exhibit 4.7 to the Company’s Current Report on Form 8-K filed June 13, 2019 (Commission File No.\n \n001-35476)\n4.9\nInterim Trust Agreement, incorporated by reference to Exhibit 4.11 of the Company’s Registration Statement on Form S-1 filed November 20, 2018 (Registration Number 333-228485)\n10.1\nPremises and Facilities Lease dated November 16, 1995 between Global TransPark Foundation, Inc. and Mountain Air Cargo, Inc., incorporated by reference to Exhibit 10.5 to Amendment No. 1 on Form 10-Q/A to the Company’s Quarterly Report on Form 10-Q for the period ended December 31, 1995 (Commission File No. 001-35476)\n81\n10.2\nSecond Amendment to Premises and Facilities Lease dated as of October 15, 2015 between Global TransPark Foundation, Inc. and Mountain Air Cargo, Inc., incorporated by reference to Exhibit 10.3 to the Company’s Annual Report on Form 10-K for the fiscal year ended March 31, 2016 (Commission File No. 001-35476) \n10.3\nAir T, Inc. 2005 Equity Incentive Plan, incorporated by reference to Annex C to the Company’s proxy statement on Schedule 14A for its annual meeting of stockholders on September 28, 2005, filed with the SEC on August 12, 2005 (Commission File No. 001-35476)*\n10.4\nForm of Air T, Inc. Director Stock Option Agreement (2005 Equity Incentive Plan), incorporated by reference to Exhibit 10.22 to the Company’s Annual Report on Form 10-K for the fiscal year ended March 31, 2006 (Commission File No. 001-35476)*\n10.5\nAir T, Inc. 2020 Omnibus Stock and Incentive Plan , incorporated by reference to Exhibit 10.11 to the Company’s Quarterly Report on Form 10-Q dated February 12, 2021 (Commission File No. 001-35476)*\n10.6\nForm of Non-Qualified Stock Option Award Agreement under 2020 Omnibus Stock and Incentive Plan, incorporated by reference to Exhibit 10.12 to the Company’s Quarterly Report on Form 10-Q dated February 12, 2021 (Commission File No. 001-35476)*\n10.7\nEmployment Agreement dated as of March 26, 2014 between the Company and Nicholas J. Swenson, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated March 26, 2014 (Commission File No. 001-35476)*\n10.8\nEmployment Agreement between Air T, Inc. and Brian Ochocki dated June 12, 2019, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated June 18, 2019 (Commission File No. 001-35476)\n10.9\nForm of Air T, Inc. Term Note A in the principal amount of $10,000,000 to Minnesota Bank & Trust, incorporated by reference to Exhibit 10.2 of the Company’s Current Report on Form 8-K dated December 18, 2017 (Commission File No. 001-35476)\n10.10\nAmended and Restated Term Note A of Air T, Inc. in the principal amount of $9,000,000 in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.11\nForm of Air T, Inc. Term Note B in the principal amount of $5,000,000 to Minnesota Bank & Trust, incorporated by reference to Exhibit 10.3 of the Company’s Current Report on Form 8-K dated December 18, 2017 (Commission File No. 001-35476)\n10.12\nAmended and Restated Term Note B of Air T, Inc. in the principal amount of $3,166,666.52 in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.13\nForm of Air T, Inc. Revolving Credit Note in the principal amount of $10,000,000 to Minnesota Bank & Trust dated December 21, 2017, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated December 18, 2017 (Commission File No. 001-35476)\n10.14\nForm of Air T, Inc. Amended and Restated Revolving Credit Note in the principal amount of $13,000,000 to Minnesota Bank & Trust dated November 12, 2018, incorporated by reference to Exhibit 10.14 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2018 (Commission File No. 001-35476)\n10.15\nForm of Amended and Restated Revolving Credit Note in the principal amount of $17,000,000 to Minnesota Bank & Trust dated March 28, 2019, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated April 4, 2019 (Commission File No. 001-35476) \n10.16\nAmended and Restated Revolving Credit Agreement, in the principal amount of $17,000,000, dated as of June 26, 2020, by and between Air T, Inc., and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.101 to the Company’s Annual Report on Form 10-K dated June 26, 2020 (Commission File No. 001-35476)\n82\n10.17\nAmended and Restated Revolving Credit Note of Air T, Inc. to Minnesota Bank & Trust in the amount of $17,000,000 dated August 31, 2021, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.18\nA\nmend\ned and \nRestated Revolving Credit Note\n of Air T, Inc.\n to Minnesota Bank & Trust dated as of June 23, 2023\n.\n10.19\nForm of Credit Agreement between Air T, Inc. and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated December 18, 2017 (Commission File No. 001-35476)\n10.20\nForm of Amendment No. 1 to Credit Agreement between Air T, Inc. and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated February 20, 2018 (Commission File No. 001-35476)\n10.21\nForm of Amendment No. 2 to Credit Agreement between Air T, Inc. and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.13 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2018 (Commission File No. 001-35476)\n10.22\nForm of Amended and Restated Credit Agreement between Air T, Inc. and Minnesota Bank & Trust dated March 28, 2019, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated April 4, 2019) (Commission File No. 001-35476)\n10.23\nAmendment No. 1 to Amended and Restated Credit Agreement, dated September 24, 2019 by and between Air T, Inc. and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.38 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.24\nForm of Amendment No. 2 to Amended and Restated Credit Agreement, dated December 31, 2019 by and between Air T, Inc. and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.1 of the Company’s Current Report on Form 8-K dated January 7, 2020 (Commission File No. 001-35476)**\n10.25\nForm of Second Amended and Restated Credit Agreement, dated as of June 26, 2020, by and between Air T, Inc., and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.99 to the Company’s Annual Report on Form 10-K dated June 26, 2020 (Commission File No. 001-35476)\n10.26\nThird Amended and Restated Credit Agreement between Air T, Inc. and Minnesota Bank & Trust dated as of August 31, 2021, without exhibits or schedules, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.27\nAmendment No. 1 to Third Amended and Restated Credit Agreement by and between Air T, Inc, Jet Yard, LLC and Minnesota Bank & Trust dated June 9, 2022, incorporated by reference to Exhibit 10.1 to the Company's Current Report on Form 8-K dated June 14, 2022 (Commission file No. 001-35476).\n10.28\nForm of Amendment No. 2 to Third Amended and Restated Credit Agreement between Air T, Inc., Jet Yard, LLC and MBT dated as of January 31, 2023\n, \nincorporated by reference to Exhibit 10.1 to the Company's Current Report on Form 8-K dated J\nanuary\n \n31\n, 202\n3\n(Commission file No. 001-35476).\n10.29\nFrom of Amendment No. 3 to Third Amended and Restated Credit Agreement between Air T, Inc., Jet Yard, LLC and MBT dated as of June 23, 2023.\n10.30\nForm of Security Agreement, incorporated by reference to Exhibit 10.6 to the Company's Current Report on Form 8-K dated December 18, 2017 (Commission file No. 001-35476).\n10.31\nForm of Amended and Restated Security Agreement in favor of Minnesota Bank & Trust dated March 28, 2019, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated April 4, 2019 (Commission File No. 001-35476)\n10.32\nAmended and Restated Security Agreement by and amount Air T, Inc., the guarantors listed and Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.7 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n83\n10.33\nForm of Air T, Inc. Term Note D in the principal amount of $1,680,000 to Minnesota Bank & Trust, incorporated by reference to Exhibit 10.2 of the Company’s Current Report on Form 8-K dated February 20, 2018 (Commission File No. 001-35476)\n10.34\nPromissory Note and Business Loan Agreement executed as of March 7, 2018 between Contrail Aviation Support, LLC as Borrower, and Old National Bank as the Lender, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated March 8, 2018) (Commission File No. 001-35476)\n10.35\nForm of Second Amended and Restated Promissory Note Revolving Note, dated January 24, 2020 in the principal amount of $40,000,000 to Old National Bank, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated June 24, 2019 (Commission File No. 001-35476)\n10.36\nThird Amended and Restated Promissory Note Revolving Note of Contrail Aviation Support, LLC to Old National Bank dated September 2, 2021, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated September 2, 2021 (Commission File No. 001-35476)\n10.37\nFourth Amended and Restated Promissory Note Revolving Note executed by Contrail Aviation Support, LLC in favor of Old National Bank dated May 26, 2023. (incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated \nJune 2\n, 2023) (Commission File No. 001-35476)\n10.38\nForm of Amended and Restated Guaranty in favor of Minnesota Bank & Trust dated March 28, 2019, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated April 4, 2019 (Commission File No. 001-35476)\n10.39\nAmended and Restated Guaranty of various Air T subsidiaries in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.10 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.40\nGuarantee Acknowledgment dated June 9, 2022, incorporated by reference to Exhibit 10.3 to the Company's Current Report on Form 8-K dated June 14, 2022 (Commission file No. 001-35476).\n10.41\nForm of Amended and Restated Security Agreement in favor of Minnesota Bank & Trust dated April 3, 2019, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated April 9, 2019 (Commission File No. 001-35476)\n10.42\nForm of Subordination Agreement among AirCo 1, LLC, Air T, Inc. and Minnesota Bank & Trust dated April 3, 2019, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated April 9, 2019 (Commission File No. 001-35476)\n10.43\nForm of Loan Agreement between AirCo 1, LLC and Minnesota Bank & Trust dated April 3, 2019, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated April 9, 2019 (Commission File No. 001-35476)\n10.44\nForm of Amendment No. 1 to Loan Agreement, dated February 25, 2020 by and between AirCo 1, LLC and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated February 25, 2020 (Commission File No. 001-35476)\n10.45\nAgreement as to Expenses dated as of June 10, 2019, incorporated by reference to Exhibit 1.1 to the Company’s Current Report on Form 8-K dated June 13, 2019 (Commission File No. 001-35476)\n10.46\nForm of Capital Securities Certificate of Air T Funding, incorporated by reference to Exhibit 4.2 to the Company’s Current Report on Form 8-K dated June 13, 2019 (Commission File No. 001-35476)\n10.47\nCapital Securities Guarantee dated as of June 10, 2019, incorporated by reference to Exhibit 4.3 to the Company’s Current Report on Form 8-K dated June 13, 2019 (Commission File No. 001-35476)\n10.48\nAmendment to Capital Securities Guarantee Agreement, effective as of March 31, 2021, dated as of March 31, 2021, by and between Air T, Inc. and Delaware Trust Company incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated March 31, 2021 (Commission File Nos. 001-35476 and 001-38928)\n84\n10.49\nIndenture for the Debentures dated as of June 10, 2019, incorporated by reference to Exhibit 4.5 to the Company’s Current Report on Form 8-K dated June 13, 2019 (Commission File No. 001-35476)\n10.50\nSupplemental Indenture dated as of March 3, 2021, incorporated by reference to Exhibit 4.2 to the Company’s Current Report on Form 8-K dated March 3, 2021 (Commission File No. 001-35476)\n10.51\nDebenture dated as of June 10, 2019, incorporated by reference to Exhibit 4.6 to the Company’s Current Report on Form 8-K dated June 13, 2019 (Commission File No. 001-35476)\n10.52\nCommon Securities Certificate of Air T Funding issued to Air T, Inc. dated as of June 10, 2019, incorporated by reference to Exhibit 4.7 to the Company’s Current Report on Form 8-K dated June 13, 2019 (Commission File No. 001-35476)\n10.53\nInterim Trust Agreement, incorporated by reference to Exhibit 4.11 of the Company’s Registration Statement on Form S-1 dated November 20, 2018 (Registration Number 333-228485)\n10.54\nSecond Amended and Restated Trust Agreement dated as of June 23, 2021, incorporated by reference to Exhibit 10.31 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n10.55\nCertificate of Interim Trust dated September 28, 2018, incorporated by reference to Exhibit 4.14 of the Company’s Registration Statement on Form S-1 dated November 20, 2018 (Registration Number 333-228485)\n10.57\nMaster Loan Agreement, dated June 24, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)\n10.58\nFirst Amendment to Master Loan Agreement, dated November 24, 2020 between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated December 11, 2020 (Commission File No. 001-35476)\n10.59\nSecond Amendment to Master Loan Agreement, dated November 10,2022 between Contrail Aviation Support, LLC and Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2022 (Commission File No. 001-35476)\n10.60\nFirst Amendment to Second Amendment to Master Loan Agreement and Third Amendment to Master Loan Agreement, dated March 22, 2023 between Contrail Aviation Support, LLC and Contrail Aviation Leasing, LLC and Old National Bank. (incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated March 22, 2023) (Commission File No. 001-35476)\n10.61\nFourth Amendment to Master Loan Agreement by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank dated May 26, 2023. (incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated \nJune 2\n, 2023) (Commission File No. 001-35476)\n10.62\nSupplement #1 to Master Loan Agreement, dated June 24, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank. incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)\n10.63\nSupplement #2 to Master Loan Agreement, dated June 24, 2019 by and between Contrail Aviation Support, LLC, and Old National Bank. incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)\n10.64\nForm of First Amendment to Supplement #2 to Master Loan Agreement, dated June 24, 2019 by and between Contrail Aviation Support, LLC and Old National Bank, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated June 24, 2019 (Commission File No. 001-35476)\n10.65\nForm of Second Amendment to Supplement #2 to Master Loan Agreement, dated January 24, 2020 by and between Contrail Aviation Support, LLC and Old National Bank, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated June 24, 2019 (Commission File No. 001-35476)\n85\n10.66\nForm of Third Amendment to Supplement #2 to Master Loan Agreement with Exhibit A, dated September 25, 2020 by and between Contrail Aviation Support, LLC and Old National Bank (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated September 30, 2020) (Commission File No. 001-35476)\n10.67\nFourth Amendment to Supplement #2 to Master Loan Agreement between Contrail Aviation Support, LLC and Old National Bank effective September 2, 2021, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated September 2, 2021 (Commission File No. 001-35476)\n10.68\nFifth Amendment to Supplement #2 to Master Loan Agreement between Contrail Aviation Support, LLC and Old National Bank dated May 26, 2023. (incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated \nJune 2\n, 2023) (Commission File No. 001-35476)\n10.69\nAir T, Inc. Continuing Guaranty in favor of Old National Bank, dated June 24, 2019, incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.70\nContrail Aviation Leasing, LLC Continuing Guaranty in favor of Old National Bank, dated June 24, 2019, incorporated by reference to Exhibit 10.6 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.71\nSupplement #3 to Master Loan Agreement, dated June 24, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.8 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.72\nSupplement #4 to Master Loan Agreement, dated August 16, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.10 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.73\nContrail Aviation Support, LLC and Contrail Aviation Leasing, LLC Term Note C in the principal amount of $13,000,594.00 to Old National Bank, incorporated by reference to Exhibit 10.11 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.74\nTrustee Aircraft Security Agreement, dated August 16, 2019 by and between Wells Fargo Trust Company, National Association, Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC, and Old National Bank, incorporated by reference to Exhibit 10.12 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.75\nBeneficial Interest Pledge Agreement, dated August 16, 2019 by and between Contrail Aviation Leasing, LLC, and Old National Bank, incorporated by reference to Exhibit 10.13 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.76\nForm of Declaration of Trust (MSN 29922), dated June 26, 2019 by and between Contrail Aviation Leasing, LLC, Wilmington Trust SP Services (Dublin) Limited, and Contrail Aviation Support, LLC, incorporated by reference to Exhibit 10.18 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.77\nSupplement #5 to Master Loan Agreement, dated October 30, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.21 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.78\nTrustee Aircraft Security Agreement, dated October 30, 2019 by and between Wilmington Trust SP Services (Dublin) Limited, Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC, and Old National Bank, incorporated by reference to Exhibit 10.23 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.79\nBeneficial Interest Pledge Agreement, dated October 30, 2019 by and between Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.24 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n86\n10.80\nThird Trust Assignment and Assumption Agreement, dated July 26, 2019 by and between Sapphire Finance I Holding Designated Activity Company and Contrail Aviation Leasing, LLC, incorporated by reference to Exhibit 10.35 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.81\nAmendment Number Five to Aircraft Lease Agreement, dated June 20, 2019 by and between Wells Fargo Trust Company, National Association and Sun Country, Inc. d/b/a Sun Country Airlines, incorporated by reference to Exhibit 10.37 to the Company’s Quarterly Report on Form 10-Q for the period ended September 30, 2019 (Commission File No. 001-35476)**\n10.82\nForm of Master Short-Term Engine Lease Agreement, IATA Document No. 5016-01, dated October 2012, incorporated by reference to Exhibit 10.2 of the Company’s Current Report on Form 8-K dated December 9, 2019 (Commission File No. 001-35476)** \n10.83\nPurchase Agreement, dated December 13, 2019 by and between Wilmington Trust Services (Dublin) Limited and KG Aircraft Rotables Co., Ltd., incorporated by reference to Exhibit 10.1 of the Company’s Current Report on Form 8-K dated December 19, 2019 (Commission File No. 001-35476)**\n10.84\nDeed of Lease Novation, dated December 20, 2019 by and between Leasing Ireland DAC, CRO No. 662616, MAM Seldon Aviation 2 Designated Activity Company, and SmartLynx Airlines Estonia Oü, incorporated by reference to Exhibit 10.2 of the Company’s Current Report on Form 8-K dated December 26, 2019 (Commission File No. 001-35476)**\n10.85\nForm of Supplement #6 to Master Loan Agreement, dated December 19, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC, Contrail Aviation Leasing Ireland DAC, CRO No. 662616 and Old National Bank, incorporated by reference to Exhibit 10.4 of the Company’s Current Report on Form 8-K dated December 26, 2019 (Commission File No. 001-35476)**\n10.86\nForm of Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC, and Contrail Aviation Leasing Ireland DAC, CRO No. 662616 Term Note E in the principal amount of $6,894,790.00 to Old National Bank, incorporated by reference to Exhibit 10.5 of the Company’s Current Report on Form 8-K dated December 26, 2019 (Commission File No. 001-35476)**\n10.87\nForm of Aircraft Security Agreement, dated December 19, 2019 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC, Contrail Aviation Leasing Ireland DAC, CRO No. 662616, and Old National Bank, incorporated by reference to Exhibit 10.6 of the Company’s Current Report on Form 8-K dated December 26, 2019 (Commission File No. 001-35476)**\n10.88\nForm of Air T, Inc. Amendment to Continuing Guaranty in favor of Old National Bank, incorporated by reference to Exhibit 10.8 of the Company’s Current Report on Form 8-K dated December 26, 2019 (Commission File No. 001-35476)**\n10.89\nForm of Indemnity and Guaranty Agreement, dated December 19, 2019 by and between Contrail Aviation Support, LLC and Contrail Aviation Leasing Ireland DAC, CRO No. 662616, incorporated by reference to Exhibit 10.9 of the Company’s Current Report on Form 8-K dated December 26, 2019 (Commission File No. 001-35476)**\n10.90\nForm of Collateral Account Agreement, dated December 31, 2019, by and between Air T OZ 1, LLC and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.3 of the Company’s Current Report on Form 8-K dated January 7, 2020 (Commission File No. 001-35476)**\n10.91\nForm of Collateral Account Agreement, dated December 31, 2019, by and between Air T OZ 2, LLC and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.4 of the Company’s Current Report on Form 8-K dated January 7, 2020 (Commission File No. 001-35476)**\n10.92\nForm of Collateral Account Agreement, dated December 31, 2019, by and between Air T OZ 3, LLC and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.5 of the Company’s Current Report on Form 8-K dated January 7, 2020 (Commission File No. 001-35476)**\n10.93\nForm of Supplement #7 to Master Loan Agreement, dated February 3, 2020 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated February 3, 2020 (Commission File No. 001-35476)\n87\n10.94\nForm of Contrail Aviation Support, LLC and Contrail Aviation Leasing, LLC Term Note F, dated February 3, 2020 in the principal amount of $8,500,000 to Old National Bank, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated February 3, 2020 (Commission File No. 001-35476)\n10.95\nForm of Aircraft Assets Security Agreement, dated February 3, 2020 by and between Contrail Aviation Support, LLC, Contrail Aviation Leasing, LLC and Old National Bank, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated February 3, 2020 (Commission File No. 001-35476)\n10.96\nForm of Air T, Inc. Promissory Note, in the principal amount of $8,215,000 in favor of Minnesota Bank & Trust, dated April 10, 2020, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated April 10, 2020 (Commission File No. 001-35476)\n10.97\nTerm Note E, in the principal amount of $9,463,000, dated as of June 26, 2020, by and between Air T, Inc., and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.100 to the Company’s Annual Report on Form 10-K dated June 26, 2020 (Commission File No. 001-35476)\n10.98\nAmended and Restated Term Note E of Air T, Inc. in the principal amount of $3,655,819.22 in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.99\n“Jet Yard Collateral Account Agreements” dated as of June 26, 2020, by and between Jet Yard, LLC, and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.102 to the Company’s Annual Report on Form 10-K dated June 26, 2020 (Commission File No. 001-35476)\n10.100\nAmended and Restated Collateral Account Agreement between Jet Yard, LLD and Minnesota Bank & Trust dated August 31, 2021,  incorporated by reference to Exhibit 10.12 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.101\n“Ambry Hill Collateral Account Agreements” dated as of June 26, 2020, by and between Jet Yard, LLC, and Minnesota Bank & Trust, incorporated by reference to Exhibit 10.103 to the Company’s Annual Report on Form 10-K dated June 26, 2020 (Commission File No. 001-35476)\n10.102\nAmended and Restated Collateral Account Agreement between Ambry Hill Technologies, LLC and Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.11 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.103\nSupplement #8 to Master Loan Agreement dated November 24, 2020 between Borrowers Contrail Aviation Support, LLC and Contrail Aviation Leasing, LLC and Lender Old National Bank (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated December 11, 2020) (Commission File No. 001-35476)\n10.104\nFirst Amendment to Supplement #8 to Master Loan Agreement between Contrail Aviation Support, LLC and Old National Bank dated May 26, 2023. (incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated \nJune 2\n, 2023) (Commission File No. 001-35476)\n10.105\n$43,598,000 Promissory Note – Term Note G of Contrail Aviation Support, LLC and Contrail Aviation Leasing, LLC in favor of Old National Bank dated November 24, 2020. (incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated December 11, 2020) (Commission File No. 001-35476)\n10.106\nAmended and Restated Promissory Note Term Note G executed by Contrail Aviation Support, LLC and Contrail Aviation Leasing, LLC in favor of Old National Bank dated May 26, 2023. (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated\n June 2\n, 2023) (Commission File No. 001-35476)\n10.107\nCommercial Security Agreement of Contrail Aviation Support, LLC dated November 24, 2020, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated December 11, 2020 (Commission File No. 001-35476)\n10.108\nCommercial Security Agreement of Contrail Aviation Leasing, LLC dated November 24, 2020., incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated December 11, 2020 (Commission File No. 001-35476)\n88\n10.109\nTerm Loan Agreement for Mail Street Priority Loan Facility by and between Park State Bank and AirCo 1, LLC dated as of December 11, 2020, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated December 23, 2020 (Commission File No. 001-35476)\n10.110\nAmendment to Main Street Priority Loan Facility Term Loan Agreement by and between Airco 1, LLC and Park State Bank dated May 26, 2023. (incorporated by reference to Exhibit 10.6 to the Company’s Current Report on Form 8-K dated \nJune 2\n, 2023) (Commission File No. 001-35476)\n10.111\n$6,200,000 Main Street Priority Loan Facility Term of AirCo 1, LLC in favor of Park State Bank dated December 11, 2020, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated December 23, 2020) (Commission File No. 001-35476)\n10.112\nSecurity Agreement of AirCo 1, LLC dated as of December 11, 2020, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated December 23, 2020) (Commission File No. 001-35476)\n10.113\nPledge Agreement by and between AirCo, LLC and Park State Bank dated as of December 11, 2020, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated December 23, 2020 (Commission File No. 001-35476)\n10.114\nAt the Market Offering Agreement dated as of May 14, 2021, by and among the Air T, Inc., Air T Funding and Ascendiant Capital Markets, LLC, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated May 14, 2021 (Commission File No. 001-35476)\n10.115\nFirst Amendment to At the Market Offering Agreement, dated November 18, 2021, by and between Air T, Inc., Air T Funding and Ascendiant Capital Markets, LLC, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated November 18, 2021 (Commission File No. 001-35476)\n10.116\nForm of Contrail Asset Management, LLC Amended and Restated Limited Liability Company Agreement dated May 5, 2021, by and among the Members listed therein, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated May 5, 2021 (Commission File No. 001-35476)*\n10.117\nForm of Engine Purchase Agreement, dated December 23, 2020, by and between Equipment Lease Finance Corporation and Contrail Aviation Leasing, LLC, incorporated by reference to Exhibit 4.2 to the Company’s Current Report on Form 8-K dated March 26, 2021 (Commission File No. 001-35476)*\n10.118\nForm of Assignment, Assumption and Amendment Agreement dated March 30, 2021, by and among Engine Lease Finance Corporation, Companhia de Transportes Aereos Air Macau, SARL, and Contrail Aviation Leasing, LLC, incorporated by reference to Exhibit 4.2 to the Company’s Current Report on Form 8-K dated March 26, 2021 (Commission File No. 001-35476)*\n10.119\nAircraft dry lease and services agreement between FedEx and CSA Air, Inc. dated June 1, 2021, incorporated by reference to Exhibit 10.97 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n10.120\nAircraft dry lease and services agreement between FedEx and Mountain Air Cargo, Inc. dated June 1, 2021, incorporated by reference to Exhibit 10.98 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n10.121\nJoinder to Security Agreement between Minnesota Bank & Trust and Air'Zona Aircraft Services, Inc. dated June 23, 2021, incorporated by reference to Exhibit 10.99 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n10.122\nJoinder to Guaranty of Air'Zona Aircraft Services, Inc. in favor of Minnesota Bank & Trust dated June 23, 2021, incorporated by reference to Exhibit 10.100 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n10.123\nJoinder to Security Agreement between Minnesota Bank & Trust and Jet Yard Solutions, LLC dated June 23, 2021, incorporated by reference to Exhibit 10.101 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n89\n10.124\nJoinder to Guaranty of Jet Yard Solutions, LLC in favor of Minnesota Bank & Trust dated June 23, 2021, incorporated by reference to Exhibit 10.102 to the Company’s Annual Report on Form 10-K dated June 25, 2021 (Commission File No. 001-35476)\n10.125\nAir T, Inc. 2020 Omnibus Stock and Incentive Plan**, incorporated by reference to the Company's Definitive Proxy Statement as Appendix A on Form DEF 14A dated July 19, 2021 (Commission File No. 001-35476)\n10.126\nJet Yard Term Note in the principal amount of $2,000,000 in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.6 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.127\nGuaranty of Jet Yard, LLC in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.8 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.128\nGuaranty of Air T, Inc. in favor of Minnesota Bank & Trust dated August 31, 2021, incorporated by reference to Exhibit 10.9 to the Company’s Current Report on Form 8-K dated August 31, 2021 (Commission File No. 001-35476)\n10.129\nCooperation Agreement by and among Insignia Systems, Inc., Nicholas J. Swenson, Air T, Inc., Groveland Capital LLC; AO Partners I, L.P.; AO Partners, LLC and Glenhurst Co., dated October 11, 2021, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated October 11, 2021 (Commission File No. 001-35476)\n10.130\nReal Estate Purchase Agreement between Air T, Inc. and WLPC East, LLC dated October 11, 2021, without exhibits, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated October 14, 2021 (Commission File No. 001-35476)\n10.131\nOpinion of Winthrop & Weinstine, P.A. incorporated by reference to Exhibit 5.1 to the Company's Current Report on Form 8-K dated November 19, 2021 (Commission file No. 001-35476).\n10.132\nPromissory Note with Bridgewater Bank dated December 2, 2021 in the principal amount of $9,900,000, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated December 2, 2021 (Commission File No. 001-35476)\n10.133\nCombination Mortgage, Security Agreement, Assignment of Leases and Rents and Fixture Financing Statement with Bridgewater Bank dated December 2, 2021, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated December 2, 2021 (Commission File No. 001-35476)\n10.134\nInternational Swaps and Derivatives Association, Inc. 2002 Master Agreement dated as of December 28, 2021 between Old National Bank and Contrail Aviation Support, LLC & Contrail Aviation Leasing, LLC., incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated January 7, 2022 (Commission File No. 001-35476)\n10.135\nSchedule to the 2002 Master Agreement dated as of December 28, 2021 between Old National Bank and Contrail Aviation Support, LLC & Contrail Aviation Leasing, LLC, including Swap Transaction Confirmation dated January 7, 2022, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated January 7, 2022 (Commission File No. 001-35476)\n10.136\nForm of Engine Sale Agreement between Finnair Aircraft Finance Oy and Contrail Aviation Support, LLC dated January 19, 2022.*, incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated January 19, 2022 (Commission File No. 001-35476)\n10.137\nForm of Agreement for the Sale and Purchase of Shares in the share capital of GdW Beheer B.V. Between Mr G. de Wit (as the Seller), Decision Company B.V. and Ubi Concordia B.V. (as the Warrantors) And Shanwick B.V. (as the Purchaser) dated February 10, 2022, without exhibits or schedules (English Translation), incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K dated February 8, 2022 (Commission File No. 001-35476)\n10.138\nForm of Loan Agreement between Air T Acquisition 22.1, LLC and Bridgewater Bank dated February 8, 2022, incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K dated February 8, 2022 (Commission File No. 001-35476)\n90\n10.139\nForm of Air T Acquisition 22.1, LLC $5,000,000 Promissory Note to Bridgewater Bank dated February 8, 2022, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated February 8, 2022 (Commission File No. 001-35476)\n10.140\nSupplement #9 to Master Loan Agreement dated June 24, 2019 by and between CAS and Old National Bank dated February 18, 2022, without exhibits, incorporated by reference to Exhibit 10.3 to the Company’s Current Report on Form 8-K dated February 15, 2022 (Commission File No. 001-35476)\n10.141\nPromissory Note Term Note H in the principal amount of $14,875,000 from CAS to Old National Bank dated February 18, 2022, incorporated by reference to Exhibit 10.4 to the Company’s Current Report on Form 8-K dated February 15, 2022 (Commission File No. 001-35476)\n10.142\nForm of Security Agreement from CAS to Old National Bank dated February 18, 2022, incorporated by reference to Exhibit 10.5 to the Company’s Current Report on Form 8-K dated February 15, 2022 (Commission File No. 001-35476)\n10.143\nForm of Overline Promissory Note dated June 9, 2022,\n incorporated by reference to \nExhibit 10.2 to the Company's Current Report\n on Form \n8-K\n dated \nJune 14, 2022\n (Commission \nfile\n No. \n001-35476).\n10.144\nForm \nPromissory Note dated September 30, 2022,\n incorporated by reference to \nExhibit 10.1 to the Company's Current Report\n on Form \n8-K filed on October 4, 2022\n (Commission \nfile\n No. \n001-35476).\n10.145\nForm of Term Note F dated January 31, 2023\n, \nincorporated by reference to Exhibit 10.\n2\n to the Company's Current Report on Form 8-K filed on \nJanuary 31\n, 202\n3\n (Commission file No. 001-35476).\n10.146\nThe Company's Quarterly Report on Form 10-Q dated August 12, \n2022\n (Commission File No. 001-35476)\n10.147\nThe Company’s Quarterly Report on Form 10-Q dated November \n10, 2022\n (Commission File No. 001-35476)\n10.148\nThe Company’s Quarterly Report on Form 10-Q dated February \n10, 2023\n (Commission File No. 001-35476)\n21.1\nList of subsidiaries of the Company (filed herewith)\n23.1\nConsent of Deloitte & Touche LLP (filed herewith)\n24.1\nPower of Attorney (filed herewith)\n31.1\nSection 302 Certification of Chief Executive Officer (filed herewith)\n31.2\nSection 302 Certification of Chief Financial Officer (filed herewith)\n32.1\nSection 1350 Certification of Chief Executive Officer (filed herewith)\n32.2\nSection 1350 Certification of Chief Financial Officer (filed herewith)\n101\nThe following financial information from the Annual Report on Form 10-K for the year ended March 31, 2023, formatted in XBRL (Extensible Business Reporting Language): (i) the Consolidated Statements of Income (Loss) and Comprehensive Income (Loss), (ii) the Consolidated Balance Sheets, (iii) the Consolidated Statements of Cash Flows, (iv) the Consolidated Statements of Stockholders Equity, and (v) the Notes to the Consolidated Financial Statements (filed herewith).\n* Management compensatory plan or arrangement required to be filed as an exhibit to this report.\n91\n** Certain information has been omitted from this exhibit pursuant to the request for confidential treatment submitted to the Securities and Exchange Commission. The omitted information has been separately filed with the Securities and Exchange Commission.\n92\nItem 16.    Form 10-K Summary\nWe have chosen not to include an optional summary of the information required by this Form 10-K. For a reference to the information in this Form 10-K, investors should refer to the Table of Contents to this Form 10-K.\n93\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nAIR T, INC.\nBy:\n/s/ Nick Swenson\nNick Swenson, Chairman, President and\nChief Executive Officer and Director (Principal Executive Officer)\nDate: June 27, 2023\nBy:\n/s/ Brian Ochocki\nBrian Ochocki, Chief Financial Officer\n(Principal Financial Officer)\nDate: June 27, 2023\nBy:\n/s/ Raymond Cabillot\nRaymond Cabillot, Director\nDate: June 27, 2023\nBy:\n/s/ William R. Foudray\nWilliam R. Foudray, Director\nDate: June 27, 2023\nBy:\n/s/ Gary S. Kohler\nGary S. Kohler, Director\nDate: June 27, 2023\nBy:\n/ s/ Peter McClung\nPeter McClung, Director\nDate: June 27, 2023\nBy:\n/s/ Travis Swenson\nTravis Swenson, Director\nDate: June 27, 2023\n\n",
    "item1a": ">Item 1A.\nRisk Factors\n9\nItem 1B.\nUnresolved Staff Comments\n21\nItem 2.\nProperties\n21\nItem 3.\nLegal Proceedings\n22\nItem 4.\nMine Safety Disclosures\n23\nPART II\nItem 5.\nMarket for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n23\nItem 6.\n[Reserved]\n23\nItem 7.\nManagement's Discussion and Analysis of Financial Condition and Results of Operations\n24\nItem 7A.\nQuantitative and Qualitative Disclosures About Market Risk\n35\nItem 8.\nFinancial Statements and Supplementary Data\n36\nItem 9.\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n77\nItem 9A.\nControls and Procedures\n77\nItem 9B.\nOther Information\n78\nItem 9C.\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n78\nPART III\nItem 10.\nDirectors, Executive Officers and Corporate Governance\n78\nItem 11.\nExecutive Compensation\n79\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n79\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n80\nItem 14.\nPrincipal Account\nant\n Fees and Services\n80\nPART IV\nItem 15.\nExhibits and Financial Statement Schedules\n81\nItem 16.\nForm 10-K Summary\n93\nSignatures\nInteractive Data Files\n3\nPART I\nItem 1.    \nBusiness\nAir T, Inc. (the “Company,” “Air T,” “we” or “us” or “our”) is a holding company with a portfolio of operating businesses and financial assets. Our goal is to prudently and strategically diversify Air T’s earnings power and compound the growth in its free cash flow per share over time.\nWe currently operate in four industry segments:\n•\nOvernight air cargo, which operates in the air express delivery services industry;\n•\nGround equipment sales, which manufactures and provides mobile deicers and other specialized equipment products to passenger and cargo airlines, airports, the military and industrial customers;\n•\nCommercial jet engines and parts, which manages and leases aviation assets; supplies surplus and aftermarket commercial jet engine components; provides commercial aircraft disassembly/part-out services; commercial aircraft parts sales; procurement services and overhaul and repair services to airlines and;\n•\nCorporate and other, which acts as the capital allocator and resource for other consolidated businesses. Further, Corporate and other is also comprised of insignificant businesses that do not pertain to other reportable segments.\nAcquisitions\nOn January 31, 2023, the Company acquired Worldwide Aircraft Services, Inc. (\"WASI\"), a Kansas corporation that services the aircraft industry across the United States and internationally through the operation of a repair station which is located in Springfield, Missouri at the Branson National Airport. The acquisition was was funded with cash and the loans described in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report. WASI is included within the Overnight Air Cargo segment. See \nNote 2\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nUnconsolidated Investments\nThe Company has ownership interest in Contrail Asset Management, LLC (“CAM”). The operations of CAM are not consolidated into the operations of the Company. See \nNote 24\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nThe Company also has ownership interests in Insignia Systems, Inc. (\"Insignia\") and Cadillac Casting, Inc. (\"CCI\"). The operations of these companies are not consolidated into the operations of the Company. See \nNote 10\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nEach business segment has separate management teams and infrastructures that offer different products and services. We evaluate the performance of our business segments based on operating income (loss) and Adjusted EBITDA. \nCertain financial data with respect to the Company’s geographic areas and segments is set forth in \nNotes 21\n and \n22\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nAir T was incorporated under the laws of the State of Delaware in 1980. The principal place of business of Air T is 11020 David Taylor Drive, Suite 305, Charlotte NC, 28262 and Mountain Air Cargo, Inc. (“MAC”) is 5930 Balsom Ridge Road, Denver, North Carolina. The principal place of business of CSA Air, Inc. (“CSA”) is Iron Mountain, Michigan. The principal place of business for Global Ground Support, LLC (“GGS”) is Olathe, Kansas. The principal place of business of Delphax Technologies, Inc (“Delphax”) is Minneapolis, Minnesota. The principal place of business for Delphax Solutions, Inc. (“DSI”) is Mississauga, Canada. The principal place of business of Contrail Aviation Support, LLC (“Contrail”) is Verona, Wisconsin. The principal place of business of AirCo, LLC, AirCo 1, LLC, AirCo 2, LLC and AirCo Services, LLC (collectively, \"AirCo”) and Worthington Aviation, LLC (“Worthington”) is Eagan, Minnesota. The principal place of business of Jet Yard, LLC (“Jet Yard”) and Jet Yard Solutions, LLC (\"Jet Yard Solutions\") is Marana, Arizona. The principal place of business of Air'Zona Aircraft Services, Inc. (\"Air'Zona\") is Kingman, Arizona. The principal place of business of Wolfe Lake is Minneapolis, Minnesota. The principal place of business of GdW Beheer B.V. (\"GdW\") is Amsterdam, the Netherlands. GdW was administratively dissolved on June 24, 2022 with Shanwick B.V. (\"Shanwick\") as the surviving entity and Shanwick's principal place of business is Amsterdam, the Netherlands. The principal place of business of Landing Gear Support Services, Inc. and Landing Gear Support Services PTE Limited (collectively, \"LGSS\") is Singapore, Singapore. The principal place of business of WASI is Springfield, Missouri.\nWe maintain an Internet website at http://www.airt.net and our SEC filings may be accessed through links on our website. The information on our website is available for information purposes only and is not incorporated by reference in this Annual Report on Form 10-K.\n4\nOvernight Air Cargo.\nThe Company’s Overnight Air Cargo segment comprises the operations of MAC, CSA and WASI. MAC and CSA have a relationship with FedEx spanning over 40 years and represent two of nine companies in the U.S. that have North American feeder airlines under contract with FedEx. MAC and CSA operate and maintain Cessna Caravan, Sky Courier, ATR-42 and ATR-72 aircraft that fly daily small-package cargo routes throughout the eastern United States and upper Midwest, and in the Caribbean. MAC and CSA’s revenues are derived principally pursuant to “dry-lease” service contracts with FedEx. In these “dry- lease\" contracts, FedEx provides the aircraft while MAC and CSA provide their own crew and exercise operational control of their flights.\nOn June 1, 2021, MAC and CSA entered into new dry-lease agreements with FedEx which together cover all of the aircraft operated by MAC and CSA and replaced all prior dry-lease service contracts. These dry-lease agreements provide for the lease of specified aircraft by MAC and CSA in return for the payment of monthly rent with respect to each aircraft leased, which monthly rent reflected an estimate of a fair market rental rate. These dry-lease agreements provide that FedEx determines the type of aircraft and schedule of routes to be flown by MAC and CSA, with all other operational decisions made by MAC and CSA, respectively. The current dry-lease agreements provide for the reimbursement of MAC and CSA’s costs by FedEx, without mark up, incurred in connection with the operation of the leased aircraft for the following: fuel, landing fees, third-party maintenance, parts and certain other direct operating costs. The current dry-lease agreement was most recently renewed on June 1, 2021 and is set to expire on August 31, 2026. The dry-lease agreements may be terminated by FedEx or MAC and CSA, respectively, at any time upon 90 days’ written notice and FedEx may at any time terminate the lease of any particular aircraft thereunder upon 10 days’ written notice. In addition, each of the dry-lease agreements provides that FedEx may terminate the agreement upon written notice if 60% or more of MAC or CSA’s revenue (excluding revenues arising from reimbursement payments under the dry-lease agreement) is derived from the services performed by it pursuant to the respective dry-lease agreement, FedEx becomes MAC or CSA’s only customer, or MAC or CSA employs fewer than six employees. As of the date of this report, FedEx would be permitted to terminate each of the dry-lease agreements under this provision. The Company believes that the short-term nature of its agreements with FedEx is standard within the airfreight contract delivery service industry, where performance is measured on a daily basis.\nAs of March 31, 2023, MAC and CSA had an aggregate of 85 aircraft under its dry-lease agreements with FedEx. Included within the 85 aircraft, 2 Cessna Caravan aircraft are considered soft-parked. Soft-parked aircraft remain covered under our agreements with FedEx although at a reduced administrative fee compared to aircraft that are in operation. MAC and CSA continue to perform maintenance on soft-parked aircraft, but they are not crewed and do not operate on scheduled routes.\nRevenues from MAC and CSA’s contracts with FedEx accounted for approximately 36% and 41% of the Company’s consolidated revenue for the fiscal years ended March 31, 2023 and 2022, respectively. The loss of FedEx as a customer would have a material adverse effect on the Company. FedEx has been a customer of the Company since 1980. MAC and CSA are not contractually precluded from providing services to other parties and MAC occasionally provides third-party maintenance services to other airline customers and the U.S. military.\nMAC and CSA operate under separate aviation certifications. MAC is certified to operate under Part 121, Part 135 and Part 145 of the regulations of the FAA. These certifications permit MAC to operate and maintain aircraft that can carry a maximum cargo capacity of 7,500 pounds on the Cessna Caravan 208B under Part 135 and a maximum cargo capacity of 14,000 pounds for the ATR-42 and 17,800 pounds for the ATR-72 aircraft under Part 121. The maximum payload (cargo capacity) for the Cessna 408 operated under Part 135 is 6,000 pounds. The maximum structural payload (cargo capacity) for the ATR72-600F operated under Part 121 is 20,281 pounds. CSA is certified to operate and maintain aircraft under Part 135 of the FAA regulations. This certification permits CSA to operate aircraft with a maximum cargo capacity of 7,500 pounds.\nMAC and CSA, together, operated the following FedEx-owned cargo aircraft as of March 31, 2023:\nType of Aircraft\nModel Year\nForm of Ownership\nNumber\nof\nAircraft\nCessna Caravan 208B (single turbo prop)\n1985-1996\nDry lease\n61 \nCessna SkyCourier 408 (twin turbo prop)\n2022-2023\nDry lease\n4 \nATR-42 (twin turbo prop)\n1992\nDry lease\n9 \nATR-72 (twin turbo prop)\n1992\nDry lease\n10 \nATR-72-600 (twin turbo prop)\n2022-2023\nDry lease\n1 \n85 \nThe Cessna Caravan 208B aircraft are maintained under an FAA Approved Aircraft Inspection Program (“AAIP”). The inspection intervals range from 100 to 200 hours. The current engine overhaul period on the Cessna aircraft is 8,000 hours.\n5\nThe ATR-42 and ATR-72 aircraft are maintained under a FAA Part 121 continuous airworthiness maintenance program. The program consists of A and C service checks as well as calendar checks ranging from weekly to 12 years in duration. The engine overhaul period is 6,000 hours.\nThe Cessna Caravan 408 aircraft are maintained under an FAA Approved AAIP.  The inspection program consists of 400 to 5,600 flight hour checks and 18 month to 120 month calendar checks.\nMAC and CSA operate in a niche market within a highly competitive contract cargo carrier market. MAC and CSA are two of  nine carriers that operate within the United States as FedEx feeder carriers. MAC and CSA are benchmarked against the other five FedEx feeders based on safety, reliability, compliance with federal, state and applicable foreign regulations, price and other service-related measurements. The Company believes accurate industry data is not available to indicate the Company’s position within its marketplace (in large measure because all of the Company’s direct competitors are privately held), but management believes that MAC and CSA, combined, constitute the largest contract carrier of the type described.\nFedEx conducts periodic audits of MAC and CSA, and these audits are an integral part of the relationship between the carrier and FedEx. The audits test adherence to the dry-lease agreements and assess the carrier’s overall internal control environment, particularly as related to the processing of invoices of FedEx-reimbursable costs. The scope of these audits typically extends beyond simple validation of invoice data against the third-party supporting documentation. The audit teams generally investigate the operator’s processes and internal control procedures. The Company believes satisfactory audit results are critical to maintaining its relationship with FedEx. The audits conducted by FedEx are not designed to provide any assurance with respect to the Company’s consolidated financial statements, and investors, in evaluating the Company’s consolidated financial statements, should not rely in any way on any such examination of the Company or any of its subsidiaries.\nOn January 31, 2023, the Company acquired WASI, an aircraft repair station that began operating in 1986. WASI is a certified FAA/EASA part 145 repair station (no. OWRF547L) and specializes in medium passenger regional jets, regional/commuter turboprops, cargo and special mission operators. It maintains a fully equipped engine shop with tooling and engine run stands. Services of WASI include inspections, contract maintenance, refurbishment, structural repairs and modifications, avionics, engine service refurbishment and upgrades.\nThe Company’s overnight air cargo operations are not materially seasonal.\nGround\n \nEquipment Sales.\nGGS is located in Olathe, Kansas and manufactures, sells and services aircraft deicers and other specialized equipment sold to domestic and international passenger and cargo airlines, ground handling companies, the United States Air Force (“USAF”), airports and industrial customers. GGS’s product line includes aircraft deicers, scissor-type lifts, military and civilian decontamination units, flight-line tow tractors, glycol recovery vehicles and other specialized equipment. In the fiscal year ended March 31, 2023, sales of deicing equipment accounted for approximately 85% of GGS’s revenues, compared to 88% in the prior fiscal year.\nGGS designs and engineers its products. Components acquired from third-party suppliers are used in the assembly of its finished products. Components are sourced from a diverse supply chain. The primary components for mobile deicing equipment are the chassis (which is a commercial medium or heavy-duty truck), the fluid storage tank, a boom system, the fluid delivery system and heating equipment. The price of these components is influenced by raw material costs, principally high-strength carbon steels and stainless steel. GGS utilizes continuous improvements and other techniques to improve efficiencies and designs to minimize product price increases to its customers, to respond to regulatory changes, such as emission standards, and to incorporate technological improvements to enhance the efficiency of GGS’s products. Improvements have included the development of single operator mobile deicing units to replace units requiring two operators, a patented premium deicing blend system and a more efficient forced-air deicing system.\nGGS manufactures five basic models of mobile deicing equipment with capacities ranging from 700 to 2,800 gallons. GGS also offers fixed-pedestal-mounted deicers. Each model can be customized as requested by the customer, including single operator configuration, fire suppressant equipment, open basket or enclosed cab design, a patented forced-air deicing nozzle, on-board glycol blending system to substantially reduce glycol usage, and color and style of the exterior finish. GGS also manufactures five models of scissor-lift equipment, for catering, cabin service and maintenance service of aircraft, and has developed a line of decontamination equipment, flight-line tow tractors, glycol recovery vehicles and other special purpose mobile equipment.\n \nGGS competes primarily on the basis of the quality and reliability of its products, prompt delivery, service and price. The market for aviation ground service equipment is highly competitive. Certain of GGS' competitors may have substantially greater financial resources than we do. These entities or investors may be able to accept more risk than the Company believes is in our best interest. In addition, the market for aviation ground services in the past has typically been directly related to the financial health of the aviation industry, weather patterns and changes in technology.\nGGS’s mobile deicing equipment business has historically been seasonal, with revenues typically being lower in the fourth and first fiscal quarters as commercial deicers are typically delivered prior to the winter season. The Company has continued its \n6\nefforts to reduce GGS’s seasonal fluctuation in revenues and earnings by broadening its international and domestic customer base and its product line.\nIn October 2021, GGS was awarded a new contract to supply deicing trucks to the USAF. This agreement renewed GGS' original agreement with the USAF entered in July 2009. Per the contract, GGS had to provide annual pricing for each one-year period during the duration of the contract. Further, based upon volume of commercial items purchased during that year, there may be discounts calculated into the pricing and are reflective of the submitted pricing. With all option years expected to be executed by the government, this contract would expire on October 21, 2027.\nGGS sold a total of 14 and 7 deicers under the current contract with the USAF including both GL 1800 and ER 2875 models during fiscal years ended March 31, 2023 and March 31, 2022, respectively and all the units were accepted by the USAF. GGS has already received confirmed orders of 6 deicers for fiscal 2024’s delivery order and currently expects the delivery of both GL 1800 and ER 2875 models to begin in the second quarter of fiscal year 2024.\nCommercial Jet Engines\n \nand Parts.\nContrail and Jet Yard (acquired during fiscal year 2017), AirCo (formed in May 2017), Worthington (acquired in May 2018),  Jet Yard Solutions (formed in January 2021), Air'Zona (acquired in March 2021), LGSS (formed March 2022), and Crestone Air Partners (\"Crestone\", formed April 2022) comprises the commercial jet engines and parts segment of the Company’s operations. Contrail is a commercial aircraft trading, leasing and parts solutions provider. Its primary focus revolves around the CFM International CFM56-3/-5/-7 engines and the International Aero Engines V2500A5 engine, which power the two most prevalent narrow body, single aisle aircraft that are currently flown commercially—the Boeing 737 Classic / 737 NG and the Airbus A320 family. Contrail acquires commercial aircraft, jet engines and components for the purposes of sale, trading, leasing and disassembly/overhaul. Contrail holds an ASA-100 accreditation from the Aviation Suppliers Association.\nJet Yard and Jet Yard Solutions offer commercial aircraft storage, storage maintenance and aircraft disassembly/part-out services at facilities leased at the Pinal Air Park in Marana, Arizona. The prevailing climate in this area of Arizona provides conditions conducive to long-term storage of aircraft. Jet Yard Solutions is registered to operate a repair station under Part 145 of the regulations of the FAA. Jet Yard leases approximately 48.5 acres of land under a lease agreement with Pinal County, Arizona. Jet Yard was organized in 2014, entered into the lease in June 2016 and had maintained de minimus operations from formation through the date it was acquired by the Company. Effective January 1, 2021, Jet Yard subleased the aforementioned lease with Pinal County to Jet Yard Solutions.\nAirCo operates an established business offering commercial aircraft parts sales, exchanges, procurement services, consignment programs and overhaul and repair services. AirCo Services, a wholly-owned subsidiary of AirCo (\"AirCo Services\"), holds FAA and European Aviation Safety Agency certifications covering aircraft instrumentation, avionics and a range of electrical accessories for civilian, military transport, regional/commuter and business/commercial jet and turboprop aircraft. Customers of AirCo include airlines and commercial aircraft leasing companies.\n \nWorthington Aviation, like AirCo, operates an established business which supplies spare parts, repair programs and aircraft maintenance services to the global aviation community of regional and business aircraft fleets. Worthington offers a globally networked infrastructure and 24/7 support, ensuring fast delivery of spare parts and service, with four locations strategically located in the United States, United Kingdom & Australia. In addition, Worthington operates two FAA and EASA Certificated repair stations. The Tulsa maintenance, repair and overhaul (\"MRO\") facility provides composite aircraft structures, repair and support services. As a strategic resource for flight control, exhaust system and line replacement components, Worthington offers a wide array of services for complex operations. At the Eagan, Minnesota-based Repair Station, Worthington repair services offers a wide range of capabilities for repair and overhaul of airframe, accessories and power plant components in support of external as well as internal sales.\nAir'Zona is a full service Fixed Base Operator, located on field at Kingman Airport (IGM) in Kingman, Arizona that provides aircraft service and maintenance. LGSS delivers landing gear focused asset management and technical and commercial services worldwide. Crestone invests in commercial jet aircraft and engines on behalf of capital partners and provides full-service aviation asset management. The revenues of Air'Zona, LGSS, and Crestone are not material to the Company's consolidated financial statements. \nThe Company’s commercial jet engines and parts operations are not materially seasonal.\nBacklog.\nGGS’s backlog consists of “firm” orders supported by customer purchase orders for the equipment sold by GGS. At March 31, 2023, GGS’s backlog of orders was $13.6 million, all of which GGS expects to be filled in the fiscal year ending March 31, 2024. At March 31, 2022, GGS’s backlog of orders was $14.0 million. Backlog is not meaningful for the Company’s other business segments.\nGovernmental Regulation.\n7\nThe Company and its subsidiaries are subject to regulation by various governmental agencies.\nThe Department of Transportation (“DOT”) has the authority to regulate air service. The DOT has authority to investigate and institute proceedings to enforce its economic regulations, and may, in certain circumstances, assess civil penalties, revoke operating authority and seek criminal sanctions.\nUnder the Aviation and Transportation Security Act of 2001, as amended, the Transportation Security Administration (“TSA”), an agency within the Department of Homeland Security, has responsibility for aviation security. The TSA requires MAC and CSA to comply with a Full All-Cargo Aircraft Operator Standard Security Plan, which contains evolving and strict security requirements. These requirements are not static but change periodically as the result of regulatory and legislative requirements, imposing additional security costs and creating a level of uncertainty for our operations. It is reasonably possible that these rules or other future security requirements could impose material costs on us.\nThe FAA has safety jurisdiction over flight operations generally, including flight equipment, flight and ground personnel training, examination and certification, certain ground facilities, flight equipment maintenance programs and procedures, examination and certification of mechanics, flight routes, air traffic control and communications and other matters. The FAA is concerned with safety and the regulation of flight operations generally, including equipment used, ground facilities, maintenance, communications and other matters. The FAA can suspend or revoke the authority of air carriers or their licensed personnel for failure to comply with its regulations and can ground aircraft if questions arise concerning airworthiness. The FAA also has power to suspend or revoke for cause the certificates it issues and to institute proceedings for imposition and collection of fines for violation of federal aviation regulations. The Company, through its subsidiaries, holds all operating airworthiness and other FAA certificates that are currently required for the conduct of its business, although these certificates may be suspended or revoked for cause. The FAA periodically conducts routine reviews of MAC and CSA’s operating procedures and flight and maintenance records.\nThe FAA has authority under the Noise Control Act of 1972, as amended, to monitor and regulate aircraft engine noise. The aircraft operated by the Company are in compliance with all such regulations promulgated by the FAA. Moreover, because the Company does not operate jet aircraft, noncompliance is not likely. Aircraft operated by us also comply with standards for aircraft exhaust emissions promulgated by the U.S. Environmental Protection Agency (“EPA”) pursuant to the Clean Air Act of 1970, as amended.\nJet Yard, Jet Yard Solutions, AirCo, and WASI, like Worthington, operate repair stations licensed under Part 145 of the regulations of the FAA. These certifications must be renewed annually, or in certain circumstances within 24 months. Certified repair stations are subject to periodic FAA inspection and audit. The repair station may not be relocated without written approval from the FAA.\nBecause of the extensive use of radio and other communication facilities in its aircraft operations, the Company is also subject to the Federal Communications Act of 1934, as amended.\nMaintenance and Insurance.\nThe Company, through its subsidiaries, is required to maintain the aircraft it operates under the appropriate FAA and manufacturer standards and regulations.\nThe Company has secured public liability and property damage insurance in excess of minimum amounts required by the United States Department of Transportation.\nThe Company maintains cargo liability insurance, workers’ compensation insurance and fire and extended coverage insurance for owned and leased facilities and equipment. In addition, the Company maintains product liability insurance with respect to injuries and loss arising from use of products sold and services provided.\nIn March 2014, the Company formed SAIC, a captive insurance company licensed in Utah. SAIC insures risks of the Company and its subsidiaries that were not previously insured by the various Company insurance programs (including the risk of loss of key customers and contacts, administrative actions and regulatory changes); and may from time to time underwrite third-party risk through certain reinsurance arrangements. SAIC is included within the Company's Corporate and other segment.\nEmployees and Human Capital Resources.\nAs of March 31, 2023, the Company and its subsidiaries had 584 full-time and full-time-equivalent employees. None of the employees of the Company or any of its consolidated subsidiaries are represented by labor unions. The Company believes its relations with its employees are good.\nWe consider our relationship with our employees to be good. Our human capital resources objectives include, as applicable, identifying, recruiting, retaining, incentivizing and integrating our existing and additional employees. As it relates to our employees:\nOversight and Management\n8\nOur executive officers are tasked with leading our organization in managing employment-related matters, including recruiting and hiring, onboarding and training, compensation planning, talent management and development. We are committed to providing team members with the training and resources necessary to continually strengthen their skills. Our executive team is responsible for periodically reviewing team member programs and initiatives, including healthcare and other benefits, as well as our management development and succession planning practices. Management periodically reports to the Board regarding our human capital measures and results that guide how we attract, retain and develop a workforce to enable our business strategies.\nDiversity, Equity and Inclusion\nWe believe that a diverse workforce is critical to our success, and we continue to monitor and improve the application of our hiring, retention, compensation and advancement processes for women and underrepresented populations across our workforce, including persons of color, veterans and LGBTQ to enhance our inclusive and diverse culture. We plan to invest in recruiting diverse talent.\nWorkplace Safety and Health\nA vital part of our business is providing our workforce with a safe, healthy and sustainable working environment. We focus on implementing change through workforce observation and feedback channels to recognize risk and continuously improve our processes.\nImportantly during fiscal years 2020 through 2022, our focus on providing a positive work environment on workplace safety have enabled us to preserve business continuity without sacrificing our commitment to keeping our colleagues and workplace visitors safe during the COVID-19 pandemic. We took immediate action at the onset of the COVID-19 pandemic to enact rigorous safety protocols in our facilities by improving sanitation measures, implementing mandatory social distancing, use of facing coverings, reducing on-site workforce through staggered shifts and schedules, remote working where possible, and restricting visitor access to our locations. We believe these actions helped minimize the impact of COVID-19 on our workforce.\nItem 1B.    \nRisk Factors\nGeneral Business Risks\nMarket fluctuations may affect our operations.\nMarket fluctuations may affect our ability to obtain funds necessary for the operation of our businesses from current lenders or new borrowings. In addition, we may be unable to obtain financing on satisfactory terms, or at all. Third-party reports relating to market studies or demographics we obtained previously also may no longer be accurate or complete. The occurrence of any of the foregoing events or any other related matters could materially and adversely affect our business, financial condition, results of operation and the overall value of our assets.\nRising inflation may result in increased costs of operations and negatively impact the credit and securities markets generally, which could have a material adverse effect on our results of operations and the market price of our common stock.\nInflation has accelerated in the U.S. and globally due in part to global supply chain issues, the increase in interest rates by the Federal Reserve, the Ukraine-Russia war, a rise in energy prices, and strong consumer demand. An inflationary environment can increase our cost of labor, as well as our other operating costs, which may have a material adverse impact on our financial results. In addition, economic conditions could impact and reduce the number of customers who purchase our products or services as credit becomes more expensive or unavailable. Although interest rates have increased and may increase further, inflation may continue. Further, increased interest rates could have a negative effect on the securities markets generally which may, in turn, have a material adverse effect on the market price of our common stock and our ability to sell additional trust preferred securities.\nWe could experience significant increases in operating costs and reduced profitability due to competition for skilled management and staff employees in our operating businesses.\nWe compete with many other organizations for skilled management and staff employees, including organizations that operate in different market sectors than us. Costs to recruit and retain adequate personnel could adversely affect results of operations.\nLegacy technology systems require a unique technical skillset which is becoming scarcer.\nThe Company deploys legacy technology systems in several significant business units. As technology continues to rapidly change, the available pool of individuals technically trained in and able to repair or perform maintenance on these legacy systems shrinks. As this scarcity increases, the Company’s ability to efficiently and quickly repair its legacy systems becomes increasingly difficult, which could have a significant impact on the Company’s day-to-day operations.\nSecurity threats and other sophisticated computer intrusions could harm our information systems, which in turn could harm our business and financial results.\n9\nWe utilize information systems and computer technology throughout our business. We store sensitive data and proprietary information on these systems. Threats to these systems, and the laws and regulations governing security of data, including personal data, on information systems and otherwise held by companies is evolving and adding layers of complexity in the form of new requirements and increasing costs of attempting to protect information systems and data and complying with new cybersecurity regulations. Information systems are subject to numerous and evolving cybersecurity threats and sophisticated computer crimes, which pose a risk to the stability and security of our information systems, computer technology, and business. \nGlobal cybersecurity threats can range from uncoordinated individual attempts to gain unauthorized access to our information systems and computer technology to sophisticated and targeted measures known as advanced persistent threats and ransomware. The techniques used in these attacks change frequently and may be difficult to detect for periods of time and we may face difficulties in anticipating and implementing adequate preventative measures. A failure or breach in security could expose our company as well as our customers and suppliers to risks of misuse of information, compromising confidential information and technology, destruction of data, production disruptions, ransom payments, and other business risks which could damage our reputation, competitive position and financial results of our operations. Further, our technology resources may be strained due to an increase in the number of remote users. In addition, defending ourselves against these threats may increase costs or slow operational efficiencies of our business. If any of the foregoing were to occur, it could have a material adverse effect on our business and results of operations.\nWe sustained a cybersecurity attack in May 2022 involving ransomware that caused a network disruption and impacted certain of our systems. Upon detection, we undertook steps to address the incident, including engaging a team of third-party forensic experts and notifying law enforcement. We restored network systems and resumed normal operations. We have taken actions to improve our existing systems such as adding multi-factor authentication and to improve employee training and security competency. While we do not believe this event or resultant actions will have a material adverse effect on our business, this or similar incidents, or any other such breach of our data security infrastructure could have a material adverse effect on our business, results of operations and financial condition.\nAlthough we maintain cybersecurity liability insurance, our insurance may not cover potential claims of these types or may not be adequate to indemnify us for any liability that may be imposed. Any imposition of liability or litigation costs that are not covered by insurance could harm our business.\nWe may not be able to insure certain risks adequately or economically.\nWe cannot be certain that we will be able to insure all risks that we desire to insure economically or that all of our insurers or reinsurers will be financially viable if we make a claim. If an uninsured loss or a loss in excess of insured limits should occur, or if we are required to pay a deductible for an insured loss, results of operations could be adversely affected.\nLegal liability may harm our business.\nMany aspects of our businesses involve substantial risks of liability, and, in the normal course of business, we have been named as a defendant or co-defendant in lawsuits involving primarily claims for damages. The risks associated with potential legal liabilities often may be difficult to assess or quantify and their existence and magnitude often remain unknown for substantial periods of time. The expansion of our businesses, including expansions into new products or markets, impose greater risks of liability. In addition, unauthorized or illegal acts of our employees could result in substantial liability. Substantial legal liability could have a material adverse financial effect or cause us significant reputational harm, which in turn could seriously harm our businesses and our prospects. Although our current assessment is that there is no pending litigation that could have a significant adverse impact, if our assessment proves to be in error, then the outcome of such litigation could have a significant impact on our consolidated financial statements.\nOur business might suffer if we were to lose the services of certain key employees.\nOur business operations depend upon our key employees, including our executive officers. Loss of any of these employees, particularly our Chief Executive Officer, could have a material adverse effect on our businesses as our key employees have knowledge of our businesses, the industries they operate in and customers that would be difficult to replace.\nOur business, financial condition and results of operations could be adversely affected by global public health issues or similar events.\nDuring the fiscal years ended March 31, 2021 and 2022, and to a lesser extent during the fiscal year ended March 31, 2023, the Company’s operations were impacted by the spread of the COVID-19 pandemic. Additionally, the Company has had to navigate the impact it had on employees, supply chains and the economy in general and the aviation industry in particular. The Company is unable at this time to predict the impact that a global health crisis or similar event would have on its businesses, financial position and operating results in future periods due to numerous uncertainties. \nA pandemic, epidemic or outbreak of a contagious disease in the markets in which we operate or that otherwise impacts our centers could adversely impact our business.\nIf a pandemic, epidemic or outbreak of an infectious disease, including new COVID-19 variants, or other public health crisis were to affect the areas in which we operate, our business, including our revenue, profitability and cash flows, could be \n10\nadversely affected. Further, a pandemic, epidemic or outbreak of an infectious disease might adversely impact our business by causing temporary shutdowns of our businesses or by causing staffing shortages. We may be unable to locate replacement supplies, and ongoing delays could require us to reduce business operations. Although we have disaster plans in place, the extent to which new COVID-19 variants or other public health crisis will impact our business is difficult to predict and will depend on many factors beyond our control, including the speed of contagion, the development and implementation of effective preventative measures and possible treatments, the scope of governmental and other restrictions on travel and other activity, and public reactions to these factors.\nRisks Related to Our Segment Operations\nThe operating results of our four segments may fluctuate, particularly our commercial jet engine and parts segment.\nThe operating results of our four segments have varied from period to period and comparisons to results for preceding periods may not be meaningful. Due to a number of factors, including the risks described in this section, our operating results may fluctuate. These fluctuations may also be caused by, among other things:\na.\nthe economic health of the economy and the aviation industry in general;\nb.\nFedEx’s demand for the use of the services of our Air Cargo segment; \nc.\nthe timing and number of purchases and sales of engines or aircraft;\nd.\nthe timing and amount of maintenance reserve revenues recorded resulting from the termination of long term leases, for which significant amounts of maintenance reserves may have accumulated;\ne.\nthe termination or announced termination of production of particular aircraft and engine types;\nf.\nthe retirement or announced retirement of particular aircraft models by aircraft operators;\ng.\nthe operating history of any particular engine, aircraft or engine or aircraft model;\nh.\nthe length of our operating leases; and\ni.\nthe timing of necessary overhauls of engines and aircraft.\nThese risks may reduce our operating segment’s results including particularly our commercial jet engines and parts segment.  These risks may reduce the commercial jet engines and parts segment’s engine utilization rates, lease margins, maintenance reserve revenues and proceeds from engine sales, and result in higher legal, technical, maintenance, storage and insurance costs related to repossession and the cost of engines being off-lease. As a result of the foregoing and other factors, the availability of engines for lease or sale periodically experiences cycles of oversupply and undersupply of given engine models and generally. The incidence of an oversupply of engines may produce substantial decreases in engine lease rates and the appraised and resale value of engines and may increase the time and costs incurred to lease or sell engines. We anticipate that supply fluctuations from period to period will continue in the future. As a result, comparisons to results from preceding periods may not be meaningful and results of prior periods should not be relied upon as an indication of our future performance.\nOur Air Cargo Segment is dependent on a significant customer.\nOur Air Cargo business is significantly dependent on a contractual relationship with FedEx Corporation (“\nFedEx\n”), the loss of which would have a material adverse effect on our business, results of operations and financial position. In the fiscal year ended March 31, 2023, 36% of our consolidated operating revenues, and 98% of the operating revenues for our overnight air cargo segment, arose from services we provided to FedEx. While FedEx has been our customer since 1980 under similar terms, our current agreements may be terminated by FedEx upon 90 days’ written notice and FedEx may at any time terminate the lease of any particular aircraft thereunder upon 10 days’ written notice. In addition, FedEx may terminate the dry-lease agreement with MAC or CSA upon written notice if 60% or more of MAC or CSA’s revenue (excluding revenues arising from reimbursement payments under the dry-lease agreement) is derived from the services performed by it pursuant to the respective dry-lease agreement, FedEx becomes its only customer, or either MAC or CSA employs less than six employees. As of the date of issuance of this report, FedEx would be permitted to terminate each of the dry-lease agreements under this provision. The loss of these contracts with FedEx would have a material adverse effect on our business, results of operations and financial position.\nOur dry-lease agreements with FedEx subject us to operating risks.\nOur dry-lease agreements with FedEx provide for the lease of specified aircraft by us in return for the payment of monthly rent with respect to each aircraft leased. The dry-lease agreements provide for the reimbursement by FedEx of our costs, without mark up, incurred in connection with the operation of the leased aircraft for the following: fuel, landing fees, third-party maintenance, parts and certain other direct operating costs. Under the dry-lease agreements, certain operational costs incurred by us in operating the aircraft are not reimbursed by FedEx at cost, and such operational costs are borne solely by us.  An increase in unreimbursed operational costs would negatively affect our results of operations.\nBecause of our dependence on FedEx, we are subject to the risks that may affect FedEx’s operations.\nBecause of our dependence on FedEx, we are subject to the risks that may affect FedEx’s operations. These risks are discussed in FedEx’s periodic reports filed with the SEC including its Annual Report on Form 10-K for the fiscal year ended May 31, 2022. These risks include but are not limited to the following:\n•\nEconomic conditions and anti-trade measures/trade policies and relations in the global markets in which it operates;\n•\nAdditional changes in international trade policies and relations could significantly reduce the volume of goods transported globally and adversely affect its business and results of operations.\n•\nThe price and availability of fuel.\n11\n•\nDependence on its strong reputation and value of its brand;\n•\nPotential disruption to operations resulting from a significant data breach or other disruption to FedEx’s technology infrastructure;\n•\nThe continuing impact of the COVID-19 pandemic;\n•\nThe impact of being self-insured for certain costs;\n•\nThe transportation infrastructure continues to be a target for terrorist activities; \n•\nFailure to successfully implement its business strategy and effectively respond to changes in market dynamics and customer preferences.\n•\nAny inability to execute and effectively operate, integrate, leverage and grow acquired businesses and realize the anticipated benefits of acquisitions, joint ventures or strategic alliances;\n•\nFedEx's ability to manage capital and its assets, including aircraft, to match shifting and future shipping volumes;\n•\nIntense competition; \n•\nIts autonomous delivery strategy is dependent upon the ability to successfully mitigate unique technological, operational and regulatory risks. \n•\nThe failure to successfully implement its business strategy and effectively respond to changes in market dynamics and customer preferences;\n•\nFailure to attract and maintain employee talent or maintain company culture, as well as increases in labor and purchased transportation cost;\n•\nLabor organizations attempt to organize groups of our employees from time to time, and potential changes in labor laws could make it easier for them to do so.\n•\nFedEx Ground relies on service providers to conduct its linehaul and pickup-and-delivery operations, and the status of these service providers as direct employers of drivers providing these services is being challenged.\n•\nDisruptions, modifications in service or changes in the business or financial soundness of the United States Postal Service, a significant customer and vendor of FedEx;\n•\nThe impact of proposed pilot flight and duty time regulations;\n•\nIncreasing costs, the volatility of costs and funding requirements and other legal mandates for employee benefits, especially pension and healthcare benefits;\n•\nThe impact of global climate change or by legal, regulatory or market responses to such change;\n•\nPotentially being unable to achieve our goal of carbon neutrality for its global operations by calendar 2040;\n•\nAny inability to quickly and effectively restore operations following adverse weather or a localized disaster or disturbance in a key geography;\n•\nEvolving Government regulation and enforcement;\n•\nAny adverse changes in regulations and interpretations or challenges to its tax positions;\n•\nComplex and evolving U.S. and foreign laws and regulations regarding data protection; \n•\nThe regulatory environment for global aviation or other transportation rights;\n•\nOther risks and uncertainties, including:\n▪\nwidespread outbreak of an illness or any other communicable disease, or any other public health crisis;\n▪\nthe increasing costs of compliance with federal, state and foreign governmental agency mandates (including the Foreign Corrupt Practices Act and the U.K. Bribery Act) and defending against inappropriate or unjustified enforcement or other actions by such agencies;\n▪\nchanges in foreign currency exchange rates, especially in the euro, Chinese yuan, British pound, Canadian dollar, Australian dollar, Hong Kong dollar, Mexican peso, Japanese yen and Brazilian real, which can affect our sales levels and foreign currency sales prices;\n▪\nany liability resulting from and the costs of defending against class-action, derivative and other litigation, such as wage-and-hour, joint employment, securities and discrimination and retaliation claims, and any other legal or governmental proceedings;\n▪\nthe impact of technology developments on our operations and on demand for our services, and our ability to continue to identify and eliminate unnecessary information-technology redundancy and complexity throughout the organization;\n▪\ngovernmental underinvestment in transportation infrastructure, which could increase our costs and adversely impact our service levels due to traffic congestion, prolonged closure of key thoroughfares or sub-optimal routing of our vehicles and aircraft;\n▪\ndisruptions in global supply chains, which can limit the access of FedEx and our service providers to vehicles and other key capital resources and increase our costs;\n▪\nstockholder activism, which could divert the attention of management and our board of directors from our business, hinder execution of our business strategy, give rise to perceived uncertainties as to our future and cause the price of our common stock to fluctuate significantly; and,\n▪\nconstraints, volatility or disruption in the capital markets, our ability to maintain our current credit ratings, commercial paper ratings, and senior unsecured debt and pass-through certificate credit ratings, and our ability to meet credit agreement financial covenants.\nA material reduction in the aircraft we fly for FedEx could materially adversely affect our business and results of operations.\nUnder our agreements with FedEx, we are not guaranteed a number of aircraft or routes we are to fly and FedEx may reduce the number of aircraft we lease and operate upon 10 days’ written notice.  Our compensation under these agreements, including our administrative fees, depends on the number of aircraft leased to us by FedEx.  Any material permanent reduction in the aircraft we operate could materially adversely affect our business and results of operations.  A temporary reduction in any period could materially adversely affect our results of operations for that period. \n12\nSales of deicing equipment can be affected by weather conditions.\nOur ground equipment sales segment’s deicing equipment is used to deice commercial and military aircraft. The extent of deicing activity depends on the severity of winter weather. Mild winter weather conditions permit airports to use fewer deicing units, since less time is required to deice aircraft in mild weather conditions. As a result, airports may be able to extend the useful lives of their existing units, reducing the demand for new units.\nWe are affected by the risks faced by commercial aircraft operators and MRO companies because they are our customers.\nCommercial aircraft operators are engaged in economically sensitive, highly cyclical and competitive businesses. We are a supplier to commercial aircraft operators and MROs. As a result, we are indirectly affected by all of the risks facing commercial aircraft operators and MROs, with such risks being largely beyond our control. Our results of operations depend, in part, on the financial strength of our customers and our customers’ ability to compete effectively in the marketplace and manage their risks. \nOur engine values and lease rates, which are dependent on the status of the types of aircraft on which engines are installed, and other factors, could decline.\nThe value of a particular model of engine depends heavily on the types of aircraft on which it may be installed and the available supply of such engines. Values of engines generally tend to be relatively stable so long as there is sufficient demand for the host aircraft. However, the value of an engine may begin to decline rapidly once the host aircraft begins to be retired from service and/or used for spare parts in significant numbers. Certain types of engines may be used in significant numbers by commercial aircraft operators that are currently experiencing financial difficulties. If such operators were to go into liquidation or similar proceedings, the resulting over-supply of engines from these operators could have an adverse effect on the demand for the affected engine types and the values of such engines.\nUpon termination of a lease, we may be unable to enter into new leases or sell the airframe, engine or its parts on acceptable terms.\nWe directly or indirectly own the engines or aircraft that we lease to customers and bear the risk of not recovering our entire investment through leasing and selling the engines or aircraft. Upon termination of a lease, we seek to enter a new lease or to sell or part-out the engine or aircraft. We also selectively sell engines on an opportunistic basis. We cannot give assurance that we will be able to find, in a timely manner, a lessee or a buyer for our engines or aircraft coming off-lease or for their associated parts. If we do find a lessee, we may not be able to obtain satisfactory lease rates and terms (including maintenance and redelivery conditions), and we cannot guarantee that the creditworthiness of any future lessee will be equal to or better than that of the existing lessees of our engines. Because the terms of engine leases may be less than 12 months, we may frequently need to remarket engines. We face the risk that we may not be able to keep our engines on lease consistently.\nFailures by lessees to meet their maintenance and recordkeeping obligations under our leases could adversely affect the value of our leased engines and aircraft which could affect our ability to re-lease the engines and aircraft in a timely manner following termination of the leases.\nThe value and income producing potential of an engine or aircraft depends heavily on it being maintained in accordance with an approved maintenance system and complying with all applicable governmental directives and manufacturer requirements. In addition, for an engine or aircraft to be available for service, all records, logs, licenses and documentation relating to maintenance and operations of the engine or aircraft must be maintained in accordance with governmental and manufacturer specifications.  Under our leases, our lessees are primarily responsible for maintaining our aircraft and engines and complying with all governmental requirements applicable to the lessee and the aircraft and engines, including operational, maintenance, government agency oversight, registration requirements and airworthiness directives. However, over time, certain lessees have experienced, and may experience in the future, difficulties in meeting their maintenance and recordkeeping obligations as specified by the terms of our leases.  Failure by our lessees to maintain our assets in accordance with requirements could negatively affect the value and desirability of our assets and expose us to increased maintenance costs that may not be sufficiently covered by supplemental maintenance rents paid by such lessees.\nOur ability to determine the condition of the engines or aircraft and whether the lessees are properly maintaining our assets is generally limited to the lessees’ reporting of monthly usage and any maintenance performed, confirmed by periodic inspections performed by us and third-parties. A lessee’s failure to meet its maintenance or recordkeeping obligations under a lease could result in:\na.\na grounding of the related engine or aircraft;\nb.\na repossession that would likely cause us to incur additional and potentially substantial expenditures in restoring the engine or aircraft to an acceptable maintenance condition;\nc.\na need to incur additional costs and devote resources to recreate the records prior to the sale or lease of the engine or aircraft;\nd.\na decline in the market value of the aircraft or engine resulting in lower revenues upon a subsequent lease or sale; \ne.\nloss of lease revenue while we perform refurbishments or repairs and recreate records; and\nf.\na lower lease rate and/or shorter lease term under a new lease entered into by us following repossession of the engine or aircraft.\nAny of these events may adversely affect the value of the engine, unless and until remedied, and reduce our revenues and increase our expenses. If an engine is damaged during a lease and we are unable to recover from the lessee or though insurance, we may incur a loss.\n13\nWe may experience losses and delays in connection with repossession of engines or aircraft when a lessee defaults.\nWe may not be able to repossess an engine or aircraft when the lessee defaults, and even if we are able to repossess the engine or aircraft, we may have to expend significant funds in the repossession, remarketing and leasing of the asset. When a lessee defaults and such default is not cured in a timely manner, we typically seek to terminate the lease and repossess the engine or aircraft. If a defaulting lessee contests the termination and repossession or is under court protection, enforcement of our rights under the lease may be difficult, expensive and time-consuming. We may not realize any practical benefits from our legal rights and we may need to obtain consents to export the engine or aircraft. As a result, the relevant asset may be off-lease or not producing revenue for a prolonged period of time. In addition, we will incur direct costs associated with repossessing our engine or aircraft, including, but not limited to, legal and similar costs, the direct costs of transporting, storing and insuring the engine or aircraft, and costs associated with necessary maintenance and recordkeeping to make the asset available for lease or sale. During this time, we will realize no revenue from the leased engine or aircraft, and we will continue to be obligated to pay any debt financing associated with the asset. If an engine is installed on an airframe, the airframe may be owned by an aircraft lessor or other third party. Our ability to recover engines installed on airframes may depend on the cooperation of the airframe owner.\nOur commercial jet engine and parts segment and its customers operate in a highly regulated industry and changes in laws or regulations may adversely affect our ability to lease or sell our engines or aircraft.\nCertain of the laws and regulations applicable to our business, include:\nLicenses and consents\n.  A number of our leases require specific governmental or regulatory licenses, consents or approvals. These include consents for certain payments under the leases and for the export, import or re-export of our engines or aircraft. Consents needed in connection with future leasing or sale of our engines or aircraft may not be received timely or have economically feasible terms. Any of these events could adversely affect our ability to lease or sell engines or aircraft.\nExport/import regulations\n.  The U.S. Department of Commerce (the “\nCommerce Department\n”) regulates exports. We are subject to the Commerce Department’s and the U.S. Department of State’s regulations with respect to the lease and sale of engines and aircraft to foreign entities and the export of related parts. These Departments may, in some cases, require us to obtain export licenses for engines exported to foreign countries. The U.S. Department of Homeland Security, through the U.S. Customs and Border Protection, enforces regulations related to the import of engines and aircraft into the United States for maintenance or lease and imports of parts for installation on our engines and aircraft.\nRestriction Lists\n.  We are prohibited from doing business with persons designated by the U.S. Department of the Treasury’s Office of Foreign Assets Control (“\nOFAC\n”) on its “Specially Designated Nationals List,” and must monitor our operations and existing and potential lessees and other counterparties for compliance with OFAC’s rules. Similarly, sanctions issued by the United Nations, the U.S. government, the European Union or other foreign governments could prohibit or restrict us from doing business in certain countries or with certain persons. As a result, we must monitor our operations and existing and potential lessees and other counterparties for compliance with such sanctions.\nAnti-corruption Laws.\n As a U.S. corporation with international operations, we are required to comply with a number of U.S. and international laws and regulations which combat corruption. For example, the U.S. Foreign Corrupt Practices Act (the “\nFCPA\n”) and similar world-wide anti-bribery laws generally prohibit improper payments to foreign officials for the purpose of influencing any official act or decision or securing any improper advantage. The scope and enforcement of such anti-corruption laws and regulations may vary. Although our policies expressly mandate compliance with the FCPA and similarly applicable laws, there can be no assurance that none of our employees or agents will take any action in violation of our policies. Violations of such laws or regulations could result in substantial civil or criminal fines or penalties. Actual or alleged violations could also damage our reputation, be expensive to defend, and impair our ability to do business.\nCivil aviation regulation\n. Users of engines and aircraft are subject to general civil aviation authorities, including the FAA and the EASA, who regulate the maintenance of engines and issue airworthiness directives. Airworthiness directives typically set forth special maintenance actions or modifications to certain engine and aircraft types or a series of specific engines that must be implemented for the engine or aircraft to remain in service. Also, airworthiness directives may require the lessee to make more frequent inspections of an engine, aircraft or particular engine parts. Each lessee of an engine or aircraft generally is responsible for complying with all airworthiness directives. However, if the engine or aircraft is off lease, we may be forced to bear the cost of compliance with such airworthiness directives. Additionally, even if the engine or aircraft is leased, subject to the terms of the lease, if any, we may still be forced to share the cost of compliance.\nOur aircraft, engines and parts could cause damage resulting in liability claims.  \nOur aircraft, engines or parts could cause bodily injury or property damage, exposing us to liability claims. Our leases require our lessees to indemnify us against these claims and to carry insurance customary in the air transportation industry, including general liability and property insurance at agreed upon levels. However, we cannot guarantee that one or more catastrophic events will not exceed insurance coverage limits or that lessees’ insurance will cover all claims that may be asserted against us. Any insurance coverage deficiency or default by lessees under their indemnification or insurance obligations may reduce our recovery of losses upon an event of loss.\nWe have risks in managing our portfolio of aircraft and engines to meet customer needs.\n14\nThe relatively long life cycles of aircraft and jet engines can be shortened by world events, government regulation or customer preferences. We seek to manage these risks by trying to anticipate demand for particular engine and aircraft types, maintaining a portfolio mix of engines that we believe is diversified, has long-term value and will be sought by lessees in the global market for jet engines, and by selling engines and aircraft that we expect will not experience obsolescence or declining usefulness in the foreseeable future. There is no assurance that the engine and aircraft types owned or acquired by us will meet customer demand.\nLiens on our engines or aircraft could exceed the value of such assets, which could negatively affect our ability to repossess, lease or sell a particular engine or aircraft.\nLiens that secure the payment of repairers’ charges or other liens may, depending on the jurisdiction, attach to engines and aircraft. Engines also may be installed on airframes to which liens unrelated to the engines have attached. These liens may secure substantial sums that may, in certain jurisdictions or for certain types of liens, exceed the value of the particular engine or aircraft to which the liens have attached. In some jurisdictions, a lien may give the holder the right to detain or, in limited cases, sell or cause the forfeiture of the engine or aircraft. Such liens may have priority over our interest as well as our creditors’ interest in the engines or aircraft. These liens and lien holders could impair our ability to repossess and lease or sell the engines or aircraft. We cannot give assurance that our lessees will comply with their obligations to discharge third-party liens on our assets. If they do not, we may, in the future, find it necessary to pay the claims secured by such liens to repossess such assets.\nIn certain countries, an engine affixed to an aircraft may become an addition to the aircraft and we may not be able to exercise our ownership rights over the engine. \nIn certain jurisdictions, an engine affixed to an aircraft may become an addition to the aircraft such that the ownership rights of the owner of the aircraft supersede the ownership rights of the owner of the engine. If an aircraft is security for the owner’s obligations to a third-party, the security interest in the aircraft may supersede our rights as owner of the engine. Such a security interest could limit our ability to repossess an engine located in such a jurisdiction in the event of a lessee bankruptcy or lease default. We may suffer a loss if we are not able to repossess engines leased to lessees in these jurisdictions.\nHigher or volatile fuel prices could affect the profitability of the aviation industry and our lessees’ ability to meet their lease payment obligations to us. \nHistorically, fuel prices have fluctuated widely depending primarily on international market conditions, geopolitical and environmental factors and events and currency exchange rates. Natural and other disasters can also significantly affect fuel availability and prices. The cost of fuel represents a major expense to airlines that is not within their control, and significant increases in fuel costs or hedges that inaccurately assess the direction of fuel costs can materially and adversely affect their operating results. Due to the competitive nature of the aviation industry, operators may be unable to pass on increases in fuel prices to their customers by increasing fares in a manner that fully offsets the increased fuel costs they may incur. In addition, they may not be able to manage this risk by appropriately hedging their exposure to fuel price fluctuations. The profitability and liquidity of those airlines that do hedge their fuel costs can also be adversely affected by swift movements in fuel prices if such airlines are required to post cash collateral under hedge agreements. Therefore, if for any reason fuel prices return to historically high levels or show significant volatility, our lessees are likely to incur higher costs or generate lower revenues, which may affect their ability to meet their obligations to us.\nInterruptions in the capital markets could impair our lessees’ ability to finance their operations, which could prevent the lessees from complying with payment obligations to us. \nThe global financial markets can be highly volatile and the availability of credit from financial markets and financial institutions can vary substantially depending on developments in the global financial markets. Our lessees depend on banks and the capital markets to provide working capital and to refinance existing indebtedness. To the extent such funding is unavailable, or available only on unfavorable terms, and to the extent financial markets do not provide equity financing as an alternative, our lessees’ operations and operating results may be materially and adversely affected and they may not comply with their respective payment obligations to us.\nOur lessees may fail to adequately insure our aircraft or engines which could subject us to additional costs. \nWhile an aircraft or engine is on lease, we do not directly control its operation. Nevertheless, because we hold title to the aircraft or engine, we could, in certain jurisdictions, be held liable for losses resulting from its operation. At a minimum, we may be required to expend resources in our defense. We require our lessees to obtain specified levels of insurance and indemnify us for, and insure against, such operational liabilities. However, some lessees may fail to maintain adequate insurance coverage during a lease term, which, although constituting a breach of the lease, would require us to take some corrective action, such as terminating the lease or securing insurance for the aircraft or engines. Therefore, our lessees’ insurance coverage may not be sufficient to cover all claims that could be asserted against us arising from the operation of our aircraft or engines. Inadequate insurance coverage or default by lessees in fulfilling their indemnification or insurance obligations to us will reduce the insurance proceeds that we would otherwise be entitled to receive in the event we are sued and are required to make payments to claimants. Moreover, our lessees’ insurance coverage is dependent on the financial condition of insurance companies and their ability to pay claims. A reduction in insurance proceeds otherwise payable to us as a result of any of these factors could materially and adversely affect our financial results.\nIf our lessees fail to cooperate in returning our aircraft or engines following lease terminations, we may encounter obstacles and are likely to incur significant costs and expenses conducting repossessions. \n15\nOur legal rights and the relative difficulty of repossession vary significantly depending on the jurisdiction in which an aircraft or engines are located. We may need to obtain a court order or consents for de-registration or re-export, a process that can differ substantially from county to country. When a defaulting lessee is in bankruptcy, protective administration, insolvency or similar proceedings, additional limitations may also apply. For example, certain jurisdictions give rights to the trustee in bankruptcy or a similar officer to assume or reject the lease, to assign it to a third party, or to entitle the lessee or another third party to retain possession of the aircraft or engines without paying lease rentals or performing all or some of the obligations under the relevant lease. Certain of our lessees are partially or wholly owned by government-related entities, which can further complicate our efforts to repossess our aircraft or engines in that government’s jurisdiction. If we encounter any of these difficulties, we may be delayed in, or prevented from, enforcing certain of our rights under a lease and in re-leasing the affected aircraft or engines.\nWhen conducting a repossession, we are likely to incur significant costs and expenses that are unlikely to be recouped. These include legal and other expenses related to legal proceedings, including the cost of posting security bonds or letters of credit necessary to effect repossession of the aircraft or engines, particularly if the lessee is contesting the proceedings or is in bankruptcy. We must absorb the cost of lost revenue for the time the aircraft or engines are off-lease. We may incur substantial maintenance, refurbishment or repair costs that a defaulting lessee has failed to pay and are necessary to put the aircraft or engines in suitable condition for re-lease or sale. We may also incur significant costs in retrieving or recreating aircraft records required for registration of the aircraft and in obtaining the certificate of airworthiness for an aircraft. It may be necessary to pay to discharge liens or pay taxes and other governmental charges on the aircraft to obtain clear possession and to remarket the aircraft effectively, including, in some cases, liens that the lessee may have incurred in connection with the operation of its other aircraft. We may also incur other costs in connection with the physical possession of the aircraft or engines.\nIf our lessees fail to discharge aircraft liens for which they are responsible, we may be obligated to pay to discharge the liens. \nIn the normal course of their businesses, our lessees are likely to incur aircraft and engine liens that secure the payment of airport fees and taxes, custom duties, Eurocontrol and other air navigation charges, landing charges, crew wages, and other liens that may attach to our aircraft. Aircraft may also be subject to mechanic’s liens as a result of routine maintenance performed by third parties on behalf of our customers. Some of these liens can secure substantial sums, and if they attach to entire fleets of aircraft, as permitted for certain kinds of liens, they may exceed the value of the aircraft itself. Although the financial obligations relating to these liens are the contractual responsibility of our lessees, if they fail to fulfill their obligations, the liens may ultimately become our financial responsibility. Until they are discharged, these liens could impair our ability to repossess, re-lease or sell our aircraft or engines. In some jurisdictions, aircraft and engine liens may give the holder thereof the right to detain or, in limited cases, sell or cause the forfeiture of the aircraft. If we are obliged to pay a large amount to discharge a lien, or if we are unable take possession of our aircraft subject to a lien in a timely and cost-effective manner, it could materially and adversely affect our financial results.\nIf our lessees encounter financial difficulties and we restructure or terminate our leases, we are likely to obtain less favorable lease terms. \nIf a lessee delays, reduces, or fails to make rental payments when due, or has advised us that it will do so in the future, we may elect or be required to restructure or terminate the lease. A restructured lease will likely contain terms that are less favorable to us. If we are unable to agree on a restructuring and we terminate the lease, we may not receive all or any payments still outstanding, and we may be unable to re-lease the aircraft or engines promptly and at favorable rates, if at all.\nWithdrawal, suspension or revocation of governmental authorizations or approvals could negatively affect our business.\nWe are subject to governmental regulation and our failure to comply with these regulations could cause the government to withdraw or revoke our authorizations and approvals to do business and could subject us to penalties and sanctions that could harm our business. Governmental agencies throughout the world, including the FAA, highly regulate the manufacture, repair and operation of aircraft operated in the United States and equivalent regulatory agencies in other countries, such as the EASA in Europe, regulate aircraft operated in those countries. With the aircraft, engines and related parts that we purchase, lease and sell to our customers, we include documentation certifying that each part complies with applicable regulatory requirements and meets applicable standards of airworthiness established by the FAA or the equivalent regulatory agencies in other countries. Specific regulations vary from country to country, although regulatory requirements in other countries are generally satisfied by compliance with FAA requirements. With respect to a particular engine or engine component, we utilize FAA and/or EASA certified repair stations to repair and certify engines and components to ensure marketability. The revocation or suspension of any of our material authorizations or approvals would have an adverse effect on our business, financial condition and results of operations. New and more stringent government regulations, if enacted, could have an adverse effect on our business, financial condition and results of operations. In addition, certain product sales to foreign countries require approval or licensing from the U.S. government. Denial of export licenses could reduce our sales to those countries and could have a material adverse effect on our business.\nRisks Related to Our Structure and Financing/Liquidity Risks\nOur holding company structure may increase risks related to our operations.\nOur business, financial condition and results of operations are dependent upon those of our individual businesses, and our aggregate investment in particular industries. We are a holding company with investments in businesses and assets in a number of industries. Our business, financial condition and results of operations are dependent upon our various businesses and investments and their management teams. Each of our businesses generally operate independently and in a decentralized manner.  Additionally, in the ordinary course of business we guarantee the obligations of entities that we manage and/or invest \n16\nin.  Any material adverse change in one of our businesses, investments or management teams, or in a particular industry in which we operate or invest, may cause material adverse changes to our business, financial condition and results of operations. The more capital we devote to a particular investment or industry may increase the risk that such investment could significantly impact our financial condition and results of operations, possibly in a material adverse way.\nA small number of stockholders has the ability to control the Company.\nWe have a very concentrated stockholder base. As of March 31, 2023, our three largest stockholders beneficially owned or had the ability to direct the voting of shares of our common stock representing approximately 65% of the outstanding shares. As a result, these stockholders have the power to determine the outcome of substantially all matters submitted to our stockholders for approval, including the election of our board of directors. In addition, future sales by these stockholders of substantial amounts of our common stock, or the potential for such sales, could adversely affect the prevailing market price of our securities.\nAlthough we do not expect to rely on the “controlled company” exemption, we may soon become a “controlled company” within the meaning of the Nasdaq listing standards, and we would qualify for exemptions from certain corporate governance requirements. \nA “controlled company,” as defined in the Nasdaq listing standards, is a company of which more than 50% of the voting power for the election of directors is held by an individual, a group or another company. Controlled companies are not required to comply with certain Nasdaq listing standards relating to corporate governance, including:\n•\nthe requirement that a majority of its board of directors consist of independent directors;\n•\nthe requirement that its nominating and corporate governance committee be composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities; and\n•\nthe requirement that its compensation committee be composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities.\nAs of May 4, 2023, Nicolas Swenson, our President, Chief Executive Officer and Chairman of the Board, beneficially owned an aggregate of 1,340,799 shares of our common stock, which represents 47.84% of the voting power of our outstanding common stock.  Our President, CEO/Chairman could soon own a majority of the voting power for the election of our directors, and thus we would meet the definition of a “controlled company.” As a result, these requirements would not apply to us as long as we remain a “controlled company.”\nAlthough we may soon qualify as a “controlled company,” we currently do not, and we do not expect to, rely on this exemption and we currently comply with, and we expect to continue to comply with, all relevant corporate governance requirements under the Nasdaq listing standards. However, if we were to utilize some or all of these exemptions, you may not have the same protections afforded to shareholders of companies that are subject to all of the Nasdaq listing standards that relate to corporate governance.\nAn increase in interest rates or in our borrowing margin would increase the cost of servicing our debt and could reduce our cash flow and negatively affect the results of our business operations.\nA portion of our outstanding debt bears interest at floating rates. As a result, to the extent we have not hedged against rising interest rates, an increase in the applicable benchmark interest rates would increase the cost of servicing our debt and could materially and adversely affect our results of operations, financial condition, liquidity and cash flows. In addition, if we refinance our indebtedness or it matures and interest rates or our borrowing margins increase between the time an existing financing arrangement was consummated and the time such financing arrangement is refinanced or matures, the cost of servicing our debt would increase and our results of operations, financial condition, liquidity and cash flows could be materially and adversely affected.\nOur inability to maintain sufficient liquidity could limit our operational flexibility and also impact our ability to make payments on our obligations as they come due.\nIn addition to being capital intensive and highly leveraged, our aircraft and engine business requires that we maintain sufficient liquidity to enable us to contribute the non-financed portion of engine and aircraft purchases as well as to service our payment obligations to our creditors as they become due, despite the fact that the timing and amounts of our revenues do not match the timing under our debt service obligations. Our restricted cash is unavailable for general corporate purposes. Accordingly, our ability to successfully execute our business strategy and maintain our operations depends on our ability to continue to maintain sufficient liquidity, cash and available credit under our credit facilities. Our liquidity could be adversely impacted if we are subjected to one or more of the following:\n•\na significant decline in revenues,\n•\na material increase in interest expense that is not matched by a corresponding increase in revenues,\n•\na significant increase in operating expenses,  \n•\na reduction in our available credit under our credit facilities, or\n•\ngeneral economic or national events. \nIf we do not maintain sufficient liquidity, our ability to meet our payment obligations to creditors or to borrow additional funds could become impaired.\nFuture cash flows from operations or through financings may not be sufficient to enable the Company to meet its obligations.\n17\nFuture cash flow of the Company’s operations can fluctuate significantly.  If future cash flows are not sufficient to permit the Company to meet its obligations, this would likely have a material adverse effect on the Company, its businesses, financial condition and results of operations. Additionally, credit market volatility may affect our ability to refinance our existing debt, borrow funds under our existing lines of credit or incur additional debt. There can be no assurance that the Company or its subsidiaries will continue to have access to their lines of credit if their financial performance does not satisfy the financial covenants set forth in the applicable financing agreements. If the Company or its subsidiaries do not meet certain of its financial covenants, and if they are unable to secure necessary waivers or other amendments from the respective lenders on terms acceptable to management and to renew or replace financing arrangements that mature during the current fiscal year, their ability to access available lines of credit could be limited, their debt obligations could be accelerated by the respective lenders and liquidity could be adversely affected.\nThe Company and/or its subsidiaries may be required to seek additional or alternative financing sources if the Company’s or its subsidiaries’ cash needs are significantly greater than anticipated or they do not materially meet their business plans, or there are unanticipated downturns in the markets for the Company’s and its subsidiaries’ products and services. Future disruption and volatility in credit market conditions could have a material adverse impact on the Company’s ability, or that of its subsidiaries, to refinance debt when it comes due on terms similar to our current credit facilities, to draw upon existing lines of credit or to incur additional debt if needed. There can be no assurance therefore that such financing will be available or available on acceptable terms. The inability to generate sufficient cash flows from operations or through financings or disruptions in the credit markets could impair the Company’s or its subsidiaries’ liquidity and would likely have a material adverse effect on their businesses, financial condition and results of operations.\nA large proportion of our capital is invested in physical assets and securities that can be hard to sell, especially if market conditions are poor. \nBecause our investment strategy can involve public company securities, we may be restricted in our ability to effect sales during certain time periods. A lack of liquidity could limit our ability to vary our portfolio or assets promptly in response to changing economic or investment conditions. Additionally, if financial or operating difficulties of other competitors result in distress sales, such sales could depress asset values in the markets in which we operate. The restrictions inherent in owning physical assets could reduce our ability to respond to changes in market conditions and could adversely affect the performance of our investments, our financial condition and results of operations. Because there is significant uncertainty in the valuation of, or in the stability of the value of illiquid or non-public investments, the fair values of such investments do not necessarily reflect the prices that would actually be obtained when such investments are realized. \nTo service our debt and meet our other cash needs, we will require a significant amount of cash, which may not be available. \nOur ability to make payments on, or repay or refinance, our debt, will depend largely upon our future operating performance. Our future performance, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control. In addition, our ability to borrow funds in the future to make payments on our debt will depend on our maintaining specified financial ratios and satisfying financial condition tests and other covenants in the agreements governing our debt. Our business may not generate sufficient cash flow from operations and future borrowings may not be available in amounts sufficient to pay our debt and to satisfy our other liquidity needs.\nIf our cash flows and capital resources are insufficient to fund our debt service obligations, we may be forced to seek alternatives.\nIf we cannot meet our debt service obligations, we may be forced to reduce or delay investments and aircraft or engine purchases, sell assets, seek additional capital or restructure or refinance our indebtedness. Our ability to restructure or refinance our debt will depend on the condition of the capital markets and our financial condition at such time. Any refinancing of our debt could be at higher interest rates and might require us to comply with more onerous covenants, which could further restrict our business operations. The terms of our debt instruments may restrict us from adopting some of these alternatives. These alternative measures may not be successful and may not permit us to meet our scheduled debt service obligations or to meet our aircraft or engine purchase commitments as they come due.\nThe transition away from LIBOR may adversely affect our cost to obtain financing and may potentially negatively impact our interest rate swap agreements.\nIt is expected that a transition away from the widespread use of London Interbank Offered Rate (“LIBOR\") to alternative rates  may have a material adverse impact on the availability and cost of our financing, including LIBOR-based loans, as well as our interest rate swap agreements. We currently anticipate phasing out of our LIBOR based loans and swaps in the foreseeable future but uncertainty remains with respect to the implementation of the phase out and what revisions will be required and implemented, which will depend heavily on the current market conditions.  It therefore remains uncertain how such changes will be implemented and the effects such changes would have on us and the financial markets generally. These changes may have a material adverse impact on the availability of financing and on our financing costs. Also, increases in interest rates on variable rate debt would increase our interest expense and the cost of refinancing existing debt and incurring new debt, unless we make arrangements that hedge the risk of rising interest rates, which would adversely affect net income and cash available for payment of our debt obligations and distributions to equity holders.\nDespite our substantial indebtedness, we may incur significantly more debt, and cash may not be available to meet our financial obligations when due or enable us to capitalize on investment opportunities when they arise. \n18\nWe employ debt and other forms of leverage in the ordinary course of business to enhance returns to our investors and finance our operations, and despite our current indebtedness levels, we expect to incur additional debt in the future to finance our operations, including purchasing aircraft and engines and meeting our contractual obligations as the agreements relating to our debt, including our junior subordinated debentures, indentures, term loan facilities, revolving credit facilities, and other financings do not entirely prohibit us from incurring additional debt. We also enter into financing commitments in the normal course of business, which we may be required to fund. If we are required to fund these commitments and are unable to do so, we could be liable for damages pursued against us or a loss of opportunity through default under contracts that are otherwise to our benefit could occur.  We are therefore subject to the risks associated with debt financing and refinancing, including but not limited to the following: (i) our cash flow may be insufficient to meet required payments of principal and interest; (ii) payments of principal and interest on borrowings may leave us with insufficient cash resources to pay operating expenses and dividends; (iii) if we are unable to obtain committed debt financing for potential acquisitions or can only obtain debt at high interest rates or on other unfavorable terms, we may have difficulty completing acquisitions or may generate profits that are lower than would otherwise be the case; (iv) we may not be able to refinance indebtedness at maturity due to company and market factors such as the estimated cash flow produced by our assets, the value of our assets, liquidity in the debt markets, and/or financial, competitive, business and other factors; and (v) if we are able to refinance our indebtedness, the terms of a refinancing may not be as favorable as the original terms for such indebtedness. If we are unable to refinance our indebtedness on acceptable terms, or at all, we may need to utilize available liquidity, which would reduce our ability to pursue new investment opportunities, dispose of one or more of our assets on disadvantageous terms, or raise equity, causing dilution to existing stockholders.\nThe terms of our various credit agreements and other financing documents also require us to comply with a number of customary financial and other covenants, such as maintaining debt service coverage and leverage ratios, and adequate insurance coverage. These covenants may limit our flexibility in conducting our operations and breaches of these covenants could result in defaults under the instruments governing the applicable indebtedness, even if we have satisfied and continue to satisfy our payment obligations. Regulatory and market changes may also result in higher borrowing costs and reduced access to credit.\nOur current financing arrangements require compliance with financial and other covenants and a failure to comply with such covenants could adversely affect our ability to operate.\nThe terms of our various credit agreements and other financing documents require us to comply with a number of customary financial and other covenants, such as maintaining debt service coverage and leverage ratios and adequate insurance coverage. These covenants may limit our flexibility in conducting our operations and breaches of these covenants could result in defaults under the instruments governing the applicable indebtedness, even if we have satisfied and continue to satisfy our payment obligations. Regulatory and market changes may also result in higher borrowing costs and reduced access to credit.\nFuture acquisitions and dispositions of businesses and investments are possible, changing the components of our assets and liabilities, and if unsuccessful or unfavorable, could reduce the value of the Company and its securities.\nAny future acquisitions or dispositions may result in significant changes in the composition of our assets and liabilities, as well as our business mix and prospects. Consequently, our financial condition, results of operations and the trading price of our securities may be affected by factors different from those affecting our financial condition, results of operations and trading price at the present time.\nWe face numerous risks and uncertainties as we expand our business.\nWe expect the growth and development of our business to come primarily from internal expansion and through acquisitions, investments, and strategic partnering. As we expand our business, there can be no assurance that financial controls, the level and knowledge of personnel, operational abilities, legal and compliance controls and other corporate support systems will be adequate to manage our business and growth. The ineffectiveness of any of these controls or systems could adversely affect our business and prospects. In addition, if we acquire new businesses and/or introduce new products, we face numerous risks and uncertainties concerning the integration of their controls and systems, including financial controls, accounting and data processing systems, management controls, other operations and adequate security. A failure to integrate these systems and controls, and even an inefficient integration of these systems and controls, could adversely affect our business and prospects.\nOur business strategy includes acquisitions, and acquisitions entail numerous risks, including the risk of management diversion and increased costs and expenses, all of which could negatively affect the Company’s ability to operate profitably.\nOur business strategy includes, among other things, strategic and opportunistic acquisitions. This element of our strategy entails several risks, including, but not limited to the diversion of management’s attention from other business concerns and the need to finance such acquisitions with additional equity and/or debt. In addition, once completed, acquisitions entail further risks, including: unanticipated costs and liabilities of the acquired businesses, including environmental liabilities, that could materially adversely affect our results of operations; difficulties in assimilating acquired businesses, preventing the expected benefits from the transaction from being realized or achieved within the anticipated time frame; negative effects on existing business relationships with suppliers and customers; and losing key employees of the acquired businesses. If our acquisition strategy is not successful or if acquisitions are not well integrated into our existing operations, the Company’s operations and business results could be negatively affected.\nStrategic ventures may increase risks applicable to our operations.\n19\nWe may enter into strategic ventures that pose risks, including a lack of complete control over the enterprise, and other potential unforeseen risks, any of which could adversely impact our financial results. We may occasionally enter into strategic ventures or investments with third parties in order to take advantage of favorable financing opportunities, to share capital or operating risk, or to earn aircraft management fees. These strategic ventures and investments may subject us to various risks, including those arising from our possessing limited decision-making rights in the enterprise or over the related aircraft. If we were unable to resolve a dispute with a strategic partner in such a venture that retains material managerial veto rights, we might reach an impasse which may lead to operational difficulties in the venture and increases costs or the liquidation of our investment at a time and in a manner that would result in our losing some or all of our original investment and/or the occurrence of other losses, which could adversely impact our financial results.\nRapid business expansions or new business initiatives may increase risk.\nCertain business initiatives, including expansions of existing businesses such as the relatively recent expansion at our commercial jet engines and parts segment and the establishment of an aircraft asset management business and an aircraft capital joint venture, may bring us into contact, directly or indirectly, with individuals and entities that are not within our traditional client and counterparty base and may expose us to new asset classes, new business plans and new markets. These business activities expose us to new and enhanced risks, greater regulatory scrutiny of these activities, increased credit-related, sovereign and operational risks, and reputational concerns regarding the manner in which these assets are being operated or held. There is no assurance that prior year activity and results will occur in future periods.\nOur policies and procedures may not be effective in ensuring compliance with applicable law.\nOur policies and procedures designed to ensure compliance with applicable laws may not be effective in all instances to prevent violations. We could become subject to various governmental investigations, audits and inquiries, both formal and informal. Such investigations, regardless of their outcome, could be costly, divert management attention, and damage our reputation. The unfavorable resolution of such investigations could result in criminal liability, fines, penalties or other monetary or non-monetary sanctions and could materially affect our business or results of operations.\nCompliance with the regulatory requirements imposed on us as a public company results in significant costs that may have an adverse effect on our results.\nAs a public company, we are subject to various regulatory requirements including, but not limited to, compliance with the rules\nand regulations of the Securities Act of 1933, as amended and the Securities Exchange Act of 1934, as amended, including the Sarbanes-Oxley Act of 2002 and the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010. Compliance with these rules and regulations results in significant additional costs to us both directly, through increased audit and consulting fees, and indirectly, through the time required by our limited resources to address such regulations.\nDeficiencies in our public company financial reporting and disclosures could adversely impact our reputation. \nAs we expand the size and scope of our business, there is a greater susceptibility that our financial reporting and other public disclosure documents may contain material misstatements and that the controls we maintain to attempt to ensure the complete accuracy of our public disclosures may fail to operate as intended. The occurrence of such events could adversely impact our reputation and financial condition. Management is responsible for establishing and maintaining adequate internal controls over financial reporting to give our stakeholders assurance regarding the reliability of our financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles (“\nGAAP\n”). However, the process for establishing and maintaining adequate internal controls over financial reporting has inherent limitations, including the possibility of human error. Our internal controls over financial reporting may not prevent or detect misstatements in our financial disclosures on a timely basis, or at all. Some of these processes may be new for certain subsidiaries in our structure, and in the case of acquisitions, may take time to be fully implemented. Our disclosure controls and procedures are designed to provide assurance that information required to be disclosed by us in reports filed or submitted under U.S. securities laws is recorded, processed, summarized and reported within the required time periods. Our policies and procedures governing disclosures may not ensure that all material information regarding us is disclosed in a proper and timely fashion or that we will be successful in preventing the disclosure of material information to a single person or a limited group of people before such information is generally disseminated.\nRisks Related to Environmental, Social, and Governance Issues\nClimate change, related legislative and regulatory responses to climate change, and the transition to a lower carbon economy may adversely affect our business.\nThere is increasing concern that a gradual rise in global average temperatures due to increased concentration of carbon dioxide and other greenhouse gases in the atmosphere will cause significant changes in weather patterns around the globe, an increase in the frequency, severity, and duration of extreme weather conditions and natural disasters, and water scarcity and poor water quality. These events could also compound adverse economic conditions. To the extent that significant changes in the climate occur in areas where our businesses are located or operate, we may experience extreme weather and/or changes in precipitation and temperature, all of which may result in physical damage to, or a decrease in demand for, our properties located in these areas or affected by these conditions and could negatively impact our operations. In addition, changes in federal, state, and local legislation and regulation based on concerns about climate change, including regulations aimed at limiting greenhouse gas emissions and the implementation of “green” building codes, could result in increased capital expenditures without a corresponding increase in revenue. Any assessment of the potential impact of future climate change legislation, regulations, or \n20\nindustry standards, as well as any international treaties and accords, is uncertain given the wide scope of potential regulatory change.\nWe are subject to risks from natural disasters such as earthquakes and severe weather (the frequency and severity of which may be impacted by climate change), which may include more frequent or severe storms, extreme temperatures and ambient temperature increases, hurricanes, flooding, rising sea levels, shortages of water, droughts and wildfires, any of which could have a material adverse effect on our business, results of operations, and financial condition.\nNatural disasters, severe weather such as earthquakes, tornadoes, wind, or floods, and wildfires may result in significant damage to our properties or disruption of our operations. The extent of casualty losses and loss of income in connection with such events is a function of the severity of the event and the total amount of exposure in the affected area. Additional consequences of severe weather could include increased insurance premiums and deductibles or a decrease in the availability of coverage.\nEnvironmentally hazardous conditions could potentially adversely affect us.\nUnder various federal, state, and local environmental laws, a current or previous owner or operator of real property may be liable for the cost of removing or remediating hazardous or toxic substances on such property. Such laws often impose liability whether or not the owner or operator knew of, or was responsible for, the presence of such hazardous or toxic substances. Even if more than one person may have been responsible for the contamination, each person covered by applicable environmental laws may be held responsible for all of the clean-up costs incurred. In addition, third parties may sue the owner or operator of a site for damages based on personal injury, natural resources, or property damage or other costs, including investigation and clean-up costs, resulting from the environmental contamination. The presence of hazardous or toxic substances on one of our properties, or the failure to properly remediate a contaminated property, could give rise to a lien in favor of the government for costs it may incur to address the contamination or otherwise adversely affect our ability to sell or lease the property or borrow using the property as collateral. Environmental laws also may impose restrictions on the manner in which property may be used or businesses may be operated. A property owner who violates environmental laws may be subject to sanctions which may be enforced by governmental agencies or, in certain circumstances, private parties. The cost of defending against environmental claims, of compliance with environmental regulatory requirements, or of remediating any contaminated property could materially and adversely affect us.\nWe are subject to increasing scrutiny from investors and others regarding our environmental, social, governance, or sustainability responsibilities, which could result in additional costs or risks and adversely impact our reputation, associate retention, and ability to raise capital from such investors.\nInvestor advocacy groups, certain institutional investors, investment funds, other market participants, and stakeholders have focused increasingly on the Environmental, Social and Governance (“ESG” or “sustainability”) practices of companies, including those associated with climate change. These parties have placed increased importance on the implications of the social cost of their investments. If our ESG practices do not meet investor or other industry stakeholder expectations and standards, which continue to evolve, our reputation and associate retention may be negatively impacted based on an assessment of our ESG practices. Any sustainability disclosures we make may include our policies and practices on a variety of social and ethical matters, including corporate governance, environmental compliance, associate health and safety practices, human capital management, product quality, supply chain management, and workforce inclusion and diversity. It is possible that stakeholders may not be satisfied with our ESG practices or the speed of their adoption. We could also incur additional costs and require additional resources to monitor, report, and comply with various ESG practices. In addition, investors may decide to refrain from investing in us as a result of their assessment of our approach to and consideration of the ESG factors.",
    "item7": ">Item 7.    \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations.\nOverview\nAir T, Inc. (the “Company,” “Air T,” “we” or “us” or “our”) is a holding company with a portfolio of operating businesses and financial assets. Our goal is to prudently and strategically diversify Air T’s earnings power and compound the growth in its free cash flow per share over time.\nWe currently operate in four industry segments:\n•\nOvernight air cargo, which operates in the air express delivery services industry;\n•\nGround equipment sales, which manufactures and provides mobile deicers and other specialized equipment products to passenger and cargo airlines, airports, the military and industrial customers;\n•\nCommercial aircraft, engines and parts, which manages and leases aviation assets; supplies surplus and aftermarket commercial jet engine components; provides commercial aircraft disassembly/part-out services; commercial aircraft parts sales; procurement services and overhaul and repair services to airlines and;\n•\nCorporate and other, which acts as the capital allocator and resource for other consolidated businesses. Further, Corporate and other is also comprised of insignificant businesses that do not pertain to other reportable segments.\nAcquisitions\nOn January 31, 2023, the Company acquired WASI, a Kansas corporation that services the aircraft industry across the United States and internationally through the operation of a repair station which is located in Springfield, Missouri at the Branson National Airport. The acquisition was funded with cash and the loans described in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report. WASI is included within the Overnight air cargo segment. See \nNote\n 2\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nUnconsolidated Investments\nThe Company has an ownership interest in Contrail Asset Management, LLC (“CAM”). The operations of CAM are not consolidated into the operations of the Company. See \nNote 24\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nThe Company also has ownership interests in Insignia and CCI. The operations of these companies are not consolidated into the operations of the Company. See \nNote 10\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report.\nEach business segment has separate management teams and infrastructures that offer different products and services. We evaluate the performance of our business segments based on operating income (loss) and Adjusted EBITDA. \n24\nForward Looking Statements\nCertain statements in this Report, including those contained in “Overview,” are “forward-looking” statements within the meaning of the Private Securities Litigation Reform Act of 1995 with respect to the Company’s financial condition, results of operations, plans, objectives, future performance and business. Forward-looking statements include those preceded by, followed by or that include the words “believes”, “pending”, “future”, “expects,” “anticipates,” “estimates,” “depends” or similar expressions. These forward-looking statements involve risks and uncertainties. Actual results may differ materially from those contemplated by such forward-looking statements, because of, among other things, potential risks and uncertainties, such as:\n•\nEconomic and industry conditions in the Company’s markets;\n•\nThe risk that contracts with FedEx could be terminated or adversely modified;\n•\nThe risk that the number of aircraft operated for FedEx will be reduced;\n•\nThe risk that GGS customers will defer or reduce significant orders for deicing equipment;\n•\nThe impact of any terrorist activities on United States soil or abroad;\n•\nThe Company’s ability to manage its cost structure for operating expenses, or unanticipated capital requirements, and match them to shifting customer service requirements and production volume levels;\n•\nThe Company's ability to meet debt service covenants and to refinance existing debt obligations;\n•\nThe risk of injury or other damage arising from accidents involving the Company’s overnight air cargo operations, equipment or parts sold and/or services provided;\n•\nMarket acceptance of the Company’s commercial and military equipment and services;\n•\nCompetition from other providers of similar equipment and services;\n•\nChanges in government regulation and technology;\n•\nChanges in the value of marketable securities held as investments;\n•\nMild winter weather conditions reducing the demand for deicing equipment;\n•\nMarket acceptance and operational success of the Company’s relatively new aircraft asset management business and related aircraft capital joint venture; and\n•\nDespite our current indebtedness levels, we and our subsidiaries may still be able to incur substantially more debt, which could further exacerbate the risks associated with our substantial leverage.\nA forward-looking statement is neither a prediction nor a guarantee of future events or circumstances, and those future events or circumstances may not occur. We are under no obligation, and we expressly disclaim any obligation, to update or alter any forward-looking statements, whether as a result of new information, future events or otherwise.\n25\nResults of Operations\nFiscal 2023 vs. 2022\nConsolidated revenue increased by $70.2 million (40%) to $247.3 million for the fiscal year ended March 31, 2023 compared to the prior fiscal year. Following is a table detailing revenue (after elimination of intercompany transactions), in thousands:\nYear ended March 31,\nChange\n2023\n2022\nOvernight Air Cargo\n$\n90,543 \n$\n74,409 \n$\n16,134 \n22 \n%\nGround Equipment Sales\n48,485 \n42,239 \n6,246 \n15 \n%\nCommercial Jet Engines and Parts\n101,737 \n57,689 \n44,048 \n76 \n%\nCorporate and Other\n6,558 \n2,740 \n3,818 \n139 \n%\nTotal\n$\n247,323 \n$\n177,077 \n$\n70,246 \n40 \n%\nRevenues from the air cargo segment increased by $16.1 million (22%) compared to the prior fiscal year, principally attributable to higher labor revenues, higher admin fees and higher FedEx pass through revenues due to increased fleet (72 aircraft in the prior year compared to 85 in the current year). Pass-through costs under the dry-lease agreements with FedEx totaled $29.2 million and $23.0 million for the years ended March 31, 2023 and 2022, respectively.\nThe ground equipment sales segment contributed approximately $48.5 million and $42.2 million to the Company’s revenues for the fiscal years ended March 31, 2023 and 2022, respectively, representing a $6.2 million (15%) increase in the current year. The increase was primarily driven by a higher volume of truck sales to the USAF and commercial customers in the current fiscal year. At March 31, 2023, the ground equipment sales segment’s order backlog was $13.6 million compared to $14.0 million at March 31, 2022.\nThe commercial jet engines and parts segment contributed $101.7 million of revenues in fiscal year ended March 31, 2023 compared to $57.7 million in the prior fiscal year which is an increase of $44.0 million (76%). The increase is primarily attributable to the fact that all the companies within this segment had higher component sales as the aviation industry started to see more activity in the current year as COVID-19 related restrictions continued to loosen.\nRevenues from the corporate and other segment increased by $3.8 million (139%) compared to the prior fiscal year, principally attributable to having a full year of Shanwick's revenues in fiscal 2023 compared to having only 2 months of revenues in fiscal 2022.\nFollowing is a table detailing operating (loss) income by segment, net of intercompany during Fiscal 2023 and Fiscal 2022 (in thousands):\nYear ended March 31,\nChange\n2023\n2022\nOvernight Air Cargo\n$\n4,047 \n$\n2,794 \n$\n1,253 \nGround Equipment Sales\n3,141 \n3,220 \n(79)\nCommercial Jet Engines and Parts\n(957)\n3,619 \n(4,576)\nCorporate and Other\n$\n(10,638)\n(878)\n(9,760)\nTotal\n$\n(4,407)\n$\n8,755 \n$\n(13,162)\nConsolidated operating loss for the fiscal year ended March 31, 2023 was $4.4 million compared to consolidated operating income of $8.8 million in the prior fiscal year.\nOperating income for the air cargo segment increased by $1.3 million in the current fiscal year, due primarily to having higher segment revenues as described above, offset by higher pilot salaries and aircraft lease costs. \nThe current fiscal year's ground equipment sales segment operating income was relatively flat compared to the prior fiscal year. \nOperating loss of the commercial jet engines and parts segment was $1.0 million compared to operating income of $3.6 million in the prior year. The change was primarily attributable to the increase in inventory write-down of $6.6 million in the current fiscal year compared to the prior fiscal year, offset by the increase in sales explained above.\nOperating loss of the corporate and other segment increased by $9.8 million in the current fiscal year, primarily driven by the $9.1 million offset to general and administrative expenses in the prior fiscal year as a result of the Employee Retention Credit (\"ERC\") that did not recur in the current fiscal year.\nThe table below provides Adjusted EBITDA by segment for the fiscal year ended March 31, 2023 and 2022 (in thousands):\nTwelve Months Ended\nChange\nMarch 31, 2023\nMarch 31, 2022\nOvernight Air Cargo\n$\n4,505 \n$\n2,854 \n$\n1,651 \nGround Equipment Sales\n3,314 \n3,455 \n(141)\nCommercial Jet Engines and Parts\n7,105 \n5,200 \n1,905 \nCorporate and Other\n(8,895)\n(103)\n(8,792)\nAdjusted EBITDA\n$\n6,029 \n$\n11,406 \n$\n(5,377)\nConsolidated Adjusted EBITDA for the fiscal year ended March 31, 2023 was $6.0 million, a decrease of $5.4 million compared to the prior fiscal year. \nAdjusted EBITDA for the air cargo segment increased by $1.7 million in the current fiscal year, due primarily to having higher segment operating income as described above.\nThe current fiscal year's ground equipment sales segment Adjusted EBITDA was relatively flat compared to the prior fiscal year's. \nAdjusted EBITDA of the commercial jet engines and parts segment was $7.1 million, an increase of $1.9 million from the prior fiscal year. The increase was primarily driven by higher component sales explained above.\nThe corporate and other segment Adjusted EBITDA loss increased by $8.8 million from fiscal 2022 to fiscal 2023. The increase was driven by the $9.1 million offset to general and administrative expenses in the prior fiscal year as a result of the ERC credit that did not recur in the current fiscal year.\nFollowing is a table detailing consolidated non-operating income (expense), net of intercompany during fiscal 2023 and fiscal 2022 (in thousands):\nYear Ended March 31,\nChange\n2023\n2022\nInterest expense, net\n$\n(7,935)\n$\n(4,948)\n$\n(2,987)\nGain on forgiveness of Paycheck Protection Program (\"PPP\")\n— \n8,331 \n(8,331)\nIncome from equity method investments\n1,460 \n37 \n1,423 \nOther\n(471)\n1,221 \n(1,692)\nTotal\n$\n(6,946)\n$\n4,641 \n$\n(11,587)\nThe Company had net non-operating loss of $6.9 million for the fiscal year ended March 31, 2023 compared to a non-operating income of $4.6 million in the prior fiscal year. The change was primarily attributable to the $8.3 million gain on the SBA's forgiveness of the Company's PPP loan recognized in the prior fiscal year, in addition to the $3.0 million increase in contractual interest expense driven by an increase in Contrail's revolver usage in the current fiscal year.\nDuring the year ended March 31, 2023, the Company recorded $0.4 million of income tax expense, which yielded an effective rate of -3.8%. The primary factors contributing to the difference between the federal statutory rate of 21% and the Company’s effective tax rate for the fiscal year ended March 31, 2023 were the estimated benefit for the exclusion of income for the Company’s captive insurance company subsidiary under §831(b), the exclusion of the minority owned portion of pretax income of Contrail, state income tax expense, and changes in the valuation allowance. The net change in the valuation allowance was $3.1 million for the year ended March 31, 2023. In assessing the need for a valuation allowance, the Company considers all positive and negative evidence, including scheduled reversals of deferred tax liabilities, projected future taxable income, tax planning strategies, and past financial performance. The change in the Company’s valuation allowance is primarily due to the realizability of the domestic deferred tax assets, the unrealized losses on investments, the foreign tax credits generated by the operations in the Company’s Puerto Rico branch that is expected to expire before being fully utilized, and the change in full valuation allowances associated with the Delphax entities.\nDuring the fiscal year ended March 31, 2022, the Company recorded $1.2 million of income tax expense at an effective tax rate of 8.7%. The primary factors contributing to the difference between the federal statutory rate of 21% and the Company’s effective tax rate for the fiscal year ended March 31, 2022 were the estimated benefit for the exclusion of income for the Company’s captive insurance company subsidiary under §831(b), the exclusion of the minority owned portion of pretax income of Contrail, state income tax expense, the exclusion of PPP loan forgiveness proceeds from taxable income, and changes in the valuation allowance. The change in the valuation allowance is primarily due to unrealized losses on investments and the generation of foreign tax credits through the NOL carryback claim that the Company expects to expire before they are fully utilized, and attribute reduction incurred by Delphax related to dissolution of its French subsidiary.\n26\nMarket Outlook\nFuture economic developments such as inflation and increased interest rates as well as further business issues such as supply chain issues present uncertainty and risk with respect to our financial condition and results of operations. Each of our businesses implemented measures to attempt to limit the impact of COVID-19 and economic and business issues but we still experienced disruptions, and we experienced a reduction in demand for commercial aircraft, jet engines and parts compared to historical periods. Many of our businesses may continue to generate reduced operating cash flows and could operate at a loss from time to time beyond fiscal 2023. We expect that issues caused by the pandemic and other economic and business issue will continue to some extent. The fluidity of this situation precludes any prediction as to the ultimate adverse impact these issues on economic and market conditions and our businesses in particular, and, as a result, present material uncertainty and risk with respect to us and our results of operations.\n27\nLiquidity and Capital Resources\nAs of March 31, 2023, the Company held approximately $7.1 million in total cash, cash equivalents and restricted cash, of which, $0.8 million related to cash collateral for three Opportunity Zone fund investments. The Company also held $2.2 million in restricted investments held as statutory reserve of SAIC. \nAs of March 31, 2023, the Company’s working capital amounted to $52.3 million, a decrease of $45.1 million compared to March 31, 2022, primarily driven by an increase of $32.3 million in the current portion of long-term debt and a decrease of $8.2 million in the ERC receivable as refunds were received during fiscal 2023. \nThe Company’s Credit Agreement with Minnesota Bank & Trust, a Minnesota state banking corporation (“MBT”) (the Air T debt in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report) includes several covenants that are measured twice a year at September 30 and March 31, including but not limited to, a negative covenant requiring a debt service coverage ratio of 1.25. \nThe AirCo 1 Credit Agreement (the AirCo 1 debt in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report) contains an affirmative covenant relating to collateral valuation. \nThe Air T Acquisition 22.1's term loans with ING (the Air T Acquisition 22.1 debt in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report) include several covenants that are measured once a year at December 31, including but not limited to, a negative covenant requiring a debt service coverage ratio of 1.10 and a senior net leverage ratio of 2.10 at December 31, 2022 and 1.50 at subsequent years. \nThe Contrail Credit Agreement (the Contrail debt in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report) contains affirmative and negative covenants, including covenants that restrict the ability of Contrail and its subsidiaries to, among other things, incur or guarantee indebtedness, incur liens, dispose of assets, engage in mergers and consolidations, make acquisitions or other investments, make changes in the nature of its business, and engage in transactions with affiliates. The Contrail Credit Agreement also contains quarterly financial covenants applicable to Contrail and its subsidiaries, including a minimum debt service coverage ratio of 1.25 to 1.0 and a minimum tangible net worth (\"TNW\") of $12 million. As of March 31, 2023, the Company, AirCo 1, Air T Acquisition 22.1 and Contrail were in compliance with all financial covenants.\nAs of December 31, 2022, Contrail management forecasted that Contrail would be in violation of the debt service coverage ratio covenant contained in the ONB financing agreements during the twelve-month period subsequent to the filing date of the Form 10-Q for the quarterly period ended December 31, 2022, primarily because the first principal payment of its Term Note G (“Term Note G – ONB”) was to become due in November 2023. Non-compliance with a debt covenant that is not subsequently cured allows Old National Bank (“ONB”) the right to accelerate the maturity of the Contrail Credit Agreement and declare the entire amount of Contrail’s outstanding debt at the time of non-compliance immediately due and payable and exercise its remedies with respect to the collateral that secures the debt. In the event of acceleration of maturity of the Contrail Credit Agreement, the Company would not have sufficient cash on hand or available liquidity to repay the outstanding debt.\nIn response to this condition, Contrail entered into an amendment to the Credit Agreement with ONB whereby, among other things, in exchange for a $20 million principal prepayment of Term Note G, Contrail obtained a waiver of the debt service coverage ratio covenant. $6.7 million of the $20.0 million prepayment was paid on March 30, 2023 and the remaining $13.3 million payment is currently expected to be paid in September 2023.\n \nThese payments will eliminate the need for Contrail to make any future scheduled principal payments on Term Note G until the final maturity of (on) November 24, 2025.\n \nAt this time, Contrail management believes it is highly probable that it will have sufficient liquidity to make the $13.3 million prepayment in September 2023.  \nThe obligations of Contrail under the Contrail Credit Agreement are guaranteed by the Company, up to a maximum of $1.6 million, plus costs of collection. The Company is not liable for any other assets or liabilities of Contrail and there are no cross-default provisions with respect to Contrail’s debt in any of the Company’s debt agreements with other lenders.\nAs mentioned in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, on June 9, 2022, the Company, Jet Yard and MBT entered into Amendment No. 1 to Third Amended and Restated Credit Agreement (“Amendment”) and a related Overline Note (“Overline Note”) in the original principal amount of $5.0 million. The Amendment and Note memorialize an increase to the amount that may be drawn by the Company on the MBT revolving credit agreement from $17.0 million to $22.0 million. As of  March 31, 2023, the Overline Note was paid in full and terminated and the unused commitment on the MBT revolver was $8.3 million. The borrowing base calculation methodology remains unchanged.\nAs mentioned in \nNote 10\n and \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, on September 30, 2022, the Company executed a promissory note payable to CCI for $2.0 million that bears interest at 10.00% per annum and matured on December 30, 2022. As of December 31, 2022, this note has been repaid.\nAs mentioned in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, on November 8, 2022, Contrail entered into the Second Amendment to Master Loan Agreement (the “Amendment”) with ONB. The Amendment amends the Master Loan Agreement dated as of June 24, 2019, as amended. The principal revisions made in the Amendment are: (i) the tangible net worth covenant was revised to require that Contrail maintain a tangible net worth of at least $12.0 million at all times prior to March 31, 2024 and $15.0 million at all times on or following March 31, 2024; and, (ii) that all proceeds from certain asset sales during the period beginning on October 1, 2022 and ending on March 31, 2023 be applied as prepayments on Term Loan G. Contrail executed a Collateral Assignment of two Aircraft engines in connection with the Amendment.\n28\nAs mentioned in \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, on March 22, 2023, Contrail entered into the First Amendment to Second Amendment to Master Loan Agreement and Third Amendment to Master Loan Agreement (\"the Amendment\") with ONB. The Amendment amends the Master Loan Agreement dated June 24, 2019 with principal revisions to: (i) Section 3 of the Second Amendment was revised so that exclusion of certain gains and losses from the definition of “net income” applies through September 30, 2023, not March 31, 2023; (ii) Section 5 of the Second Amendment relating to prepayment of Term Loan G was amended to eliminate the requirement that all asset sales during the period beginning with October 1, 2022 and ending on March 31, 2023 be applied as prepayments on Term Loan G; instead, the Amendment provision now reflects the agreement that voluntary payments totaling $20.0 million would be made by the borrower on Term Loan G no later than September 30, 2023; and, (iii) a revolving note resting period covenant was added to the Amendment whereby the outstanding principal balance on the revolving note would be paid to zero (0) for at least thirty (30) consecutive days during each annual period ending on the anniversary date of the revolving note, provided the borrower has not achieved a debt service coverage ratio of 1.10:1.\nAs mentioned in \nNote 2\n and \nNote 14\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, on January 31, 2022 the Company funded the WASI acquisition through (i) a promissory note to Worldwide Aviation, LLC, (ii) cash, and (iii) an additional secured loan from MBT. The promissory note to Worldwide Aviation, LLC (\"Seller's Note\") in the amount of $1.5 million bears a fixed interest rate of 6.00% and is payable via periodic payments up to the January 1, 2026 maturity date. In connection with the acquisition, the Company and Jet Yard, LLC entered Amendment No. 2 to the Third Amended and Restated Credit Agreement (“Amendment No. 2”) with MBT. Amendment No. 2 amends the Third Amended and Restated Credit Agreement dated as of August 31, 2021 as amended by that certain Amendment No. 1 to the Third Amended and Restated Credit Agreement dated June 9, 2022. Amendment No. 2 provides for a new term loan (“Term Loan F”) in the amount of $1.0 million to help finance a portion of the consideration paid by the Company. Pursuant to the amendment, the Company executed Term Note F in favor of MBT in the original principal amount of $1.0 million. The note bears interest at a rate equal to the greater of six percent (6.00%) or the prime rate plus one percent (1.00%). The note obligates the Company to make monthly payments of principal plus accrued interest commencing March 1, 2023. The note may be prepaid, in whole or part, at any time without penalty and final payment of all amounts due under the note is due January 31, 2028. \nAs mentioned in \nNote 24\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, Contrail entered into an Operating Agreement with the Seller providing for the put and call options with regard to the 21% non-controlling interest retained by the Seller. The Seller is the founder of Contrail and its current Chief Executive Officer. The Put/Call Option permits the Seller to require Contrail to purchase all of the Seller’s equity membership interests in Contrail commencing on July 18, 2021 (\"Contrail RNCI\"). As of the date of this filing, neither the Seller nor Air T has indicated an intent to exercise the put and call options. If either side were to exercise the option, the Company anticipates that the price would approximate the fair value of the Contrail RNCI, as determined on the transaction date. The Company currently expects that it would fund any required payment from cash provided by operations.\nAs mentioned in \nNote 24\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report, the Company has ownership interest in Contrail Asset Management, LLC (“CAM”). The operations of CAM are not consolidated into the operations of the Company. For its Investment Function (as defined in \nNote 24\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report), CAM’s initial commitment to CJVII was approximately $51.0 million. The Company and MRC have commitments to CAM in the respective amounts of $7.0 million and $44.0 million. As of March 31, 2023, the Company has fulfilled its capital commitments to CAM. \nThe revolving lines of credit at Air T with MBT and Contrail with ONB have a due date or expire within the next twelve months. As of the date of this report, the Company and MBT entered into amendments to the MBT revolving credit agreement and related promissory note to extend the maturity date of the credit facility to August 31, 2024 and include the following changes:\n1.\n A $2.0 million seasonal increase in the maximum amount available under the facility.  The maximum amount of the facility will now increase to $19.0 million between May 1 and November 30 of each year and will decrease to $17.0 million between December 1 and April 30 of each year;\n2.\nThe reference rate for the interest rate payable on the revolving facility will change from Prime to SOFR, plus a spread.  The exact spread over SOFR will change every September 30 and March 31 based on the Company calculated funded debt leverage ratio (defined as total debt divided by EBITDA).  Depending on the result of the calculation, the interest rate spread applicable to the facility will range between 2.25% and 3.25%;\n3.\nThe unused commitment fee on the revolving credit facility will increase from 0.11% to 0.15%; and, \n4.\nThe covenant restricting the Company’s use of funds for “Other Investments” was revised to limit the Company to $5.0 million of “Other Investments” per year.\nWe are currently seeking to refinance the Contrail revolver prior to its maturity date; however, there is no assurance that we will be able to execute this refinancing or, if we are able to refinance this obligation, that the terms of such refinancing would be as favorable as the terms of our existing credit facility.\nAs a result, management believes it is probable that the cash on hand and current financings, net cash provided by operations from its remaining operating segments, together with amounts available under our current revolving lines of credit, as amended, will be sufficient to meet its obligations as they become due in the ordinary course of business for at least 12 months following the date these financial statements are issued. \n29\nCash Flows\nFollowing is a table of changes in cash flow from continuing operations for the respective years ended March 31, 2023 and 2022 (in thousands):\nYear Ended March 31,\nChange\n2023\n2022\nNet Cash Provided by (Used in) Operating Activities\n$\n16,909 \n$\n(33,084)\n$\n49,993 \nNet Cash Used in Investing Activities\n(6,168)\n(33,388)\n27,220 \nNet Cash (Used in) Provided by Financing Activities\n(12,380)\n59,254 \n(71,634)\nEffect of foreign currency exchange rates\n361 \n(341)\n702 \nNet Decrease in Cash and Cash Equivalents and Restricted Cash\n$\n(1,278)\n$\n(7,559)\n$\n6,281 \nCash provided by operating activities was $16.9 million in fiscal year 2023 compared to cash used in operating activities of $33.1 million in fiscal year 2022. The fluctuation was primarily driven by the $17.3 million change in the ERC receivable: in the prior fiscal year, the Company applied for the ERC in the amount of $9.1 million, of which, in the current fiscal year, the Company received $8.2 million. In addition, the fluctuation was further increased by the $27.8 million change in inventories, primarily due to Contrail and GGS generating more sales of their inventories compared to the prior fiscal year.  \nCash used in investing activities for fiscal year 2023 was $6.2 million compared to cash used in investing activities for the prior fiscal year of $33.4 million. The current fiscal year's cash usage was primarily driven by cash used for the acquisition of WASI of $2.5 million and investment in unconsolidated entities of $3.1 million. The prior fiscal year's cash usage was primarily driven by cash used for the acquisitions of Wolfe Lake assets of $13.4 million, Shanwick's acquisition of $12.8 million, and investment in unconsolidated entities of $6.8 million.\nCash used in financing activities for fiscal year 2023 was $12.4 million compared to cash provided by financing activities for the prior fiscal year of $59.3 million. This was primarily due to decreased net proceeds from lines of credit of $8.4 million, less proceeds from term loans of $23.6 million in addition to increased payments on term loans of $24.0 million. Lastly, the change was also due to the fact that there was no proceeds received from issuance of TruPs in the current fiscal year compared to $11.3 million in the prior fiscal year.\n30\nOff-Balance Sheet Arrangements\nThe Company defines an off-balance sheet arrangement as any transaction, agreement or other contractual arrangement involving an unconsolidated entity under which a Company has (1) made guarantees, (2) a retained or a contingent interest in transferred assets, (3) an obligation under derivative instruments classified as equity, or (4) any obligation arising out of a material variable interest in an unconsolidated entity that provides financing, liquidity, market risk or credit risk support to the Company, or that engages in leasing, hedging, or research and development arrangements with the Company. The Company is not currently engaged in the use of any of these arrangements.\nSystems and Network Security\nAlthough we have employed significant resources to develop our security measures against breaches, our cybersecurity measures may not detect or prevent all attempts to compromise our systems, including hacking, viruses, malicious software, break-ins, phishing attacks, security breaches or other attacks and similar disruptions that may jeopardize the security of information stored in and transmitted by our systems. Breaches of our cybersecurity measures could result in unauthorized access to our systems, misappropriation of information or data, deletion or modification of client information or other interruption to our business operations. As techniques used to obtain unauthorized access to sabotage systems change frequently and may not be known until launched against us or our third-party service providers, we may be unable to anticipate, or implement adequate measures to protect against these attacks. If we are unable to avert these attacks and security breaches, we could be subject to significant legal and financial liability, our reputation would be harmed and we could sustain substantial revenue loss from lost sales and customer dissatisfaction. We may not have the resources or technical sophistication to anticipate or prevent rapidly evolving types of cyber-attacks. Cyber-attacks may target us or other participants, or the communication infrastructure on which we depend. Actual or anticipated attacks and risks may cause us to incur significantly higher costs, including costs to deploy additional personnel and network protection technologies, train employees, and engage third-party experts and consultants. Cybersecurity breaches would not only harm our reputation and business, but also could materially decrease our revenue and net income.\nSupply Chain and Inflation\nThe Company continues to monitor a wide range of health, safety, and regulatory matters related to the continuing COVID-19 pandemic including its impact on our business operations. In addition, ongoing supply chain disruptions have impacted product availability and costs across all markets including the aviation industry in which our Company operates. Additionally, the United States is experiencing an acute workforce shortage and increasing inflation and interests rates which has created a hyper-competitive wage environment and increased debt costs. Thus far, the direct impact of these items on our businesses has not been material. However, ongoing or future disruptions to consumer demand, our supply chain, product pricing inflation, continued increases in interest rates, our ability to attract and retain employees, or our ability to procure products and fulfill orders, could negatively impact the Company’s operations and financial results in a material manner. We continue to look for proactive ways to mitigate potential impacts of these issues at our businesses.\nThe Company believes that inflation has not had a material effect on its manufacturing and commercial jet engine and parts operations, because increased costs to date have been passed on to customers. Under the terms of its overnight air cargo business contracts the major cost components of that segment's operations, consisting principally of fuel, crew and other direct operating costs, and certain maintenance costs are reimbursed by its customer. Significant increases in inflation rates could, however, have a material impact on future revenue and operating income.\n31\nNon-GAAP Financial Measures\nThe Company uses adjusted earnings before taxes, interest, and depreciation and amortization (\"Adjusted EBITDA\"), a non-GAAP financial measure as defined by the SEC, to evaluate the Company's financial performance. This performance measure is not defined by accounting principles generally accepted in the United States and should be considered in addition to, and not in lieu of, GAAP financial measures.\nAdjusted EBITDA is defined as earnings before taxes, interest, and depreciation and amortization, adjusted for specified items. The Company calculates Adjusted EBITDA by removing the impact of specific items and adding back the amounts of interest expense and depreciation and amortization to earnings before income taxes. When calculating Adjusted EBITDA, the Company does not add back depreciation expense for aircraft engines that are on lease, as the Company believes this expense matches with the corresponding revenue earned on engine leases. Depreciation expense for leased engines totaled $1.6 million and $0.3 million for the fiscal year ended March 31, 2023 and 2022. \nManagement believes that Adjusted EBITDA is a useful measure of the Company's performance because it provides investors additional information about the Company's operations allowing better evaluation of underlying business performance and better period-to-period comparability. Adjusted EBITDA is not intended to replace or be an alternative to operating income (loss) from continuing operations, the most directly comparable amounts reported under GAAP.\nThe table below provides a reconciliation of operating income (loss) from continuing operations to Adjusted EBITDA for the fiscal year ended March 31, 2023 and 2022 (in thousands):\nTwelve Months Ended\nMarch 31, 2023\nMarch 31, 2022\nOperating (loss) income from continuing operations\n$\n(4,407)\n$\n8,755 \nDepreciation and amortization (excluding leased engines depreciation)\n2,525 \n1,589 \nAsset impairment, restructuring or impairment charges\n1\n7,840 \n805 \nLoss on sale of property and equipment\n8 \n5 \nSecurities expenses\n63 \n252 \nAdjusted EBITDA\n$\n6,029\n \n$\n11,406\n \nThe table below provides Adjusted EBITDA by segment for the fiscal year ended March 31, 2023 and 2022 (in thousands):\nTwelve Months Ended\nMarch 31, 2023\nMarch 31, 2022\nOvernight Air Cargo\n$\n4,505 \n$\n2,854 \nGround Equipment Sales\n3,314 \n3,455 \nCommercial Jet Engines and Parts\n7,105 \n5,200 \nCorporate and Other\n(8,895)\n(103)\nAdjusted EBITDA\n$\n6,029\n \n$\n11,406\n \n1\n Included in the asset impairment, restructuring or impairment charges for the fiscal year ended March 31, 2023 was a write-down of $7.3 million on the commercial jet engines and parts segment's inventory, of which, $5.4 million was due to a management decision to monetize three engines by sale to a third party, in which the net carrying values exceeded the estimated proceeds. The remainder of the write-down was attributable to our evaluation of the carrying value of inventory as of March 31, 2023, where we compared its cost to its net realizable value and considered factors such as physical condition, sales patterns and expected future demand to estimate the amount necessary to write down any slow moving, obsolete or damaged inventory. \n32\nSeasonality\nThe ground equipment sales segment business has historically been seasonal, with the revenues and operating income typically being higher in the second and third fiscal quarters as commercial deicers are typically delivered prior to the winter season. Other segments are typically not susceptible to material seasonal trends.\n33\nCritical Accounting Policies and Estimates.\nThe Company’s significant accounting policies are described in \nNote 1\n of \nNotes to Consolidated Financial Statements included under Part II, Item 8\n of this report. The preparation of the Company’s consolidated financial statements in conformity with accounting principles generally accepted in the United States requires the use of estimates and assumptions to determine certain assets, liabilities, revenues and expenses. Management bases these estimates and assumptions upon the best information available at the time of the estimates or assumptions. The Company’s estimates and assumptions could change materially as conditions within and beyond our control change. Accordingly, actual results could differ materially from estimates. The Company believes that the following are its most critical accounting policies:\nBusiness Combinations\n. The Company accounts for business combinations in accordance with Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) 805, Business Combinations. Consistent with ASC 805, the Company accounts for each business combination by applying the acquisition method. Under the acquisition method, the Company records the identifiable assets acquired and liabilities assumed at their respective fair values on the acquisition date. Goodwill is recognized for the excess of the purchase consideration over the fair value of identifiable net assets acquired. Included in purchase consideration is the estimated acquisition date fair value of any earn-out obligation incurred. For business combinations where non-controlling interests remain after the acquisition, assets (including goodwill) and liabilities of the acquired business are recorded at the full fair value and the portion of the acquisition date fair value attributable to non-controlling interests is recorded as a separate line item within the equity section or, as applicable to redeemable non-controlling interests, between the liabilities and equity sections of the Company’s consolidated balance sheets. There are various estimates and judgments related to the valuation of identifiable assets acquired, liabilities assumed, goodwill and non-controlling interests. These estimates and judgments have the potential to materially impact the Company’s consolidated financial statements.\nInventories\n – Inventories are carried at the lower of cost or net realizable value. Within the Company’s commercial jet engines and parts segment, there are various estimates and judgments made in relief of inventory as parts are sold from established groups of parts from one engine or airframe purchase. The estimates and judgments made in relief of inventory are based on assumptions that are consistent with a market participant’s future expectations for the commercial aircraft, jet engines and parts industry and the economy in general and our expected intent for the inventory. These assumptions and estimates are complex and subjective in nature. Changes in economic and operating conditions, including those occurring as a result of the impact of the COVID-19 pandemic or its effects could impact the assumptions and result in future losses to our inventory.\nThe Company periodically evaluates the carrying value of inventory. In these evaluations, the Company is required to make estimates regarding the net realizable value, which includes the consideration of sales patterns and expected future demand. Any slow moving, obsolete or damaged inventory and inventory with costs exceeding net realizable value are evaluated for write-downs. These estimates could vary significantly from actual amounts based upon future economic conditions, customer inventory levels, or competitive factors that were not foreseen or did not exist when the estimated write-downs were made.\nValuation of Assets on Lease or Held for Lease\n - Engine assets on lease or held for lease are stated at cost, less accumulated depreciation. On a quarterly basis, we monitor the portfolio for events which may indicate that a particular asset may need to be evaluated for potential impairment. These events may include a decision to part-out or sell an asset, knowledge of specific damage to an asset, or supply/demand events which may impact the Company’s ability to lease an asset in the future. On an annual basis, even absent any such ‘triggering event’, we evaluate the assets in our portfolio to determine if their carrying amount may not be recoverable. If an asset is determined to be unrecoverable, the asset is written down to fair value. When evaluating for impairment, we test at the individual asset level (e.g., engine, airframe or aircraft), as each asset generates its own stream of cash flows, including lease rents and maintenance reserves.\nThe Company must make significant and subjective estimates in determining whether any impairment exists. Those estimates  are as follows:\n•\nFair value – we determine fair value by reference to independent appraisals, quoted market prices (e.g., an offer to purchase) and other factors such as current data from airlines, engine manufacturers and MRO providers as well as specific market sales and repair cost data.\n•\nFuture cash flows – when evaluating the future cash flows that an asset will generate, we make assumptions regarding the lease market for specific engine models, including estimates of market lease rates and future demand. These assumptions are based upon lease rates that we are obtaining in the current market as well as our expectation of future demand for the specific engine/aircraft model. \nIf the forecasted undiscounted cash flows and fair value of our long-lived assets decrease in the future, we may incur impairment charges.\nAccounting for Redeemable Non-Controlling Interest\n. Policies related to redeemable non-controlling interests involve judgment and complexity, specifically on the classification of the non-controlling interests in the Company’s consolidated balance sheet, and the accounting treatment for changes in the fair value or estimated redemption value for non-controlling interests that are redeemed at other than fair value. Further, there is significant judgment in determining whether an equity instrument is currently redeemable or not currently redeemable but probable that the equity instrument will become redeemable. Additionally, there are also significant estimates made in the valuation of Contrail's RNCI. The fair value of Contrail's non-controlling interest is determined using a combination of the income approach, utilizing a discounted cash flow analysis, and the market approach, utilizing the guideline public company method. Contrail's discounted cash flow analysis requires significant management judgment with respect to forecasts of revenue, operating margins, capital expenditures, and the selection and use of an appropriate discount rate. Contrail’s market approach requires management to make significant assumptions related to market multiples of earnings derived from comparable publicly-traded companies with similar operating characteristics as Contrail. There are also significant estimates made to determine the estimated redemption value of Shanwick's redeemable non-controlling interest (\"Shanwick RNCI\"). The analysis uses significant inputs such as forecasted earnings before interest and taxes (\"EBIT\"), discount rate and expected volatility, which require significant management judgment and assumptions. \n34",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures about Market Risk.\nThe Company is subject to the risk of fluctuating interest rates in the normal course of business, primarily as a result of its variable rate borrowing. The Company has entered into variable to fixed rate interest-rate swap agreements to effectively reduce its exposure to interest rate fluctuations. \nWe are also exposed to certain losses in the event of nonperformance by the counterparties under the swaps. We regularly evaluate the financial condition of our counterparties. Based on this review, we currently expect the counterparties to perform fully under the swaps. However, if a counterparty defaults on its obligations under a swap, we could be required to pay the full rates on the applicable debt, even if such rates were in excess of the rate in the contract.\nSee “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations - Liquidity and Capital Resources” and the Notes to Consolidated Financial Statements for a description of our accounting policies and other information related to these financial instruments.\n35",
    "cik": "353184",
    "cusip6": "009207",
    "cusip": [
        "009207101"
    ],
    "names": [
        "AIR T INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/353184/000035318423000071/0000353184-23-000071-index.htm"
}