{
    "item1": ">Item 1. Business\nCORPORATE BACKGROUND\nGeneral\nIn 1949, our founders established ADP to shape the world of work with a simple, innovative idea: help clients focus on their business by solving their payroll challenges. Today, we are one of the world’s leading global technology companies providing comprehensive cloud-based human capital management (HCM) solutions that unite HR, payroll, talent, time, tax and benefits administration. Our unmatched experience, expertise, insights and cutting-edge technology have transformed HCM from an administrative challenge to a strategic business advantage. Tailored to meet the needs of businesses of all sizes, we help them work smarter today so they can have more success tomorrow. We serve over 1 million clients and pay over 41 million workers in 140 countries and territories. Our common stock is listed on the NASDAQ Global Select Market® under the symbol “ADP.”\nWhen we refer to “we,” “us,” “our,” “ADP,” or the “Company” in this Annual Report on Form 10-K, we mean Automatic Data Processing, Inc. and its consolidated subsidiaries.\n3\nBUSINESS OVERVIEW\nADP’s Mission\nOur mission is to power organizations with insightful Human Capital Management (HCM) solutions that meet the changing needs of our clients and their workers. \nData, digital technology, artificial intelligence, globalization, new business models and other significant events and disruptions continuously reshape the way people work. Our HCM technology, industry and compliance expertise and data insights deliver measurable results and peace-of-mind, and contribute to an engaged, productive workforce. Our leading technology and commitment to service excellence are at the core of our relationship with each one of our clients, whether it's a small, mid-sized or large organization operating in one or multiple countries around the world. We are always designing better ways to work through cutting-edge products, premium services and exceptional experiences that enable people to reach their full potential.\nADP's Business Pillars\nOur business is organized around three pillars which represent our core growth areas. \nU.S. HCM Solutions\n: In the United States, we provide cloud-based HCM software with supporting service and expertise that assists employers of all types and sizes in managing the entire worker spectrum and employment cycle – from full-time to freelancer and from hire to retire.\nU.S. HR Outsourcing (HRO) Solutions\n: In the United States, we offer comprehensive HRO solutions in which we provide complete management solutions for HR \nadministration, payroll administration, talent management, employee benefits, benefits administration, employer liability management, and other HCM and employee benefits functions.\nGlobal Solutions\n: We offer international HCM and HRO solutions, comprised of both local, in-country solutions and cloud-based multi-country solutions, to clients wherever they do business around the world.\nADP’s Strategy\nOur business strategy has three key priorities: \nWith a large and growing addressable market, we are focused on our core growth areas and further enhancing our market position by executing on our Strategy:\n• Lead with Best-in-Class HCM Technology. \nWe design and develop world-class HCM platforms that simplify work and utilize enabling technologies like artificial intelligence and modern cloud architecture. We aim to solve the needs of our clients and their workers today by making HCM transactions effortless and compliant, while anticipating their needs of tomorrow by incorporating valuable data insights and guidance into our solutions to help them better understand their workforce and how they compare to industry peers, and position them to make better decisions.\n• Provide Unmatched Expertise and Outsourcing Solutions.\n Our clients look to us as a source of expertise to understand key HR trends and best practices, employment and related legislation, and to offer thoughtful strategies to utilize HCM technology to achieve their business objectives and support their workforce. Many of our clients also look to us to take on responsibility for a portion or all of their HCM workflow via one of our HRO solutions. We intend to continue to build on our deep expertise and make it readily available to our clients through a variety of channels, ranging from traditional call and chat options to self-guided and AI-powered options. We will continue to leverage our decades of experience, our significant data insights, and investments in AI and other enabling \n4\ntechnologies to help our clients and their workers navigate the ever-changing world of work.\n• Benefit our Clients with Our Global Scale. \nOur clients benefit from our unmatched global footprint and scale in the HCM industry. We will continue to build on these  strengths to further improve our client experience, and to add to our global footprint to further meet our clients where they choose to do business and address their needs for a distributed and flexible workforce. We intend to build more relationships with partners, such as through the ADP Marketplace, in order to provide clients with seamless integrations and customizations that simplify their HR processes and help them meet their needs. And we will grow our sales organization and continue to invest in best-in-class sales technology to not only make the purchase experience seamless but to also empower our sellers to provide the deep expertise and insights our clients, partners and influencers require to ensure they have the right HCM solutions to help them achieve their objectives and make a meaningful impact for their employees. \nAs we continue to invest in and execute on our Strategy, we intend to continue to exceed the expectations of our clients and enable them and their people to reach their full potential.\nInnovation at ADP\nInnovation is in our DNA. For over 70 years, we have proven that actively listening and responding to what clients and their employees need and want keeps the world of work progressing forward. We pioneered HCM automation, HCM in the cloud, mobile HCM and a digital HCM marketplace. This spirit of innovation remains a steady guide as we continue to listen and respond to emerging needs. As the business, data and digital technology landscape continues to rapidly evolve, what “work” means, how and where it gets done, and how workers are paid is changing as well. \nLeveraging the power of data, we innovate by anticipating the future of work, the future of HCM and the future of pay to help our clients transform their businesses, simplify work and empower their workers.\nThe size and breadth of ADP gives us a unique opportunity, especially in the era of data and data-driven products, to test innovative ideas, validate hypotheses and refine solutions before we bring them to the market. This happens through our “client-zero” program, which forges a direct connection point between our internal HR practitioners and our technologists. A key area of focus is using data and feedback from front-line practitioners to build products that improve the employee experience and make HR technology more intentional and in the moment. By innovating with a client-centric mindset, we continue to transform work. \nIn today’s world of work, people-data has never been more important. It gives companies the information they need to identify the depth and scope of people issues, anticipate and solve challenges, foster connections across their workforce and drive business outcomes. Sitting at the center of workforce data, we leverage the unrivaled scale, breadth, and depth of our data to provide the insights businesses need to create a better world of work. Our data is also the basis for our renowned ADP National Employment Report, which the ADP Research Institute (ADPRI) and the Stanford Digital Economy Lab recently retooled to provide a more robust, independent high-frequency view of the labor market and trajectory of economic growth in the United States.\nThe scale and scope of our client base provides us an unrivaled HCM dataset, and we are focused on converting our data advantage into our client’s data advantage. We are doing this by differentiating our HCM solutions and providing our clients with insights that can help drive better decisions, and by continuing to identify and pursue new and additional data-as-a-service opportunities. We are leading this innovation effort with ADP® DataCloud, our award-winning machine learning (ML) and workforce analytics platform which is the largest private repository of payroll information available. DataCloud analyzes aggregated, anonymized and timely HCM and compensation data from more than 1 million     organizations across the U.S., powering solutions that provide clients with in-depth workforce and business insights that enable critical HR decisions. \nArtificial intelligence (AI) drives many of the key features of ADP’s data products. In the U.S., ADP DataCloud's Skills Graph, our\n \nproprietary data structure, is based on more than 43 million employee records, 95 million resumes and 9 million job postings across more than 20 industries and 500 geographic areas, and uses large language models to extract, align and normalize key information such as skills, job titles and levels, education and qualifications from non-structured data and infers missing skills and qualifications from context. Skills Graph powers ADP’s Candidate Profile Relevancy tool to help score, assess and predict candidates who are the best fit for a job opening and is designed to minimize the introduction of bias by, among other things, focusing on the skills, education, and experience of an applicant. Skills Graph also powers our new Organizational Benchmarking Dashboard, which enables companies to decide how best to deploy their workers by comparing organizational metrics like headcount, labor costs and turnover against other similar businesses, as well as Talent Market Insights where organizations can explore jobs and locations to understand talent availability, skills, wages, turnover and time to fill. ADP’s Model-Based Benchmarks, powered by Skills Graph, also extend benchmarks to include compensation for up to 160 million workers. Model-Based Benchmarks are driven by a set of deep learning models that extract \n5\npatterns and knowledge from millions of payroll records and job profiles to provide accurate information that reflects the reality of the position being researched. We offer similar tools to clients outside the United States, including through our ADP GlobalView® and ADP iHCM solutions.\nWe are also using AI to respond to the needs of HR practitioners. ADP’s data-driven Intelligent Self-Service solution uses predictive analytics and machine learning to proactively address common employee HR challenges before the need to contact their HR departments arises, freeing HR practitioners to focus on higher value initiatives. It was named a “Top HR Product” at the 2022 HR Technology Conference, marking the 8th consecutive year we have received this award for continued product innovation. \nADP’s Pay Equity Storyboard combines analytics and benchmarking to help employers better understand potential pay gaps and provide them with real, up-to-date, aggregated and anonymized market data to understand how their compensation for a particular job compares to other similar employers. Insights powered by DataCloud are particularly important with respect to diversity, equity and inclusion (DEI) and, as part of our commitment to DEI, we introduced the first-of-its-kind, award-winning DEI benchmark to help companies assess DEI gaps, track their progress and achieve their goals, bolstering ADP’s suite of DEI offerings. It also earned acclaim in Fast Company’s first-ever list of the “Next Big Things in Tech,” which \nhighlights tech breakthroughs that promise to define the future of their industries. \nIn harnessing the power of data through ML, ADP recognizes the importance of accountability, transparency, privacy, explainability and governance, and in furtherance of those goals has established an active AI & Data Ethics Committee, comprised of both industry leaders and ADP experts, which advises on emerging industry trends and concerns and provides guidance with respect to compliance with the principles that ADP should follow while developing products, systems and applications that involve AI, ML and data.\nAs we continue to explore the potential that new technologies like generative AI can provide as we design and develop innovative solutions, we understand the great responsibility we have to approach these innovations in a way that is ethical, secure, and compliant for our business and the clients and workers we serve around the world. This led to our establishment of an interdisciplinary working group across ADP to determine governance for use cases and adoption of a set of principles and processes to govern the use of these newer technologies, including operational monitoring of recommendations made by AI/ML technologies.\nBuilt to be as dynamic as the world of work today, our next-gen platforms are designed for adaptability. Built from the ground up to be cloud-native, global, scalable and secure, our next-gen platforms are designed to provide our clients with the flexibility they need to address today’s and tomorrow’s workplace challenges, and to personalize the experience based on their needs. Built for dynamic teams, our next-gen HCM platform provides our clients with visibility into where work happens rather than into rigid organizational hierarchies and worker types. And, by deploying low-code applications, clients can easily tailor the solution to their needs. \nOur next-gen payroll platform is a global solution that supports workers of all types and enables real-time, transparent, continuous payroll calculations. This next-gen payroll platform also unlocks flexible pay choices for our clients so they can provide the best pay experience for their workers. As the regulatory environment rapidly changes, making it harder for companies to navigate the complexities of payroll, our next-gen payroll platform’s built-in compliance capabilities enable our clients to focus on managing their business.\nAdditionally, we launched the “Roll™ by ADP” mobile-first solution – reimagining how small businesses do payroll. This groundbreaking payroll solution utilizes an AI-powered chat interface to turn traditional payroll management into an intuitive conversation that can complete payroll in under a minute. Leveraging ADP’s long-standing payroll expertise and data security, small \n6\nbusiness owners can download and self-purchase Roll and run payroll anywhere, anytime, quickly and compliantly, with no experience or training needed. The conversational experience runs off simple chat prompts such as “Run my payroll,” offering a frictionless experience that also allows clients to confidently handle compliance matters like tax filing and deposits.\nOur innovative Wisely® payment and financial wellness offering includes a suite of personalized banking-alternative solutions designed to give employees fast and flexible choices to access their pay and other sources of income. Wisely® Pay is a network-branded paycard with a digital account, through which\n \nemployees can access their pay, make purchases online and in store, deposit checks, load additional funds onto the card, and transfer funds to a bank account in the United States. Wisely also enables advanced capabilities and innovative features such as Earned Wage Access (EWA), automatic savings options, cash back rewards and bill pay that help employees take even more control of their finances.\n \nWisely® Direct, a network-branded general purpose reloadable card that comes with a digital account, provides similar features and functionality but is offered directly to consumers. Our digital card offerings are banking alternatives that afford \nfinancial wellness tools designed to help members realize a better financial path forward.\n‘Always Designing for People’ isn’t just a tag line \n–\n innovation is also about putting our clients first by giving them and their workers a faster, smarter and easier user experience (UX) that was designed with and for them.\n \nWith a modern look and feel based on our  new design system, our new UX is powered by data and ML and provides intuitive workflows that are available when and where our clients and their workers need it. We are investing in UX alignment and simplification across our strategic products and solutions, with new UX releases for RUN Powered by ADP®, MyADP, ADP® Mobile Solutions and, most recently, ADP Workforce Now®.\nIn addition, our ADP Mobile app simplifies how work gets done by enabling clients to process their payroll anywhere, and giving millions of their employees worldwide convenient access to their payroll and HR information in 32 languages. We expanded employee self-service via our app by incorporating ML-based recommendations for employees to better find information, correct missing information, and complete tasks more efficiently.\nReportable Segments\nOur two reportable business segments are Employer Services and Professional Employer Organization (“PEO”), and are based on the way that management reviews the performance of, and makes decisions about, our business. For financial data by segment and by geographic area, see Note 14 to the “Consolidated Financial Statements” contained in this Annual Report on Form 10-K.\nEmployer Services\n.  Our Employer Services segment serves clients ranging from single-employee small businesses to large enterprises with tens of thousands of employees around the world, offering a comprehensive range of technology-based HCM solutions, including our strategic, cloud-based platforms, and HRO (other than PEO) solutions. These solutions address critical client needs and include: Payroll Services, Benefits Administration, Talent Management, HR Management, Workforce Management, Compliance Services, Insurance Services and Retirement Services.\nProfessional Employer Organization\n.  Our PEO business, called ADP TotalSource®, provides clients with comprehensive employment administration outsourcing solutions through a relationship in which employees who work for a client (referred to as “worksite employees”) are co-employed by us and the client.\n7\nPRODUCTS AND SOLUTIONS\nIn order to serve the unique needs of our clients and their diverse types of businesses and workforce models, we provide a range of solutions which businesses of all types and sizes and across geographies can use to recruit, pay, manage, and retain their workforce. We address these broad market needs with our cloud-based strategic platforms: RUN Powered by ADP®, serving over 850,000 small businesses; ADP Workforce Now®, serving over 80,000 mid-sized and large businesses across our strategic pillars; and ADP Vantage HCM® and our next-gen HCM platform, serving large enterprise businesses. All of these solutions can be combined with ADP SmartCompliance® to address the increasingly broad and complex needs of employers. Outside the United States, we address the needs of over 65,000 clients with premier global solutions consisting of in-country solutions and multinational offerings, including ADP GlobalView®, ADP Celergo®/Streamline® and ADP iHCM.\nStrategic Cloud-based Products and Solutions Across Client Size and Geography\nHCM Solutions\nIntegrated HCM Solutions.\n \n \nOur premier suite of HCM products offers complete solutions that assist employers of all types and sizes in all stages of the employment cycle, from recruitment to retirement.\nOur suite of HCM solutions are powered by our strategic, cloud-based, award-winning platforms, including:\n• RUN Powered by ADP combines a software platform for small business payroll, HR management and tax compliance administration, with 24/7 service and support from our team of small business experts. RUN Powered by ADP also integrates with other ADP solutions, such as workforce management, workers’ compensation insurance premium payment plans, and retirement plan administration systems.\n• ADP Workforce Now is a flexible HCM solution used across mid-sized and large businesses in North America to manage their employees. \nMore businesses use ADP Workforce Now in North America\n than any other HCM solution designed for both mid-sized and large businesses.\n• ADP Vantage HCM is a solution for large enterprises in the United States. It offers a comprehensive set of HCM capabilities within a single solution that unifies the five major areas of HCM: HR management, benefits administration, payroll services, time and attendance management, and talent management.\nPayroll Services\n.  \nWe pay over 25 million (approximately 1 out of every 6) workers in the United States. We offer flexible payroll services to employers of all sizes, including the preparation of employee paychecks, pay statements, supporting journals, summaries, and management reports. \n8\nWe provide employers with a wide range of payroll options, including using mobile technology, connecting their major enterprise resource planning (“ERP”) applications with ADP’s payroll services or outsourcing their entire payroll process to us. Employers can choose a variety of payroll payment options including ADP’s electronic wage payment and, in the United States, payroll card solutions and digital accounts. On behalf of our clients in the United States, we prepare and file federal, state and local payroll tax returns, and quarterly and annual Social Security, Medicare, and federal, state and local income tax withholding reports. \nBenefits Administration.\n \n In the United States, we provide powerful and agile solutions for employee benefits administration. These options include health and welfare administration services, leave administration services, insurance carrier enrollment services, employee communication services, and dependent verification services. In addition, ADP benefits administration solutions offer employers a simple and flexible cloud-based eligibility and enrollment system that provides their employees with tools, communications, and other resources they need to understand their benefits options and make informed choices.\nTalent Management.\n \nADP’s Talent Management solutions simplify and improve the talent acquisition, management and activation process, from recruitment to ongoing employee engagement and development. Employers can also outsource their internal recruitment function to ADP. Our solutions provide performance, learning, succession and compensation management tools that help employers align goals to outcomes, and enable managers to identify and mitigate potential retention risks. Our talent activation solutions include \nStandOut\n® powered by ADP, which provides team leaders with data and insights to drive employee engagement and leadership development, which in turn help drive employee performance.\nWorkforce Management.\n \n ADP’s Workforce Management offers a range of solutions to over 120,000 employers of all sizes, including time and attendance, absence management \nand scheduling tools. Time and attendance solutions include time capture via online timesheets, timeclocks with badge readers, biometrics and touch-screens, telephone/interactive voice response, and mobile smartphones and tablets. These tools automate the calculation and reporting of hours worked, helping employers prepare payroll, control costs and overtime, and manage compliance with wage and hour regulations. Absence management tools include accrued time off, attendance policy and leave case management modules. Our employee scheduling tools simplify visibility, offer shift-swapping capabilities and can assist managers with optimizing schedules to boost productivity and minimize under- and over-staffing. We also offer data analytics and reporting tools that provide clients with insights, benchmarks and performance metrics so they can better manage their workforce. In addition, industry-specific modules are available for labor forecasting, budgeting, activity and task management, grant and project tracking, and tips management.\nCompliance Solutions.\n \n ADP’s Compliance Solutions provides industry-leading expertise in payment compliance and employment-related tax matters that complement the payroll, HR and ERP systems of our clients. In our fiscal year ended June 30, 2023, in the United States, we processed and delivered more than 79 million employee year-end tax statements and moved more than $3.1 trillion in client funds to taxing and other agencies, our clients’ employees and other payees.\n• \nADP SmartCompliance.\n  In the United States, ADP SmartCompliance integrates client data delivered from our integrated HCM platforms or third-party payroll, HR and financial systems into a single, cloud-based solution. Our specialized teams use the data to work with clients to help them manage changing and complex regulatory landscapes and improve business processes. ADP SmartCompliance includes HCM-related compliance solutions such as Employment Tax and Wage Payments, as well as Tax Credits, Health Compliance, Wage Garnishments, Employment Verifications, Unemployment Claims and W-2 Management.\n• \nADP SmartCompliance Employment Tax.  \nAs part of our full-service employment tax services in the United States, we prepare and file employment tax returns on our clients’ behalf and, in connection with these stand-alone services, collect employment taxes from clients and remit these taxes to more than 8,000 federal, state and local tax agencies. \n9\n• \nADP SmartCompliance Wage Payments.  \nIn the United States, we offer compliant pay solutions for today's workforce, including electronic payroll disbursement options such as payroll cards, digital accounts and direct deposit, as well as traditional payroll checks, which can be integrated with clients’ ERP and payroll systems.\nHuman Resources Management.\n \nCommonly referred to as Human Resource Information Systems, ADP’s Human Resources Management Solutions provide employers with a single system of record to support the entry, validation, maintenance, and reporting of data required for effective HR management, including employee names, addresses, job types, salary grades, employment history, and educational background. \nInsurance Services.\n \nADP’s Insurance Services business, in conjunction with our licensed insurance agency, Automatic Data Processing Insurance Agency, Inc., facilitates access in the United States to workers’ compensation and group health insurance for small and mid-sized clients through a variety of insurance carriers. \nOur automated Pay-by-Pay® premium payment program calculates and collects workers’ compensation premium payments each pay period, simplifying this task for employers.\nRetirement Services.\n  ADP Retirement Services helps employers in the United States administer various types of retirement plans, such as traditional and Roth 401(k)s, profit sharing (including new comparability), SIMPLE and SEP IRAs, and executive deferred compensation plans. ADP Retirement Services offers a full service 401(k) plan program which provides recordkeeping and administrative services, combined with an investment platform offered through ADP Broker-Dealer, Inc. that gives our clients’ employees access to a wide range of non-proprietary investment options and online tools to monitor the performance of their investments. In addition, ADP Retirement Services offers investment management services to retirement plans through ADP Strategic Plan Services, LLC, an SEC registered investment adviser under the Investment Advisers Act of 1940. ADP Retirement Services also offers trustee services through a third party.\nHRO Solutions\nAs a leader in the growing HR Outsourcing market, we partner with our clients to offer a full range of seamless technology and service solutions for HR administration, workforce management, payroll services, benefits administration and talent management. From small businesses to enterprises with thousands of employees, our clients gain proven technology and processes and robust service and support. Whether a client chooses our PEO or other HR Outsourcing solutions, we offer solutions tailored to a client’s specific needs and preferences \n–\n designed to meet the client’s needs today, and as its business and needs evolve.\nProfessional Employer Organization.\n ADP TotalSource is enabled by ADP Workforce Now and offers small and mid-sized businesses a comprehensive HR outsourcing solution through a co-employment model. With a PEO, both ADP and the client have a co-employment relationship with the client’s employees. We assume certain employer responsibilities such as payroll processing and tax filings, and the client maintains control of its business and all management responsibilities. ADP TotalSource clients are able to offer their employees services and benefits on par with those of much larger enterprises, without the need to staff a full HR department. With our cloud-based HCM software at the core, we serve more than 16,000 clients and \n10\nmore than 725,000 worksite employees in all 50 U.S. states. ADP TotalSource is the largest PEO certified by the Internal Revenue Service as meeting the requirements to operate as a Certified Professional Employer Organization under the Internal Revenue Code. As a full-service PEO, ADP TotalSource provides a broad range of HR administrative services, including payroll and payroll tax, employer compliance, HR guidance, employee benefits and benefit administration, talent strategies, and workers’ compensation insurance including risk and claims management. Some of the rich offerings available through ADP TotalSource to address today’s workplace challenges include:\n• Better Employee Benefits:  Through our PEO, many of our clients discover that they can offer a richer overall benefits package than they could afford to offer on their own. We give clients access to a patented approach to help them target the best benefit plan offerings for their employees. They can compare plan options and make more educated decisions about what plan offering is best for their company and budget. In addition, ADP TotalSource integrates with our award-winning ADP Marketplace to further tailor offerings, such as helping employees pay off student loans with payroll contributions and integrating a client’s U.S. PEO population with its global workforce’s HR system of record.\n• Protection and Compliance:  ADP TotalSource HR experts help clients manage the risks of being an employer by advising how to handle properly a range of issues \n–\n from HR and safety compliance to employee-relations. This includes access to workers' compensation coverage and expertise designed to help them handle both routine and unexpected incidents, including discrimination and harassment claims. \n• Talent Engagement:  Featuring a talent blueprint, ADP TotalSource HR experts work with clients to help them better engage and retain their workforce through solutions that support the core needs of an employee at work. In addition, our full-service recruitment team is dedicated to helping our clients find and hire new talent, while reducing the stress of uncovering top talent.\n• Expertise:  Each client is assigned a designated HR specialist for day-to-day and strategic guidance. Clients can also access data-driven benchmarks in areas such as turnover and overtime, staffing and understanding profit leaks, and have their ADP HR expert help tailor recommendations to continue to drive their business forward. A payroll specialist is also available to clients to help them ensure their workers are paid correctly, on time and in compliance.\nADP Comprehensive Services. \n Leveraging our market-leading ADP Workforce Now platform, ADP Comprehensive Services partners with clients of all types \nand sizes to tackle their HR, talent, benefits administration and pay challenges with help from our proven expertise, deep experience and best practices. ADP Comprehensive Services is flexible \n–\n enabling clients to partner with us for managed services for one, some or all areas across HR, talent, benefits administration and pay. We provide outsourced execution that combines processes, technology and a robust service and support team that acts as an extension of our client’s in-house resources \n–\n so their HCM and pay operations are executed with confidence.\nADP Comprehensive Outsourcing Services (ADP COS).\n  ADP COS is designed for large business outsourcing for payroll, HR administration, workforce management, benefits administration and talent management. With ADP COS, the day-to-day payroll process becomes our responsibility, freeing up clients to address critical issues like employee engagement and retention. The combination of technology, deep expertise and data-driven insights that ADP COS offers is powerful, allowing clients to focus on strategy and results.\nADP Recruitment Process Outsourcing Services (ADP RPO\n®\n). \n ADP RPO provides deep talent insights to help drive targeted recruitment strategies for attracting top talent. With global, customizable recruitment services, ADP RPO enables organizations to find and hire the best candidates for hourly, professional or executive positions. In addition, we also deliver market analytics, sourcing strategies, candidate screening, selection and on-boarding solutions to help organizations connect their talent strategy to their business's priorities.\nGlobal Solutions\nOur premier global solutions consist of multi-country and local in-country solutions for employers of any type or size. We partner with clients to help them navigate the most complex HR and payroll scenarios using tailored and scalable technology supported by our deep compliance expertise.\nADP Global Payroll is a solution for multinational organizations of all sizes, empowering them to harmonize \n11\nHCM strategies in 140 countries globally. This improves visibility, control and operational efficiency, giving organizations the insight and confidence to adapt to changing local needs, while helping to drive overall organizational agility and engagement.\nWe also offer comprehensive, country-specific HCM solutions that combine innovative technology with deep local expertise. By operating a flexible service model, we help clients manage various combinations of payroll services, HR management, time and attendance management, talent management and benefits management, depending on the country in which the solution is provided.\nWe pay over 15 million workers outside the United States with our in-country solutions and with ADP GlobalView, ADP Celergo/Streamline and ADP iHCM \n–\n our simplified and intuitive multi-country solutions. As part of our global payroll services, we supply year-end regulatory and legislative tax statements and other forms to our clients’ employees. Our global talent management solutions elevate the employee experience, from recruitment to ongoing employee engagement and development. Our comprehensive HR solutions combined with our deep expertise make our clients’ global HR management strategies a reality. Our configurable, automated time and attendance tools help global clients understand the work being performed and the resources being used, and help ensure the right people are in the right place at the right time.\nMARKETS AND SALES\nOur HCM solutions are offered in 140 countries and territories across North America, Latin America, Europe, Asia and Africa. The most material markets for HCM Solutions, Global Solutions and HRO Solutions (other than PEO) are the United States, Canada and Europe. In each market, we have both country-specific solutions and multi-country solutions, for employers of all sizes and complexities. The major components of our offerings throughout these geographies are payroll, HR outsourcing and time and attendance management. In addition, we offer wage and tax collection and/or remittance services in the United States, Canada, the United Kingdom, Australia, India and China. Our PEO business offers services exclusively in the United States.\nWe market our solutions primarily through our direct sales force. We also market HCM Solutions, Global Solutions and HRO Solutions through indirect sales channels, such as marketing relationships with certified public accountants and banks, among others. None of our major business units has a single homogeneous client base or market. While concentrations of clients exist in specific industries, no one client, industry or industry group is material to our overall revenues. We are a leader in each of our major service \nofferings and do not believe any of our major services or business units is subject to unique market risk.\nCOMPETITION\nThe industries in which we operate are highly competitive. We know of no reliable statistics by which we can determine the number of our competitors, but we believe that we are one of the largest providers of HCM solutions in the world. HCM Solutions, Global Solutions and HRO Solutions (other than PEO) compete with other business outsourcing companies, companies providing ERP services, providers of cloud-based HCM solutions and financial institutions. Our PEO business competes with other PEOs providing similar services, as well as business outsourcing companies, companies providing ERP services and providers of cloud-based HCM solutions. Other competitive factors include a company’s in-house function, whereby a company installs and operates its own HCM system.\nCompetition for business outsourcing solutions is primarily based on product and service quality, reputation, ease of use and accessibility of technology, breadth of offerings, and price. We believe that we are competitive in each of these areas and that our leading-edge technology (together with our data) and commitment to service excellence, distinguishes us from our competitors.\nINDUSTRY REGULATION\nOur business is subject to a wide range of complex U.S. and foreign laws and regulations. In addition, many of our solutions are designed to assist clients with their compliance with certain U.S. and foreign laws and regulations that apply to them. We have, and continue to enhance, compliance programs and policies to monitor and address the legal and regulatory requirements applicable to our operations and client solutions, including dedicated compliance personnel and training programs.\nAs one of the world’s largest providers of HCM solutions, our systems contain a significant amount of sensitive data \n12\nrelated to clients, employees of our clients, vendors and our employees. We are, therefore, subject to compliance obligations under federal, state and foreign privacy, data protection, artificial intelligence (AI) and cybersecurity-related laws, including federal, state and foreign security breach notification laws with respect to both client employee data and our own employee data. The changing nature of these comprehensive laws in the United States, Europe and elsewhere, including the European Union’s (the “EU”) General Data Protection Regulation (the “GDPR”) and the California Privacy Rights Act of 2020 (the “CPRA”), impact our processing of personal information of our employees and on behalf of our clients. The GDPR imposes strict and comprehensive requirements on us as both a data controller and a data processor. As part of our overall data protection compliance program, including with respect to data protection laws in the EU, we are one of the few companies in the world to have implemented Binding Corporate Rules (“BCRs”). Compliance with our BCRs permits us to process and transfer personal data across borders in accordance with the GDPR and other data protection laws in the EU. The\n \nCPRA requires companies to provide data disclosure, access, deletion and opt-out rights to consumers in California. In the area of artificial intelligence, some states and localities in the U.S. have proposed or already enacted legislation and proposals are pending in the European Union and elsewhere that would impose obligations on how we develop and market AI-based products and solutions. Additionally, self-regulatory frameworks like the National Institute of Standards and Technology AI Risk Management Framework are being promulgated and adherence to these may become an industry standard or client expectation. In the United States, the Health Insurance Portability and Accountability Act of 1996 applies to our insurance services businesses and ADP TotalSource.\nAs part of our payroll and payroll tax management services, we move client funds to taxing authorities, our clients’ employees and other payees via electronic transfer, direct deposit, prepaid access and ADPCheck. In 2019, the Office of the Comptroller of Currency (the “OCC”) authorized us to open ADP Trust Company, National Association (the “ADP Trust Bank”), via a national trust bank charter pursuant to the National Bank Act. The ADP Trust Bank is the sole trustee of ADP Client Trust, our grantor trust which holds U.S. client funds, and is responsible for the oversight and management of those client funds. The ADP Trust Bank, and all of its fiduciary activities including the U.S. money movement it oversees and manages via ADP Client Trust, is subject to comprehensive ongoing oversight and regulation by the OCC. In addition, our U.S. money movement managed by the ADP Trust Bank and our U.S. prepaid access offering are subject to the anti-money laundering and reporting provisions of The Bank Secrecy Act of 1970, as amended by the USA PATRIOT Act of 2001 (the “BSA”). Elements \nof our money movement activities outside of the United States are subject to licensing and similar anti-money laundering and reporting laws and requirements in certain countries in which we provide such services. Our employee background screening services business offers background checking services that are subject to the Fair Credit Reporting Act. ADP TotalSource is subject to various state licensing requirements and, as a Certified PEO, maintains certifications with the Internal Revenue Service. Because ADP TotalSource is a co-employer with respect to its clients’ worksite employees, we may be subject to certain obligations and responsibilities of an employer under federal and state tax, insurance and employment laws, including worksite employee payroll obligations and with respect to claimed employee retention and other tax credits. ADP Strategic Plan Services, LLC, our registered investment adviser, provides certain investment management and advisory services to retirement plan administrators under a heightened “fiduciary” standard and is regulated by the SEC and the U.S. Department of Labor. ADP Broker-Dealer, Inc., which supports our Retirement Services business, is a registered broker-dealer regulated by the SEC and the Financial Industry Regulatory Authority (FINRA).\nOur current and future offerings in the payments and/or consumer space may also subject us to additional laws and regulations, which could also require corresponding compliance programs and policies and dedicated resources.\nIn addition, many of our businesses offer solutions that assist our clients in complying with certain U.S. and foreign laws and regulations that apply to them. Although these laws and regulations apply to our clients and not to ADP, changes in such laws or regulations may affect our operations, products and services. For example, our payroll services are designed to facilitate compliance with state laws and regulations applicable to the payment of wages. In addition, our HCM solutions help clients manage their compliance with certain requirements of the Affordable Care Act in the United States. Similarly, our Tax Credit Services business, which helps clients in the United States take advantage of tax credit opportunities in connection with the hiring of new employees and certain other activities, is based on federal, state or local tax laws and regulations allowing for tax credits, which are subject to renewal, amendment or rescission.\nWe believe that key components of our compliance programs provide real competitive differentiators. For instance, our BCRs have enabled ADP to apply a global standard of data protection, simplifying data transfer processes and assisting our clients in meeting the demanding standards of data protection expected in Europe – a solution that most competitors cannot provide. Similarly, the ADP Client Trust and ADP Trust Bank provide client funds with a level of protection that most competitors cannot offer. We continue to expand our \n13\napproach to compliance and are adopting “Compliance by design” as a tenet that prioritizes compliance in designing and developing new solutions to support our clients.\nThe foregoing description does not include an exhaustive list of the laws and regulations governing or impacting our business. See the discussion contained in the “Risk Factors” section in Part I, Item 1A of this Annual Report on Form 10-K for information regarding changes in laws and regulations that could have a materially adverse effect on our reputation, results of operations or financial condition or have other adverse consequences.\nCLIENTS AND CLIENT CONTRACTS\nWe provide services to more than 1 million clients. In fiscal 2023, no single client or group of affiliated clients accounted for revenues in excess of 2% of our annual consolidated revenues.\nWe are continuously in the process of performing implementation services for new clients. Depending on the service agreement and/or the size of the client, the installation or conversion period for new clients can vary from a short period of time for a small Employer Services client (as little as 24 hours) to a longer period for a large Employer Services client with multiple deliverables (generally six to nine months). In some cases, based on a client's timeline, the period may exceed two years for a large, multi-country GlobalView client or other large, multi-phase implementation. Although we monitor sales that have not yet been installed, we do not view this metric as material to an understanding of our overall business in light of the recurring nature of our business. This metric is not a reported number, but it is used by management as a planning tool to allocate resources needed to install services, and as a means of assessing our performance against the expectations of our clients. In addition, some of our products and services are sold under longer-term contracts with initial terms ranging from two to seven years. However, this anticipated future revenue under contract is not a significant portion of our expected future revenue, is not a meaningful indicator of our future performance and is not material to management's estimate of our future revenue.\nOur business is typically characterized by long-term client relationships that result in recurring revenue. Our services are provided under written price quotations or service agreements having varying terms and conditions. No one price quotation or service agreement is material to us. Based on our retention levels in fiscal 2023, our client retention is estimated at approximately \n13 years\n in Employer Services, and approximately \n6 years\n in PEO.  \nPRODUCT DEVELOPMENT\nWe continually upgrade, enhance, and expand our solutions and services. In general, new solutions and services supplement rather than replace our existing solutions and services and, given our recurring revenue model, do not have a material and immediate effect on our revenues. We believe that our strategic solutions and services have significant remaining life cycles.\nSYSTEMS DEVELOPMENT AND PROGRAMMING\nDuring the fiscal years ended June 30, 2023, 2022 and 2021, we invested approximately $1.195 billion, $1.210 billion and $1.016 billion, respectively, in systems development and programming. These investments include expenses for activities such as the development of new products, maintenance expenses associated with our existing technologies, purchases of new software and software licenses, and additions to software resulting from business combinations.\nLICENSES\nWe are the licensee under a number of agreements for computer programs and databases. Our business is not dependent upon a single license or group of licenses. Third-party licenses, patents, trademarks, and franchises are not material to our business as a whole.\nOUR HCM STRATEGY \nOur Human Capital Management (HCM) strategy is simple, our people are one of our most valuable assets and we are committed to valuing, developing and engaging them. \nOur Chief Human Resources Officer (CHRO), together with our Executive Leadership Team, manages our HCM strategy and related programs and initiatives, as well as our talent strategy. Our CHRO, along with our CEO, as \n14\nappropriate, regularly updates and supports our Compensation and Management Development Committee of the Board (“CMDC”) as well as the Board of Directors on HCM matters, including culture, engagement, and diversity, equity, inclusion and belonging. The CMDC is responsible for these matters, as well as our executive compensation program, management succession planning and talent development, and company-wide equity-based plans.\n \nOur Associates and Demographics\nAs of \nJune 30, 2023\n, our global team of associates consisted of approximately 63,000 persons. We track certain gender and racial demographics of our workforce and share them in our annual Global Corporate Social Responsibility (“CSR”) Report, which is available on our website. \nNothing in our CSR Report shall be deemed incorporated by reference into this Annual Report on Form 10-K.\nOur Culture and Values\nMore than 70 years ago, our founders established the values that guide us today. \nThese values have helped shape our one-of-a-kind culture, which embraces diversity, equity, inclusiveness and belonging.\nOur long-term business success is closely linked to our commitment to creating an environment in which our associates thrive, and that means we have to listen to and engage our associates. We conduct an annual culture survey, myVoice, where our associates can share their opinions on important topics, including client service, diversity, social responsibility, ethics, innovation and leadership. Along with many of our world-class clients, we leverage our innovative StandOut® powered by ADP platform, to drive talent engagement, performance management and activation. We issue quarterly global \nStandOut® Engagement Pulse® and Performance Pulse® surveys to ensure that all associates can share with their leaders how they feel about their work and their colleagues, and for us to get a snapshot of engagement across the globe.  \nThe strength of our ADP team comes from what each one of us offers each other, our clients and our community. Through our myMoment Recognition Program, we give our associates the opportunity to recognize and celebrate each other when they demonstrate our values, drive our goals and go above and beyond in contributing to our collective success. Our global ADP Cares program, which is funded by the Company, the ADP Foundation and our generous associates, helps members of our team get through difficult, unforeseen events such as natural disasters and major illnesses. We also proudly support our associates that give back to our communities through paid volunteer time off and our donation matching program.\nDiversity, equity and inclusion are a cornerstone of our one-of-a-kind culture. We value diverse perspectives and believe that our associates and their best ideas thrive in a diverse and inclusive environment. We strive to reflect the diversity of the communities and clients we serve and are firmly focused on ensuring that all our associates are welcomed and enjoy a deep sense of belonging.\nWe have a number of initiatives to strengthen and further cultivate our inclusive and diverse culture, starting with our Talent Task Force for all of our people leaders, which includes diversity goals for our senior leaders that are tied to their compensation as an incentive to diversify our leadership ranks. Our Workforce Diversity Initiative uses data analysis to identify and focus on opportunities to increase the number of underrepresented associates in our workforce to better reflect the communities we serve. Our voluntary business resource groups (BRGs), which cover a broad array of diverse associates that share common interests and experiences, make us stronger by promoting diversity and cultural awareness, accelerating associate engagement, retention and career development, helping build relationships with diverse markets in our communities, and promoting the conservation and restoration of natural resources.  \nWe have undertaken and implemented several initiatives that underpin our culture, values and talent practices, including:\n•  Continuing to eliminate a college degree requirement to expand the applicant pool for non-specialized roles, such as those in our sales, service and implementation and technology organizations;\n• Launching ADP’s Impact Council, activating top executives to align their business unit practices and \n15\noutcomes with our diversity, equity and inclusion strategy; and\n•  Establishing partnerships with the National Black MBA Association, the United Negro College Fund, Prospanica, the Anita Borg Institute for Women and Technology and Disability:IN to further diversify our talent pipeline and educate and develop their members.\nIn addition, we are deeply committed to fair and equitable pay, which is critical to creating a diverse, inclusive and engaging culture. We make pay decisions based on skills, job-related experience, the market value of the job and performance, and in the U.S. and Canada do not ask candidates for prior pay history, whether or not we are required to do so.\nOur commitment to building a better world of work and creating a workplace where everyone can thrive has led to recognition across the globe, including Fortune’s World’s Most Admired Companies (17 consecutive years); Best Place to Work for LGBTQ+ Equality (13 consecutive perfect scores on the Human Rights Campaign Foundation’s Corporate Equality Index); DiversityInc Top 50 Companies for Diversity; Seramount’s Best Companies. for Multicultural Women; Barron’s 100 Most Sustainable Companies; and Newsweek’s America’s Most Responsible Companies.\nOur Talent Strategy\nOur talent strategy is simple – we aim to attract, develop and retain ambitious, passionate and overall top talent by offering a place where our people can grow their careers, challenge themselves, share generously, take risks, and create positive change. This has allowed us to be consistently recognized by esteemed organizations as an employer of choice year after year.\nWe invest in our team members so that they have the skills necessary to succeed and grow their careers. The ADP talent journey begins with an innovative, engaging and comprehensive onboarding process followed by extensive \ntraining and mentorship. Thereafter, our associates can access a wide range of professional and functional skills training to further continue and enhance performance and career development. Our professional skills program provides on-demand and self-paced learning paths on key topics such as business acumen, client service, time management, teamwork and collaboration, communication and career management. Our leadership program is designed to help leaders build self-awareness, cultivate strong internal relationships, establish a leadership model that is unique to their strengths and achieve better decision-making using systems thinking.\nOur Benefits and Health and Wellness Programs\nThe wide range of benefits and health and wellness programs we offer contribute to an environment where all our associates add to our success. Our associates receive a competitive benefits package, intended to help them enjoy physical, emotional and financial well-being and be productive members of their teams. While exact benefits vary by associate and region, they typically include health care coverage, a 401(k) plan with company matching contributions for U.S. associates, life insurance, paid time off and tuition reimbursement. We particularly emphasize benefits that support individual and family needs (parental leave, adoption/fertility benefits and caregiver support), and constantly update our programs according to our associates’ needs.\nWe offer physical and mental wellness programs that help our team pursue a healthy lifestyle and reduce absenteeism and lost time due to injuries. Our efforts include a company-wide health and safety manual and website, safety education and training, and a wellness program that rewards associates for completing wellness activities. Physical and mental health initiatives vary across regions, but can include personal health checks, nutrition and fitness expert visits offering free consultation and programs, employee mental wellness assistance programs, free counseling and mental health therapy assistance for associates, and mindfulness classes.  \nAvailable Information\nOur corporate website, \nwww.adp.com\n, provides materials for investors and information about our solutions and services. ADP’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, all amendments to those reports, and the Proxy Statements for our Annual Meetings of Stockholders are made available, free of charge, on our corporate website as soon as reasonably practicable after such reports have been filed with or furnished to the Securities and Exchange Commission (“SEC”), and are also available on the SEC’s website at \nwww.sec.gov\n. The content on any website referenced in this filing is not incorporated by reference into this filing unless expressly noted otherwise.\n16",
    "item1a": ">Item 1A. Risk Factors\nOur businesses routinely encounter and address risks, some of which may cause our future results to be different than we currently anticipate. The risk factors described below represent our current view of some of the most important risks facing our businesses and are important to understanding our business. The following information should be read in conjunction with Management’s Discussion and Analysis of Financial Condition and Results of Operations, Quantitative and Qualitative Disclosures About Market Risk and the consolidated financial statements and related notes included in this Annual Report on Form 10-K. This discussion includes a number of forward-looking statements. You should refer to the description of the qualifications and limitations on forward-looking statements in the first paragraph under Management’s Discussion and Analysis of Financial Condition and Results of Operations included in this Annual Report on Form 10-K. See \"Item 1. Business—Competition\" of this Form 10-K for a discussion of the competitive environment in the markets in which we operate. Many risks affect more than one category, and the risks are not in order of significance or probability of occurrence because they have been grouped by categories. The risks described below are not the only risks we face and the occurrence of any of the following risks or other risks not presently known to us or that we currently believe to be immaterial could\n \nhave a materially adverse effect on our business, results of operations, financial condition or reputation.\nLEGAL AND COMPLIANCE RISKS\nFailure to comply with, compliance with or changes in, laws and regulations applicable to our businesses could have a materially adverse effect on our reputation, results of operations or financial condition, or have other adverse consequences\nOur business is subject to a wide range of complex U.S. and foreign laws and regulations, including, but not limited to, the laws and regulations described in the “Industry Regulation” section in Part I, Item 1 of this Annual Report on Form 10-K. Failure to comply with laws and regulations applicable to our operations or client solutions and services could cause us to incur substantial costs or could result in the suspension or revocation of licenses or registrations, the limitation, suspension or termination of services, the imposition of consent orders or civil and criminal penalties, including fines, and lawsuits, including class actions, that could damage our reputation and have a materially adverse effect on our results of operation or financial condition.\nIn addition, changes in laws or regulations, or changes in the interpretation of laws or regulations by a regulatory authority, may decrease our revenues and earnings and may require us to change the manner in which we conduct some aspects of our business. For example, a change in regulations either decreasing the amount of taxes to be \nwithheld or allowing less time to remit taxes to government authorities would adversely impact average client balances and, thereby, adversely impact interest income from investing client funds before such funds are remitted to the applicable taxing authorities. Changes in U.S. or foreign tax laws, regulations or rulings or the interpretation thereof could adversely affect our effective tax rate and our net income. Changes in laws, or interpretations thereof, that govern the co-employment arrangement between a professional employer organization and its worksite employees may require us to change the manner in which we conduct some aspects of our PEO business. In addition, changes in the manner in which health and welfare plans sponsored by PEOs or the TotalSource Health and Welfare Plan, in particular, are regulated could adversely impact the demand for our PEO offering. \nBecause our PEO is a co-employer with our PEO clients and a Certified PEO by the Internal Revenue Service, we may be subject to certain obligations, responsibilities and liabilities of an employer with respect to Worksite Employees (WSE), including with respect to their wages and the payment thereof, the payment of certain taxes with respect to WSE wages and employee benefits provided to the WSEs. Even though PEO clients are contractually responsible for the timely remittance of such costs, it is possible that our clients will not remit such payments despite their contractual obligations. The risk of failing to receive such payments from PEO clients could be magnified during significant financial or other disruptions or catastrophic events, such as the failure of a bank, like that of Signature Bank or Silicon Valley Bank, with whom a significant number of PEO clients may bank at the time, or more widespread stress or failure within the U.S. banking system. Any such event could prevent or materially delay the recovery of any payments not timely remitted and could have an adverse impact on our financial results and liquidity.\nOur Wisely offerings and potentially other future offerings in the payments and/or consumer space may subject us to additional laws and regulations, some of which may not be uniform and may require us to modify or restrict our offerings and decrease our potential revenue and earnings. \nFailure to comply with anti-corruption laws and regulations, economic and trade sanctions, anti-money laundering laws and regulations, and similar laws could have a materially adverse effect on our reputation, results of operations or financial condition, or have other adverse consequences\nRegulators worldwide continue to exercise a high level of scrutiny with respect to anti-corruption, economic and trade sanctions, and anti-money laundering laws and regulations. Such scrutiny has resulted in aggressive investigations and enforcement of such laws and burdensome regulations, any of which could materially adversely impact our business. We operate our business around the world, including in numerous developing economies where companies and government officials are more likely to engage in business practices that are \n17\nprohibited by domestic and foreign laws and regulations, including the United States Foreign Corrupt Practices Act and the U.K. Bribery Act 2010. Such laws generally prohibit improper payments or offers of payments to foreign government officials and leaders of political parties and, in some cases, to other persons, for the purpose of obtaining or retaining business. We are also subject to economic and trade sanctions programs, including those administered by the U.S. Treasury Department’s Office of Foreign Assets Control, which prohibit or restrict transactions or dealings with specified countries, their governments and, in certain circumstances, their nationals, and with individuals and entities that are specially designated, including narcotics traffickers and terrorists or terrorist organizations, among others. In addition, some of our businesses and entities in the U.S. and a number of other countries in which we operate are subject to anti-money laundering laws and regulations, including, for example, The Bank Secrecy Act of 1970, as amended by the USA PATRIOT Act of 2001 (the “BSA”). Among other things, the BSA requires certain financial institutions, including banks and money services businesses (such as national trust banks and providers of prepaid access like us), to develop and implement risk-based anti-money laundering programs, report large cash transactions and suspicious activity, and maintain transaction records. We have registered our payroll card business as a provider of prepaid access, and registered our ADP Trust Bank with the Treasury Department’s Financial Crimes Enforcement Network (FinCEN).\nWe have implemented policies and procedures to monitor and address compliance with applicable anti-corruption, economic and trade sanctions and anti-money laundering laws and regulations, and we regularly review, upgrade and enhance our policies and procedures. However, there can be no assurance that our employees, consultants or agents will not take actions in violation of our policies for which we may be ultimately responsible, or that our policies and procedures will be adequate or will be determined to be adequate by regulators. Any violations of applicable anti-corruption, economic and trade sanctions or anti-money laundering laws or regulations could limit certain of our business activities until they are satisfactorily remediated and could result in civil and criminal penalties, including fines, which could damage our reputation and have a materially adverse effect on our results of operation or financial condition. Further, bank regulators continue to impose additional and stricter requirements on banks to ensure they are meeting their BSA obligations, and banks are increasingly viewing money services businesses and third-party senders to be higher risk customers for money laundering. As a result, our banking partners that assist in processing our money movement transactions may limit the scope of services they provide to us or may impose additional material requirements on us. These regulatory restrictions on banks and changes to banks’ internal risk-based policies and procedures may result in a decrease in \nthe number of banks that may do business with us, may require us to materially change the manner in which we conduct some aspects of our business, may decrease our revenues and earnings and could have a materially adverse effect on our results of operations or financial condition.\nFailure to comply with privacy, data protection, artificial intelligence and cyber security laws and regulations could have a materially adverse effect on our reputation, results of operations or financial condition, or have other adverse consequences\nThe collection, storage, hosting, transfer, processing, disclosure, use, security and retention and destruction of personal information required to provide our services is subject to federal, state and foreign privacy, data protection and cyber security laws. These laws, which are not uniform, generally do one or more of the following: regulate the collection, storage, hosting, transfer (including in some cases, the transfer outside the country of collection), processing, disclosure, use, security and retention and destruction of personal information; require notice to individuals of privacy practices; give individuals certain access and correction rights with respect to their personal information; and regulate the use or disclosure of personal information for secondary purposes such as marketing. Under certain circumstances, some of these laws require us to provide notification to affected individuals, clients, data protection authorities and/or other regulators in the event of a data breach. In many cases, these laws apply not only to third-party transactions, but also to transfers of information among the Company and its subsidiaries. The European Union (the “EU”) General Data Protection Regulation (the “GDPR”), and state consumer privacy laws like the California Privacy Rights Act of 2020 (the “CPRA”), are among the most comprehensive of these laws, and more and more jurisdictions are adopting similarly comprehensive laws that impose new data privacy protection requirements and restrictions. As part of our overall data protection compliance program in connection with the GDPR, we implemented Binding Corporate Rules (“BCRs”) as both a data processor and data controller, which permits us to process and transfer personal data across borders in compliance with EU data protection laws.\nWe believe that providing insights and content from data, including via artificial intelligence (AI) and machine learning (ML), will become increasingly important to the \nvalue\n that our solutions and services deliver to our clients. We are increasingly leveraging AI and ML in our solutions and service delivery and are exploring how best to integrate generative AI technologies and develop and deploy capabilities that are beneficial to our clients and their employees. However, legislation that would govern the development and/or use of AI is under consideration in the U.S. at the state and local level, as well as abroad. In \naddition\n, self-regulatory frameworks like the National \n18\nInstitute of Standards and Technology AI Risk Management Framework are being promulgated and adherence to these may become an industry standard or a client expectation. As a result, the ability to provide data-driven insights and otherwise leverage AI and ML may be constrained by current or future laws, regulatory or self-regulatory requirements or ethical considerations, including our own published, guiding ethical principles regarding AI and ML, that could restrict or impose burdensome and costly requirements on our ability to leverage data and/or these technologies in innovative ways.\nComplying with privacy, data protection, AI and cyber security laws and requirements, including the enhanced obligations imposed by the GDPR, our BCRs and the CPRA, may result in significant costs to our business and require us to amend certain of our business practices. Further, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. The future enactment of more restrictive laws, rules or regulations and/or future enforcement actions or investigations could have a materially adverse impact on us through increased costs or restrictions on our businesses and noncompliance could result in significant regulatory penalties and legal liability and damage our reputation. In addition, data security events, concerns about privacy abuses by other companies and increased awareness of the potential (positive and negative) of AI are changing consumer and social expectations for enhanced protections (including with respect to bias and potential discrimination). As a result, noncompliance, the failure to meet such expectations or the perception of noncompliance or such failure, whether or not valid, may damage our reputation.\nIf we fail to protect our intellectual property rights, it could materially adversely affect our business and our brand\nOur ability to compete and our success depend, in part, upon our intellectual property. We rely on patent, copyright, trade secret and trademark laws, and confidentiality or license agreements with our employees, clients, vendors, partners and others to protect our intellectual property rights. We may need to devote significant resources, including cybersecurity resources, to monitoring our intellectual property rights. In addition, the steps we take to protect our intellectual property rights may be inadequate or ineffective, or may not provide us with a significant competitive advantage. Our intellectual property could be wrongfully acquired as a result of a cyber-attack or other wrongful conduct by third parties or our personnel. Litigation brought to protect and enforce our intellectual property rights could be costly and time-consuming. Furthermore, our efforts to enforce our intellectual property rights may be met with defenses, counterclaims, and countersuits attacking the validity and enforceability of our intellectual property rights, which \nmay be successful. In addition, use of AI tools may result in the release of confidential or proprietary information which could limit our ability to protect, or prevent us from protecting, our intellectual property rights.\nWe may be sued by third parties for infringement of their proprietary rights, which could have a materially adverse effect on our business, financial condition or results of operations\nThere is considerable intellectual property development activity in our industry. Third parties, including our competitors, may own or claim to own intellectual property relating to our products or services and may claim that we are infringing their intellectual property rights. Additionally, as we expand our use of AI, there is uncertainty regarding intellectual property ownership and license rights of AI algorithms and content generated by AI and we may become subject to similar claims of infringement. We may be found to be infringing upon third party intellectual property rights, even if we are unaware of their intellectual property rights. Any claims or litigation could cause us to incur significant expenses and, if successfully asserted against us or if we decide to settle, could require that we pay substantial damages or ongoing royalty payments, obtain licenses, modify applications, prevent us from offering our services, or require that we comply with other unfavorable terms. We may also be obligated to indemnify our clients, vendors or partners in connection with any such claim or litigation. Even if we were to prevail in such a dispute, any litigation could be costly and time-consuming.\nSECURITY AND TECHNOLOGY RISKS\nOur businesses collect, host, store, transfer, process, disclose, use, secure and retain and dispose of personal and business information, and collect, hold and transmit client funds, and a security or privacy breach may damage or disrupt our businesses, result in the disclosure of confidential information, damage our reputation, increase our costs, cause losses and materially adversely affect our results of operations\nIn connection with our business, we collect, host, store, transfer, process, disclose, use, secure and retain and dispose of large amounts of personal and business information about our clients, employees of our clients, our vendors and our employees, contractors and temporary staff, including payroll information, health care information, personal and business financial data, social security numbers and their foreign equivalents, bank account numbers, tax information and other sensitive personal and business information. We also collect significant amounts of funds from the accounts of our clients and transmit them to their employees, taxing authorities and other third parties.\n19\nWe are focused on ensuring that we safeguard and protect personal and business information and client funds, and we devote significant resources to maintain and regularly update our systems and processes. Nonetheless, the global environment continues to grow increasingly hostile as attacks on information technology systems continue to grow in frequency, complexity and sophistication, and we are regularly targeted by unauthorized parties using malicious tactics, code and viruses. Certain of these malicious parties may be state-sponsored and/or supported by significant financial and technological resources. Although this is a global problem, it may affect our businesses more than other businesses because malevolent parties (including our personnel) may focus on the amount and type of personal and business information that our businesses collect, host, store, transfer, process, disclose, use, secure and retain and dispose of, and the client funds that we collect and transmit.\nWe have programs and processes in place to prevent, detect and respond to data or cybersecurity incidents. However, as a result of the complexity of our operating environment, the period over which hardware and software has been acquired or other reasons, our programs and processes may not be sufficient or adequate or may fail to prevent, detect or respond to a cybersecurity incident or identify and/or remediate a security vulnerability in our operating environment. The techniques used to obtain unauthorized access, disable or degrade service, or sabotage systems change frequently, are increasingly more complex and sophisticated (including due to the use of AI). We may fail to anticipate or detect these techniques and/or incidents for long periods of time and, even when we do so, we may be unable or fail to implement adequate or timely preventive or responsive measures. Our ability to address data or cybersecurity incidents may also depend on the timing and nature of assistance that may be provided from relevant governmental or law enforcement agencies. Hardware, software, applications or services that we develop or procure from third parties, or are required by third parties such as foreign governments to install on our systems, may contain defects in design or manufacture or other problems that could (or, in respect of third-party software, may be designed to) compromise the confidentiality, integrity or availability of data or our systems. Unauthorized parties also attempt to gain access to our systems or facilities, or those of third parties with whom we do business, through fraud, trickery, or other methods of deceiving these third parties or our personnel, including phishing and other social engineering techniques whereby attackers use end-user behaviors to distribute computer viruses and malware into our systems or otherwise compromise the confidentiality, integrity or availability of data or our systems. As these threats continue to evolve and increase (including due to the use of AI), we continue to invest significant resources, and may be required to invest significant additional resources, to modify and enhance our information security and controls \nand to investigate and remediate any security vulnerabilities. In addition, while our operating environments are designed to safeguard and protect confidential personal and business information, we may not have the ability to monitor the implementation or effectiveness of any safeguards by our clients, vendors or partners and, in any event, third parties may be able to circumvent those security measures. Information obtained by malevolent parties (including our personnel) resulting from successful attacks against our clients, vendors, partners or other third parties may, in turn, be used to attack our information technology systems.\nA cyberattack, unauthorized intrusion, malicious software infiltration, network disruption, denial of service, corruption of data, ransomware attack, theft of non-public or other sensitive information, or similar act by a malevolent party (including our personnel), or inadvertent acts or inactions by our vendors, partners or personnel, could result in the loss, disclosure or misuse of confidential personal or business information or the theft of client or ADP funds, which could have a materially adverse effect on our business or results of operations or that of our clients, result in liability, litigation, regulatory investigations and sanctions or a loss of confidence in our ability to serve clients, or cause current or potential clients to choose another service provider. As the global environment continues to grow increasingly hostile, the security of our operating environment is ever more important to our clients and potential clients. As a result, the breach or perceived breach of our security systems could result in a loss of confidence by our clients or potential clients and cause them to choose another service provider, which could have a materially adverse effect on our business.\nAlthough we believe that we maintain a robust program of information security and controls and none of the data or cybersecurity incidents that we have encountered to date have materially impacted us, a data or cyber security incident could have a materially adverse effect on our business, results of operations, financial condition and reputation. While ADP maintains insurance coverage that, subject to policy terms and conditions and a significant self-insured retention, is designed to address losses or claims that may arise in connection with certain aspects of data and cyber risks, such insurance coverage may be insufficient to cover all losses or all types of claims that may arise in the continually evolving area of data and cyber risk.\nOur systems, applications, solutions and services may be subject to disruptions that could have a materially adverse effect on our business and reputation\nMany of our businesses are highly dependent on our ability to process, on a daily basis, a large number of complicated transactions. We rely heavily on our payroll, financial, \n20\naccounting, and other data processing systems. We need to properly manage our systems, applications and solutions, and any upgrades, enhancements and expansions we may undertake from time to time, in order to ensure they properly support our businesses. From time to time, these systems, applications or solutions fail to operate properly or become disabled. Any such failure or disablement, even for a brief period of time, whether due to malevolent acts, errors, defects or any other factor(s), could result in financial loss, a disruption of our businesses, liability to clients, loss of clients, regulatory intervention or damage to our reputation, any of which could have a materially adverse effect on our results of operation or financial condition. We have disaster recovery, business continuity, and crisis management plans and procedures designed to protect our businesses against a multitude of events, including natural disasters, military or terrorist actions, power or communication failures, or similar events. Despite our preparations, our plans and procedures may not be successful in preventing or mitigating the loss of client data or funds, service interruptions, disruptions to our operations, or damage to our important facilities.\n \nIn addition, the severity of the failure or disablement may require us to replace or rebuild the affected system(s), application(s) or solution(s) and we may be unable to do so before it materially adversely affects our business.\nA disruption of the data centers or cloud-computing or other technology services or systems that we utilize could have a materially adverse effect on our business\nWe host our applications and serve our clients with data centers that we operate, and with data centers that are operated, and cloud-computing and other technology services and systems that are provided, by third-party vendors. These data centers or cloud-computing and other technology services and systems have (and, in the future, may) failed, become disabled or been disrupted. Any failure, disablement or disruption, even for a limited period of time, could disrupt our businesses and we could suffer financial loss, liability to clients, loss of clients, regulatory intervention or damage to our reputation, any of which could have a material adverse effect on our results of operation or financial condition. In addition, our third-party vendors may cease providing data center facilities or cloud-computing or other technology services or systems, elect to not renew their agreements with us on commercially reasonable terms or at all, breach their agreements with us or fail to satisfy our expectations, which could disrupt our operations and require us to incur costs which could materially adversely affect our results of operation or financial condition.\nBUSINESS AND INDUSTRY RISKS\nOur industry is subject to rapid technological change, including as a result of AI, and if we fail to upgrade, enhance and expand our technology and services to meet client needs and preferences, the demand for our solutions and services may materially diminish\nOur businesses operate in industries that are subject to rapid technological advances (such as AI) and changing client needs and preferences. In order to remain competitive and responsive to client demands, we continually upgrade, enhance, and expand our technology, solutions and services, including by leveraging AI in our solutions. If we fail to respond successfully to technology challenges and client needs and preferences or our competitors or other third parties respond to such challenges more quickly or successfully than us, the demand for our solutions and services may diminish. As new technologies (such as AI) continue to emerge, they may be disruptive to the HCM industry. These technologies could result in new and innovative HCM products and solutions that could increase competition, place us at a competitive disadvantage or even render obsolete our technology, products and solutions. In addition, investment in product development and new technologies often involves a long return on investment cycle. We have made and expect to continue to make significant investments in product development and new technologies. We must continue to dedicate a significant amount of resources to our development efforts before knowing to what extent our investments will result in products the market will accept. In addition, our business could be adversely affected in periods surrounding our new product introductions if clients delay purchasing decisions to evaluate the new product offerings. Furthermore, we may not execute successfully on our product development strategy, including because of challenges with regard to product planning and timing and technical hurdles that we fail to overcome in a timely fashion. We may fail to realize all the economic benefit of our investment in the development of a product which could cause an impairment of goodwill or intangibles and result in a significant charge to earnings.\nWe may not realize or sustain the expected benefits from our business transformation initiatives, and these efforts could have a materially adverse effect on our business, operations, financial condition, results of operations and competitive position\nWe have been and will be undertaking certain transformation initiatives, which are designed to streamline our organization, extend our world-class distribution and strengthen our talent and culture, while supporting our revenue growth, margin improvement and productivity. If we do not successfully manage and execute these initiatives, or if they are inadequate or ineffective, we may fail to meet our financial goals and achieve anticipated benefits, improvements may be delayed, not sustained or not realized and our business, operations and competitive position could be adversely affected. These initiatives, or our failure to successfully manage them, could result in unintended consequences or unforeseen costs, including distraction of our management and employees, attrition, inability to attract or retain key personnel, and reduced employee productivity, which could adversely affect our business, financial condition, and results of operations.\n21\nA major natural disaster or catastrophic event could have a materially adverse effect on our business, operations, financial condition and results of operations, or have other adverse consequences\nOur business, operations, financial condition, results of operations, access to capital markets and borrowing costs may be adversely affected by a major natural disaster or catastrophic event, including civil unrest, geopolitical instability, war, terrorist attack, pandemics or other (actual or threatened) public health emergencies, extreme weather, such as droughts, hurricanes, flooding and wildfires (including as a result of climate change), or other events beyond our control, and measures taken in response thereto.\nThe COVID-19 outbreak created, and such other events may create, significant volatility and uncertainty and economic and financial market disruption. The extent of any such impact depends on developments which are highly uncertain and cannot be predicted, including the duration and scope of the event; the governmental and business actions taken in response thereto; actions taken by the Company in response thereto and the related costs; the impact on economic activity and employment levels; the effect on our clients, prospects, suppliers and partners; our ability to sell and provide our solutions and services, including due to travel restrictions, business and facility closures, and employee remote working arrangements; the ability of our clients or prospects to pay for our services and solutions; and how quickly and to what extent normal economic and operating conditions can resume. In addition, clients or prospects may delay decision making, demand pricing and other concessions, reduce the value or duration of their orders, delay planned work or seek to terminate existing agreements. Our business is also impacted by employment levels across our clients, as we have varied contracts throughout our business that blend base fees and per-employee fees. \nPolitical, economic \nand social\n factors may materially adversely affect our business and financial results\nTrade, monetary and fiscal policies, and political and economic conditions may substantially change, and credit markets may experience periods of constriction and volatility. A slowdown in the economy or other negative changes, including in employment levels, the level of interest rates or the level of inflation, may have a negative impact on our businesses. In addition, as our operating costs increase due to inflationary pressure or otherwise, we may not be able to offset these increases by corresponding price increases for our products and solutions. Clients may react to worsening conditions by reducing their spending on HCM services or renegotiating their contracts with us, which may adversely affect our business and financial results.\nWe invest our funds held for clients in liquid, investment-grade marketable securities, money market securities, and other cash equivalents. Nevertheless, such investments are subject to general market, interest rate, credit and liquidity risks. These risks may be exacerbated, individually or together, during periods of unusual financial market volatility.\nIn addition, as part of our client funds investment strategy, we extend the maturities of our investment portfolio for client funds and utilize short-term financing arrangements to satisfy our short-term funding requirements related to client funds obligations. In order to satisfy these short-term funding requirements, we maintain access to various sources of liquidity, including borrowings under our commercial paper program and our committed credit facilities, our ability to execute reverse repurchase transactions and corporate cash balances. A reduction in the availability of any such financing during periods of disruption in the financial markets or otherwise may increase our borrowing costs and/or require us to sell available-for-sale securities in our funds held for clients to satisfy our short-term funding requirements. When there is a reduction in employment levels due to a slowdown in the economy, the Company may experience a decline in client fund obligations and may also sell available-for-sale securities in our funds held for clients in order to reduce the size of the funds held for clients to correspond to client fund obligations. A sale of such available-for-sale securities may result in the recognition of losses and reduce the interest income earned on funds held for clients, either or both of which may adversely impact our results of operations, financial condition and cash flow.\nIn connection with our client funds assets investment strategy, we attempt to minimize the risk of not having funds collected from a client available at the time such client’s obligation becomes due by generally impounding the client’s funds at the time of payment of such client’s obligation. When we don’t impound client funds by the time we pay such client obligations (including for PEO clients with respect to which we are legally obligated for payroll and tax obligations in respect of WSEs as a Certified PEO), we are at risk of not recovering such funds or a material delay in such recovery. Such risk could be magnified during significant financial or other disruptions or catastrophic events, such as the failure of a bank with whom a significant number of clients may bank at the time or more widespread stress or failure within the U.S. banking system.\n \nAny such event could prevent or materially delay the recovery of any funds from clients and could have an adverse impact on our financial results and liquidity.\nWe are dependent upon various large banks to execute electronic payments and wire transfers as part of our client payroll, tax and other money movement services. While we have contingency plans in place for bank failures, a \n22\nsystemic shutdown of the banking industry would impede our ability to process funds on behalf of our payroll, tax and other money movement services clients and could have an adverse impact on our financial results and liquidity.\nWe derive a significant portion of our revenues and operating income outside of the United States and, as a result, we are exposed to market risk from changes in foreign currency exchange rates that could impact our results of operations, financial position and cash flows.\nWe publicly share certain information about our environmental, social and governance (“ESG”) initiatives, including our net zero greenhouse gas emissions pledge. We may face increased scrutiny related to our ESG initiatives and any related targets, including from the investment community. In addition, our ability to achieve certain ESG initiatives and targets may depend on the actions or continuing requirements of governmental entities (e.g., our paperless initiatives may depend on whether certain states continue to require employers to offer employees to be paid via paper check or to obtain employee consent to be paid electronically instead of via paper check). Our failure to achieve progress in these and other ESG areas on a timely basis, or at all, could impact our reputation, business, including employee retention, and growth.\nChange in our credit ratings could adversely impact our operations and lower our profitability\nThe major credit rating agencies periodically evaluate our creditworthiness and have given us strong, investment-grade long-term debt ratings and high commercial paper ratings. Failure to maintain high credit ratings on long-term and short-term debt could increase our cost of borrowing, reduce our ability to obtain intra-day borrowing required by our Employer Services business, and adversely impact our results of operations.\nOur business could be negatively impacted as a result of actions by activist stockholders or others\nWe may be subject to actions or proposals from activist stockholders or others that may not align with our business strategies or the interests of our other stockholders. Responding to such actions could be costly and time-consuming, disrupt our business and operations, and divert the attention of our Board of Directors and senior management from the pursuit of our business strategies. Activist stockholders may create perceived uncertainties as to the future direction of our business or strategy, including with respect to our ESG efforts, which may be exploited by our competitors and may make it more difficult to attract and retain qualified personnel, potential clients and business partners and may affect our relationships with current clients, vendors, investors and other third parties. In addition, actions of activist stockholders may cause periods of fluctuation in our stock price based on temporary or \nspeculative market perceptions or other factors that do not necessarily reflect the underlying fundamentals and prospects of our business.\nWe may be unable to attract and retain qualified personnel\nOur ability to grow and provide our clients with competitive services is, to an important degree, dependent on our ability to attract and retain highly skilled and motivated people reflecting diverse perspectives and the diversity of our communities and clients. Competition for skilled employees in the outsourcing and other markets in which we operate is increasingly intense, making it more difficult and expensive to attract and retain highly skilled, motivated and diverse personnel. If we are unable to attract and retain highly skilled, motivated and diverse personnel, results of our operations and culture may suffer.\nIn addition, the nature of the office environment and remote or hybrid working is changing, which may make it more difficult to attract and retain personnel. It may also present operational and workplace culture challenges that may adversely affect our business.\n23",
    "item7": ">Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\nTabular dollars are presented in millions, except per share amounts\nThe following section discusses our year ended June 30, 2023 (“fiscal 2023”), as compared to year ended June 30, 2022 (“fiscal 2022”). A detailed review of our fiscal 2022 performance compared to our fiscal 2021 performance is set forth in Part II, Item 7 of our Form 10-K for the fiscal year ended June 30, 2022. \nFORWARD-LOOKING STATEMENTS\nThis document and other written or oral statements made from time to time by ADP may contain “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995.  Statements that are not historical in nature and which may be identified by the use of words like “expects,” “assumes,” “projects,” “anticipates,” “estimates,” “we believe,” “could” “is designed to” and other words of similar meaning, are forward-looking statements.  These statements are based on management’s expectations and assumptions and depend upon or refer to future events or conditions and are subject to risks and uncertainties that may cause actual results to differ materially from those expressed.  Factors that could cause actual results to differ materially from those contemplated by the forward-looking statements or that could contribute to such difference include: ADP's success in obtaining and retaining clients, and selling additional services to clients; the pricing of products and services; the success of our new solutions; our ability to respond successfully to changes in technology, including artificial intelligence; compliance with existing or new legislation or regulations; changes in, or interpretations of, existing legislation or \n26\nregulations; overall market, political and economic conditions, including interest rate and foreign currency trends and inflation; competitive conditions; our ability to maintain our current credit ratings and the impact on our funding costs and profitability; security or cyber breaches, fraudulent acts, and system interruptions and failures; employment and wage levels; availability of skilled associates; the impact of new acquisitions and divestitures; the adequacy, effectiveness and success of our business transformation initiatives; the impact of any uncertainties related to major natural disasters or catastrophic events; and supply-chain disruptions. ADP disclaims any obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.  These risks and uncertainties, along with the risk factors discussed under “Item 1A.  Risk Factors,” and in other written or oral statements made from time to time by ADP, should be considered in evaluating any forward-looking statements contained herein.\nNON-GAAP FINANCIAL MEASURES\nIn addition to our U.S. GAAP results, we use adjusted results and other non-GAAP metrics to evaluate our operating performance in the absence of certain items and for planning and forecasting of future periods. Adjusted EBIT, adjusted EBIT margin, adjusted net earnings, adjusted diluted earnings per share, adjusted effective tax rate and organic constant currency are all non-GAAP financial measures. Please refer to the accompanying financial tables in the “Non-GAAP Financial Measures” section for a discussion of why ADP believes these measures are important and for a reconciliation of non-GAAP financial measures to their comparable GAAP financial measures.\nEXECUTIVE OVERVIEW \nHighlights from the year ended June 30, 2023 include:\n9%\n160 \nbasis points\n17%\nRevenue Growth\nEarnings Before Income Taxes Margin Expansion\nDiluted EPS Growth\n10%\n130 \nbasis points\n17%\nOrganic Constant Currency\nRevenue Growth\nAdjusted EBIT Margin Expansion\nAdjusted Diluted EPS Growth\n \n \n10%\nEmployer Services\nNew Business Bookings Growth \n6%\nPEO Services\nAverage Worksite Employee Growth\n$3.0B\nCash Returned via Shareholder Friendly Actions\n$1.9B\n Dividends | \n$1.1B\n Share Repurchases\nWe are a leading global provider of cloud-based Human Capital Management (“HCM”) technology solutions to employers around the world. Our HCM solutions, which include both software and outsourcing services, are designed to help our clients manage their workforce through a dynamic business and regulatory landscape and the changing world of work. We continuously seek to enhance our leading HCM solutions to further support our clients.  We see tremendous growth opportunity ahead as we focus on our three key Strategic Priorities: leading with best-in-class HCM technology, providing unparalleled expertise and outsourcing, and leveraging our global scale for the benefit of our clients.  Executing on our Strategic Priorities will be critical to enabling our growth in the years ahead.\nDuring the fiscal year we drove strong progress across a number of key measures and in support of our overall Strategic Priorities. We crossed a major milestone, surpassing the 1 million client mark, driven by continued enhancements to our key solutions like RUN and Workforce Now. We continued the deployment of our unified User Experience to key portions of our portfolio such as the RUN mobile app. We were awarded Top HR Product for the 8\nth\n consecutive year at the annual HR Tech Conference, in recognition for our recently launched Intelligent Self Service Solution. And our HR Outsourcing businesses continued to grow, now with over 3 million worksite employees served. \n27\nFor fiscal 2023, we delivered solid revenue growth of 9%, 10% organic constant currency. Our pays per control metric, which represents the number of employees on ADP clients' payrolls in the United States when measured on a same-store-sales basis for a subset of clients ranging from small to large businesses, grew 4.7% for the year ended June 30, 2023 as compared to the year ended June 30, 2022. PEO average worksite employees increased 6% for the year ended June 30, 2023, as compared to the year ended June 30, 2022.  Additionally, our strong ES new business bookings performance resulted in full year fiscal 2023 growth of 10%, and client satisfaction gains resulted in a full year ES client revenue retention rate of 92.2%, equal to the highest level we have ever reported. We believe these results are largely attributable to improvements made to our platforms and service over multiple years.\nWe have a strong business model, generating significant cash flows with low capital intensity, and offer a suite of products that provide critical support to our clients’ HCM functions. We generate sufficient free cash flow to satisfy our cash dividend and our modest debt obligations, which enables us to absorb the impact of downturns and remain steadfast in our re-investments, longer term strategy, and commitments to shareholder friendly actions. We are committed to building upon our past successes by investing in our business through enhancements in research and development and by driving meaningful transformation in the way we operate.\n Our financial condition remains solid at June 30, 2023 and we remain well positioned to support our associates and our clients.\nRESULTS AND ANALYSIS OF CONSOLIDATED OPERATIONS\nTotal Revenues\nFor the year ended June 30, respectively:\nYears Ended\nJune 30,\n2023\n2022\nTotal Revenues\n18,012.2 \n16,498.3 \n  YoY Growth\n9 \n%\n10 \n%\n  YoY Growth, Organic Constant Currency\n10 \n%\n10 \n%\nRevenues in fiscal 2023 increased due to new business started from New Business Bookings, an increase in zero-margin benefits pass-throughs, an increase in our pays per control, continued strong client retention, an increase in interest on funds held for clients, and an increase in pricing, partially offset by an unfavorable impact of one percentage point from foreign currency. Refer to “Analysis of Reportable Segments” for additional discussion of the changes in revenue for each of our reportable segments, Employer Services and Professional Employer Organization (“PEO”) Services. \nTotal revenues in fiscal 2023 include interest on funds held for clients of $813.4 million, as compared to $451.8 million in fiscal 2022. The increase in interest earned on funds held for clients resulted from an  increase in our average interest rate earned to 2.4% in fiscal 2023, as compared to 1.4% in fiscal 2022, coupled with an increase in our average client funds balances of 5.1% to $34.1 billion in fiscal 2023 as compared to fiscal 2022. \n28\nTotal Expenses\nYears Ended\nJune 30,\n \n2023\n2022\n%\nChange\nCosts of revenues:\n \n \nOperating expenses\n$\n8,657.4 \n$\n8,252.6 \n5 \n%\nSystems development and programming costs\n844.8 \n798.6 \n6 \n%\nDepreciation and amortization\n451.2 \n410.7 \n10 \n%\nTotal costs of revenues\n9,953.4 \n9,461.9 \n5 \n%\nSelling, general and administrative expenses\n3,551.4 \n3,233.2 \n10 \n%\nInterest expense\n253.3 \n81.9 \n209 \n%\nTotal expenses\n$\n13,758.1 \n$\n12,777.0 \n8 \n%\nFor the year ended June 30:\nOperating expenses increased due to an increase in our PEO Services zero-margin benefits pass-through costs to $3,800.9 million from $3,514.4 million for the years ended June 30, 2023 and 2022, respectively. Additionally, operating expenses increased due to increased costs to service our client base in support of our growing revenue, partially offset by the impact of foreign currency and a net reduction of $12.3 million in our estimated losses related to ADP Indemnity.  \nSystems development and programming costs increased for fiscal 2023 due to increased investments and costs to develop, support, and maintain our new and existing products.  \nDepreciation and amortization expenses increased due to the amortization of internally developed software products and new investments in purchased software.  \nSelling, general and administrative expenses increased due to increased selling expenses as a result of investments in our sales organization, increased marketing expenses, and a reversal of COVID-19 credit loss reserves of  $26.0 million in 2022, partially offset by the impact of foreign currency. \nInterest expense increased due to the increase i\nn average interest rates on commercial paper issuances and reverse repurchases \nto 3.7% and 4.3% for the year ended June 30, 2023, as compared to 0.4% and 0.7% for the year ended June 30, 2022, respectively, also\n coupled with a\n higher volume\n of average commercial paper and reverse repurchase borrowings, as compared to the \nyear ended\n \nJune 30, 2022\n. \nOther (Income)/Expense, net\nYears ended June 30,\n2023\n2022\n$ Change\nInterest income on corporate funds\n$\n(149.5)\n$\n(41.0)\n$\n108.5 \nRealized losses/(gains) on available-for-sale securities, net\n14.7 \n4.4 \n(10.3)\nImpairment of assets\n2.1 \n23.0 \n20.9 \nGain on sale of assets\n— \n(7.5)\n(7.5)\nNon-service components of pension income, net\n(50.8)\n(61.7)\n(10.9)\nOther (income)/expense, net\n$\n(183.5)\n$\n(82.8)\n$\n100.7 \nInterest income on corporate funds increased in fiscal 2023, as compared to fiscal 2022, due to higher average interest rates of 2.4% for the year ended June 30, 2023, as compared to 1.0% for the year ended June 30, 2022, coupled with higher average investment balances for the year ended June 30, 2023 as compared to the year ended June 30, 2022. See Note 10 of our Consolidated Financial Statements for further details on non-service components of pension income, net.\n29\nIn fiscal 2022, the Company recorded impairment charges of $23.0 million, which is comprised of $12.1 million related to software and customer lists which were determined to have no future use and impairment charges of $10.9 million related to operating right-of-use assets associated with exiting certain leases early. \nEarnings Before Income Taxes (\"EBIT\") and Adjusted EBIT\n \nFor the year ended June 30, respectively:\nYears Ended\nJune 30,\n2023\n2022\nYoY Growth\nEBIT\n$\n4,437.6 \n$\n3,804.1 \n17 \n%\n  EBIT Margin\n24.6 \n%\n23.1 \n%\n160 bps\nAdjusted EBIT\n$\n4,467.9 \n$\n3,871.8 \n15 \n%\n  Adjusted EBIT Margin\n24.8 \n%\n23.5 \n%\n130 bps\nEarnings before income taxes increased due to the increases in revenues partially offset by the increases in expenses discussed above.  \nOverall margin increased due to increases in revenues discussed above, and operating efficiencies for costs of servicing our clients on growing revenue, partially offset by increased selling expenses, increased interest expense, and increases in zero-margin pass through costs.  \nAdjusted EBIT and Adjusted EBIT margin exclude interest income and interest expense that are not related to our client funds\nextended investment strategy, and net charges, including gain on sale of assets related to our broad-based transformation\ninitiatives and the impact of net severance charges relating to these initiatives, as applicable, in the respective periods. \nProvision for Income Taxes\nThe \neffective tax rate in fiscal 2023 and 2022 was \n23.1%\n and 22.5%, respectively. The \nincrease\n in t\nhe effective tax rate is primarily due to an intercompany transfer of certain assets that resulted in a lower effective tax rate in fiscal 2022 and higher reserves for uncertain tax positions in fiscal 2023. \nRefer t\no Note 11, Income Taxes, within the Notes to the Consolidated Financial Statements for further discussion.\nAdjusted Provision for Income Taxe\ns\nThe adjusted effective tax rate in fiscal 2023 and 2022 was 23.1% and 22.5%, respectively. The drivers of the adjusted effective tax rate are the same as the drivers of the effective tax rate discussed above.\nNet Earnings and Diluted EPS, Unadjusted and Adjusted\nFor the year ended June 30, respectively:\nYears Ended\nJune 30,\n2023\n2022\nYoY Growth\nNet earnings  \n$\n3,412.0 \n$\n2,948.9 \n16 \n%\nDiluted EPS  \n$\n8.21 \n$\n7.00 \n17 \n%\nAdjusted net earnings\n$\n3,419.5 \n$\n2,951.6 \n16 \n%\nAdjusted diluted EPS\n$\n8.23 \n$\n7.01 \n17 \n%\n30\nAdjusted net earnings and adjusted diluted EPS reflect the changes in components described above.\nDiluted EPS increased as a result of the increase in net earnings and the impact of fewer shares outstanding resulting from the repurchase of approximately 4.9 million shares during fiscal 2023 and 9.2 million shares during fiscal 2022, partially offset by the issuances of shares under our employee benefit plans.\nFor fiscal 2023, adjusted net earnings and adjusted diluted EPS reflect the changes in components described above.\nANALYSIS OF REPORTABLE SEGMENTS\nRevenues\nYears Ended\nJune 30,\n% Change\n \n2023\n2022\nAs Reported\nOrganic Constant Currency\nEmployer Services\n$\n12,042.6 \n$\n10,967.7 \n10 \n%\n11 \n%\nPEO Services\n5,984.2 \n5,545.7 \n8 \n%\n8 \n%\nOther\n(14.6)\n(15.1)\nn/m\nn/m\n$\n18,012.2 \n$\n16,498.3 \n9 \n%\n10 \n%\nEarnings before Income Taxes\nYears Ended\nJune 30,\n% Change\n \n2023\n2022\nAs Reported\nEmployer Services\n$\n3,974.2 \n$\n3,406.3 \n17 \n%\nPEO Services \n977.3 \n871.2 \n12 \n%\nOther\n(513.9)\n(473.4)\nn/m\n$\n4,437.6 \n$\n3,804.1 \n17 \n%\nMargin\nYears Ended\nJune 30,\n \n2023\n2022\nYoY Growth\nEmployer Services\n33.0 \n%\n31.1 \n%\n190 bps\nPEO Services\n16.3 \n%\n15.7 \n%\n60 bps\nn/m - not meaningful\n31\nEmployer Services\nRevenues\nRevenues increased due to new business started from New Business Bookings, an increase in our pays per control of 5%, continued strong client retention, an increase in interest earned on funds held for clients, and an increase in pricing, partially offset by an unfavorable impact of one percentage point from foreign currency.\nEarnings before Income Taxes\nEmployer Services' earnings before income taxes increased in fiscal 2023 due to increased revenues discussed above, partially offset by increases in expenses. The increases in expenses were due to increased costs to service our client base in support of our growing revenue, increases in selling expenses, and investments and costs to develop, support, and maintain our new and existing products. \nMargin\nEmployer Services' margin increased due to increases in revenues discussed above, and operating efficiencies for costs of servicing our clients on growing revenue, partially offset by an increase in selling expenses.\nPEO Services\nRevenues\nPEO Revenues\nYears Ended\nChange\nJune 30,\n \n2023\n2022\n$\n%\nPEO Services' revenues\n$\n5,984.2 \n$\n5,545.7 \n$\n438.5 \n8 \n%\nLess: PEO zero-margin benefits pass-throughs\n3,800.9 \n3,514.4 \n286.5 \n8 \n%\nPEO Services' revenues excluding zero-margin benefits pass-throughs\n$\n2,183.3 \n$\n2,031.3 \n$\n152.0 \n7 \n%\nPEO Services' revenues increased 8% for fiscal 2023 due to increases in average worksite employees of 6% for fiscal 2023, as compared to fiscal 2022, and due to an increase in zero-margin benefits pass-throughs.\nEarnings before Income Taxes\nPEO Services’ earnings before income taxes increased 12% in fiscal 2023 due to increases in revenues discussed above and a net reduction of $12.3 million in our estimated losses related to ADP Indemnity, partially offset by the increases in zero-margin benefits pass-throughs of $286.5 million for fiscal 2023.\nMargin\nPEO Services' overall margin increased for fiscal 2023 due to increases in revenues discussed above, lower state unemployment and workers compensation insurance costs, and changes in our estimated losses related to ADP Indemnity, partially offset by increases in selling expenses.  \n32\nADP Indemnity provides workers’ compensation and employer’s liability deductible reimbursement insurance protection for PEO Services’ worksite employees up to $1 million per occurrence. PEO Services has secured a workers’ compensation and employer’s liability insurance policy that caps the exposure for each claim at $1 million per occurrence and has also secured  aggregate stop loss insurance that caps aggregate losses at a certain level in fiscal years 2012 and prior from an admitted and licensed insurance company of AIG. We utilize historical loss experience and actuarial judgment to determine the estimated claim liability, and changes in estimated ultimate incurred losses are included in the PEO segment. \nAdditionally, starting in fiscal year 2013, ADP Indemnity paid premiums to enter into reinsurance arrangements with ACE American Insurance Company, a wholly-owned subsidiary of Chubb Limited (“Chubb”), to cover substantially all losses incurred by the Company up to the \n$1 million per occurrence related to the workers' compensation and employer's liability deductible reimbursement insurance protection for PEO Services' worksite employees. \nEach of these reinsurance arrangements limits our overall exposure incurred up to a certain limit. The Company believes the likelihood of ultimate losses exceeding this limit is remote. \nDuring fiscal 2023, \nADP Indemnity paid a premium of $284 million to enter into a reinsurance arrangement with Chubb to cover substantially all losses incurred by ADP Indemnity for the fiscal 2023 policy year up to $1 million per occurrence. ADP Indemnity recorded a pre-tax benefit of approximately $73 million in fiscal 2023 and a pre-tax benefit of approximately $61 million in fiscal 2022, which were primarily a result of changes in our estimated actuarial losses. ADP Indemnity paid a premium of $269 million in July 2023, to enter into a reinsurance agreement with Chubb to cover substantially all losses incurred by ADP Indemnity for fiscal 2024 policy year on terms substantially similar to the fiscal 2023 reinsurance policy.\nOther\nThe primary components of “Other” are certain corporate overhead charges and expenses that have not been allocated to the reportable segments, including corporate functions, costs related to our transformation office, severance costs, non-recurring gains and losses, the elimination of intercompany transactions, and all other interest income and expense.\nNon-GAAP Financial Measures\nIn addition to our GAAP results, we use the adjusted results and other non-GAAP metrics set forth in the table below to evaluate our operating performance in the absence of certain items and for planning and forecasting of future periods: \nAdjusted Financial Measures\nU.S. GAAP Measures\nAdjusted EBIT\nNet earnings  \nAdjusted provision for income taxes \nProvision for income taxes\nAdjusted net earnings  \nNet earnings  \nAdjusted diluted earnings per share  \nDiluted earnings per share\nAdjusted effective tax rate \nEffective tax rate\nOrganic constant currency\nRevenues\nWe believe that the exclusion of the identified items helps us reflect the fundamentals of our underlying business model and analyze results against our expectations and against prior periods, and to plan for future periods by focusing on our underlying operations. We believe that the adjusted results provide relevant and useful information for investors because it allows investors to view performance in a manner similar to the method used by management and improves their ability to understand and assess our operating performance.  The nature of these exclusions is for specific items that are not fundamental to our underlying business operations.  Since these adjusted financial measures and other non-GAAP metrics are not measures of performance calculated in accordance with U.S. GAAP, they should not be considered in isolation from, as a substitute for, or superior to their corresponding U.S. GAAP measures, and they may not be comparable to similarly titled measures at other companies.\n33\nYears Ended\nJune 30,\n% Change\n2023\n2022\nAs Reported\nNet earnings\n$\n3,412.0 \n$\n2,948.9 \n16 \n%\nAdjustments:\nProvision for income taxes\n1,025.6 \n855.2 \nAll other interest expense (a)\n70.9 \n71.3 \nAll other interest income (a)\n(50.5)\n(7.1)\nTransformation initiatives (b)\n8.7 \n3.5 \nLegal settlements (c)\n1.2 \n— \nAdjusted EBIT\n$\n4,467.9 \n$\n3,871.8 \n15 \n%\nAdjusted EBIT Margin\n24.8 \n%\n23.5 \n%\nProvision for income taxes\n$\n1,025.6 \n$\n855.2 \n20 \n%\nAdjustments:\nTransformation initiatives (d)\n2.2 \n0.8 \nLegal settlements\n0.2 \n— \nAdjusted provision for income taxes\n$\n1,028.0 \n$\n856.0 \n20 \n%\nAdjusted effective tax rate (e)\n23.1 \n%\n22.5 \n%\nNet earnings\n$\n3,412.0 \n$\n2,948.9 \n16 \n%\nAdjustments:\nTransformation initiatives (b)\n8.7 \n3.5 \nIncome tax (benefit)/provision for transformation initiatives (d)\n(2.2)\n(0.8)\nLegal settlements (c)\n1.2 \n— \nIncome tax (benefit)/provision for legal settlements (d)\n(0.2)\n— \nAdjusted net earnings\n$\n3,419.5 \n$\n2,951.6 \n16 \n%\nDiluted EPS\n$\n8.21 \n$\n7.00 \n17 \n%\nAdjustments:\nTransformation initiatives (b) (d)\n0.02 \n0.01 \nLegal settlements (c) (d)\n— \n— \nAdjusted diluted EPS\n$\n8.23 \n$\n7.01 \n17 \n%\n(a) In adjusted EBIT, we include the interest income earned on investments associated with our client funds extended investment strategy and interest expense on borrowings related to our client funds extended investment strategy as we believe these amounts to be fundamental to the underlying operations of our business model. The adjustments in the table above represent the interest income and interest expense that are not related to our client funds extended investment strategy and are labeled as “All other interest expense” and “All other interest income.”\n(b) In fiscal 2023, the charges include consulting costs relating to our company-wide transformation initiatives, partially offset by net reversals relating to severance. Unlike other severance charges which are not included as an adjustment to get to adjusted results, these specific charges relate to actions taken as part of our broad-based, company-wide transformation initiatives.\n(c) Represents net charges (reserves and insurance recovery) from legal matters during fiscal 2023.\n(d) The income tax (benefit)/provision was calculated based on the marginal rate in effect for the year ended June 30, 2023.\n(e) The Adjusted effective tax rate is calculated as our Adjusted provision for income taxes divided by the sum of our Adjusted net earnings plus our Adjusted provision for income taxes.\nThe following table reconciles our reported growth rates to the non-GAAP measure of organic constant currency, which excludes the impact of acquisitions, the impact of dispositions, and the impact of foreign currency. The impact of acquisitions and dispositions is calculated by excluding the current year revenues of acquisitions until the one-year anniversary of the transaction and by excluding the prior year revenues of divestitures for the one-year period preceding the transaction.  The impact of foreign currency is determined by calculating the current year results using foreign exchange rates consistent with the \n34\nprior year. The PEO segment is not impacted by acquisitions, dispositions or foreign currency. \nYear Ended\nJune 30,\n2023\nConsolidated revenue growth as reported\n9 \n%\nAdjustments:\nImpact of acquisitions\n— \n%\nImpact of foreign currency\n1 \n%\nConsolidated revenue growth, organic constant currency\n10\n \n%\nEmployer Services revenue growth as reported\n10 \n%\nAdjustments:\nImpact of acquisitions\n— \n%\nImpact of foreign currency\n1 \n%\nEmployer Services revenue growth, organic constant currency\n11\n \n%\nFINANCIAL CONDITION, LIQUIDITY AND CAPITAL RESOURCES\nAs of June 30, 2023, cash and cash equivalent\ns\n were $2.1 billion, which were primarily invested in time deposits and money market funds.\nFor corporate liquidity, we expect existing cash, cash equivalents, short-term and long-term marketable securities, cash flow from operations together with our \n$9.7 billion\n of committed credit facilities and our ability to access both long-term and short-term debt financing from the capital markets will be adequate to meet our operating, investing, and financing activities such as regular quarterly dividends, share repurchases, and capital expenditures for the foreseeable future. Our financial condition remains solid at June 30, 2023 and we have sufficient liquidity.\nFor client funds liquidity, we have the ability to borrow through our financing arrangements under our U.S. short-term commercial paper program and our U.S., Canadian and United Kingdom short-term reverse repurchase agreements, together with our \n$9.7 billion\n of comm\nitted credit facilities and our ability to use corporate liquidity when necessary to meet short-term funding requirements related to client funds obligations.  Please see “Quantitative and Qualitative Disclosures about Market Risk” for a further discussion of the risks related to our client funds extended investment strategy. See Note 8 of our Consolidated Financial Statements for a description of our short-term financing including commercial paper. \nOperating, Investing and Financing Cash Flow\ns\nOur cash flows from operating, investing, and financing activities, as reflected in the Statements of Consolidated Cash Flows are summarized as follows: \nYears ended June 30,\n2023\n2022\n$ Change\nCash provided by (used in):\nOperating activities\n$\n4,207.6 \n$\n3,099.5 \n$\n1,108.1 \nInvesting activities\n(2,517.3)\n(7,014.4)\n4,497.1 \nFinancing activities\n(15,680.7)\n13,653.4 \n(29,334.1)\nEffect of exchange rate changes on cash, cash equivalents, restricted cash, and restricted cash equivalents\n(21.1)\n(98.7)\n77.6 \nNet change in cash, cash equivalents, restricted cash, and restricted cash equivalents\n$\n(14,011.5)\n$\n9,639.8 \n$\n(23,651.3)\n35\nNet cash flows provided by operating activities increased due to growth in our underlying business (net income adjusted for non-cash adjustments), and a net favorable change in the components of operating assets and liabilities primarily due to timing on collections of accounts receivable, and a decrease in incentive compensation payments, as compared to the year ended June 30, 2022\n.\nNet cash flows used in investing activities changed due to the timing of proceeds and purchases of corporate and client funds marketable securities of $4,570.2 million, offset by higher payments for capital expenditures in fiscal 2023, and the sale of property, plant, and equipment in fiscal 2022.\nNet cash flows used in financing activities changed due to a net decrease in the cash flow from client funds obligations of $29,759.5 million, which is due to the timing of impounds from our clients and payments to our clients' employees and other payees, an increase in dividends paid, and a net decrease in reverse repurchase agreements borrowing, offset by a decrease in repurchases of common stock in fiscal 2023.\nWe purchased approximately 4.9 million shares of our common stock at an average price per share of $227.30 during fiscal 2023, as compared to purchases of 9.2 million shares at an average price per share of $214.40 during fiscal 2022. From time to time, the Company may repurchase shares of its common stock under its authorized share repurchase program. The Company considers several factors in determining when to execute share repurchases, including, among other things, actual and potential acquisition activity, cash balances and cash flows, issuances due to employee benefit plan activity, and market conditions.\n \nCapital Resources and Client Fund Obligations\nWe have \n$3.0 billion of senior unsecured notes with maturity dates in 2025, 2028, and 2030. We may from time to time revisit the long-t\nerm debt market to refinance existing debt, finance investments including acquisitions for our growth, and maintain the appropriate capital structure. However, there can be no assurance that volatility in the global capital and credit markets would not impair our ability to access these markets on terms acceptable to us, or at all.\n See Note 9 of our Consolidated Financial Statements for a description of our notes.\nOur U.S. short-term funding requirements related to client funds are sometimes obtained on an unsecured basis through the issuance of commercial paper, rather than liquidating previously-collected client funds that have already been invested in available-for-sale securiti\nes. \nThis commercial paper program provides for the issuance of up to $9.7 billion in aggregate maturity value\n. Our c\nommercial paper program is rated A-1+ by Standard and Poor’s, Prime-1 (“P-1”) by Moody’s and F1+ by Fitch. These ratings denote the highest quality commercial paper securities. Maturities of commercial paper can range from overnight to up to 364 days. At June 30, 2023 and 2022, we had no commercial paper borrowing outstanding. Details of the borrowings under the commercial paper program are as follows:\nYears ended June 30,\n2023\n2022\nAverage daily borrowings (in billions)\n$\n3.4 \n$\n2.0 \nWeighted average interest rates\n3.7 \n%\n0.4 \n%\nWeighted average maturity (approximately in days)\n2 days\n1 day\nOur U.S., Canadian, and United Kingdom short-term funding requirements related to client funds obligations are sometimes obtained on a secured basis through the use of reverse repurchase agreements, which are collateralized principally by government and government agency securities, rather than liquidating previously-collected client funds that have already been invested in available-for-sale securities. These agreements generally have terms ranging from overnight to up to five business days. We have successfully borrowed through the use of reverse repurchase agreements on an as-needed basis to meet short-term funding requirements related to client funds obligations. At June 30, 2023 and 2022, there were $105.4 million and $136.4 million, respectively, of outstanding obligations related to the reverse repurchase agreements. Details of the reverse repurchase agreements are as follows: \nYears ended June 30,\n2023\n2022\nAverage outstanding balances\n$\n1,279.9 \n$\n299.6 \nWeighted average interest rates\n4.3 \n%\n0.7 \n%\nWe vary the maturities of our committed credit facilities to limit the refinancing risk of any one facility. We have a $4.25 billion, 364-day credit agreement that matures in June 2024 with a one year term-out option. In addition, we have a five-year $3.2 billion credit facility and a five-year $2.25 billion credit facility maturing in June 2026 and June 2028, respectively, each with an accordion feature under which the aggregate com\nmitment can be increased by $\n500 million\n, subject to the availability \n36\nof additional commitments.  The primary uses of the credit facilities are to provide liquidity to the commercial paper program and funding for general corporate purposes, if necessary. We had no borrowings through June 30, 2023 under the credit facilities. We believe that we currently meet all conditions set forth in the revolving credit agreements to borrow thereunder, and we are not aware of any conditions that would prevent us from borrowing part or all of the \n$9.7 billion\n a\nvailable to us under the revolving credit agreements. See Note 8 of our Consolidated Financial Statements for a description of our short-term financing including credit facilities.\nOur investment portfolio does not contain any asset-backed securities with underlying collateral of sub-prime mortgages, alternative-A mortgages, sub-prime auto loans or sub-prime home equity loans, collateralized debt obligations, collateralized loan obligations, credit default swaps, derivatives, auction rate securities, structured investment vehicles or non-investment grade fixed-income securities. We own AAA-rated senior tranches of primarily fixed rate auto loan, credit card, and equipment lease receivables, secured predominantly by prime collateral. All collateral on asset-backed securities is performing as expected through June 30, 2023. In addition, we own U.S. government securities which primarily include debt directly issued by Federal Farm Credit Banks and Federal Home Loan Banks. Our client funds investment strategy is structured to allow us to average our way through an interest rate cycle by laddering the maturities of our investments out to five years (in the case of the extended portfolio) and out to ten years (in the case of the long portfolio). This investment strategy is supported by our short-term financing arrangements necessary to satisfy short-term funding requirements relating to client funds obligations. See Note 4 of our Consolidated Financial Statements for a description of our corporate investments and funds held for clients.\nCapital expenditures for fiscal 2023 were $206.0 million, as compared to $177.1 million for fiscal 2022. We expect capital expenditures in fiscal 2024 to be between $200 million and $225 million.\nContractual Obligations\nOur contractual obligations at June 30, 2023 relate primarily to operating leases (Note 6) and other arrangements recorded in our balance sheet or disclosed in the notes to our financial statements, including benefit plan obligations (Note 10), liabilities for uncertain tax positions (Note 11), purchase obligations (Note 12), debt obligations (Note 9) and $263.5 million of interest payments of our debt, of which $64.3 million is expected to be paid within one year. \nIn addition to the obligations described above, we had obligations for the remittance of funds relating to our payroll and payroll tax filing services. As of June 30, 2023, the obligations relating to these matters, which are expected to be paid in fiscal 2024,\n \ntotal $38,538.6 million and were recorded in client funds obligations on our Consolidated Balance Sheets. We had $36,333.6 million of cas\nh and cash e\nquivalents and marketable securities that were impounded from our clients to satisfy such obligations recorded in funds held for clients on our Consolidated Balance Sheets as of June 30, 2023.\nSeparately, ADP Indemnity paid a p\nremium of \n$269 million\n in July\n 2023 to enter into a reinsurance agreement with Chubb to cover substantially all losses incurred by ADP Indemnity for the fiscal 2024 policy year. At June 30, 2023, ADP Indemnity had total assets of $660.8 million to satisfy the actuarially estimated unpaid losses of $552.3 million for the policy years since July 1, 2003. ADP Indemnity paid claims of $0.8 million and $1.8 million, net of insurance recoveries, in fiscal 2023 and 2022, respectively. Refer to the “Analysis of Reportable Segments - PEO Services” above for additional information regarding ADP Indemnity.  \nIn the normal course of business, we also enter into contracts in which we make representations and warranties that relate to the performance of our services and products. We do not expect any material losses related to such representations and warranties.  \nQuantitative and Qualitative Disclosures about Market Risk\nOur overall investment portfolio is comprised of corporate investments (cash and cash equivalents, short-term and long-term marketable securities) and client funds assets (funds that have been collected from clients but have not yet been remitted to the applicable tax authorities, client employees or other payees).\nOur corporate investments are invested in cash and cash equivalents and highly liquid, investment-grade marketable securities. These assets are available for our regular quarterly dividends, share repurchases, capital expenditures and/or acquisitions, as well as other corporate operating purposes. All of our short-term and long-term fixed-income securities are classified as available-for-sale securities.\nOur client funds assets are invested with safety of principal, liquidity, and diversification as the primary objectives. Consistent with those objectives, we also seek to maximize interest income and to minimize the volatility of interest income.  Client funds \n37\nassets are invested in highly liquid, investment-grade marketable securities, with a maximum maturity of 10 years at the time of purchase, and money market securities and other cash equivalents.  \n    \nWe utilize a strategy by which we extend the maturities of our investment portfolio for funds held for clients and employ short-term financing arrangements to satisfy our short-term funding requirements related to client funds obligations. Our client funds investment strategy is structured to allow us to average our way through an interest rate cycle by laddering the maturities of our investments out to five years (in the case of the extended portfolio) and out to ten years (in the case of the long portfolio). As part of our client funds investment strategy, we use the daily collection of funds from our clients to satisfy other unrelated client funds obligations, rather than liquidating previously-collected client funds that have already been invested in available-for-sale securities. In circumstances where we experience a reduction in employment levels due to a slowdown in the economy, we may make tactical decisions to sell certain securities in order to reduce the size of the funds held for clients to correspond to client funds obligations. We attempt to minimize the risk of not having funds collected from a client available at the time such client’s obligation becomes due by generally impounding the client’s funds by the time we pay such client’s obligation. When we don’t impound client funds in advance of paying such client obligations, we are at risk of not recovering such funds or a material delay in such recovery.  Through our clients funds investment strategy and client impounding processes, we have consistently maintained the required level of liquidity to satisfy all of our obligations.\nThere are inherent risks and uncertainties involving our investment strategy relating to our client funds assets. Such risks include liquidity risk, including the risk associated with our ability to liquidate, if necessary, our available-for-sale securities in a timely manner in order to satisfy our client funds obligations. However, our investments are made with the safety of principal, liquidity, and diversification as the primary goals to minimize the risk of not having sufficient funds to satisfy all of our client funds obligations. We also believe we have significantly reduced the risk of not having sufficient funds to satisfy our client funds obligations by consistently maintaining access to other sources of liquidity, including our corporate cash balances, available borrowings under o\nur $9.7 billion commercial paper program (rated A-1+ by Standard and Poor’s, P-1 by Moody’s, and F1+ by Fitch, the highest possible short-term credit ratings), our ability to engage in reverse repurchase agreement transactions and available borrowings under our $9.7 billion committe\nd credit facilities. The reduced availability of financing during periods of economic turmoil, even to borrowers with the highest credit ratings, may limit our ability to access short-term debt markets to meet the liquidity needs of our business. In addition to liquidity risk, our investments are subject to interest rate risk and credit risk, as discussed below.\nWe have established credit quality, maturity, and exposure limits for our investments. The minimum allowed credit rating at time of purchase for corporate, Canadian government agency and Canadian provincial bonds is BBB, for asset-backed securities is AAA, and for municipal bonds is A. The maximum maturity at time of purchase for BBB-rated securities is 5 years, and for single A rated, AA-rated and AAA-rated securities it is 10 years. Time deposits and commercial paper must be rated A-1 and/or P-1. Money market funds must be rated AAA/Aaa-mf.\nDetails regarding our overall investment portfolio are as follows:\nYears ended June 30, \n2023\n2022\nAverage investment balances at cost:\n \n \nCorporate investments\n$\n6,293.9 \n$\n4,241.3 \nFunds held for clients\n34,142.8 \n32,480.3 \nTotal\n$\n40,436.7 \n$\n36,721.6 \n \n \nAverage interest rates earned exclusive of realized\n   losses/(gains) on:\n \n \nCorporate investments\n2.4 \n%\n1.0 \n%\nFunds held for clients\n2.4 \n%\n1.4 \n%\nTotal\n2.4 \n%\n1.3 \n%\nNet realized losses/(gains) on available-for-sale securities\n14.7 \n4.4 \n38\n \nAs of June 30:\nNet unrealized pre-tax (losses)/gains on available-for-sale securities\n$\n(2,206.9)\n$\n(1,721.4)\nTotal available-for-sale securities at fair value\n$\n29,764.9 \n$\n28,391.6 \nWe are exposed to interest rate risk in relation to securities that mature, as the proceeds from maturing securities are reinvested. Factors that influence the earnings impact of interest rate changes include, among others, the amount of invested funds and the overall portfolio mix between short-term and long-term investments. This mix varies during the fiscal year and is impacted by daily interest rate changes. The annualized interest rate earned on our entire portfolio increased from 1.3% for fiscal 2022 to 2.4% for fiscal 2023. A hy\npothetical chan\nge in both short-term interest rates (e.g., overnight interest rates or the federal funds rate) and intermediate-term interest rates of 25 basis points applied to the estimated average investment balances and any related short-term borrowings would result in approximately an $14 million impact to earnings before income taxes over the ensuing twelve-month period ending June 30, 2024. A hypothetical change in only short-term interest rates of 25 basis points applied to the estimated average short-term investment balances and any related short-term borrowings would result in approximately an $5 million impact to earnings before income taxes over the ensuing twelve-month period ending June 30, 2024.\nWe are exposed to credit risk in connection with our available-for-sale securities through the possible inability of the borrowers to meet the terms of the securities. We limit credit risk by investing in investment-grade securities, primarily AAA-rated and AA- rated securities, as rated by Moody’s, Standard & Poor’s, DBRS for Canadian dollar denominated securities, and Fitch for asset-backed and commercial-mortgage-backed securities. In addition, we limit amounts that can be invested in any security other than U.S. government and government agency, Canadian government, and United Kingdom government securities.\nWe operate and transact business in various foreign jurisdictions and are therefore exposed to market risk from changes in foreign currency exchange rates that could impact our consolidated results of operations, financial position, or cash flows. We manage our exposure to these market risks through our regular operating and financing activities and, when deemed appropriate, through the use of derivative financial instruments. We may use derivative financial instruments as risk management tools and not for trading purposes.\nRECENTLY ISSUED ACCOUNTING PRONOUNCEMENTS\nSee Note 1, Recently Issued Accounting Pronouncements, of Notes to the Consolidated Financial Statements for a discussion of recent accounting pronouncements.\nCRITICAL ACCOUNTING ESTIMATES\nOur Consolidated Financial Statements and accompanying notes have been prepared in accordance with U.S. GAAP. The preparation of these financial statements requires management to make estimates, judgments, and assumptions that affect reported amounts of assets, liabilities, revenues, expenses and other comprehensive income. We continually evaluate the accounting policies and estimates used to prepare the Consolidated Financial Statements. See Note 1 - Summary of Significant Accounting Policies for additional information.  \nThe estimates are based on historical experience and assumptions believed to be reasonable under current facts and circumstances. These estimates require levels of subjectivity and judgment, which could result in actual results differing from our estimates. The Company believes the following are its critical accounting estimates:\nDeferred Costs - Assets Recognized from the Costs to Obtain and Fulfill Contracts\nDescription\nIncremental costs of obtaining a contract (e.g., sales commissions) and cost incurred to implement clients on our solutions (e.g., direct labor) that are expected to be recovered are capitalized and amortized on a straight-line basis over the client retention period, depending on the business unit.\nJudgments and Uncertainties\nThe Company has estimated the amortization periods for deferred costs by using its historical retention rates by business unit to estimate the pattern during which the service transfers. The expected client relationship period ranges from three to eight years.\n39\nSensitivity of Estimate to Change\nAs the assumptions used to estimate the amortization period of the deferred costs could have a material impact on timing of recognition, we assess the amortization periods annually using historical retention rates. Actual retention rates were not materially different than those used in our calculation to determine the amortization period.  We regularly review our deferred costs for impairment. There were no impairment losses incurred during the fiscal years ended June 30, 2023, June 30, 2022, or June 30, 2021.\nGoodwill.\n \nDescription\nGoodwill represents the excess of purchase price over the value assigned to the net tangible and identifiable intangible assets of businesses acquired. Goodwill is tested annually for impairment or more frequently when an event or circumstance indicates that goodwill might be impaired.\nJudgments and Uncertainties\nThe Company’s annual goodwill impairment assessment as of June 30, 2023 was performed for all reporting units using a quantitative approach by comparing the fair value of each reporting unit to its carrying value.  We estimated the fair value of each reporting unit using, as appropriate, the income approach, which is derived using the present value of future cash flows discounted at a risk-adjusted weighted-average cost of capital, and the market approach, which is based upon using market multiples of companies in similar lines of business.  Significant assumptions used in determining the fair value of our reporting units include projected revenue growth rates, profitability projections, working capital assumptions, the weighted average cost of capital, the determination of appropriate market comparison companies, and terminal growth rates.  Several of these assumptions including projected revenue growth rates and profitability projections are dependent on our ability to upgrade, enhance, and expand our technology and services to meet client needs and preferences.   \nSensitivity of Estimate to Change\nSome of the inherent estimates and assumptions used in determining the fair value of the reporting units are outside the control of management including the weighted-average cost of capital, tax rates, market comparisons, and terminal growth rates. While we believe we have made reasonable estimates and assumptions to calculate the fair value of the reporting units, it is possible a material change could occur. If our actual results are not consistent with our estimates and assumptions used to calculate fair value, it could result in material impairments of our goodwill. The assumptions used to assess impairment consider historical trends, macroeconomic conditions, and projections consistent with the Company’s operating strategy. Changes in these estimates can have a significant impact on the assessment of fair value which could result in material impairment losses.\nWe completed our annual assessment of goodwill as of June 30, 2023 and determined that there was no impairment of goodwill. We performed a sensitivity analysis and determined that a one percentage point increase in the weighted-average cost of capital would not result in an impairment of goodwill for all reporting units and their fair values substantially exceeded their carrying values.  \n \nIncome Taxes\nDescription\nJudgment is required in addressing the future tax consequences of events that have been recognized in our Consolidated Financial Statements or tax returns (e.g., realization of deferred tax assets, changes in tax laws or interpretations thereof).  A change in the assessment of the outcomes of such matters could materially impact our Consolidated Financial Statements.  \nJudgments and Uncertainties\nThe Company computes its provision for income taxes based on the statutory tax rates in the various jurisdictions in which it operates. Assumptions, judgment, and the use of estimates are required in determining if the “more likely than not” standard has been met when computing the provision for income taxes, deferred tax assets and liabilities, and uncertain tax positions.  \nSensitivity of Estimate to Change\nWhile the Company considers all of its tax positions fully supportable, the Company is occasionally challenged by various tax authorities regarding the amount of taxes due. If certain pending tax matters settle within the next twelve months, the total amount of unrecognized tax benefits may increase or decrease for all open tax years and jurisdictions. As of June 30, 2023 and 2022, the Company's liabilities for unrecognized tax benefits, \nwhich include interest and penalti\nes, were $116.9 million and $98.1 million, respectively.\n40",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nThe information called for by this item is provided under the caption “Quantitative and Qualitative Disclosures About Market Risk” under “Item 7 - Management’s Discussion and Analysis of Financial Condition and Results of Operation.”\n41",
    "cik": "8670",
    "cusip6": "053015",
    "cusip": [
        "053015103",
        "053015953",
        "053015903"
    ],
    "names": [
        "Automatic Data Processing",
        "AUTOMATIC DATA PROCESSING IN"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/8670/000000867023000030/0000008670-23-000030-index.htm"
}