{
    "item1": ">ITEM 1.\n\n\n \n\n\nBUSINESS\n\n\n \n\n\n1\n\n\n\n",
    "item1a": ">ITEM 1A.\n\n\n \n\n\nRISK FACTORS\n\n\n \n\n\n14\n\n\n\n",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of \nFinancial Condition and Results of Operations\n \n\n\nYou should read the following Management’s Discussion and Analysis of Financial Condition and Results of Operations in conjunction with our consolidated financial statements and the related notes thereto contained elsewhere in this report. This discussion contains forward-looking statements that involve risks, uncertainties, and assumptions. Our actual results may differ materially from those anticipated in these forward-looking statements as a result of a variety of factors, including those set forth under Item 1A, “Risk Factors” and elsewhere in this report.\n\n\nThe results of our outdoor products and accessories business, which was previously reported as a separate business segment, are being presented as discontinued operations in the consolidated statements of income for all periods presented, See Note 3 – \nDiscontinued Operations \nto our consolidated financial statements for additional information regarding these discontinued operations. Unless otherwise indicated, any reference to income statement items in this Management’s Discussion and Analysis of Financial Condition and Results of Operations refers to results from continuing operations.\n \n\n\n2023 Highlights\n \n\n\nOur operating results for fiscal 2023 included the following:\n\n\n•\nNet sales of $479.2 million represented a decrease of $384.9 million, or 44.5%, from our fiscal 2022 net sales. The decrease in net sales was primarily as a result of a return to more normalized demand from the historic pandemic-related demand that lasted from March 2020 through the beginning of fiscal 2022 combined with a reduction in inventory within the distribution channel.\n\n\n•\nGross profit decreased $220.0 million, or 58.7%, from the prior fiscal year primarily as a result of lower sales volume. Gross margin decreased 11.1% from the prior fiscal year as a result of reduced sales volumes across nearly all product lines, combined with the impact of inflation, unfavorable fixed-cost absorption due to lower production volume, and expenses related to the Relocation. These unfavorable impacts were partially offset by decreased compensation costs and favorable inventory valuation adjustments caused by amortization of variance capitalization offset by an increase in excess and obsolescence reserves.  \n\n\n•\nNet income was $36.9 million, or $0.80 per diluted share, compared with net income of $194.5 million, or $4.08 per diluted share, for the prior fiscal year. \n\n\n•\nDuring fiscal 2023, we paid $18.3 million in dividends compared with $15.0 million in fiscal 2022.\n\n\n•\nOn September 30, 2021, we announced the Relocation. In connection with the Relocation, we are building a new facility in Maryville. Our corporate headquarters, some of our Springfield manufacturing operations, a portion of our Deep River plastic injection molding facility, and our Columbia distribution operations will be relocated to Maryville. In total, we expect to incur capital expenditures in connection with the construction and equipping of the new facility in an aggregate amount of approximately $160.0 million to $170.0 million through the end of fiscal 2024. Through April 30, 2023, we had incurred $93.5 million of capital expenditures and $18.5 million of other restructuring charges related to the Relocation.\n\n\nKey Performance Indicators\n \n\n\nWe evaluate the performance of our business based upon operating profit, which includes net sales, cost of sales, selling and administrative expenses, and certain components of other income and expense. We also track our return on invested capital, and we use adjusted EBITDAS (earnings before interest, taxes, depreciation, amortization, and stock-based compensation expense, excluding certain non-operational items), which is a non-GAAP financial metric, as a supplemental measure of our performance in order to provide investors with an improved understanding of\n \n\n\n37\n\n\n\n\n \n\n\nunderlying performance trends. We evaluate the performance of our products using measurements such as gross margin per unit produced, units produced per day, revenue by trade channel, and incoming orders per day.\n \n\n\nExternal Factors that Impact the Firearm Industry\n \n\n\nThe firearm industry has been subject to many external factors in the past that have significantly increased the volatility of revenue generated for companies within the industry. These factors include, among others, fears surrounding crime and terrorism; significant news events, such as those related to mass shootings; potential restrictions on the sale or makeup of firearms; actual and potential legislative, judicial, and regulatory actions; economic changes; and changes in the social and political environment, including congressional and presidential elections. See Item IA, \nRisk Factors, \nfor further discussion of external factors that impact the firearm industry. Although these external factors have created demand surges and volatility in the firearm market, and often make it difficult to predict demand, we believe that those external factors have also likely contributed to a long-term increase in consumer interest in firearms. We estimate that the annual domestic non-military firearm market is approximately $3.5 billion for handguns and $1.6 billion for long guns, excluding shotguns, based on the latest data for industry shipments as calculated by the National Shooting Sports Foundation, or NSSF, utilizing Firearms and Ammunition Excise Tax data for calendar year 2022. According to calendar 2021 reports by the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives, or ATF, the U.S. firearm manufacturing industry grew at a 3.7% compound annual growth rate in units from 2016 through 2021, although there has been wide variation among years (e.g., 2019 to 2020 grew 58.0%). We believe that this expanding base of consumers combined with our strong brand reputation and attractive price points lend support to our goal of continuing to increase our market share.\n\n\nResults of Operations\n \n\n\nNet Sales and Gross Profit\n\n\nThe following table sets forth certain information regarding net sales and gross profit for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nHandguns\n\n\n \n\n\n$\n\n\n360,668\n\n\n \n\n\n \n\n\n$\n\n\n624,219\n\n\n \n\n\n \n\n\n$\n\n\n(263,551\n\n\n)\n\n\n \n\n\n \n\n\n-42.2\n\n\n%\n\n\n \n\n\n$\n\n\n755,735\n\n\n \n\n\n\n\n\n\nLong Guns\n\n\n \n\n\n \n\n\n74,230\n\n\n \n\n\n \n\n\n \n\n\n189,467\n\n\n \n\n\n \n\n\n \n\n\n(115,237\n\n\n)\n\n\n \n\n\n \n\n\n-60.8\n\n\n%\n\n\n \n\n\n \n\n\n253,340\n\n\n \n\n\n\n\n\n\nOther Products & Services\n\n\n \n\n\n \n\n\n44,344\n\n\n \n\n\n \n\n\n \n\n\n50,440\n\n\n \n\n\n \n\n\n \n\n\n(6,096\n\n\n)\n\n\n \n\n\n \n\n\n-12.1\n\n\n%\n\n\n \n\n\n \n\n\n50,120\n\n\n \n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n479,242\n\n\n \n\n\n \n\n\n$\n\n\n864,126\n\n\n \n\n\n \n\n\n$\n\n\n(384,884\n\n\n)\n\n\n \n\n\n \n\n\n-44.5\n\n\n%\n\n\n \n\n\n$\n\n\n1,059,195\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n324,705\n\n\n \n\n\n \n\n\n \n\n\n489,562\n\n\n \n\n\n \n\n\n \n\n\n(164,857\n\n\n)\n\n\n \n\n\n \n\n\n-33.7\n\n\n%\n\n\n \n\n\n \n\n\n610,212\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n154,537\n\n\n \n\n\n \n\n\n$\n\n\n374,564\n\n\n \n\n\n \n\n\n$\n\n\n(220,027\n\n\n)\n\n\n \n\n\n \n\n\n-58.7\n\n\n%\n\n\n \n\n\n$\n\n\n448,983\n\n\n \n\n\n\n\n\n\n% of net sales (gross margin)\n\n\n \n\n\n \n\n\n32.2\n\n\n%\n\n\n \n\n\n \n\n\n43.3\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n42.4\n\n\n%\n\n\n\n\n\n\n \n\n\nThe following table sets forth certain information regarding units shipped by trade channel for the fiscal years ended April 30, 2023, 2022, and 2021 (units in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTotal Units Shipped\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n# Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nHandguns\n\n\n \n\n\n \n\n\n793\n\n\n \n\n\n \n\n\n \n\n\n1,518\n\n\n \n\n\n \n\n\n \n\n\n(725\n\n\n)\n\n\n \n\n\n-47.8%\n\n\n \n\n\n \n\n\n2,079\n\n\n \n\n\n\n\n\n\nLong Guns\n\n\n \n\n\n \n\n\n148\n\n\n \n\n\n \n\n\n \n\n\n363\n\n\n \n\n\n \n\n\n \n\n\n(215\n\n\n)\n\n\n \n\n\n-59.2%\n\n\n \n\n\n \n\n\n524\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSporting Goods Channel Units Shipped\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n# Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nHandguns\n\n\n \n\n\n \n\n\n734\n\n\n \n\n\n \n\n\n \n\n\n1,422\n\n\n \n\n\n \n\n\n \n\n\n(688\n\n\n)\n\n\n \n\n\n-48.4%\n\n\n \n\n\n \n\n\n1,953\n\n\n \n\n\n\n\n\n\nLong Guns\n\n\n \n\n\n \n\n\n137\n\n\n \n\n\n \n\n\n \n\n\n342\n\n\n \n\n\n \n\n\n \n\n\n(205\n\n\n)\n\n\n \n\n\n-59.9%\n\n\n \n\n\n \n\n\n508\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProfessional Channel Units Shipped\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n# Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nHandguns\n\n\n \n\n\n \n\n\n59\n\n\n \n\n\n \n\n\n \n\n\n96\n\n\n \n\n\n \n\n\n \n\n\n(37\n\n\n)\n\n\n \n\n\n-38.5%\n\n\n \n\n\n \n\n\n126\n\n\n \n\n\n\n\n\n\nLong Guns\n\n\n \n\n\n \n\n\n11\n\n\n \n\n\n \n\n\n \n\n\n21\n\n\n \n\n\n \n\n\n \n\n\n(10\n\n\n)\n\n\n \n\n\n-47.6%\n\n\n \n\n\n \n\n\n16\n\n\n \n\n\n\n\n\n\n \n\n\n38\n\n\n\n\n \n\n\nFiscal 2023 Net Sales and Gross Profit Compared with Fiscal 2022\n \n\n\nSales of our handguns decreased $263.6 million, or 42.2%, from fiscal 2022, primarily as a result of a return to more normalized demand from the historic pandemic-related demand that lasted from March 2020 through the beginning of fiscal 2022 as competing products became more available through the replenishment of depleted channel inventory, partially offset by net sales generated from increased shipments of new products, which represented 26.8% of sales in the period, combined with one price increase of 5% on select products. Handgun unit shipments into the sporting goods channel decreased 48.4% from fiscal 2022, while overall consumer demand decreased 3.3%, (as indicated by adjusted background checks for handguns reported to the National Instant Criminal Background Check System, or NICS). In addition, during the fiscal year, handgun inventory in our distribution channel declined by 44.4%, which negatively impacted our net sales.\n\n\nSales of our long guns decreased $115.2 million, or 60.8%, from fiscal 2022. Similar to handgun sales, this decrease was primarily a result of lower demand for the majority of our long gun products as competing products became more available through the replenishment of depleted channel inventory, partially offset by increased shipments of new products in the fiscal year, which represented 36.3% of sales in the period. Unit shipments into the sporting goods channel decreased 59.9% from fiscal 2022, while overall consumer demand for long guns decreased 5.9%, as indicated by NICS. In addition, during the fiscal year, long gun inventory in our distribution channel declined by 49.6%, which negatively impacted our net sales.\n\n\nWe believe that overall firearm demand remains healthy, as indicated by NICS data, but has normalized from the surge levels we experienced during much of calendar years 2020 and 2021. We believe our comparable shipments year over year underperformed in comparison to NICS primarily because of an over-replenishment of our channel inventory during the first three quarters of fiscal 2022, at which time channel inventory peaked, and which led to our distribution partners actively seeking to reduce inventory of our products during fiscal 2023.\n\n\nOther products and services sales decreased $6.1 million, or 12.1%, from fiscal 2022, primarily because of decreased sales of component parts and business-to-business sales, partially offset by increased sales of handcuffs.\n\n\nNew products, defined as any new SKU not shipped in the prior year, represented 25.8% of net sales for the 12 months ended April 30, 2023 and included three new pistols, one new modern sporting rifle, and many new product line extensions.\n \n\n\nGross margin for fiscal 2023 decreased by 11.1% from \nthe prior fiscal year, primarily because of a combination of reduced sales volumes across nearly all product lines, the impact of inflation on raw material and finished parts, which increased approximately 9.6% over the prior year, the impact of inflation on labor costs, particularly as it relates to entry level positions, unfavorable fixed-cost absorption due to lower production volume, and expenses related to employee severance, partially offset by decreased compensation costs and favorable inventory valuation adjustments caused by amortization of variance capitalization offset by an increase in excess and obsolescence reserves. We generally attempt to mitigate inflationary impacts with price increases, when and where possible, based on market dynamics, and process improvements, although our ability to utilize process improvements in recent periods has been constrained by factors related to the Relocation.\n\n\nOur inventory levels increased $40.5 million during fiscal 2023, as we slowly ramped down production to minimize impact to our employees and suppliers while replenishing stock to provide our customers with a more robust selection of inventory and position ourselves for potential increases in consumer demand and plan for the Relocation. During the second half of fiscal 2023, our inventory balances decreased $16.3 million. While inventory levels, both internally and in the distribution channel, in excess of demand may negatively impact future operating results, it is difficult to forecast the potential impact of distributor inventories on future revenue and income as demand is impacted\n \n\n\n39\n\n\n\n\n \n\n\nby many factors, including seasonality, new product introductions, news events, political events, and consumer tastes. We expect our inventories to remain elevated as we begin our transition to our new facility in Maryville.\n\n\nA discussion of our results of net sales and gross profit for fiscal 2022 compared to fiscal 2021 is included in Part II, Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for fiscal 2022, filed with the SEC on June 23, 2022.\n\n\nOperating Expenses\n \n\n\nThe following table sets forth certain information regarding operating expenses for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n$\n\n\n7,550\n\n\n \n\n\n \n\n\n$\n\n\n7,262\n\n\n \n\n\n \n\n\n$\n\n\n288\n\n\n \n\n\n \n\n\n \n\n\n4.0\n\n\n%\n\n\n \n\n\n$\n\n\n7,480\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n \n\n\n36,976\n\n\n \n\n\n \n\n\n \n\n\n43,156\n\n\n \n\n\n \n\n\n \n\n\n(6,180\n\n\n)\n\n\n \n\n\n \n\n\n-14.3\n\n\n%\n\n\n \n\n\n \n\n\n42,603\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n61,604\n\n\n \n\n\n \n\n\n \n\n\n72,493\n\n\n \n\n\n \n\n\n \n\n\n(10,889\n\n\n)\n\n\n \n\n\n \n\n\n-15.0\n\n\n%\n\n\n \n\n\n \n\n\n79,268\n\n\n \n\n\n\n\n\n\nTotal operating expenses\n\n\n \n\n\n$\n\n\n106,130\n\n\n \n\n\n \n\n\n$\n\n\n122,911\n\n\n \n\n\n \n\n\n$\n\n\n(16,781\n\n\n)\n\n\n \n\n\n \n\n\n-13.7\n\n\n%\n\n\n \n\n\n$\n\n\n129,351\n\n\n \n\n\n\n\n\n\n% of net sales\n\n\n \n\n\n \n\n\n22.1\n\n\n%\n\n\n \n\n\n \n\n\n14.2\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n12.2\n\n\n%\n\n\n\n\n\n\n \n\n\nFiscal 2023 Operating Expenses Compared with Fiscal 2022\n\n\nOperating expenses decreased $16.8 million from the prior fiscal year. Research and development expenses increased $288,000, primarily because of increased new product development costs, partially offset by decreased compensation-related costs. Selling, marketing, and distribution expenses decreased $6.2 million, primarily as a result of decreased compensation-related expenses, decreased co-op advertising expenses, decreased advertising costs, and decreased freight costs due to lower shipments, partially offset by increased spending on targeted customer promotions. General and administrative expenses decreased $10.9 million, primarily because of a decrease of $5.3 million in profit sharing expense, decreased profit-related compensation costs, lower costs associated with the Relocation, decreased legal-related expenses, and decreased bad debt expense, partially offset by increased travel and entertainment expenses. Fiscal 2023 general and administrative expenses were reduced by sublease income of $1.8 million, of which $1.6 million was reported in other income/(expense) in fiscal 2022.\n\n\nFiscal 2022 Operating Expenses Compared with Fiscal 2021\n\n\nOperating expenses decreased $6.4 million from the prior fiscal year. Research and development expenses decreased $218,000, primarily because of decreased compensation-related costs, driven by temporarily unfilled positions, we believe as a result of the Relocation. Selling, marketing, and distribution expenses increased $553,000, primarily as a result of increased digital advertising costs and expenses relating to industry shows, partially offset by decreased co-op advertising expenses on lower sales and decreased freight costs due to lower shipments. General and administrative expenses decreased $6.8 million, primarily because of a decrease of $7.0 million related to Separation costs incurred in the prior year, $5.2 million of lower compensation-related expenses primarily as a result of the synergy savings realized from the Separation, and a decrease of $1.5 million in depreciation expenses, partially offset by an increase of $5.6 million of costs associated with the Relocation and $1.4 million of increased legal-related expenses.\n\n\nOperating Income from Operations\n\n\nThe following table sets forth certain information regarding operating income for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nOperating income from operations\n\n\n \n\n\n$\n\n\n48,407\n\n\n \n\n\n \n\n\n$\n\n\n251,653\n\n\n \n\n\n \n\n\n$\n\n\n(203,246\n\n\n)\n\n\n \n\n\n \n\n\n-80.8\n\n\n%\n\n\n \n\n\n$\n\n\n319,632\n\n\n \n\n\n\n\n\n\n% of net sales (operating margin)\n\n\n \n\n\n \n\n\n10.1\n\n\n%\n\n\n \n\n\n \n\n\n29.1\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n30.2\n\n\n%\n\n\n\n\n\n\n \n\n\n40\n\n\n\n\n \n\n\n \n\n\nFiscal 2023 Operating Income from Operations Compared with Fiscal 2022\n\n\n \n\n\nOperating income from operations for fiscal 2023 decreased $203.2 million, or 80.8%, from the prior fiscal year, primarily because of reduced sales volumes across nearly all product lines, unfavorable fixed-cost absorption,  and increased spending on targeted customer promotions, partially offset by decreased profit sharing expense, decreased profit-related compensation costs, lower costs associated with the Relocation, decreased legal-related expenses,  decreased bad debt expense, favorable inventory valuation adjustments, and the change in classification of rental income.\n\n\nFiscal 2022 Operating Income from Operations Compared with Fiscal 2021\n\n\n \n\n\nOperating income from operations for fiscal 2022 decreased $68.0 million, or 21.3%, from the prior fiscal year, primarily because of reduced sales volumes across nearly all product lines, unfavorable fixed-cost absorption, expenses incurred in relation to the Relocation, and increased legal costs. These unfavorable impacts were partially offset by lower promotional product spending, lower spend related to the Separation, decreased co-op advertising expenses, and decreased freight costs.\n\n\nOther Income\n\n\nThe following table sets forth certain information regarding operating income for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nOther income\n\n\n \n\n\n$\n\n\n150\n\n\n \n\n\n \n\n\n$\n\n\n2,868\n\n\n \n\n\n \n\n\n$\n\n\n(2,718\n\n\n)\n\n\n \n\n\n \n\n\n-94.8\n\n\n%\n\n\n \n\n\n$\n\n\n2,252\n\n\n \n\n\n\n\n\n\n \n\n\nOther income for fiscal 2023 decreased $2.7 million, or 94.8%, from the prior fiscal year, primarily as a result of the reclassification of sublease income to general and administrative expenses and interest expense, as applicable, in the current fiscal year.\n\n\nInterest (Expense)\n\n\nThe following table sets forth certain information regarding interest expense for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n$\n\n\n(331\n\n\n)\n\n\n \n\n\n$\n\n\n(2,135\n\n\n)\n\n\n \n\n\n$\n\n\n(1,804\n\n\n)\n\n\n \n\n\n \n\n\n-84.5\n\n\n%\n\n\n \n\n\n$\n\n\n(3,919\n\n\n)\n\n\n\n\n\n\n \n\n\nInterest expense decreased by $1.8 million, or 84.5%, from the prior fiscal year primarily as a result of the reclassification of interest income on the sublease from other income combined with higher average interest rates paid on cash on deposit.\n\n\nIncome Tax Expense\n\n\nThe following table sets forth certain information regarding income tax expense for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n$\n\n\n11,350\n\n\n \n\n\n \n\n\n$\n\n\n57,892\n\n\n \n\n\n \n\n\n$\n\n\n(46,542\n\n\n)\n\n\n \n\n\n \n\n\n-80.4\n\n\n%\n\n\n \n\n\n$\n\n\n74,394\n\n\n \n\n\n\n\n\n\n% of income from operations (effective tax rate)\n\n\n \n\n\n \n\n\n23.5\n\n\n%\n\n\n \n\n\n \n\n\n22.9\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n0.6\n\n\n%\n\n\n \n\n\n \n\n\n23.4\n\n\n%\n\n\n\n\n\n\n \n\n\n41\n\n\n\n\n \n\n\n \n\n\nWe recorded income tax expense of $11.4 million for fiscal 2023, $46.5 million lower than the prior fiscal year, primarily because of decreased profitability. The effective tax rates were 23.5% and 22.9% for fiscal 2023 and 2022, respectively.\n\n\n \n\n\nWe recorded income tax expense of $57.9 million for fiscal 2022, $16.5 million lower than the prior fiscal year, primarily because of decreased profitability. The effective tax rates were 22.9% and 23.4% for fiscal 2022 and 2021, respectively.\n\n\n \n\n\nNet Income\n\n\nThe following table sets forth certain information regarding net income and the related per share data for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands, except per share data):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n36,876\n\n\n \n\n\n \n\n\n$\n\n\n194,494\n\n\n \n\n\n \n\n\n$\n\n\n(157,618\n\n\n)\n\n\n \n\n\n \n\n\n-81.0\n\n\n%\n\n\n \n\n\n$\n\n\n243,571\n\n\n \n\n\n\n\n\n\nNet income per share\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.12\n\n\n \n\n\n \n\n\n$\n\n\n(3.32\n\n\n)\n\n\n \n\n\n \n\n\n-80.6\n\n\n%\n\n\n \n\n\n$\n\n\n4.46\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.08\n\n\n \n\n\n \n\n\n$\n\n\n(3.28\n\n\n)\n\n\n \n\n\n \n\n\n-80.4\n\n\n%\n\n\n \n\n\n$\n\n\n4.40\n\n\n \n\n\n\n\n\n\n \n\n\nFiscal 2023 Net Income Compared with Fiscal 2022\n\n\n \n\n\nNet income decreased $157.6 million, or $3.32 per diluted share, from the prior fiscal year for reasons outlined above.\n\n\nFiscal 2022 Net Income Compared with Fiscal 2021\n\n\n \n\n\nNet income decreased $49.1 million, or $0.34 per diluted share, from the prior fiscal year for reasons outlined above.\n\n\nLiquidity and Capital Resources\n \n\n\nOur principal cash requirements are to (1) finance the growth of our operations, including working capital and capital expenditures, (2) fund the Relocation, and (3) return capital to our stockholders.  Capital expenditures for the Relocation, new product development, and repair and replacement of equipment represent important cash needs.\n\n\nThe following table sets forth certain cash flow information for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nOperating activities\n\n\n \n\n\n$\n\n\n16,732\n\n\n \n\n\n \n\n\n$\n\n\n137,814\n\n\n \n\n\n \n\n\n$\n\n\n(121,082\n\n\n)\n\n\n \n\n\n \n\n\n-87.9\n\n\n%\n\n\n \n\n\n$\n\n\n317,260\n\n\n \n\n\n\n\n\n\nInvesting activities\n\n\n \n\n\n \n\n\n(89,781\n\n\n)\n\n\n \n\n\n \n\n\n(24,116\n\n\n)\n\n\n \n\n\n \n\n\n(65,665\n\n\n)\n\n\n \n\n\n \n\n\n-272.3\n\n\n%\n\n\n \n\n\n \n\n\n(22,261\n\n\n)\n\n\n\n\n\n\nFinancing activities\n\n\n \n\n\n \n\n\n5,877\n\n\n \n\n\n \n\n\n \n\n\n(105,987\n\n\n)\n\n\n \n\n\n \n\n\n111,864\n\n\n \n\n\n \n\n\n \n\n\n105.5\n\n\n%\n\n\n \n\n\n \n\n\n(303,758\n\n\n)\n\n\n\n\n\n\nTotal cash flow\n\n\n \n\n\n$\n\n\n(67,172\n\n\n)\n\n\n \n\n\n$\n\n\n7,711\n\n\n \n\n\n \n\n\n$\n\n\n(74,883\n\n\n)\n\n\n \n\n\n \n\n\n-971.1\n\n\n%\n\n\n \n\n\n$\n\n\n(8,759\n\n\n)\n\n\n\n\n\n\nOperating Activities\n \n\n\nOperating activities represent the principal source of our cash flow.\n \n\n\nCash provided by operating activities was $16.7 million in fiscal 2023, or $121.1 million lower than the prior fiscal year. Cash from operating activities was negatively impacted by a $157.7 million reduction in net income, partially offset by an incremental $17.7 million decrease in inventory and an incremental $18.4 million increase in accounts payable.\n \n\n\nCash provided by operating activities was $137.8 million in fiscal 2022, or $179.4 million lower than the prior fiscal year. The fiscal 2022 cash from operating activities was negatively impacted by an incremental $83.4 million increase in inventory due to increased production capacity combined with reduced consumer demand, an incremental\n \n\n\n42\n\n\n\n\n \n\n\n$52.5 million decrease in accounts payable due to lower operating activities, and the impact of paying the fiscal 2021 profit sharing in fiscal 2022. These unfavorable impacts were partially offset by an incremental $14.9 million increase in accrued expenses as a result of the payment of deferred federal excise tax liabilities during the first quarter of 2021, the fulfillment of performance obligations relating to sales promotions in the prior year, and a $9.9 million decrease in accounts receivable due to timing of shipments and customer payments.\n \n\n\nInvesting Activities\n \n\n\nCash used in investing activities in fiscal 2023 was $89.8 million, or $65.7 million higher than fiscal 2022. We recorded capital expenditures of $89.6 million for fiscal 2023, $65.6 million higher than fiscal 2022. Capital expenditures relating to the Relocation were $73.2 million for fiscal 2023, of which $513,000 is capitalized interest. Excluding spending related to the Relocation, we currently expect to spend between $20.0 million and $25.0 million on capital expenditures in fiscal 2024.\n \n\n\nAdditionally, as it relates to the Relocation, we currently expect to spend between $70.0 million and $75.0 million on capital expenditures in fiscal 2024, of which $50.0 million to $55.0 million is expected for the construction of the facility.\n\n\nCash used in investing activities in fiscal 2022 was $24.1 million, or $1.9 million higher than fiscal 2021 primarily due to cash used for capital expenditures.\n\n\nFinancing Activities\n \n\n\nCash provided by financing activities was $5.9 million in fiscal 2023 compared with cash used of $106.0 million in fiscal 2022. Cash provided by financing activities during fiscal 2023 was primarily a result of $25.0 million of borrowings under our revolving line of credit, partially offset by $18.3 million in dividend distributions.\n \n\n\nCash used in financing activities was $106.0 million in fiscal 2022, or $197.8 million lower than fiscal 2021. Cash used in financing activities during fiscal 2022 primarily included $90.0 million of share repurchases and $15.0 million in dividend distributions.\n\n\nFinance Lease\n \n – \nWe are a party to a material finance lease, the Missouri Lease, which is a $46.2 million lease for our Missouri distribution center that has an effective interest rate of approximately 5.0% and is payable in 240 monthly installments through fiscal 2039. The building is pledged to secure the amounts outstanding. During fiscal 2023, we paid approximately $1.2 million in principal payments relating to the Missouri Lease. With the completion of the Separation, we entered into the Missouri Sublease. On July 16, 2022, we entered into an amendment to the Missouri Sublease, increasing the subleased space to 64.7% of the facility under the same terms as the Missouri Lease. On January 31, 2023, we entered into the Assignment and Assumption Agreement and the Amended and Restated Guaranty. We intend to terminate the Missouri Sublease on or around the effective date of the Assignment and Assumption Agreement. We recorded $2.3 million of income related to the Missouri Sublease, of which $1.1 million was recorded in general and administrative expenses and $1.2 million was recorded in interest income in our condensed consolidated statements of income.\n\n\nCredit Facilities\n \n– \nWe maintain an unsecured revolving line of credit with TD Bank, N.A. and other lenders, or the Lenders, which includes availability up to $100.0 million at any one time, or the Revolving Line. The revolving line provides for availability for general corporate purposes, with borrowings to bear interest at either the Base Rate or LIBOR rate, plus an applicable margin based on our consolidated leverage ratio, as of April 30, 2023. The credit agreement also provides a swingline facility in the maximum amount of $5.0 million at any one time (subject to availability under the revolving line). Each swingline loan bears interest at the Base Rate, plus an applicable margin based on our consolidated leverage ratio. In response to a Springing Lien Triggering Event (as defined in the credit agreement), we would be required to enter into certain documents that create in favor of TD Bank, N.A., as administrative agent, and the lenders party to such documents as legal, valid, and enforceable first priority lien on the collateral described therein. Subject to the satisfaction of certain terms and conditions described in the credit agreement, we have an option to increase the revolving line by an aggregate amount not exceeding $50.0 million. The revolving line matures on the earlier of August 24, 2025, or the date that is six months in advance of the earliest maturity of any permitted notes under the credit agreement.\n\n\n43\n\n\n\n\n \n\n\nOn April 28, 2023, we entered into an amendment to our existing credit agreement to, among other things, replace LIBOR with SOFR as the interest rate benchmark and amend the definition of \"Consolidated Fixed Charge Coverage Ratio\" to exclude unfinanced capital expenditures in connection with the Relocation.\n\n\nAs of April 30, 2023, we had $25.0 million of borrowings outstanding on the Revolving Line, which bore interest at 6.62%, which was equal to the LIBOR rate plus an applicable margin.\n \n\n\nThe credit agreement for our credit facility contains financial covenants relating to maintaining maximum leverage and minimum debt service coverage. We were in compliance with all debt covenants as of April 30, 2023.\n\n\nShare Repurchase Programs\n \n–\n On March 2, 2021, our board of directors authorized the repurchase of $100.0 million of our common stock, subject to certain conditions, in the open market or in privately negotiated transactions until March 2022. Pursuant to this authorization, during fiscal 2021, we purchased 3,380,447 shares of our common stock for $60.0 million, utilizing cash on hand. During fiscal 2022, we completed this stock repurchase program by purchasing 1,967,420 of our common stock for $40.0 million, utilizing cash on hand. On June 15, 2021, our board of directors authorized the repurchase of an additional $50.0 million of our common stock, subject to certain conditions, in the open market or in privately negotiated transactions, until August 2022. Pursuant to this authorization, during fiscal 2022, we completed this repurchase program by purchasing 2,788,152 shares of our common stock for $50.0 million, utilizing cash on hand. As of April 30, 2023, we had no authorized share repurchase programs. We did not purchase any shares of our common stock during fiscal 2023.\n \n\n\nAt April 30, 2023, we had $53.6 million in cash and cash equivalents on hand.\n \n\n\nBased upon our current working capital position, current operating plans, and expected business conditions, we believe that our existing capital resources and credit facilities will be adequate to fund our operations for the next 12 months.\n \n\n\nOur future capital requirements will depend on many factors, including net sales, the construction of the new facility in Maryville, the timing and extent of spending to support product development efforts, the expansion of sales and marketing activities, the timing of introductions of new products and enhancements to existing products, and the costs to ensure access to adequate manufacturing capacity.\n \n\n\nInflation\n \n\n\nDuring fiscal 2023, inflationary pressures resulted in increases in the cost of certain of the components, parts, raw materials, and other supplies necessary for the production of our products, as well as labor costs.  We do not believe that inflation had a material impact on us during fiscal 2022 or 2021. We expect that there will be an increased impact from inflation during fiscal 2024.\n\n\nCritical Accounting Estimates\n\n\nManagement's discussion and analysis of financial condition and results of operations is based upon the Company's consolidated financial statements, which have been prepared in accordance with U.S. generally accepted accounting principles. The preparation of these financial statements requires that we make accounting estimates, judgments, and assumptions that can have a meaningful effect on the reporting of consolidated financial statements.  See Note 2  — Significant Accounting Policies for additional information.\n\n\nCritical accounting estimates are defined as those reflective of significant judgments, estimates, and uncertainties, which may result in materially different results under different assumptions and conditions. The Company believes the following are its critical accounting estimates:\n\n\nRevenue Recognition\n \n\n\nDescription\n: We recognize revenue in accordance with the provisions of Accounting Standards Update, or ASU, \nRevenue from Contracts with\n \nCustomers\n (Topic 606), which became effective for us on May 1, 2018. Generally,\n \n\n\n44\n\n\n\n\n \n\n\nall performance obligations are satisfied and revenue is recognized when the risks and rewards of ownership have transferred to the customer, which is generally upon shipment but could be delayed until the receipt of customer acceptance.\n \n\n\nJudgments and Uncertainties\n: In some instances, sales include multiple performance obligations. These may include sales promotion programs that entitle customers to receive rebates or free goods based upon their purchase of our products. The fulfillment of these free goods is our responsibility. We recognize revenue proportionally as each performance obligation is satisfied, based on the relative transaction price of each product. The net change in contract liabilities for a given period is reported as an increase or decrease to sales.\n\n\nOur product sales are generally sold free on board, or FOB, shipping point and provide payment terms to most commercial customers ranging from 20 to 60 days of product shipment with a discount available in certain cases for early payment. In some instances, we may provide longer payment terms. We do not consider these extended terms to be a significant financing component of the contract because the payment terms are always less than one year. In all cases, we consider our costs related to shipping and handling to be a cost of fulfilling the contract with the customer.\n\n\nSensitivity of Estimate to Change\n:\n \nThe liability relating to performance obligations is based on the estimated level of participation in the sales promotional program and the timing of the shipment of all products included in the promotional program.  For contracts with discounted terms, we determine the transaction price upon establishment of the contract that contains the final terms of the sale, including the description, quantity, and price of each product purchased. We estimate variable consideration relative to the amount of cash discounts to which customers are likely to be entitled.\n \n\n\nValuation of Goodwill,  Long-lived Tangible, and Intangible Assets\n \n\n\nDescription\n:\n \nWe evaluate the recoverability of long-lived assets, or asset groups, whenever events or changes in circumstances indicate that carrying amounts may not be recoverable. When such evaluations indicate that the related future undiscounted cash flows are not sufficient to recover the carrying values of the assets, such carrying values are reduced to fair value and this adjusted carrying value becomes the asset’s new cost basis. We determine fair value primarily using future anticipated cash flows that are directly associated with and are expected to arise as a direct result of the use and eventual disposition of the asset, or asset group, discounted using an interest rate commensurate with the risk involved.\n \n\n\nJudgments and Uncertainties\n: Determining whether impairment indicators exist and estimating the fair value of our goodwill, tangible and intangible assets requires significant judgment. Estimating the fair value of goodwill requires management to make assumptions and projections of future cash flows, revenues, earnings, discount rates, long term growth rates, and other factors.\n\n\nSensitivity of Estimate to Change\n: The assumptions used to assess impairment consider historical trends, macroeconomic conditions, and projections consistent with our operating strategy. Changes in these estimates can have a significant impact on the assessment of fair value which could result in material impairment losses.\n\n\nInventories\n\n\nDescription\n: We value inventories at the lower of cost, using the first-in, first-out, or FIFO, method, or net realizable value.\n \n\n\nJudgments and Uncertainties\n: An allowance for potential non-saleable inventory due to excess stock or obsolescence is based upon a detailed review of inventory, past history, and expected future usage.\n \n\n\nSensitivity of Estimate to Change\n: The assumptions used to assess inventory valuation consider historical activity. Changes in these estimates can have a significant impact on the assessment of excess and obsolete inventory, which could result in material losses.\n\n\n45\n\n\n\n\n \n\n\nWarranty\n \n\n\nDescription\n: We generally provide a limited one-year warranty and a lifetime service policy to the original purchaser of our new firearm products. We will also repair or replace certain products or parts found to be defective under normal use and service with an item of equivalent value, at our option, without charge during the warranty period. We provide for estimated warranty obligations in the period in which we recognize the related revenue.\n \n\n\nJudgments and Uncertainties\n: We quantify and record an estimate for warranty-related costs based on our actual historical claims experience and current repair costs. We adjust accruals as warranty claims data and historical experience warrant. Should we experience actual claims and repair costs that are higher than the estimated claims and repair costs used to calculate the provision, our operating results for the period or periods in which such returns or additional costs materialize could be adversely impacted.\n\n\nSensitivity of Estimate to Change\n: The assumptions used to assess warranty consider historical trends. Changes in these estimates can have a significant impact on the assessment of warranty, which could result in material losses.\n\n\nRelocation\n\n\nDescription\n:\n \nAs part of the Relocation, we offered a severance and relocation package to every affected employee. The severance was, in part, based on the employee's service term, job function, and classification status, and required the employee to remain active and in good standing through their relocation date.\n\n\nJudgments and Uncertainties\n:\n \nIn accounting for severance and relocation costs, management must make a variety of assumptions and estimates, including, but not limited to, the number of employees that will meet all of the requirements to receive the severance and relocation package, the number of those employees that will be electing to relocate versus opt for severance, and the potential cost of self-insured benefits that may be incurred during any potential severance period. We consider current facts when determining these estimates.\n \n\n\nSensitivity of Estimate to Change\n: The liabilities relating to severance and relocation obligations is based on the number of employees affected by the Relocation, the number of employees that have decided to relocate, the estimated cost of benefits during the severance period, and the employees' terms of service and rates of pay as of the fiscal year end. Changes in these assumptions can have a significant impact on the estimate of these liabilities.\n\n\nRecent Accounting Pronouncements\n \n\n\nThe nature and impact of recent accounting pronouncements is discussed in Note 2 — \nSignificant Accounting Policies\n to our consolidated financial statements, which is incorporated herein by reference.\n \n\n\nOff-Balance Sheet Arrangements\n \n\n\nWe do not have any transactions, arrangements, or other relationships with unconsolidated entities that are reasonably likely to affect our liquidity or capital resources. We have no special purpose or limited purpose entities that provide off-balance sheet financing, liquidity, or market or credit risk support or that engage in leasing, hedging, research and development services, or other relationships that expose us to liability that is not reflected in our financial statements.\n \n\n\nI\ntem 7A. Quantitative and Qualitative Disclosures about Market Risk\n \n\n\nWe do not enter into any market risk sensitive instruments for trading purposes. Our principal market risk relates to the variable interest rate associated with our credit agreement, which consists of a $100.0 million revolving line of credit that bears interest at a variable rate equal to LIBOR or prime, at our election, plus an applicable margin based on our consolidated leverage ratio. For more information regarding our financing arrangements, see Note 5 — \nNotes, Loans Payable, and Financing Arrangements\n. As of April 30, 2023, we had $25.0 million of borrowings outstanding on the Revolving Line, which bore an interest rate of 6.62%, which is equal to the LIBOR rate plus an applicable margin. On April 28, 2023, we entered into an amendment to our existing credit agreement to, among other things, replace LIBOR with SOFR as the interest rate benchmark and amend the definition of \"Consolidated Fixed Charge Coverage Ratio\" to exclude unfinanced capital expenditures in connection with the Relocation.\n\n\n46\n\n\n\n\n \n\n\nI\ntem 8. Financial Statements and Supplementary Data\n \n\n\nReference is made to our consolidated financial statements, the notes thereto, and the report thereon, commencing on page F-1 of this report, which financial statements, notes, and report are incorporated herein by reference.\n\n\nI\ntem 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure\n \n\n\nNot applicable.\n \n\n\nI\ntem 9A. Controls and Procedures\n \n\n\nEvaluation of Disclosure Controls and Procedures\n \n\n\nWe maintain disclosure controls and procedures that are designed to provide reasonable assurance that information required to be disclosed in the reports we file or submit under the Exchange Act is recorded, processed, summarized, and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, to allow timely decisions regarding required disclosure.\n\n\nOur management, under the supervision of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act as of April 30, 2023, the end of the period covered by this Annual Report on Form-10-K. Based on that evaluation, we have concluded that, as of the end of the period covered by this Annual Report on Form-10-K, our disclosure controls and procedures were effective to provide such reasonable assurance.\n\n\nManagement’s Annual Report on Internal Control Over Financial Reporting\n\n\nEvaluation of Disclosure Controls and Procedures\n\n\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act. Our internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of consolidated financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America.\n\n\n \n\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies may deteriorate.\n\n\n \n\n\nManagement conducted an evaluation of the effectiveness of our internal control over financial reporting based on the 2013 framework established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (the COSO Framework). Based on that evaluation, management believes that our internal control over financial reporting was effective as of April 30, 2023.\n\n\n \n\n\nThe effectiveness of our internal control over financial reporting as of April 30, 2023 has been audited by Deloitte & Touche LLP, an independent registered public accounting firm, which also audited our consolidated financial statements for fiscal 2023. Deloitte & Touche LLP's report on our internal control over financial reporting is included herein.\n\n\nInherent Limitations on the Effectiveness of Controls and Procedures\n\n\nIn designing and evaluating our disclosure controls and procedures, we recognize that any controls and procedures, no matter how well designed and operated, can provide only reasonable, not absolute, assurance of\n \n\n\n47\n\n\n\n\n \n\n\nachieving the desired control objectives. In addition, the design of disclosure controls and procedures must reflect the fact that there are resource constraints and we are is required to apply judgment in evaluating the benefits of possible controls and procedures relative to their costs. The design of any disclosure controls and procedures also is based in part upon certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions.\n\n\nChanges in Internal Control over Financial Reporting\n \n\n\nThere was no change in our internal control over financial reporting that occurred during our fourth fiscal quarter of 2023 that has materially affected, or is reasonably likely to materially affect our internal control over financial reporting.\n\n\nI\ntem 9B. Other Information\n \n\n\nNot applicable.\n\n\nItem 9C. D\nisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n\n\nNot applicable.\n \n\n\n48\n\n\n\n\n \n\n\nP\nART III\n \n\n\nI\ntem 10. Directors, Executive Officers and Corporate Governance\n \n\n\nThe information required by this Item relating to our directors and corporate governance is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders. The information required by this Item relating to our executive officers is included in Item 1, “Business — Executive Officers” of this report.\n \n\n\nI\ntem 11. Executive Compensation\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\nI\ntem 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\nI\ntem 13. Certain Relationships and Related Transactions, and Director Independence\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\nI\ntem 14. Principal Accountant Fees and Services\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\n \n\n\n \n\n\n49\n\n\n\n\n \n\n\nP\nART IV\n\n\nI\ntem 15. Exhibits and Financial Statement Schedules\n\n\n(a)\nFinancial Statements and Financial Statement Schedules \n\n\n(1)\nConsolidated Financial Statements are listed in the Index to Consolidated Financial Statements on page F-1 of this report. \n\n\n(2)\nAll schedules for which provision is made in the applicable accounting regulations of the Securities and Exchange Commission have been omitted because of the absence of the conditions under which they are required or because the information required is shown in the financial statements or notes above.  \n\n\n(b)\nExhibits \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExhibit\nNumber\n\n\n \n\n\nExhibit\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n    2.13***\n\n\n \n\n\nSeparation and Distribution Agreement, dated as of August 21, 2020, by and between the Registrant and American Outdoor Brands, Inc. (1)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n    3.1\n\n\n \n\n\nAmended and Restated Bylaws (2)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n    3.4\n\n\n \n\n\nSecond Amended and Restated Articles of Incorporation (3)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n    3.9\n\n\n \n\n\nCertificate of Withdrawal of Certificate of Designation (4)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n    4.1\n\n\n \n\n\nForm of Common Stock Certificate (5)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n    4.2\n\n\n \n\n\nDescription of Securities (13)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.51**\n\n\n \n\n\nAgreement with Respect to Defense of Smith & Wesson: Firearms Litigation, dated as of November 11, 2004 (6)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.107*\n\n\n \n\n\nSmith & Wesson Brands, Inc. Executive Severance Pay Plan (8)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.108*\n\n\n \n\n\nAdoption Agreement to the Smith & Wesson Nonqualified Supplemental Deferred Compensation Plan (9)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.109*\n\n\n \n\n\nSmith & Wesson Nonqualified Supplemental Deferred Compensation Plan Document (9)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.110(a)*\n\n\n \n\n\n2013 Incentive Stock Plan (10)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.110(b)*\n\n\n \n\n\n2022 Incentive Stock Plan (11)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.111(b)*\n\n\n \n\n\nForm of Restricted Stock Unit Award Grant Notice and Agreement to the 2013 Incentive Stock Plan for awards made beginning in April 2015 (12)\n\n\n\n\n\n\n50\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.111(c)*\n\n\n \n\n\nForm of Restricted Stock Unit Award Grant Notice and Agreement to the 2013 Incentive Stock Plan for awards made beginning in April 2020 (13)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.111(d)*\n\n\n \n\n\nForm of Restricted Stock Unit Award Grant Notice and Agreement to the 2022 Incentive Stock Plan for awards made beginning in April 2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.112(b)*\n\n\n \n\n\nForm of Performance Stock Unit Award Grant Notice and Agreement to the 2013 Incentive Stock Plan for awards made in 2020 (13)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.112(c)*\n\n\n \n\n\nForm of Performance Stock Unit Award Grant Notice and Agreement to the 2013 Incentive Stock Plan for awards made beginning in 2021 (13)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.112(d)*\n\n\n \n\n\nForm of Performance Stock Unit Award Grant Notice and Agreement to the 2022 Incentive Stock Plan for awards made beginning in 2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.114(a)\n\n\n \n\n\nLease Agreement, dated October 26, 2017, by and between Ryan Boone County, LLC and Smith & Wesson Corp. (14)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.114(b)\n\n\n \n\n\nAssignment and Assumption of Lease Agreement, dated January 31, 2023, between Smith & Wesson Sales Company and American Outdoor Brands, Inc. (15)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.115(a)\n\n\n \n\n\nGuaranty, dated October 26, 2017, entered into by the Registrant (14)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.115(b)\n\n\n \n\n\nAmended and Restated Guaranty, dated January 31, 2023 (15)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.119*\n\n\n \n\n\nEmployment Agreement, executed April 4, 2020 and effective as of January 15, 2020, by and between Mark P. Smith and the Registrant (16)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.121\n\n\n \n\n\nTransition Services Agreement dated as of August 21, 2020, by and between the Registrant and American Outdoor Brands, Inc (1)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.122\n\n\n \n\n\nTax Matters Agreement, dated as of August 21, 2020, by and between the Registrant and American Outdoor Brands, Inc. (1)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.123\n\n\n \n\n\nEmployee Matters Agreement, dated as of August 21, 2020, by and between the Registrant and American Outdoor Brands, Inc. (1)\n\n\n\n\n\n\n  10.124***\n\n\n \n\n\nTrademark License Agreement, dated as of August 24, 2020, by and between Smith & Wesson Inc. and AOB Products Company (1)\n\n\n\n\n\n\n  10.125***\n\n\n \n\n\nSublease, dated as of August 24, 2020, by and between the Smith & Wesson Sales Company and American Outdoor Brands, Inc. (1)\n\n\n\n\n\n\n  10.126***\n\n\n \n\n\nSupply Agreement, dated as of August 22, 2022, by and between Crimson Trace Corporation, as Supplier, and Smith & Wesson Inc.\n\n\n\n\n\n\n  10.127***\n\n\n \n\n\nSupply Agreement, dated as of August 22, 2022, by and between AOB Products Company, as Supplier, and Smith & Wesson Inc.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.128(a)***\n\n\n \n\n\nAmended and Restated Credit Agreement, dated as of August 24, 2020, by and among the Registrant, Smith & Wesson Sales Company, Smith & Wesson, Inc., the Guarantors, the Lenders, and TD Bank, N.A. (1)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.128(b)***\n\n\n \n\n\nFirst Amendment to Amended and Restated Credit Agreement, dated as of April 28, 2023 (17)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.129*\n\n\n \n\n\nSeparation and Release Agreement, dated as of May 24, 2021, by and between Robert J. Cicero and the Registrant (18)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n51\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  10.130\n\n\n \n\n\nProject Agreement, dated September 30, 2021, by and among The Industrial Development Board of Blount County and the cities of Alcoa and Maryville, Tennessee, a public, nonprofit corporation organized and existing under the laws of the State of Tennessee and the Registrant (19)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.131*\n\n\n \n\n\n2021 Employee Stock Purchase Plan (20)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.132***\n\n\n \n\n\nStandard Design-Build Agreement and General Conditions, dated February 2, 2023, between Smith & Wesson Brands, Inc and The Christman Company (portions of the exhibit have been omitted) (15)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  10.133*\n\n\n \n\n\nForm of Indemnity Agreement entered into with the following directors and executive officers: as of August 9, 2022 with Anita D. Britt, Fred M. Diaz, Kevin A. Maxwell, Deana L. McPherson, Barry M. Monheit, and Robert L. Scott; as of August 15, 2022 with Michael F. Golden; as of August 24, 2022 with Susan J. Cupero; as of August 25, 2022 with Denis G. Suggs and Mark P. Smith; and as of September 5, 2022 with John B. Furman (7)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  21.1\n\n\n \n\n\nSubsidiaries of the Registrant\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  23.1\n\n\n \n\n\nConsent of Deloitte & Touche LLP, an Independent Registered Public Accounting Firm\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  31.1\n\n\n \n\n\nRule 13a-14(a)/15d-14(a) Certification of Principal Executive Officer\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  31.2\n\n\n \n\n\nRule 13a-14(a)/15d-14(a) Certification of Principal Financial Officer\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  32.1\n\n\n \n\n\nSection 1350 Certification of Principal Executive Officer\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n  32.2\n\n\n \n\n\nSection 1350 Certification of Principal Financial Officer\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.INS\n\n\n \n\n\nInline XBRL Instance Document – the instance document does not appear in the Interactive Data File because XBRL tags are embedded within the Inline XBRL document.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.SCH\n\n\n \n\n\nInline XBRL Taxonomy Extension Schema Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.CAL\n\n\n \n\n\nInline XBRL Taxonomy Extension Calculation Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.DEF\n\n\n \n\n\nInline XBRL Taxonomy Extension Definition Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.LAB\n\n\n \n\n\nInline XBRL Taxonomy Extension Label Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.PRE\n\n\n \n\n\nInline XBRL Taxonomy Extension Presentation Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n104\n\n\n \n\n\nCover Page Interactive Data File (embedded within the Inline XBRL document)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n* Management contract or compensatory arrangement.\n \n\n\n** An application has been submitted to the Securities and Exchange Commission for confidential treatment, pursuant to Rule 24b-2 of the Securities Exchange Act of 1934, of portions of this exhibit. These portions have been omitted from this exhibit.\n \n\n\n*** Certain schedules and exhibits have been omitted from this filing pursuant to Item 601(a) (5) of the Regulation S-K. We agree to furnish supplementally a copy of any omitted schedule or exhibit to the Securities and Exchange Commission upon request.\n\n\n(1)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on August 26, 2020.\n\n\n(2)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on March 3, 2023.\n\n\n(3)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on April 12, 2019.\n\n\n(4)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on October 1, 2013. \n\n\n(5)\nIncorporated by reference to the Registrant’s Form 10-K filed with the SEC on June 19, 2020.\n\n\n(6)\nIncorporated by reference to the Registrant’s Form 10-Q filed with the SEC on March 10, 2005.\n\n\n(7)\nIncorporated by reference to the Registrant’s Form 10-Q filed with the SEC on September 8, 2022. \n\n\n(8)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on June 9, 2020.\n\n\n(9)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on December 20, 2013. \n\n\n52\n\n\n\n\n \n\n\n(10)\nIncorporated by reference to the Registrant’s Form S-8 filed with the SEC on December 20, 2013.\n\n\n(11)\nIncorporated by reference to Appendix A of the Registrant's Proxy Statement filed with the SEC on August 3, 2022.\n\n\n(12)\nIncorporated by reference to the Registrant’s Form 10-K filed with the SEC on June 22, 2015.\n\n\n(13)\nIncorporated by reference to the Registrant’s Form 10-K filed with the SEC on June 17, 2021.\n\n\n(14)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on October 31, 2017.\n\n\n(15)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on February 3, 2023.\n\n\n(16)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on April 9, 2020.\n\n\n(17)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on May 2, 2023.\n\n\n(18)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on May 24, 2021.\n\n\n(19)\nIncorporated by reference to the Registrant’s Form 8-K filed with the SEC on September 30, 2021.\n\n\n(20)\nIncorporated by reference to the Registrant’s Form S-8 filed with the SEC on March 30, 2022.\n\n\nItem 16. Form 10-K Summary\n\n\nNot applicable.\n\n\n \n\n\n53\n\n\n\n\n \n\n\nS\nIGNATURES\n\n\n \n\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSMITH & WESSON BRANDS, INC.\n\n\n\n\n\n\n/s/ Mark P. Smith\n\n\n\n\n\n\nMark P. Smith\nPresident and Chief Executive Officer\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\nDate: June 22, 2023\n\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the date indicated.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSignature\n\n\n \n\n\nCapacity\n\n\n \n\n\nDate\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Mark P. Smith\n\n\n \n\n\nPresident, Chief Executive Officer, and Director\n \n(Principal Executive Officer)\n \n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nMark P. Smith\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Deana L. McPherson\n\n\n \n\n\n Executive Vice President, Chief Financial Officer, Treasurer, and Assistant Secretary\n \n(Principal Financial and Accounting Officer)\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nDeana L. McPherson\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Robert L. Scott\n\n\n \n\n\nChairman of the Board\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nRobert L. Scott\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Anita D. Britt\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nAnita D. Britt\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Fred M. Diaz\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nFred M. Diaz\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ John B. Furman\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nJohn B. Furman\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Barry M. Monheit\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nBarry M. Monheit\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Denis G. Suggs\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 22, 2023\n\n\n\n\n\n\nDenis G. Suggs\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n54\n\n\n\n\n \n\n\nI\nNDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nPage\n\n\n\n\n\n\nReport of Independent Registered Public Accounting Firm\n\n\n \n\n\nF-\n2\n\n\n\n\n\n\nConsolidated Balance Sheets as of April 30, 2023 and 2022\n\n\n \n\n\nF-\n5\n\n\n\n\n\n\nConsolidated Statements of Income for the years ended April 30, 2023, 2022, and 2021\n\n\n \n\n\nF-\n6\n\n\n\n\n\n\nConsolidated Statements of Changes in Stockholders’ Equity for the years ended April 30, 2023, 2022, \nand 2021\n\n\n \n\n\nF-\n7\n\n\n\n\n\n\nConsolidated Statements of Cash Flows for the years ended April 30, 2023, 2022, and 2021\n\n\n \n\n\nF-\n8\n\n\n\n\n\n\nNotes to Consolidated Financial Statements\n\n\n \n\n\nF-\n10\n\n\n\n\n\n\n \n\n\nF-\n1\n\n\n\n\n \n\n\nREPORT OF INDEPENDENT RE\nGISTERED PUBLIC ACCOUNTING FIRM\n\n\nTo the stockholders and the Board of Directors of Smith & Wesson Brands, Inc.\n \n\n\nOpinions on the Financial Statements and Internal Control over Financial Reporting\n\n\nWe have audited the accompanying consolidated balance sheets of Smith & Wesson Brands, Inc. and subsidiaries (the \"Company\") as of April 30, 2023 and 2022, the related consolidated statements of income, changes in stockholders' equity, and cash flows, for each of the three years in the period ended April 30, 2023, and the related notes (collectively referred to as the \"financial statements\"). We also have audited the Company’s internal control over financial reporting as of April 30, 2023, based on criteria established in \nInternal Control — Integrated Framework (2013)\n issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\n\n\nIn our opinion, the financial statements referred to above present fairly, in all material respects, the financial position of the Company as of April 30, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended April 30, 2023, in conformity with accounting principles generally accepted in the United States of America. Also, in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of April 30, 2023, based on criteria established in \nInternal Control — Integrated Framework (2013)\n issued by COSO.\n\n\nBasis for Opinions\n\n\nThe Company’s management is responsible for these financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on these financial statements and an opinion on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\n\n\nOur audits of the financial statements included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures to respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\n\n\nDefinition and Limitations of Internal Control over Financial Reporting\n\n\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance\n \n\n\nF-\n2\n\n\n\n\n \n\n\nregarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n\n\nCritical Audit Matters\n\n\nThe critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\n\n\nProperty, Plant, and Equipment – Evaluation of Impairment as a result of the Relocation (Refer to Notes 4 and 16)\n\n\nCritical Audit Matter Description\n\n\nOn September 30, 2021, the Company announced their plan to move their headquarters and significant elements of its operations to Maryville in 2023, or the Relocation. As part of the Relocation, the Company intends to vacate and sublease their Missouri distribution facility. In addition, at or near the conclusion of its Deep River building lease in May 2024, the Company intends to relocate a portion of its plastic injection molding operations to Maryville and will evaluate selling the remaining molding operations utilized in their Connecticut operations to a third party.\n\n\nWe identified accounting implications of the Relocation as a critical audit matter because it is an impairment indictor for Property, Plant, and Equipment, including right of use assets because of the significant assumptions and judgments management makes when determining whether events or changes in circumstances have occurred indicating that the carrying amounts may not be recoverable. This required a high degree of auditor judgment when performing audit procedures to evaluate whether management appropriately identified impairment indicators and determined the recoverability of the assets.\n \n\n\nHow the Critical Audit Matter Was Addressed in the Audit\n\n\nOur audit procedures related to the evaluation of Property, Plant, and Equipment for impairment included the following, among others:\n \n\n\n•\nWe tested the effectiveness of the controls over management’s identification of possible impairment indicators and their analysis of whether the carrying amounts of Property, Plant, and Equipment are no longer recoverable. \n\n\n•\nWe evaluated management’s impairment analysis by:\n\n\n•\nReviewing contracts including the assignment and assumption agreement to determine potential impairment indicators and compare those with management’s identified indicators and analysis.\n\n\n•\nInspecting Board of Director’s minutes to determine Management’s plans including determination of Property, Plant, and Equipment to be relocated or sold. \n\n\n•\nEvaluating the recoverability of the right of use asset by taking into consideration the anticipated future cash flows of the sublease.\n\n\n•\nObtaining written representations from Management regarding Management’s plans and assumptions used in their impairment analysis.  \n\n\nF-\n3\n\n\n\n\n \n\n\nOperating Expenses - Determination of Applicable Severance Charges as a result of the Relocation (Refer to Note 17)\n \n\n\nCritical Audit Matter Description\n\n\nOn September 30, 2021, the Company announced their plan to move their headquarters and significant elements of its operations to Maryville in 2023, or the Relocation. As part of the Relocation, the Company intends to vacate and sublease their Missouri distribution facility. In addition, at or near the conclusion of its Deep River building lease in May 2024, the Company intends to relocate a portion of their plastic injection molding operations to Maryville and will evaluate selling the remaining molding operations utilized in their Connecticut operations to a third party.\n\n\nWe identified the accounting for the Company’s severance and relocation package as a critical audit matter because of the high degree of auditor judgment when performing audit procedures to evaluate the assumptions and judgments management utilized in determining its obligation.\n\n\nHow the Critical Audit Matter Was Addressed in the Audit\n\n\nOur audit procedures related to the accounting for applicable severance charges to Operating Expenses included the following, among others:\n \n\n\n•\nWe tested the effectiveness of the controls over management’s calculation and assumptions of the Relocation charges. \n\n\n•\nWe tested management’s calculation of Relocation charges by:\n\n\n•\nReviewing management’s communications to understand the terms and conditions of the relocation package. \n\n\n•\nAgreeing inputs to source documents.\n\n\n•\nChallenging management’s assumptions of which employees are affected by the Relocation and who will be eligible for a Relocation package. \n\n\n•\nVerifying the mathematical accuracy of management’s calculation.\n\n\n/s/ Deloitte & Touche LLP\n\n\n \n\n\nHartford, Connecticut\n \n\n\nJune 22, 2023\n \n\n\nWe have served as the Company's auditor since 2014.\n\n\nF-\n4\n\n\n\n\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n\n\nC\nONSOLIDATED BALANCE SHEETS\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nAs of:\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In\n \nthousands, except par value and share data)\n\n\n \n\n\n\n\n\n\nASSETS\n\n\n \n\n\n\n\n\n\nCurrent assets:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash and cash equivalents\n\n\n \n\n\n$\n\n\n53,556\n\n\n \n\n\n \n\n\n$\n\n\n120,728\n\n\n \n\n\n\n\n\n\nAccounts receivable, net of allowances for credit losses of $\n23\n on\n   April 30, 2023 and $\n36\n on April 30, 2022\n\n\n \n\n\n \n\n\n55,153\n\n\n \n\n\n \n\n\n \n\n\n62,695\n\n\n \n\n\n\n\n\n\nInventories\n\n\n \n\n\n \n\n\n177,118\n\n\n \n\n\n \n\n\n \n\n\n136,660\n\n\n \n\n\n\n\n\n\nPrepaid expenses and other current assets\n\n\n \n\n\n \n\n\n4,917\n\n\n \n\n\n \n\n\n \n\n\n5,569\n\n\n \n\n\n\n\n\n\nIncome tax receivable\n\n\n \n\n\n \n\n\n1,176\n\n\n \n\n\n \n\n\n \n\n\n1,945\n\n\n \n\n\n\n\n\n\nTotal current assets\n\n\n \n\n\n \n\n\n291,920\n\n\n \n\n\n \n\n\n \n\n\n327,597\n\n\n \n\n\n\n\n\n\nProperty, plant, and equipment, net\n\n\n \n\n\n \n\n\n210,330\n\n\n \n\n\n \n\n\n \n\n\n135,591\n\n\n \n\n\n\n\n\n\nIntangibles, net\n\n\n \n\n\n \n\n\n3,588\n\n\n \n\n\n \n\n\n \n\n\n3,608\n\n\n \n\n\n\n\n\n\nGoodwill\n\n\n \n\n\n \n\n\n19,024\n\n\n \n\n\n \n\n\n \n\n\n19,024\n\n\n \n\n\n\n\n\n\nDeferred income taxes\n\n\n \n\n\n \n\n\n8,085\n\n\n \n\n\n \n\n\n \n\n\n1,221\n\n\n \n\n\n\n\n\n\nOther assets\n\n\n \n\n\n \n\n\n8,347\n\n\n \n\n\n \n\n\n \n\n\n10,435\n\n\n \n\n\n\n\n\n\nTotal assets\n\n\n \n\n\n$\n\n\n541,294\n\n\n \n\n\n \n\n\n$\n\n\n497,476\n\n\n \n\n\n\n\n\n\nLIABILITIES AND STOCKHOLDERS’ EQUITY\n\n\n \n\n\n\n\n\n\nCurrent liabilities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAccounts payable\n\n\n \n\n\n$\n\n\n36,795\n\n\n \n\n\n \n\n\n$\n\n\n30,042\n\n\n \n\n\n\n\n\n\nAccrued expenses and deferred revenue\n\n\n \n\n\n \n\n\n20,149\n\n\n \n\n\n \n\n\n \n\n\n23,482\n\n\n \n\n\n\n\n\n\nAccrued payroll and incentives\n\n\n \n\n\n \n\n\n18,565\n\n\n \n\n\n \n\n\n \n\n\n17,371\n\n\n \n\n\n\n\n\n\nAccrued income taxes\n\n\n \n\n\n \n\n\n1,831\n\n\n \n\n\n \n\n\n \n\n\n2,673\n\n\n \n\n\n\n\n\n\nAccrued profit sharing\n\n\n \n\n\n \n\n\n8,203\n\n\n \n\n\n \n\n\n \n\n\n13,543\n\n\n \n\n\n\n\n\n\nAccrued warranty\n\n\n \n\n\n \n\n\n1,670\n\n\n \n\n\n \n\n\n \n\n\n1,838\n\n\n \n\n\n\n\n\n\nTotal current liabilities\n\n\n \n\n\n \n\n\n87,213\n\n\n \n\n\n \n\n\n \n\n\n88,949\n\n\n \n\n\n\n\n\n\nNotes and loans payable (Note 5)\n\n\n \n\n\n \n\n\n24,790\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nFinance lease payable, net of current portion\n\n\n \n\n\n \n\n\n36,961\n\n\n \n\n\n \n\n\n \n\n\n37,628\n\n\n \n\n\n\n\n\n\nOther non-current liabilities\n\n\n \n\n\n \n\n\n7,707\n\n\n \n\n\n \n\n\n \n\n\n10,385\n\n\n \n\n\n\n\n\n\nTotal liabilities\n\n\n \n\n\n \n\n\n156,671\n\n\n \n\n\n \n\n\n \n\n\n136,962\n\n\n \n\n\n\n\n\n\nCommitments and contingencies (Note 16)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nStockholders’ equity:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPreferred stock, $\n0.001\n par value, \n20,000,000\n shares authorized, \nno\n shares\n   issued or outstanding\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nCommon stock, $\n0.001\n par value, \n100,000,000\n shares authorized, \n75,029,300\n   issued and \n45,988,930\n shares outstanding on April 30, 2023 and \n74,641,439\n   shares issued and \n45,601,069\n shares outstanding on April 30, 2022\n\n\n \n\n\n \n\n\n75\n\n\n \n\n\n \n\n\n \n\n\n75\n\n\n \n\n\n\n\n\n\nAdditional paid-in capital\n\n\n \n\n\n \n\n\n283,666\n\n\n \n\n\n \n\n\n \n\n\n278,101\n\n\n \n\n\n\n\n\n\nRetained earnings\n\n\n \n\n\n \n\n\n523,184\n\n\n \n\n\n \n\n\n \n\n\n504,640\n\n\n \n\n\n\n\n\n\nAccumulated other comprehensive income\n\n\n \n\n\n \n\n\n73\n\n\n \n\n\n \n\n\n \n\n\n73\n\n\n \n\n\n\n\n\n\nTreasury stock, at cost (\n29,040,370\n shares on April 30, 2023 and\n   April 30, 2022)\n\n\n \n\n\n \n\n\n(\n422,375\n\n\n)\n\n\n \n\n\n \n\n\n(\n422,375\n\n\n)\n\n\n\n\n\n\nTotal stockholders’ equity\n\n\n \n\n\n \n\n\n384,623\n\n\n \n\n\n \n\n\n \n\n\n360,514\n\n\n \n\n\n\n\n\n\nTotal liabilities and stockholders' equity\n\n\n \n\n\n$\n\n\n541,294\n\n\n \n\n\n \n\n\n$\n\n\n497,476\n\n\n \n\n\n\n\n\n\n \n\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n\n\nF-\n5\n\n\n\n\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n\n\nC\nONSOLIDATED STATEMENTS OF INCO\nM\nE\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n(In thousands, except per share data)\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n479,242\n\n\n \n\n\n \n\n\n$\n\n\n864,126\n\n\n \n\n\n \n\n\n$\n\n\n1,059,195\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n324,705\n\n\n \n\n\n \n\n\n \n\n\n489,562\n\n\n \n\n\n \n\n\n \n\n\n610,212\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n154,537\n\n\n \n\n\n \n\n\n \n\n\n374,564\n\n\n \n\n\n \n\n\n \n\n\n448,983\n\n\n \n\n\n\n\n\n\nOperating expenses:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n7,550\n\n\n \n\n\n \n\n\n \n\n\n7,262\n\n\n \n\n\n \n\n\n \n\n\n7,480\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n36,976\n\n\n \n\n\n \n\n\n \n\n\n43,156\n\n\n \n\n\n \n\n\n \n\n\n42,603\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n61,604\n\n\n \n\n\n \n\n\n \n\n\n72,493\n\n\n \n\n\n \n\n\n \n\n\n79,268\n\n\n \n\n\n\n\n\n\nTotal operating expenses\n\n\n \n\n\n106,130\n\n\n \n\n\n \n\n\n \n\n\n122,911\n\n\n \n\n\n \n\n\n \n\n\n129,351\n\n\n \n\n\n\n\n\n\nOperating income from continuing operations\n\n\n \n\n\n48,407\n\n\n \n\n\n \n\n\n \n\n\n251,653\n\n\n \n\n\n \n\n\n \n\n\n319,632\n\n\n \n\n\n\n\n\n\nOther income/(expense), net:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOther income/(expense), net\n\n\n \n\n\n150\n\n\n \n\n\n \n\n\n \n\n\n2,868\n\n\n \n\n\n \n\n\n \n\n\n2,252\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n(\n331\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,135\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,919\n\n\n)\n\n\n\n\n\n\nTotal other income/(expense), net\n\n\n \n\n\n(\n181\n\n\n)\n\n\n \n\n\n \n\n\n733\n\n\n \n\n\n \n\n\n \n\n\n(\n1,667\n\n\n)\n\n\n\n\n\n\nIncome from continuing operations before income taxes\n\n\n \n\n\n48,226\n\n\n \n\n\n \n\n\n \n\n\n252,386\n\n\n \n\n\n \n\n\n \n\n\n317,965\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n11,350\n\n\n \n\n\n \n\n\n \n\n\n57,892\n\n\n \n\n\n \n\n\n \n\n\n74,394\n\n\n \n\n\n\n\n\n\nIncome from continuing operations\n\n\n \n\n\n36,876\n\n\n \n\n\n \n\n\n \n\n\n194,494\n\n\n \n\n\n \n\n\n \n\n\n243,571\n\n\n \n\n\n\n\n\n\nDiscontinued operations:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome from discontinued operations, net of tax\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n8,478\n\n\n \n\n\n\n\n\n\nNet income\n\n\n$\n\n\n36,876\n\n\n \n\n\n \n\n\n$\n\n\n194,494\n\n\n \n\n\n \n\n\n$\n\n\n252,049\n\n\n \n\n\n\n\n\n\nNet income per share:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic - continuing operations\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.12\n\n\n \n\n\n \n\n\n$\n\n\n4.46\n\n\n \n\n\n\n\n\n\nBasic - net income\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.12\n\n\n \n\n\n \n\n\n$\n\n\n4.62\n\n\n \n\n\n\n\n\n\nDiluted - continuing operations\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.08\n\n\n \n\n\n \n\n\n$\n\n\n4.40\n\n\n \n\n\n\n\n\n\nDiluted - net income\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.08\n\n\n \n\n\n \n\n\n$\n\n\n4.55\n\n\n \n\n\n\n\n\n\nWeighted average number of common shares outstanding:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n45,844\n\n\n \n\n\n \n\n\n \n\n\n47,227\n\n\n \n\n\n \n\n\n \n\n\n54,613\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n46,170\n\n\n \n\n\n \n\n\n \n\n\n47,728\n\n\n \n\n\n \n\n\n \n\n\n55,352\n\n\n \n\n\n\n\n\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n \n\n\nF-\n6\n\n\n\n\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\nC\nONSOLIDATED STATEMENTS OF CHANGES IN STOCKHOLDERS’ EQUITY\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAccumulated\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nCommon\n\n\n \n\n\n \n\n\nAdditional\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nOther\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nStock\n\n\n \n\n\n \n\n\nPaid-In\n\n\n \n\n\n \n\n\nRetained\n\n\n \n\n\n \n\n\nComprehensive\n\n\n \n\n\n \n\n\nTreasury Stock\n\n\n \n\n\n \n\n\nStockholders’\n\n\n \n\n\n\n\n\n\n(In thousands)\n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nCapital\n\n\n \n\n\n \n\n\nEarnings\n\n\n \n\n\n \n\n\nIncome\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nEquity\n\n\n \n\n\n\n\n\n\nBalance at April 30, 2020\n\n\n \n\n\n \n\n\n73,527\n\n\n \n\n\n \n\n\n$\n\n\n74\n\n\n \n\n\n \n\n\n$\n\n\n267,630\n\n\n \n\n\n \n\n\n$\n\n\n341,716\n\n\n \n\n\n \n\n\n$\n\n\n73\n\n\n \n\n\n \n\n\n \n\n\n18,167\n\n\n \n\n\n \n\n\n$\n\n\n(\n222,375\n\n\n)\n\n\n \n\n\n$\n\n\n387,118\n\n\n \n\n\n\n\n\n\nProceeds from exercise of employee stock options\n\n\n \n\n\n \n\n\n201\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,540\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,540\n\n\n \n\n\n\n\n\n\nStock-based compensation - continuing operations\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,706\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,706\n\n\n \n\n\n\n\n\n\nStock-based compensation - discontinued operations\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n184\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n184\n\n\n \n\n\n\n\n\n\nShares issued under employee stock purchase plan\n\n\n \n\n\n \n\n\n205\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,614\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,614\n\n\n \n\n\n\n\n\n\nIssuance of common stock under restricted\n   stock unit awards, net of shares surrendered\n\n\n \n\n\n \n\n\n289\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n2,243\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n2,243\n\n\n)\n\n\n\n\n\n\nRepurchase of treasury stock\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n6,118\n\n\n \n\n\n \n\n\n \n\n\n(\n110,000\n\n\n)\n\n\n \n\n\n \n\n\n(\n110,000\n\n\n)\n\n\n\n\n\n\nDividends issued\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n8,223\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n8,223\n\n\n)\n\n\n\n\n\n\nSpin-off of outdoor products and accessories business\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n260,361\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n260,361\n\n\n)\n\n\n\n\n\n\nNet income\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n252,049\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n252,049\n\n\n \n\n\n\n\n\n\nBalance at April 30, 2021\n\n\n \n\n\n \n\n\n74,222\n\n\n \n\n\n \n\n\n$\n\n\n74\n\n\n \n\n\n \n\n\n$\n\n\n273,431\n\n\n \n\n\n \n\n\n$\n\n\n325,181\n\n\n \n\n\n \n\n\n$\n\n\n73\n\n\n \n\n\n \n\n\n \n\n\n24,285\n\n\n \n\n\n \n\n\n$\n\n\n(\n332,375\n\n\n)\n\n\n \n\n\n$\n\n\n266,384\n\n\n \n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,536\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,536\n\n\n \n\n\n\n\n\n\nShares issued under employee stock purchase plan\n\n\n \n\n\n \n\n\n129\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,719\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,719\n\n\n \n\n\n\n\n\n\nIssuance of common stock under restricted\n   stock unit awards, net of shares surrendered\n\n\n \n\n\n \n\n\n290\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n(\n1,585\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n1,584\n\n\n)\n\n\n\n\n\n\nRepurchase of treasury stock\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,755\n\n\n \n\n\n \n\n\n \n\n\n(\n90,000\n\n\n)\n\n\n \n\n\n \n\n\n(\n90,000\n\n\n)\n\n\n\n\n\n\nDividends issued\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n15,035\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n15,035\n\n\n)\n\n\n\n\n\n\nNet income\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n194,494\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n194,494\n\n\n \n\n\n\n\n\n\nBalance at April 30, 2022\n\n\n \n\n\n \n\n\n74,641\n\n\n \n\n\n \n\n\n$\n\n\n75\n\n\n \n\n\n \n\n\n$\n\n\n278,101\n\n\n \n\n\n \n\n\n$\n\n\n504,640\n\n\n \n\n\n \n\n\n$\n\n\n73\n\n\n \n\n\n \n\n\n \n\n\n29,040\n\n\n \n\n\n \n\n\n$\n\n\n(\n422,375\n\n\n)\n\n\n \n\n\n$\n\n\n360,514\n\n\n \n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n5,102\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n5,102\n\n\n \n\n\n\n\n\n\nShares issued under employee stock purchase plan\n\n\n \n\n\n \n\n\n175\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,528\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,528\n\n\n \n\n\n\n\n\n\nIssuance of common stock under restricted\n   stock unit awards, net of shares surrendered\n\n\n \n\n\n \n\n\n213\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n1,065\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n1,065\n\n\n)\n\n\n\n\n\n\nDividends issued\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n18,333\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n18,333\n\n\n)\n\n\n\n\n\n\nNet income\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n36,876\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n36,876\n\n\n \n\n\n\n\n\n\nBalance at April 30, 2023\n\n\n \n\n\n \n\n\n75,029\n\n\n \n\n\n \n\n\n$\n\n\n75\n\n\n \n\n\n \n\n\n$\n\n\n283,666\n\n\n \n\n\n \n\n\n$\n\n\n523,184\n\n\n \n\n\n \n\n\n$\n\n\n73\n\n\n \n\n\n \n\n\n \n\n\n29,040\n\n\n \n\n\n \n\n\n$\n\n\n(\n422,375\n\n\n)\n\n\n \n\n\n$\n\n\n384,623\n\n\n \n\n\n\n\n\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n \n\n\nF-\n7\n\n\n\n\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\nC\nONSOLIDATED STATEMENTS OF CASH FLOWS\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nCash flows from operating activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome from continuing operations\n\n\n \n\n\n$\n\n\n36,876\n\n\n \n\n\n \n\n\n$\n\n\n194,494\n\n\n \n\n\n \n\n\n$\n\n\n243,571\n\n\n \n\n\n\n\n\n\nAdjustments to reconcile net income to net cash provided by operating activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n \n\n\n31,436\n\n\n \n\n\n \n\n\n \n\n\n30,073\n\n\n \n\n\n \n\n\n \n\n\n31,575\n\n\n \n\n\n\n\n\n\n(Gain)/loss on sale/disposition of assets\n\n\n \n\n\n \n\n\n(\n55\n\n\n)\n\n\n \n\n\n \n\n\n625\n\n\n \n\n\n \n\n\n \n\n\n154\n\n\n \n\n\n\n\n\n\nProvision for (recoveries)/losses on notes and accounts receivable\n\n\n \n\n\n \n\n\n(\n27\n\n\n)\n\n\n \n\n\n \n\n\n689\n\n\n \n\n\n \n\n\n \n\n\n(\n739\n\n\n)\n\n\n\n\n\n\nImpairment of long-lived tangible assets\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n86\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nDeferred income taxes\n\n\n \n\n\n \n\n\n(\n6,864\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,125\n\n\n)\n\n\n \n\n\n \n\n\n447\n\n\n \n\n\n\n\n\n\nStock-based compensation expense\n\n\n \n\n\n \n\n\n5,102\n\n\n \n\n\n \n\n\n \n\n\n4,536\n\n\n \n\n\n \n\n\n \n\n\n4,706\n\n\n \n\n\n\n\n\n\nChanges in operating assets and liabilities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAccounts receivable\n\n\n \n\n\n \n\n\n7,569\n\n\n \n\n\n \n\n\n \n\n\n4,058\n\n\n \n\n\n \n\n\n \n\n\n(\n5,824\n\n\n)\n\n\n\n\n\n\nInventories\n\n\n \n\n\n \n\n\n(\n40,458\n\n\n)\n\n\n \n\n\n \n\n\n(\n58,183\n\n\n)\n\n\n \n\n\n \n\n\n25,264\n\n\n \n\n\n\n\n\n\nPrepaid expenses and other current assets\n\n\n \n\n\n \n\n\n653\n\n\n \n\n\n \n\n\n \n\n\n2,839\n\n\n \n\n\n \n\n\n \n\n\n(\n852\n\n\n)\n\n\n\n\n\n\nIncome taxes\n\n\n \n\n\n \n\n\n(\n74\n\n\n)\n\n\n \n\n\n \n\n\n480\n\n\n \n\n\n \n\n\n \n\n\n(\n3,643\n\n\n)\n\n\n\n\n\n\nAccounts payable\n\n\n \n\n\n \n\n\n(\n8,606\n\n\n)\n\n\n \n\n\n \n\n\n(\n26,957\n\n\n)\n\n\n \n\n\n \n\n\n25,540\n\n\n \n\n\n\n\n\n\nAccrued payroll and incentives\n\n\n \n\n\n \n\n\n1,194\n\n\n \n\n\n \n\n\n \n\n\n(\n10\n\n\n)\n\n\n \n\n\n \n\n\n4,933\n\n\n \n\n\n\n\n\n\nAccrued profit sharing\n\n\n \n\n\n \n\n\n(\n5,340\n\n\n)\n\n\n \n\n\n \n\n\n(\n902\n\n\n)\n\n\n \n\n\n \n\n\n12,248\n\n\n \n\n\n\n\n\n\nAccrued expenses and deferred revenue\n\n\n \n\n\n \n\n\n(\n3,618\n\n\n)\n\n\n \n\n\n \n\n\n(\n9,725\n\n\n)\n\n\n \n\n\n \n\n\n(\n24,633\n\n\n)\n\n\n\n\n\n\nAccrued warranty\n\n\n \n\n\n \n\n\n(\n168\n\n\n)\n\n\n \n\n\n \n\n\n(\n361\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,098\n\n\n)\n\n\n\n\n\n\nOther assets\n\n\n \n\n\n \n\n\n1,789\n\n\n \n\n\n \n\n\n \n\n\n2,561\n\n\n \n\n\n \n\n\n \n\n\n1,579\n\n\n \n\n\n\n\n\n\nOther non-current liabilities\n\n\n \n\n\n \n\n\n(\n2,677\n\n\n)\n\n\n \n\n\n \n\n\n(\n4,364\n\n\n)\n\n\n \n\n\n \n\n\n4,032\n\n\n \n\n\n\n\n\n\nCash provided by operating activities - continuing operations\n\n\n \n\n\n \n\n\n16,732\n\n\n \n\n\n \n\n\n \n\n\n137,814\n\n\n \n\n\n \n\n\n \n\n\n317,260\n\n\n \n\n\n\n\n\n\nCash used in operating activities - discontinued operations\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n1,926\n\n\n)\n\n\n\n\n\n\nNet cash provided by operating activities\n\n\n \n\n\n \n\n\n16,732\n\n\n \n\n\n \n\n\n \n\n\n137,814\n\n\n \n\n\n \n\n\n \n\n\n315,334\n\n\n \n\n\n\n\n\n\nCash flows from investing activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRefunds on machinery and equipment\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n310\n\n\n \n\n\n\n\n\n\nPayments to acquire patents and software\n\n\n \n\n\n \n\n\n(\n334\n\n\n)\n\n\n \n\n\n \n\n\n(\n283\n\n\n)\n\n\n \n\n\n \n\n\n(\n632\n\n\n)\n\n\n\n\n\n\nProceeds from sale of property and equipment\n\n\n \n\n\n \n\n\n118\n\n\n \n\n\n \n\n\n \n\n\n139\n\n\n \n\n\n \n\n\n \n\n\n113\n\n\n \n\n\n\n\n\n\nPayments to acquire property and equipment\n\n\n \n\n\n \n\n\n(\n89,565\n\n\n)\n\n\n \n\n\n \n\n\n(\n23,972\n\n\n)\n\n\n \n\n\n \n\n\n(\n22,052\n\n\n)\n\n\n\n\n\n\nCash used in investing activities - continuing operations\n\n\n \n\n\n \n\n\n(\n89,781\n\n\n)\n\n\n \n\n\n \n\n\n(\n24,116\n\n\n)\n\n\n \n\n\n \n\n\n(\n22,261\n\n\n)\n\n\n\n\n\n\nCash used in investing activities - discontinued operations\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n1,143\n\n\n)\n\n\n\n\n\n\nNet cash used in investing activities\n\n\n \n\n\n \n\n\n(\n89,781\n\n\n)\n\n\n \n\n\n \n\n\n(\n24,116\n\n\n)\n\n\n \n\n\n \n\n\n(\n23,404\n\n\n)\n\n\n\n\n\n\nCash flows from financing activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProceeds from loans and notes payable\n\n\n \n\n\n \n\n\n25,000\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n25,000\n\n\n \n\n\n\n\n\n\nCash paid for debt issuance costs\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n450\n\n\n)\n\n\n\n\n\n\nPayments on finance lease obligation\n\n\n \n\n\n \n\n\n(\n1,253\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,087\n\n\n)\n\n\n \n\n\n \n\n\n(\n996\n\n\n)\n\n\n\n\n\n\nPayments on notes and loans payable\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n185,000\n\n\n)\n\n\n\n\n\n\nDistribution to discontinued operations\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n25,000\n\n\n)\n\n\n\n\n\n\nPayments to acquire treasury stock\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n90,000\n\n\n)\n\n\n \n\n\n \n\n\n(\n110,000\n\n\n)\n\n\n\n\n\n\nDividend distribution\n\n\n \n\n\n \n\n\n(\n18,333\n\n\n)\n\n\n \n\n\n \n\n\n(\n15,035\n\n\n)\n\n\n \n\n\n \n\n\n(\n8,223\n\n\n)\n\n\n\n\n\n\nProceeds from exercise of options to acquire common\n   stock, including employee stock purchase plan\n\n\n \n\n\n \n\n\n1,528\n\n\n \n\n\n \n\n\n \n\n\n1,719\n\n\n \n\n\n \n\n\n \n\n\n3,154\n\n\n \n\n\n\n\n\n\nPayment of employee withholding tax related to\n   restricted stock units\n\n\n \n\n\n \n\n\n(\n1,065\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,584\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,243\n\n\n)\n\n\n\n\n\n\nCash provided by/(used in) financing activities - continuing operations\n\n\n \n\n\n \n\n\n5,877\n\n\n \n\n\n \n\n\n \n\n\n(\n105,987\n\n\n)\n\n\n \n\n\n \n\n\n(\n303,758\n\n\n)\n\n\n\n\n\n\nCash used in financing activities - discontinued operations\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n166\n\n\n)\n\n\n\n\n\n\nNet cash provided by/(used in) financing activities\n\n\n \n\n\n \n\n\n5,877\n\n\n \n\n\n \n\n\n \n\n\n(\n105,987\n\n\n)\n\n\n \n\n\n \n\n\n(\n303,924\n\n\n)\n\n\n\n\n\n\nNet (decrease)/increase in cash and cash equivalents\n\n\n \n\n\n \n\n\n(\n67,172\n\n\n)\n\n\n \n\n\n \n\n\n7,711\n\n\n \n\n\n \n\n\n \n\n\n(\n11,994\n\n\n)\n\n\n\n\n\n\nCash and cash equivalents, beginning of period\n\n\n \n\n\n \n\n\n120,728\n\n\n \n\n\n \n\n\n \n\n\n113,017\n\n\n \n\n\n \n\n\n \n\n\n125,011\n\n\n \n\n\n\n\n\n\nCash and cash equivalents, end of period\n\n\n \n\n\n$\n\n\n53,556\n\n\n \n\n\n \n\n\n$\n\n\n120,728\n\n\n \n\n\n \n\n\n$\n\n\n113,017\n\n\n \n\n\n\n\n\n\nSupplemental disclosure of cash flow information\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash paid for:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest\n\n\n \n\n\n$\n\n\n2,148\n\n\n \n\n\n \n\n\n$\n\n\n2,219\n\n\n \n\n\n \n\n\n$\n\n\n3,306\n\n\n \n\n\n\n\n\n\nIncome taxes\n\n\n \n\n\n$\n\n\n18,208\n\n\n \n\n\n \n\n\n$\n\n\n59,183\n\n\n \n\n\n \n\n\n$\n\n\n80,874\n\n\n \n\n\n\n\n\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n\n\nF-\n8\n\n\n\n\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n\n\nCONSOLIDATED STATEMENTS OF CASH FLOWS - (Continued)\n\n\nSupplemental Disclosure of Non-cash Investing and Financing Activities:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nPurchases of property and equipment included in accounts payable\n\n\n \n\n\n$\n\n\n15,767\n\n\n \n\n\n \n\n\n$\n\n\n408\n\n\n \n\n\n \n\n\n$\n\n\n746\n\n\n \n\n\n\n\n\n\nMachinery and equipment on deposit placed into service\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,855\n\n\n \n\n\n\n\n\n\nCapital lease included in accrued expenses and finance lease payable\n\n\n \n\n\n \n\n\n767\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n\n\nF-\n9\n\n\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n\n\n \n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\nN\nOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n \n\n\n1. Organization\n \n We are one of the world’s leading manufacturers and designers of firearms. We manufacture a wide array of handguns (including revolvers and pistols), long guns (including modern sporting rifles), handcuffs, firearm suppressors, and other firearm-related products for sale to a wide variety of customers, including firearm enthusiasts, collectors, hunters, sportsmen, competitive shooters, individuals desiring home and personal protection, law enforcement and security agencies and officers, and military agencies in the United States and throughout the world. We sell our products under the Smith & Wesson, M&P, and Gemtech brands. We manufacture our products at our facilities in Springfield, Massachusetts; Houlton, Maine; and Deep River, Connecticut. We also sell our manufacturing services to other businesses to attempt to level-load our factories. We sell those services under our Smith & Wesson and Smith & Wesson Precision Components brands. We plan to move our headquarters and certain of our manufacturing operations to a new facility being constructed in Maryville. See Note 16 — \nCommitments and Contingencies\n, for more information regarding this plan.\nOn November 13, 2019, we announced that we were proceeding with a plan to spin-off our outdoor products and accessories business and create an independent publicly traded company to conduct that business, or the Separation. On August 24, 2020, or the Distribution Date, we completed the Separation. See also Note 3 — \nDiscontinued Operations\n, for more information.\n \n\n\n2. Significant Accounting Policies\n \nUse of Estimates\n — The preparation of consolidated financial statements in conformity with accounting principles generally accepted in the United States requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the financial statement dates and the reported amounts of revenue and expenses during the reporting periods. Our significant estimates include the accrual for warranty, reserves for excess and obsolete inventory, rebates and other promotions, valuation of intangible assets, and costs associated with the Relocation. Actual results could differ from those estimates.\n \nPrinciples of Consolidation\n — The accompanying consolidated financial statements include the accounts of Smith & Wesson Brands, Inc. and its wholly owned subsidiaries, including Smith & Wesson Inc., Smith & Wesson Sales Company, and SWPC Plastics, LLC. In our opinion, all adjustments, which include only normal recurring adjustments necessary to fairly present the financial position, results of operations, changes in stockholders’ equity, and cash flows at April 30, 2023 and 2022 and for the periods presented, have been included. All intercompany accounts and transactions have been eliminated in consolidation.\n \nFair Value of Financial Instruments\n — Unless otherwise indicated, the fair values of all reported assets and liabilities, which represent financial instruments not held for trading purposes, approximate the carrying values of such amounts because of their short-term nature or market rates of interest.\n \nCash and Cash Equivalents\n — We consider all highly liquid investments purchased with original maturities of \nthree months\n or less at the date of acquisition to be cash equivalents. We maintain our cash in bank deposit accounts that, at times, may exceed federally insured limits. We have not experienced any losses in such accounts. As of April 30, 2023, all of our accounts exceeded federally insured limits.\nFinancial Instruments \n— We account for derivative instruments under Accounting Standards Codification (“ASC”) 815-10, \nFair Value Measurements and Disclosure Topic\n, which establishes accounting and reporting standards for derivative instruments and hedging activities and requires us to recognize these instruments as either assets or liabilities on the balance sheet and measure them at fair value. As of April 30, 2023, we did \nno\nt have any derivative instruments or any Level 2 or Level 3 financial instruments within the hierarchy. See Note 5 – \nNotes, Loans Payable, and Financing Arrangements\n for more information regarding our financial instruments.\n \nF-\n10\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nTrade Receivables\n — We extend credit to our domestic customers and some foreign distributors based on their financial condition. We sometimes offer discounts for early payment on invoices. When we believe the extension of credit is not advisable, we rely on either a prepayment or a letter of credit. We write off balances deemed uncollectible by us against our allowance for doubtful accounts. We estimate our allowance for doubtful accounts through current past due balances, knowledge of our customers’ financial situations, and past payment history.\n \nConcentrations of Credit Risk\n — Financial instruments that potentially subject us to concentration of credit risk consist principally of cash, cash equivalents, and trade receivables. We place our cash and cash equivalents in overnight U.S. government securities. Concentrations of credit risk with respect to trade receivables are limited by the large number of customers comprising our customer base and their geographic and business dispersion. We perform ongoing credit evaluations of our customers’ financial condition and generally do not require collateral.\n \nFor fiscal 2023, \ntwo\n of our customers each accounted for more than \n10\n% of our net sales, totaling \n22.8\n% of our net sales.  As of April 30, 2023, \nthree\n of our customers each accounted for more than \n10\n% of our accounts receivable, for a total of \n39.4\n%. For fiscal 2022, \none\n customer accounted for \n16.9\n% of our net sales. As of April 30, 2022, \ntwo\n of our customers each accounted for more than \n10\n% of our accounts receivable, for a total of \n36.8\n%. For fiscal 2021, \nfour\n of our customers each accounted for more than \n10\n% of our net sales, totaling \n45.0\n% of our net sales. As of April 30, 2021, \ntwo\n of these customers each accounted for more than \n10\n% of our accounts receivable, for a total of \n28.4\n%.\nInventories \n— We value inventories at the lower of cost, using the first-in, first-out, or FIFO method, or net realizable value. An allowance for potential non-saleable inventory due to excess stock or obsolescence is based upon a detailed review of inventory, past history, and expected future usage.\n \nProperty, Plant, and Equipment\n — We record property, plant, and equipment, consisting of land, building, improvements, machinery, equipment, software, hardware, furniture, and fixtures, at cost and depreciate them using the straight-line method over their estimated useful lives. We charge expenditures for maintenance and repairs to earnings as incurred, and we capitalize additions, renewals, and betterments. Upon the retirement or other disposition of property and equipment, we remove the related cost and accumulated depreciation from the respective accounts and include any gain or loss in operations. We lease certain of our real estate, machinery, photocopiers, and vehicles under non-cancelable operating lease agreements, and we recognize expenses under our operating lease assets and liabilities at the commencement date based on the present value of lease payments over the lease term. The depreciable life of assets and leasehold improvements are based on the expected life of the lease. \nA summary of the estimated useful lives is as follows: \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\n \n\n\nUseful Life\n\n\n \n\n\n\n\n\n\nBuilding and improvements\n\n\n \n\n\n \n\n\n10 \nto \n40\n years\n\n\n \n\n\n\n\n\n\nSoftware and hardware\n\n\n \n\n\n \n\n\n2\n to \n7\n years\n\n\n \n\n\n\n\n\n\nMachinery and equipment\n\n\n \n\n\n \n\n\n2\n to \n10\n years\n\n\n \n\n\n\n\n \nWe include tooling, dies, and fixtures as part of machinery and equipment and depreciate them over a period generally not exceeding \nten years\n.\n \nIntangible Assets\n — We record intangible assets at cost or based on the fair value of the assets acquired. Intangible assets consist of developed technology, customer relationships, trademarks, trade names, and patents. We amortize intangible assets over their estimated useful lives or in proportion to expected yearly revenue generated from the intangibles that were acquired.\n \nRevenue Recognition \n— We recognize revenue in accordance with the provisions of Accounting Standards Update, or ASU, \nRevenue from Contracts with Customers (Topic 606)\n, which became effective for us on May 1, 2018. Generally, all performance obligations are satisfied and revenue is recognized when the risks and rewards of ownership have transferred to the customer, which is generally upon shipment but could be delayed until the receipt of customer acceptance.\n \nIn some instances, sales include multiple performance obligations. The most common of these instances relates to sales promotion programs under which customers are entitled to receive free goods based upon their purchase of\n \nF-\n11\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nour products, which we have identified as a material right. The fulfillment of these free goods is our responsibility. In such instances, we allocate the revenue of the promotional sales based on the estimated level of participation in the sales promotional program and the timing of the shipment of all of the products included in the promotional program, including the free goods. We recognize revenue related to the material right proportionally as each performance obligation is satisfied. The net change in contract liabilities for a given period is reported as an increase or decrease to sales.\n \nWe generally sell our products free on board, or FOB, shipping point and provide payment terms to most commercial customers ranging from 20 to 60 days of product shipment with a discount available to some customers for early payment. Generally, framework contracts define the general terms of sales, including payment terms, freight terms, insurance requirements, and cancelation provisions. Purchase orders define the terms for specific sales, including description, quantity, and price of each product purchased. We estimate variable consideration relative to the amount of cash discounts to which customers are likely to be entitled. In some instances, we provide longer payment terms, particularly as it relates to our fall dating programs for hunting sales, which represent payment terms due in the fall for certain orders of hunting products received in the spring and summer. As a result of utilizing practical expedience upon the adoption of ASC 606, we do not consider these extended terms to be a significant financing component of the contract because the payment terms are less than one year.\n In all cases, we consider our costs related to shipping and handling to be a cost of fulfilling the contract with the customer.\nResearch and Development\n — We engage in both internal and external research and development, or R&D, in order to remain competitive and to exploit possible untapped market opportunities. We approve prospective R&D projects after analysis of the cost and benefits associated with the potential product. Costs in R&D expense include, among other items, salaries, materials, utilities, and administrative costs.\nEarnings per Share\n — We calculate basic and diluted earnings per common share in accordance with the provisions of ASC 260-10,\n Earnings Per Share\n. Basic earnings per common share equals net income divided by the weighted average number of common shares outstanding during the period. Diluted earnings per common share equals net income divided by the weighted average number of common shares outstanding during the period, including the effect of outstanding stock options and other stock-based instruments if their effect is dilutive.\n \nThe following table provides a reconciliation of the net income amounts and weighted average number of common and common equivalent shares used to determine basic and diluted earnings per common share (in thousands, except per share data):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome from continuing operations\n\n\n$\n\n\n36,876\n\n\n \n\n\n \n\n\n$\n\n\n194,494\n\n\n \n\n\n \n\n\n$\n\n\n243,571\n\n\n \n\n\n\n\n\n\nIncome from discontinued operations\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n8,478\n\n\n \n\n\n\n\n\n\nNet income\n\n\n$\n\n\n36,876\n\n\n \n\n\n \n\n\n$\n\n\n194,494\n\n\n \n\n\n \n\n\n$\n\n\n252,049\n\n\n \n\n\n\n\n\n\nWeighted average shares outstanding — Basic\n\n\n \n\n\n45,844\n\n\n \n\n\n \n\n\n \n\n\n47,227\n\n\n \n\n\n \n\n\n \n\n\n54,613\n\n\n \n\n\n\n\n\n\nEffect of dilutive stock awards\n\n\n \n\n\n326\n\n\n \n\n\n \n\n\n \n\n\n501\n\n\n \n\n\n \n\n\n \n\n\n739\n\n\n \n\n\n\n\n\n\nWeighted average shares outstanding — Diluted\n\n\n \n\n\n46,170\n\n\n \n\n\n \n\n\n \n\n\n47,728\n\n\n \n\n\n \n\n\n \n\n\n55,352\n\n\n \n\n\n\n\n\n\nEarnings per share — Basic\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome from continuing operations\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.12\n\n\n \n\n\n \n\n\n$\n\n\n4.46\n\n\n \n\n\n\n\n\n\nIncome from discontinued operations\n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n0.16\n\n\n \n\n\n\n\n\n\nNet income\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.12\n\n\n \n\n\n \n\n\n$\n\n\n4.62\n\n\n \n\n\n\n\n\n\nEarnings per share — Diluted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome from continuing operations\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.08\n\n\n \n\n\n \n\n\n$\n\n\n4.40\n\n\n \n\n\n\n\n\n\nIncome from discontinued operations\n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n0.15\n\n\n \n\n\n\n\n\n\nNet income\n\n\n$\n\n\n0.80\n\n\n \n\n\n \n\n\n$\n\n\n4.08\n\n\n \n\n\n \n\n\n$\n\n\n4.55\n\n\n \n\n\n\n\n \nF-\n12\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nFor fiscal 2023, 2022, and 2021, the number of shares excluded from the computation of diluted earnings per share was \n30,307\n, \n43,530\n, and \n9,301\n, respectively, because the effect would be antidilutive.\nValuation of Long-lived Tangible and Intangible Assets\n — We evaluate the recoverability of long-lived assets, or asset groups, whenever events or changes in circumstances indicate that carrying amounts may not be recoverable. When such evaluations indicate that the related future undiscounted cash flows are not sufficient to recover the carrying values of the assets, such carrying values are reduced to fair value and this adjusted carrying value becomes the asset’s new cost basis. We determine fair value primarily using future anticipated cash flows that are directly associated with and are expected to arise as a direct result of the use and eventual disposition of the asset, or asset group, discounted using an interest rate commensurate with the risk involved.\n \nWe have significant long-lived tangible and intangible assets, which are susceptible to valuation adjustments as a result of changes in various factors or conditions. The most significant long-lived tangible and intangible assets, other than goodwill, are property, plant, and equipment, right of use assets, developed technology, customer relationships, patents, trademarks, and trade names. We amortize all finite-lived intangible assets either on a straight-line basis or based upon patterns in which we expect to utilize the economic benefits of such assets. We initially determine the values of intangible assets by a risk-adjusted, discounted cash flow approach. We assess the potential impairment of identifiable intangible assets and fixed assets whenever events or changes in circumstances indicate that the carrying values may not be recoverable and at least annually. Factors we consider important, which could trigger an impairment of such assets, include the following:\n \n•\nsignificant underperformance relative to historical or projected future operating results; \n•\nsignificant changes in the manner or use of the assets or the strategy for our overall business; \n•\nsignificant negative industry or economic trends; \n•\na significant decline in our stock price for a sustained period; and \n•\na decline in our market capitalization below net book value. \nFuture adverse changes in these or other unforeseeable factors could result in an impairment charge that could materially impact future results of operations and financial position in the reporting period identified.\nIn accordance with ASC 350,\n Intangibles-Goodwill and Other,\n we test goodwill for impairment on an annual basis on February 1 and between annual tests if indicators of potential impairment exist. The impairment test compares the fair value of the operating units to their carrying amounts to assess whether impairment is present. We have reviewed the provisions of ASC 350-20, with respect to the criteria necessary to evaluate the number of reporting units that exist. Based on this review, following the Separation, we had concluded that we have one operating unit when reviewing ASC 350-20.\n \nWe review the fair value of our goodwill based on financial performance annually. As of our last valuation date, February 1, 2023, we had $\n19.0\n million of goodwill and its fair value significantly exceeded its carrying value, based on EBITDAS, cashflow, and market capitalization. Our assumptions related to the development of fair value could deviate materially from actual results and forecasts used to support asset carrying values may change in the future, which could result in non-cash charges that would adversely affect our financial results of operations.\n \nThe re-measurement of goodwill is classified as a Level 3 fair value assessment as described in Note 11 - \nFair Value Measurement, \ndue to the significance of unobservable inputs developed using company-specific information.\nIncome Taxes – \nWe use the asset and liability approach for financial accounting and reporting income taxes. The provision for income taxes is based upon income reported in the accompanying consolidated financial statements as required by ASC 740, \nIncome Taxes. \nWe \ndetermine our deferred tax assets and liabilities based on temporary differences between financial reporting and tax bases in assets and liabilities, which are measured using the enacted tax rates and laws that will be in effect when the differences are expected to reverse. We recognize the effect on deferred taxes of a change in tax rates in the period that includes the enactment date. In assessing the realization of our deferred tax assets, we consider whether it is more likely that not that the deferred tax assets will be realized. The ultimate realization of our deferred tax assets depends upon generating future taxable income during the periods in\n \nF-\n13\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nwhich \nour temporary differences become deductible and before our net operating loss carryforwards expire. We evaluate the recoverability of our deferred tax assets by assessing the need for a valuation allowance on a quarterly basis. If we determine that it is more likely than not that our deferred tax assets will not be recovered, we establish a valuation allowance against some or all of our deferred tax assets. Recording or reversing a valuation allowance could have a significant effect on our future results of operations and financial position.\nWarranty\n — We generally provide a limited one-year warranty and a lifetime service policy to the original purchaser of our new firearm products. We will also repair or replace certain products or parts found to be defective under normal use and service with an item of equivalent value, at our option, without charge during the warranty period. We quantify and record an estimate for warranty-related costs based on our actual historical claims experience and current repair costs. We adjust accruals as warranty claims data and historical experience warrant. Should we experience actual claims and repair costs that are higher than the estimated claims and repair costs used to calculate the provision, our operating results for the period or periods in which such returns or additional costs materialize would be adversely impacted.\nFrom time to time, we have experienced certain manufacturing and design issues with respect to some of our firearms and have initiated some product recalls and safety alerts. In October 2021, we initiated a safety recall for M&P 12 shotguns manufactured prior to October 15, 2021 as a result of two field reports related to cracked barrels. This safety recall was limited to only M&P 12 shotguns manufactured prior to October 15, 2021 and was conducted to ensure there were no barrel anomalies or conditions that might adversely affect the safety, function, or performance of these shotguns. The remaining estimated cost of all recalls, safety alerts, and consumer advisories is $\n40,000\n, which is recorded in accrued warranty on our consolidated balance sheet as of April 30, 2023. The remaining balance relates to a general accrual related to standard warranty costs for products shipped in the ordinary course of business.\nWarranty expense for the fiscal years ended April 30, 2023, 2022, and 2021 amounted to $\n1.5\n million, $\n1.9\n million, and $\n5.2\n million, respectively.\nThe following table sets forth the change in accrued warranties, a portion of which is recorded as a non-current liability, in the fiscal years ended April 30, 2023, 2022, and 2021 (in thousands):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBalance as of April 30, 2021\n\n\n \n\n\n$\n\n\n5,693\n\n\n \n\n\n\n\n\n\nWarranties issued and adjustments to provisions\n\n\n \n\n\n \n\n\n1,910\n\n\n \n\n\n\n\n\n\nWarranty claims\n\n\n \n\n\n \n\n\n(\n2,730\n\n\n)\n\n\n\n\n\n\nBalance as of April 30, 2022\n\n\n \n\n\n \n\n\n4,873\n\n\n \n\n\n\n\n\n\nWarranties issued and adjustments to provisions\n\n\n \n\n\n \n\n\n1,496\n\n\n \n\n\n\n\n\n\nWarranty claims\n\n\n \n\n\n \n\n\n(\n2,364\n\n\n)\n\n\n\n\n\n\nBalance as of April 30, 2023\n\n\n \n\n\n$\n\n\n4,005\n\n\n \n\n\n\n\nSales and Promotional Related Expenses\n — We present product sales in our consolidated financial statements, net of customer promotional program costs that depend upon the volume of sales. For promotional program costs that do not depend on the volume of sales, we record promotional costs in cost of goods sold. The total of all our promotional programs amounted to $\n10.2\n million, $\n6.6\n million, and $\n10.5\n million for the fiscal years ended April 30, 2023, 2022, and 2021, respectively. We have a co-op advertising program at the retail level. We expensed sales and promotional related costs amounting to $\n2.7\n million, $\n4.3\n million, and $\n15.2\n million for fiscal 2023, 2022, and 2021, respectively, as selling and marketing expenses.\nShipping and Handling\n — In the accompanying consolidated financial statements, we included amounts billed to customers for shipping and handling in net sales. Inbound freight charges and internal transfer costs are included in cost of goods sold; however, costs incurred to distribute products to customers is included in selling, marketing, and distribution expenses.\n \nInsurance Reserves\n — In January 2020, we formed a wholly owned captive insurance company, which provides product liability insurance to us and our subsidiaries. We are self-insured through retentions or deductibles for the majority of our workers’ compensation, automobile, general liability, product liability, and group health insurance programs. Self-insurance amounts vary up to $\n10.0\n million per occurrence; however, we believe the likelihood of reaching the maximum per occurrence limit is remote. We record our liability for estimated premiums and incurred losses in the accompanying consolidated financial statements on an undiscounted basis.\nF-\n14\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nRecently Issued Accounting Standards \n— There are no new accounting pronouncements that are expected to have a significant impact on our consolidated financial statements.\n \n\n\n3. Discontinued Operations\nOn August 24, 2020, at 12:01 a.m. Eastern Time, we completed the Separation of our wholly owned subsidiary, American Outdoor Brands, Inc., or AOUT. The Separation was treated as tax free for U.S. federal income tax purposes and was achieved through the transfer of all the assets and legal entities, subject to any related liabilities, associated with our outdoor products and accessories business to AOUT, or the Transfer, and the distribution of \n100\n% of the AOUT outstanding capital stock to holders of our common stock, or the Distribution, as of the close of business on August 10, 2020, or the Record Date. In connection with the Distribution, our stockholders received \none share of AOUT common stock for every four shares of our common\n stock held as of the close of business on the Record Date. Following the Distribution, AOUT became an independent, publicly traded company, and we retain no ownership interest in AOUT.\n \nFor further information relating to the Separation, please refer to our Annual Report on Form 10-K for fiscal year ended April 30, 2021, filed with the SEC on June 17, 2021.\nThe following table summarizes the major line items for the outdoor products and accessories business that are included in income from discontinued operations, net of tax, in the condensed consolidated statements of income:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n61,249\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n27,147\n\n\n \n\n\n\n\n\n\nOperating expenses\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n23,458\n\n\n \n\n\n\n\n\n\nOther income/(expense), net\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n112\n\n\n \n\n\n\n\n\n\nIncome from discontinued operations before\n   income taxes\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n10,756\n\n\n \n\n\n\n\n\n\nIncome tax expense/(benefit)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n2,278\n\n\n \n\n\n\n\n\n\nIncome from discontinued operations, net of tax\n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n8,478\n\n\n \n\n\n\n\n\n\n4. Leases\nWe lease certain of our real estate, machinery, equipment, photocopiers, and vehicles under non-cancelable operating lease agreements.\n \nWe recognize expenses for our operating lease assets and liabilities at the commencement date based on the present value of lease payments over the lease term. Our leases do not provide an implicit interest rate. We use our incremental borrowing rate based on the information available at the lease commencement date in determining the present value of lease payments. Our lease agreements do not require material variable lease payments, residual value guarantees, or restrictive covenants. For operating leases, we recognize expense on a straight-line basis over the lease term. Tenant improvement allowances are recorded as an offsetting adjustment included in our calculation of the respective right-of-use asset.\n \nMany of our leases include renewal options that enable us to extend the lease term. The execution of those renewal options is at our sole discretion and renewals are reflected in the lease term when they are reasonably certain to be exercised. The depreciable life of assets and leasehold improvements are limited by the expected lease term.\nF-\n15\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nThe amounts of assets and liabilities related to our operating and financing leases as of April 30, 2023 were as follows (in thousands):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nBalance Sheet Caption\n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n\n\n\n\nOperating Leases\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRight-of-use assets\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n5,994\n\n\n \n\n\n\n\n\n\nAccumulated amortization\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n4,153\n\n\n)\n\n\n\n\n\n\nRight-of-use assets, net\n\n\n \n\n\nOther assets\n\n\n \n\n\n$\n\n\n1,841\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCurrent liabilities\n\n\n \n\n\nAccrued expenses and deferred revenue\n\n\n \n\n\n$\n\n\n1,274\n\n\n \n\n\n\n\n\n\nNon-current liabilities\n\n\n \n\n\nOther non-current liabilities\n\n\n \n\n\n \n\n\n801\n\n\n \n\n\n\n\n\n\nTotal operating lease liabilities\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n2,075\n\n\n \n\n\n\n\n\n\nFinance Leases\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRight-of-use assets\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n41,631\n\n\n \n\n\n\n\n\n\nAccumulated depreciation\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n9,448\n\n\n)\n\n\n\n\n\n\nRight-of-use assets, net\n\n\n \n\n\nProperty, plant, and equipment, net\n\n\n \n\n\n$\n\n\n32,183\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCurrent liabilities\n\n\n \n\n\nAccrued expenses and deferred revenue\n\n\n \n\n\n$\n\n\n1,434\n\n\n \n\n\n\n\n\n\nNon-current liabilities\n\n\n \n\n\nFinance lease payable, net of current portion\n\n\n \n\n\n \n\n\n36,961\n\n\n \n\n\n\n\n\n\nTotal finance lease liabilities\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n38,395\n\n\n \n\n\n\n\nDuring fiscal\n 2023, we recorded $\n1.6\n million of operating lease costs, of which $\n99,000\n related to short-term leases that were not recorded as right-of-use assets. We recorded $\n2.2\n million of finance lease amortization and $\n1.9\n million of financing lease interest expense during fiscal 2023. As of April 30, 2023, our weighted average lease term and weighted average discount rate for our operating leases was \n2.8\n years and \n4.3\n%, respectively. As of April 30, 2023, our weighted average lease term and weighted average discount rate for our financing leases were \n15.3\n years and \n5.0\n%, respectively, and consisted primarily of our Missouri distribution center. The building is pledged to secure the amounts outstanding. The depreciable lives of right-of-use assets are limited by the lease term and are amortized on a straight-line basis over the life of the lease.\n \nOn October 26, 2017, we entered into (a) a lease agreement with Ryan Boone County, LLC, or the Original Missouri Landlord, concerning certain real property located in Boone County, Missouri on which we have been operating our distribution center, or the Missouri Lease, and (b) a guaranty in favor of the Original Missouri Landlord, or the Guaranty. With the completion of the Separation, we entered into a sublease under which AOUT subleases from us \n59.0\n% of our Missouri distribution center under the same terms as the Missouri Lease, or the Sublease. On July 16, 2022, we entered into an amendment to the Sublease, increasing the leased space to \n64.7\n% of the facility under the same terms as the Missouri Lease. On January 31, 2023, we entered into (i) an assignment and assumption agreement with AOUT, pursuant to which AOUT will assume all of our rights, entitlement, and obligations in, to, and under the Missouri Lease, in each case effective on January 1, 2024, subject to a number of conditions precedent, or the Assignment and Assumption Agreement, and (ii) an amended and restated guaranty in favor of RCS-S&W Facility, LLC, as successor in interest to the Original Missouri Landlord, pursuant to which Smith & Wesson Sales Company was added as a guarantor, or the Amended and Restated Guaranty. We intend to terminate the Sublease on or around the effective date of the Assignm\nent and Assumption Agreement. For the fiscal year April 30, 2023, income related to the Sublease was $\n2.3\n million, of which $\n1.1\n million was recorded in general and administrative expense and $\n1.2\n million was recorded in interest expense, net, in our condensed consolidated statements of income. In addition, we intend to occupy our Deep River f\nacility through the lease term. As of April 30, 2023, we do not believe there are any indications of impairment relating to these right-of-use assets.\nF-\n16\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nThe following table represents future expected undiscounted cashflows, based on the sublease agreement to AOUT, to be received on an annual basis for the next five years and thereafter, as of April 30, 2023 (in thousands):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFiscal\n\n\n \n\n\nAmount\n\n\n \n\n\n\n\n\n\n2024\n\n\n \n\n\n$\n\n\n2,435\n\n\n \n\n\n\n\n\n\n2025\n\n\n \n\n\n \n\n\n3,180\n\n\n \n\n\n\n\n\n\n2026\n\n\n \n\n\n \n\n\n3,235\n\n\n \n\n\n\n\n\n\n2027\n\n\n \n\n\n \n\n\n3,292\n\n\n \n\n\n\n\n\n\n2028\n\n\n \n\n\n \n\n\n3,350\n\n\n \n\n\n\n\n\n\nThereafter\n\n\n \n\n\n \n\n\n38,906\n\n\n \n\n\n\n\n\n\nTotal future sublease receipts\n\n\n \n\n\n \n\n\n54,398\n\n\n \n\n\n\n\n\n\nLess amounts representing interest\n\n\n \n\n\n \n\n\n(\n16,989\n\n\n)\n\n\n\n\n\n\nPresent value of sublease receipts\n\n\n \n\n\n$\n\n\n37,409\n\n\n \n\n\n\n\nFuture lease payments for all our operating and finance leases for succeeding fiscal years is as follows (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nOperating\n\n\n \n\n\n \n\n\nFinancing\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\n2024\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n1,381\n\n\n \n\n\n \n\n\n$\n\n\n3,323\n\n\n \n\n\n \n\n\n$\n\n\n4,704\n\n\n \n\n\n\n\n\n\n2025\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n324\n\n\n \n\n\n \n\n\n \n\n\n3,378\n\n\n \n\n\n \n\n\n \n\n\n3,702\n\n\n \n\n\n\n\n\n\n2026\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n301\n\n\n \n\n\n \n\n\n \n\n\n3,433\n\n\n \n\n\n \n\n\n \n\n\n3,734\n\n\n \n\n\n\n\n\n\n2027\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n272\n\n\n \n\n\n \n\n\n \n\n\n3,490\n\n\n \n\n\n \n\n\n \n\n\n3,762\n\n\n \n\n\n\n\n\n\n2028\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n125\n\n\n \n\n\n \n\n\n \n\n\n3,416\n\n\n \n\n\n \n\n\n \n\n\n3,541\n\n\n \n\n\n\n\n\n\nThereafter\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n38,906\n\n\n \n\n\n \n\n\n \n\n\n38,906\n\n\n \n\n\n\n\n\n\nTotal future lease payments\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,403\n\n\n \n\n\n \n\n\n \n\n\n55,946\n\n\n \n\n\n \n\n\n \n\n\n58,349\n\n\n \n\n\n\n\n\n\nLess amounts representing interest\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n328\n\n\n)\n\n\n \n\n\n \n\n\n(\n17,551\n\n\n)\n\n\n \n\n\n \n\n\n(\n17,879\n\n\n)\n\n\n\n\n\n\nPresent value of lease payments\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,075\n\n\n \n\n\n \n\n\n \n\n\n38,395\n\n\n \n\n\n \n\n\n \n\n\n40,470\n\n\n \n\n\n\n\n\n\nLess current maturities of lease liabilities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n1,274\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,434\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,708\n\n\n)\n\n\n\n\n\n\nLong-term maturities of lease liabilities\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n801\n\n\n \n\n\n \n\n\n$\n\n\n36,961\n\n\n \n\n\n \n\n\n$\n\n\n37,762\n\n\n \n\n\n\n\nDuring fiscal 2023, the cash paid for amounts included in the measurement of  liabilities and operating cash flows was $\n4.8\n million.\n\n\n5. Notes, Loans Payable, and Financing Arrangements\nCredit Facilities\n — On August 24, 2020, we and certain of our subsidiaries entered into an amended and restated credit agreement, or the Amended and Restated Credit Agreement, with certain lenders, including TD Bank, N.A., as administrative agent; TD Securities (USA) LLC and Regions Bank, as joint lead arrangers and joint bookrunners; and Regions Bank, as syndication agent. The Amended and Restated Credit Agreement is currently unsecured; however, should any Springing Lien Trigger Event (as defined in the Amended and Restated Credit Agreement) occur, we and certain of our subsidiaries would be required to execute certain documents in favor of TD Bank, N.A., as administrative agent, and the lenders party to such documents would have a legal, valid, and enforceable ‎first priority lien on the Collateral described therein.\n \n \nThe Amended and Restated Credit Agreement provides for a revolving line of credit of $\n100.0\n million at any one time, or the Revolving Line. \nThe Revolving Line bears interest at either the Base Rate (as defined in the Amended and Restated Credit Agreement) or LIBOR rate, plus an applicable margin based on our consolidated leverage ratio.\n The Amended and Restated Credit Agreement also provides a swingline facility in the maximum amount of $\n5.0\n million at any one time (subject to availability under the Revolving Line). \nEach Swingline Loan (as defined in the Amended and Restated Credit Agreement) bears interest at the Base Rate, plus an applicable margin based on our Adjusted Consolidated Leverage Ratio (as defined in the Amended and Restated Credit Agreement)\n. Subject to the satisfaction of certain terms and conditions described in the Amended and Restated Credit Agreement, we have an option to increase the Revolving Line by an aggregate amount not exceeding $\n50.0\n million. The Revolving Line matures on the earlier of \nAugust 24, 2025\n or \nthe date that is six months in advance of the earliest maturity of any Permitted Notes (as defined in the Amended and Restated Credit Agreement) under the Amended and Restated Credit\n \nF-\n17\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nAgreement. \nOn April 28, 2023, we entered into an amendment to our existing credit agreement to, among other things, replace LIBOR with SOFR as the interest rate benchmark and amend the definition of “Consolidated Fixed Charge Coverage Ration” to exclude unfinanced capital expenditures in connection with the Relocation.\n \nAs of April 30, 2023, we had $\n25.0\n million of borrowings outstanding on the Revolving Line, which bore an interest rate of \n6.62\n%\n, which is equal to the LIBOR rate plus an applicable margin. As a result of the Relocation, as of April 30, 2023, $\n513,000\n of interest has been capitalized.\nThe Amended and Restated Credit Agreement contains customary limitations, including limitations on indebtedness, liens, fundamental changes to business or organizational structure, investments, loans, advances, guarantees, and acquisitions, asset sales, dividends, stock repurchases, stock redemptions, and the redemption or prepayment of other debt, and transactions with affiliates. We are also subject to financial covenants, including a minimum consolidated fixed charge coverage ratio and a maximum consolidated leverage ratio. As of April 30, 2023, we were compliant with all required financial covenants.\nLetters of Credit\n – At April 30, 2023, we had outstanding letters of credit aggregating $\n2.6\n million, which included a $\n1.5\n million letter of credit to collateralize our captive insurance company.\n \nDebt Issuance Costs\n — During the fiscal years ended 2023 and 2022, we did not incur any debt issuance costs. We recorded, in notes payable, $\n450,000\n of debt issuance costs during fiscal 2021. The remaining costs are being amortized to expense over the life of the credit facility. In total, we amortized $\n89,560\n, $\n89,560\n, and $\n890,553\n to interest expense for all debt issuance costs in fiscal 2023, 2022, and 2021, respectively.\n \n\n\n6. Net Sales\nThe following table sets forth the breakdown of net sales for the fiscal years ended April 30, 2023, 2022, and 2021 (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nHandguns\n\n\n$\n\n\n \n\n\n360,668\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n624,219\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n755,735\n\n\n \n\n\n\n\n\n\nLong Guns\n\n\n \n\n\n \n\n\n74,230\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n189,467\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n253,340\n\n\n \n\n\n\n\n\n\nOther Products & Services\n\n\n \n\n\n \n\n\n44,344\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n50,440\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n50,120\n\n\n \n\n\n\n\n\n\nTotal Net Sales\n\n\n $\n\n\n \n\n\n479,242\n\n\n \n\n\n \n\n\n $\n\n\n \n\n\n864,126\n\n\n \n\n\n \n\n\n $\n\n\n \n\n\n1,059,195\n\n\n \n\n\n\n\nWe sell our products and services under our Smith & Wesson, Gemtech, and Smith & Wesson Precision Components brands. Depending upon the product or service, our customers primarily include distributors; federal, state, and municipal law enforcement agencies and officers; government and military agencies; businesses; and retailers.\n \nWe sell our products worldwide.\n The following table sets forth the breakdown of export net sales included in the above table. Our export net sales accounted for \n4\n%, \n3\n%, and \n2\n% of total net sales for the fiscal years ended April 30, 2023, 2022, and 2021, respectively (in thousands): \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n \n\n\n\n\n\n\nRegion\n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n\n\n\n\nEurope\n\n\n$\n\n\n \n\n\n6,569\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n8,342\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n5,742\n\n\n \n\n\n \n\n\n\n\n\n\nAsia\n\n\n \n\n\n \n\n\n5,411\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n3,899\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n7,255\n\n\n \n\n\n \n\n\n\n\n\n\nLatin America\n\n\n \n\n\n \n\n\n4,052\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n5,272\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4,473\n\n\n \n\n\n \n\n\n\n\n\n\nAll others international\n\n\n \n\n\n \n\n\n3,736\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n8,014\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4,382\n\n\n \n\n\n \n\n\n\n\n\n\nTotal international net sales\n\n\n$\n\n\n \n\n\n19,768\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n25,527\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n21,852\n\n\n \n\n\n \n\n\n\n\n \nF-\n18\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \n\n\n7. Advertising Costs\n \nWe expense advertising costs, primarily consisting of magazine advertisements, printed materials, television advertisements, digital advertisements, radio advertisements, and billboards, either as incurred or upon the first occurrence of the advertising. Advertising expense, included in selling, marketing, and distribution expenses, for the fiscal years ended April 30, 2023, 2022, and 2021, amounted to $\n14.7\n million, $\n17.5\n million, and $\n12.5\n million, respectively.\n\n\n8. Property, Plant, and Equipment\nThe following table summarizes property, plant, and equipment as of April 30, 2023 and 2022 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\n April 30, 2022\n\n\n \n\n\n \n\n\n\n\n\n\nMachinery and equipment\n\n\n$\n\n\n \n\n\n308,852\n\n\n \n\n\n$\n\n\n \n\n\n299,318\n\n\n \n\n\n \n\n\n\n\n\n\nSoftware and hardware\n\n\n \n\n\n \n\n\n49,569\n\n\n \n\n\n \n\n\n \n\n\n47,918\n\n\n \n\n\n \n\n\n\n\n\n\nBuilding and improvements\n\n\n \n\n\n \n\n\n40,131\n\n\n \n\n\n \n\n\n \n\n\n38,552\n\n\n \n\n\n \n\n\n\n\n\n\nLand and improvements\n\n\n \n\n\n \n\n\n2,945\n\n\n \n\n\n \n\n\n \n\n\n2,817\n\n\n \n\n\n \n\n\n\n\n\n\nRight of use assets\n\n\n \n\n\n \n\n\n41,631\n\n\n \n\n\n \n\n\n \n\n\n40,986\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n443,128\n\n\n \n\n\n \n\n\n \n\n\n429,591\n\n\n \n\n\n \n\n\n\n\n\n\nLess: Accumulated depreciation and amortization\n\n\n \n\n\n \n\n\n(\n334,383\n\n\n)\n\n\n \n\n\n \n\n\n(\n306,350\n\n\n)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n108,745\n\n\n \n\n\n \n\n\n \n\n\n123,241\n\n\n \n\n\n \n\n\n\n\n\n\nConstruction in progress\n\n\n \n\n\n \n\n\n101,585\n\n\n \n\n\n \n\n\n \n\n\n12,350\n\n\n \n\n\n \n\n\n\n\n\n\nTotal property, plant, and equipment, net\n\n\n$\n\n\n \n\n\n210,330\n\n\n \n\n\n$\n\n\n \n\n\n135,591\n\n\n \n\n\n \n\n\n\n\n \nDepreciation of tangible assets and amortization of software expense amounted to $\n31.0\n million $\n29.5\n million,  and $\n30.1\n million for the fiscal years ended April 30, 2023, 2022, and 2021, respectively.\nThe following table summarizes depreciation and amortization expense, which includes amortization of intangibles and debt financing costs, by line item for the fiscal years ended April 30, 2023, 2022, and 2021 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n$\n\n\n22,205\n\n\n \n\n\n \n\n\n$\n\n\n21,879\n\n\n \n\n\n \n\n\n$\n\n\n21,026\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n529\n\n\n \n\n\n \n\n\n \n\n\n484\n\n\n \n\n\n \n\n\n \n\n\n519\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n \n\n\n1,524\n\n\n \n\n\n \n\n\n \n\n\n509\n\n\n \n\n\n \n\n\n \n\n\n533\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n7,088\n\n\n \n\n\n \n\n\n \n\n\n7,111\n\n\n \n\n\n \n\n\n \n\n\n8,606\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n90\n\n\n \n\n\n \n\n\n \n\n\n90\n\n\n \n\n\n \n\n\n \n\n\n891\n\n\n \n\n\n\n\n\n\nTotal depreciation and amortization\n\n\n \n\n\n$\n\n\n31,436\n\n\n \n\n\n \n\n\n$\n\n\n30,073\n\n\n \n\n\n \n\n\n$\n\n\n31,575\n\n\n \n\n\n\n\n \n\n\n9. Inventories\nThe following table sets forth a summary of inventories, net of reserves, stated at lower of cost or market, as of April 30, 2023 and 2022 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nFinished goods\n\n\n \n\n\n$\n\n\n93,705\n\n\n \n\n\n \n\n\n$\n\n\n58,460\n\n\n \n\n\n\n\n\n\nFinished parts\n\n\n \n\n\n \n\n\n65,460\n\n\n \n\n\n \n\n\n \n\n\n62,187\n\n\n \n\n\n\n\n\n\nWork in process\n\n\n \n\n\n \n\n\n6,821\n\n\n \n\n\n \n\n\n \n\n\n5,304\n\n\n \n\n\n\n\n\n\nRaw material\n\n\n \n\n\n \n\n\n11,132\n\n\n \n\n\n \n\n\n \n\n\n10,709\n\n\n \n\n\n\n\n\n\nTotal inventories\n\n\n \n\n\n$\n\n\n177,118\n\n\n \n\n\n \n\n\n$\n\n\n136,660\n\n\n \n\n\n\n\n \nF-\n19\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \n\n\n10. Accrued Expenses and Deferred Revenue\nThe following table sets forth other accrued expenses as of April 30, 2022 and 2021 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nAccrued other\n\n\n \n\n\n$\n\n\n4,597\n\n\n \n\n\n \n\n\n$\n\n\n3,959\n\n\n \n\n\n\n\n\n\nAccrued taxes other than income\n\n\n \n\n\n \n\n\n3,703\n\n\n \n\n\n \n\n\n \n\n\n7,008\n\n\n \n\n\n\n\n\n\nAccrued employee benefits\n\n\n \n\n\n \n\n\n3,256\n\n\n \n\n\n \n\n\n \n\n\n3,705\n\n\n \n\n\n\n\n\n\nAccrued professional fees\n\n\n \n\n\n \n\n\n2,596\n\n\n \n\n\n \n\n\n \n\n\n1,997\n\n\n \n\n\n\n\n\n\nAccrued rebates and promotions\n\n\n \n\n\n \n\n\n1,649\n\n\n \n\n\n \n\n\n \n\n\n1,243\n\n\n \n\n\n\n\n\n\nAccrued distributor incentives\n\n\n \n\n\n \n\n\n1,640\n\n\n \n\n\n \n\n\n \n\n\n2,917\n\n\n \n\n\n\n\n\n\nCurrent portion of finance lease obligation\n\n\n \n\n\n \n\n\n1,434\n\n\n \n\n\n \n\n\n \n\n\n1,158\n\n\n \n\n\n\n\n\n\nCurrent portion of operating lease obligation\n\n\n \n\n\n \n\n\n1,274\n\n\n \n\n\n \n\n\n \n\n\n1,495\n\n\n \n\n\n\n\n\n\nTotal accrued expenses and deferred revenue\n\n\n \n\n\n$\n\n\n20,149\n\n\n \n\n\n \n\n\n$\n\n\n23,482\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n11. Fair Value Measurement\n \nWe follow the provisions of ASC 820-10,\n Fair Value Measurements and Disclosures Topic\n, or ASC 820-10, for our financial assets and liabilities. ASC 820-10 provides a framework for measuring fair value under GAAP and requires expanded disclosures regarding fair value measurements. ASC 820-10 defines fair value as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. ASC 820-10 also establishes a fair value hierarchy, which requires an entity to maximize the use of observable inputs, where available, and minimize the use of unobservable inputs when measuring fair value.\n \nFinancial assets and liabilities recorded on the accompanying consolidated balance sheets are categorized based on the inputs to the valuation techniques as follows:\n \nLevel 1\n — Financial assets and liabilities whose values are based on unadjusted quoted prices for identical assets or liabilities in an active market that we have the ability to access at the measurement date (examples include active exchange-traded equity securities, listed derivatives, and most U.S. Government and agency securities).\n \nOur cash and cash equivalents, which are measured at fair value on a recurring basis, totaled $\n53.6\n million and $\n120.7\n million as of April 30, 2023 and 2022, respectively. The carrying value of our revolving line of credit approximated the fair value as of April, 30, 2023. We utilized Level 1 of the value hierarchy to determine the fair values of these assets.\nLevel 2\n — Financial assets and liabilities whose values are based on quoted prices in markets in which trading occurs infrequently or whose values are based on quoted prices of instruments with similar attributes in active markets. Level 2 inputs include the following:\n \n•\nquoted prices for identical or similar assets or liabilities in non-active markets (such as corporate and municipal bonds which trade infrequently); \n•\ninputs other than quoted prices that are observable for substantially the full term of the asset or liability (such as interest rate and currency swaps); and \n•\ninputs that are derived principally from or corroborated by observable market data for substantially the full term of the asset or liability (such as certain securities and derivatives). \nLevel 3\n — Financial assets and liabilities whose values are based on prices or valuation techniques that require inputs that are both unobservable and significant to the overall fair value measurement. These inputs reflect our assumptions about the assumptions a market participant would use in pricing the asset or liability.\n \nWe currently do \nno\nt have any Level 2 or Level 3 financial assets or liabilities as of April 30, 2023.\n\n\nF-\n20\n\n\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n\n\n \n\n\n12. Self-Insurance Reserves\nAs of April 30, 2023 and 2022, we had reserves for workers’ compensation, product liability, and medical/dental costs totaling $\n9.2\n million and $\n8.7\n million, respectively, of which $\n2.6\n million and $\n3.1\n million, respectively, was classified as other non-current liabilities. As of April 30, 2023 and 2022, $\n6.6\n million and $\n5.6\n million, respectively, were included in accrued expenses or accounts payable on the accompanying consolidated balance sheets. In addition, as of April 30, 2023 and 2022, $\n663,000\n and $\n571,000\n, respectively, of workers’ compensation recoverable was classified as other assets. While we believe these reserves to be adequate, it is possible that the ultimate liabilities will exceed such estimates.\n \nThe following table summarizes the activity in the workers’ compensation, product liability, municipal liability, and medical/dental reserves in the fiscal years ended April 30, 2023 and 2022 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nBeginning balance\n\n\n$\n\n\n \n\n\n8,676\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n9,469\n\n\n \n\n\n\n\n\n\nAdditional provision charged to expense\n\n\n \n\n\n \n\n\n3,589\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n719\n\n\n \n\n\n\n\n\n\nPayments\n\n\n \n\n\n \n\n\n(\n3,026\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n1,512\n\n\n)\n\n\n\n\n\n\nEnding balance\n\n\n$\n\n\n \n\n\n9,239\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n8,676\n\n\n \n\n\n\n\nIt is our policy to provide an estimate for loss as a result of expected adverse findings or legal settlements on product liability, workers’ compensation, and other matters when such losses are probable and are reasonably estimable. It is also our policy to accrue for reasonable estimable legal costs associated with defending such litigation. While such estimates involve a range of possible costs, we determine, in consultation with counsel, the most likely cost within such range on a case-by-case basis. We also record receivables from insurance carriers relating to these matters when their collection is probable. As of April 30, 2023 and 2022, we had accrued reserves for product litigation liabilities of $\n4.3\n million and $\n3.7\n million, respectively (of which $\n568,000\n and $\n895,000\n, respectively, was non-current), consisting entirely of expected legal defense costs. In addition, as of April 30, 2023, we did \nno\nt record any receivables from insurance carriers related to these liabilities. Prior to fiscal 2023, we had recorded receivables from insurance carriers related to these liabilities of $\n1.9\n million, nearly all of which has been classified as other assets.\n\n\n13. Stockholders’ Equity\n \nTreasury Stock\n \nOn March 2, 2021, our Board of Directors authorized the repurchase of $\n100.0\n million of our common stock, subject to certain conditions, in the open market or in privately negotiated transactions. During fiscal 2021, we purchased \n3,380,447\n shares of our common stock for $\n60.0\n million under this authorization. During fiscal 2022, we completed this stock repurchase program by purchasing \n1,967,420\n of our common stock for $\n40.0\n million, utilizing cash on hand. On June 15, 2021, our Board of Directors authorized the repurchase of an additional $\n50.0\n million of our common stock, subject to certain conditions, in the open market or in privately negotiated transactions. Pursuant to this authorization, during fiscal 2022, we completed this repurchase program by purchasing \n2,788,152\n shares of our common stock for $\n50.0\n million, utilizing cash on hand. We did not purchase any shares of our common stock during fiscal 2023, and we do not have an authorized repurchase program as of April 30, 2023.\nIncentive Stock and Employee Stock Purchase Plans\n \nWe have \ntwo\n stock incentive plans: the 2013 Incentive Stock Plan and the 2022 Incentive Stock Plan. New grants under the 2013 Incentive Stock Plan have not been made since our stockholders approved the 2022 Incentive Stock Plan at our annual meeting of stockholders held on September 12, 2022. All new grants covering participants are issued under the 2022 Incentive Stock Plan.\n \nF-\n21\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nThe 2022 Incentive Stock Plan authorizes the issuance of \n1,000,000\n shares, plus any shares that were reserved and remained available for grant and delivery under the 2013 Incentive Stock Plan as of September 12, 2022, the effective date of the 2022 Incentive Stock Plan. The 2022 Incentive Stock Plan permits the grant of options to acquire common stock, restricted stock awards, restricted stock units, or RSUs, stock appreciation rights, bonus stock and awards in lieu of obligations, performance awards, and dividend equivalents. Our Board of Directors, or a committee of our board, administers the stock plans, selects recipients to whom awards are granted, and determines the grants to be awarded. Options granted under the stock plans are exercisable at a price determined by our Board of Directors or a committee of our board at the time of grant, but in no event, less than fair market value of our common stock on the effective date of the grant. Grants of options may be made to employees and directors without regard to any performance measures. All options issued pursuant to the stock plans are generally nontransferable and subject to forfeiture.\n \nUnless terminated earlier by our Board of Directors, the 2022 Incentive Stock Plan will terminate at the earliest of (1) the tenth anniversary of the effective date of the 2022 Incentive Stock Plan, or (2) such time as no shares of common stock remain available for issuance under the plan and we have no further rights or obligations with respect to outstanding awards under the plan. The date of grant of an award is deemed to be the effective date upon which our Board of Directors or a committee authorizes the granting of such award.\n \nExcept in specific circumstances, grants of stock options vest over a period of \nfour years\n and are exercisable for a period of \n10 \nyears after vesting. The 2022 Incentive Stock Plan also permits the grant of stock options to non-employees, which our Board of Directors or a committee has authorized in the past.\nThe number of shares and weighted average exercise prices of stock options for the fiscal years ended April 30, 2023, 2022, and 2021 are as follows:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nExercise Price\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nExercise Price\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nExercise Price\n\n\n \n\n\n\n\n\n\nOptions outstanding, beginning of year\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n200,667\n\n\n \n\n\n \n\n\n$\n\n\n7.70\n\n\n \n\n\n\n\n\n\nExercised during the period\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n200,667\n\n\n)\n\n\n \n\n\n \n\n\n7.67\n\n\n \n\n\n\n\n\n\nOptions outstanding, end of period\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nWeighted average remaining contractual life\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOptions exercisable, end of period\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nWeighted average remaining contractual life\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nThere were \nno\n outstanding and exercisable stock options for fiscal 2023 and fiscal 2022. The aggregate intrinsic value of the options exercised for fiscal 2021 was $\n2.9\n million.\n \nThe following table summarizes stock compensation expense by line item for the fiscal years ended April 30, 2023, 2022, and 2021 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n$\n\n\n667\n\n\n \n\n\n \n\n\n$\n\n\n809\n\n\n \n\n\n \n\n\n$\n\n\n740\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n80\n\n\n \n\n\n \n\n\n \n\n\n61\n\n\n \n\n\n \n\n\n \n\n\n71\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n \n\n\n814\n\n\n \n\n\n \n\n\n \n\n\n844\n\n\n \n\n\n \n\n\n \n\n\n767\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n3,541\n\n\n \n\n\n \n\n\n \n\n\n2,822\n\n\n \n\n\n \n\n\n \n\n\n3,128\n\n\n \n\n\n\n\n\n\nTotal stock-based compensation\n\n\n \n\n\n$\n\n\n5,102\n\n\n \n\n\n \n\n\n$\n\n\n4,536\n\n\n \n\n\n \n\n\n$\n\n\n4,706\n\n\n \n\n\n\n\nAs of April 30, 2023, there were \n998,364\n shares \navailable for grant under the 2022 Incentive Stock Plan. We use our unissued share pool for all shares issued for options, restricted stock awards, RSUs, performance share units,\n \nF-\n22\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nperformance-based \nrestricted stock units, or PSUs, and shares issued under our Employee Stock Purchase Plan, or ESPP.\n \nWe grant service-based RSUs to employees, consultants, and directors. The awards are made at no cost to the recipient. An RSU represents the right to acquire one share of our common stock and does not carry voting or dividend rights. Except in specific circumstances, RSU grants to employees and consultants generally vest over a period of three or \nfour years\n with \none-third \nor \none-fourth\n of the units vesting, respectively, on each anniversary date of the grant date. RSU grants to directors generally vest over a period of \none year\n with \none-twelfth\n of the units vesting each month. The aggregate fair value of our RSU grants is amortized to compensation expense over the applicable vesting period.\n \nWe grant PSUs to our executive officers. At the time of grant, we calculate the fair value of our PSUs using the Monte-Carlo simulation. We incorporate the following variables into the valuation model:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nGrant date fair market value\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSmith & Wesson Brands, Inc\n\n\n$\n\n\n14.19\n\n\n \n\n\n \n\n\n$\n\n\n18.67\n\n\n \n\n\n \n\n\n$            \n16.99\n - \n17.27\n\n\n \n\n\n\n\n\n\nRussell 2000 Index\n\n\n$\n\n\n2,015.04\n\n\n \n\n\n \n\n\n$\n\n\n2,277.45\n\n\n \n\n\n \n\n\n$  \n1,526.46\n - \n1,571.21\n\n\n \n\n\n\n\n\n\nVolatility (a)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSmith & Wesson Brands, Inc\n\n\n \n\n\n64.77\n\n\n%\n\n\n \n\n\n \n\n\n62.33\n\n\n%\n\n\n \n\n\n59.09\n% - \n61.34\n%\n\n\n \n\n\n\n\n\n\nRussell 2000 Index\n\n\n \n\n\n31.75\n\n\n%\n\n\n \n\n\n \n\n\n30.69\n\n\n%\n\n\n \n\n\n27.62\n% - \n29.27\n%\n\n\n \n\n\n\n\n\n\nCorrelation coefficient (b)\n\n\n \n\n\n0.2094\n\n\n \n\n\n \n\n\n \n\n\n0.1540\n\n\n \n\n\n \n\n\n0.1242\n - \n0.1302\n\n\n \n\n\n\n\n\n\nRisk-free interest rate (c)\n\n\n \n\n\n2.91\n\n\n%\n\n\n \n\n\n \n\n\n0.33\n\n\n%\n\n\n \n\n\n0.16\n% - \n0.22\n%\n\n\n \n\n\n\n\n\n\nDividend yield\n\n\n \n\n\n2.26\n\n\n%\n\n\n \n\n\n \n\n\n1.07\n\n\n%\n\n\n \n\n\n \n\n\n0.95\n\n\n%\n\n\n\n\n \n(a)\nExpected volatility is calculated over the most recent period that represents the remaining term of the performance period as of the valuation date, or \nthree years\n.\n \n(b)\nThe correlation coefficient utilizes the same historical price data used to develop the volatility assumptions.\n \n(c)\nThe risk-free interest rate is based on the yield of a zero-coupon U.S. Treasury bill, commensurate with the \nthree-year\n performance period.\n \n \nThe PSUs vest, and the fair value of such PSUs are recognized, over the corresponding \nthree-year\n performance period. Our PSUs have a maximum aggregate award equal to \n200\n% of the target amount granted. Generally, the number of PSUs that may be earned depends upon the total stockholder return, or TSR, of our common stock compared with the TSR of the Russell 2000 Index, or RUT, over the three-year performance period. For PSUs, our stock must outperform the RUT by \n5\n% in order for the target award to vest. In addition, there is a cap on the number of shares that can be earned under our PSUs, which is equal to six times the grant-date value of each award.\nIn connection with the spin-off of AOUT and in accordance with the terms of the Employee Matters Agreement between us and AOUT, all outstanding PSU awards were adjusted such that the performance criteria relative to SWBI share price was modified to compare the market cap of SWBI for the 90 days subsequent to the original grant date to the combined market cap of SWBI and AOUT for the 90 days preceding the original vest date.  The change in the market cap will be compared to the change in the value of the Russell 2000 index for the same period.  In addition, a pro rata number of AOUT PSUs were granted at the time of the spin to each SWBI PSU recipient with the same terms as the underlying original SWBI PSU.\nIn certain circumstances, the vested awards will be delivered on the first anniversary of the applicable vesting date. We have applied a discount to the grant date fair value when determining the amount of compensation expense to be recorded for these RSUs and PSUs.\nDuring fiscal 2023, we granted \n108,736\n PSUs to certain of our executive officers. We also granted \n287,854\n service-based RSUs during fiscal 2023, including \n72,494\n RSUs to certain of our executive officers, \n56,497\n RSUs to our directors, and \n158,863\n RSUs to non-executive officer employees.\n \nF-\n23\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nDuring fiscal 2023, we canceled \n35,179\n service-based RSUs as a result of the service period condition not being met. We delivered \n202,859\n shares of common stock to current employees under vested RSUs with a total market value of $\n2.7\n million. In addition, in connection with a 2018 grant, which vested in fiscal 2022, we delivered \n83,586\n market-condition PSUs to certain of our executive officers and a former executive officer with a total market value of $\n1.2\n million. In addition, in connection with a 2019 grant, \n57,600\n PSUs vested to certain of our executive officers and a former executive officer, which resulted from achieving the maximum performance of \n200.0\n% of target for the original \n28,800\n PSUs granted.  Relating to this same grant, \n1,874\n shares were released to cover tax obligations on the vesting.\n \nDuring fiscal 2022, we granted \n73,913\n PSUs to certain of our executive officers and a former executive officer. We also granted \n184,767\n service-based RSUs during fiscal 2022, including \n65,518\n RSUs to certain of our executive officers and a former executive officer, \n42,702\n RSUs to our directors, and \n76,547\n RSUs to non-executive officer employees.\n \nDuring fiscal 2022, we canceled \n45,249\n service-based RSUs as a result of the service period condition not being met. We canceled \n40,869\n PSUs as a result of the service period condition not being met.  We delivered \n365,736\n shares of common stock to current employees under vested RSUs with a total market value of $\n7.5\n million. In addition, in connection with a 2018 grant, we vested \n86,400\n market-condition PSUs to certain of our executive officers and a former executive officer, which resulted from achieving the maximum performance of \n200.0\n% of target for the original \n43,200\n PSUs granted.  Related to this same grant, we released \n2,814\n market-condition PSUs to cover tax obligations as a result of the vesting.\nDuring fiscal 2021, we granted \n36,308\n PSUs to certain of our executive officers. We also granted \n234,007\n service-based RSUs during fiscal 2021, including \n68,461\n RSUs to certain of our executive officers, \n25,570\n RSUs to our directors, and \n139,976\n RSUs to non-executive officer employees.\n \nDuring fiscal 2021, we canceled \n88,365\n service-based RSUs, of which \n57,547\n RSUs was a result of the Separation, and \n30,818\n RSUs was as a result of the service period condition not being met. We canceled \n92,500\n PSUs of which \n28,800\n PSUs was a result of the spin-off and \n63,700\n was a result of the three-year stock performance targets were not being achieved. We delivered \n50,200\n shares of common stock to our former chief financial officer under vested PSUs with a total market value of $\n1.3\n million, under the terms of his retirement. We delivered \n357,345\n shares of common stock to current employees under vested RSUs with a total market value of $\n5.8\n million.\nThe grant date fair value of RSUs and PSUs that vested in fiscal 2023, 2022, and 2021 was $\n4.0\n million, $\n4.4\n million, and $\n5.9\n million, respectively.\n \nA summary of activity for unvested RSUs and PSUs for fiscal years 2023, 2022, and 2021 is as follows:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nTotal # of\n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\nTotal # of\n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\nTotal # of\n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nRestricted\n\n\n \n\n\n \n\n\nGrant Date\n\n\n \n\n\n \n\n\nRestricted\n\n\n \n\n\n \n\n\nGrant Date\n\n\n \n\n\n \n\n\nRestricted\n\n\n \n\n\n \n\n\n \n\n\nGrant\n \nDate\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nStock Units\n\n\n \n\n\n \n\n\nFair Value\n\n\n \n\n\n \n\n\nStock Units\n\n\n \n\n\n \n\n\nFair Value\n\n\n \n\n\n \n\n\nStock Units\n\n\n \n\n\n \n\n\n \n\n\nFair Value\n\n\n \n\n\n\n\n\n\nRSUs and PSUs outstanding, beginning of period\n\n\n \n\n\n \n\n\n830,813\n\n\n \n\n\n \n\n\n$\n\n\n13.30\n\n\n \n\n\n \n\n\n \n\n\n995,879\n\n\n \n\n\n \n\n\n$\n\n\n11.14\n\n\n \n\n\n \n\n\n \n\n\n1,313,974\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n10.86\n\n\n \n\n\n\n\n\n\nAwarded (a)\n\n\n \n\n\n \n\n\n425,390\n\n\n \n\n\n \n\n\n \n\n\n13.52\n\n\n \n\n\n \n\n\n \n\n\n301,880\n\n\n \n\n\n \n\n\n \n\n\n18.95\n\n\n \n\n\n \n\n\n \n\n\n270,315\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n16.54\n\n\n \n\n\n\n\n\n\nReleased\n\n\n \n\n\n \n\n\n(\n288,319\n\n\n)\n\n\n \n\n\n \n\n\n13.92\n\n\n \n\n\n \n\n\n \n\n\n(\n368,550\n\n\n)\n\n\n \n\n\n \n\n\n11.99\n\n\n \n\n\n \n\n\n \n\n\n(\n407,545\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n14.57\n\n\n \n\n\n\n\n\n\nForfeited\n\n\n \n\n\n \n\n\n(\n35,179\n\n\n)\n\n\n \n\n\n \n\n\n15.17\n\n\n \n\n\n \n\n\n \n\n\n(\n98,396\n\n\n)\n\n\n \n\n\n \n\n\n12.29\n\n\n \n\n\n \n\n\n \n\n\n(\n180,865\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n15.18\n\n\n \n\n\n\n\n\n\nRSUs and PSUs outstanding, end of period\n\n\n \n\n\n \n\n\n932,705\n\n\n \n\n\n \n\n\n$\n\n\n13.14\n\n\n \n\n\n \n\n\n \n\n\n830,813\n\n\n \n\n\n \n\n\n$\n\n\n13.30\n\n\n \n\n\n \n\n\n \n\n\n995,879\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n11.14\n\n\n \n\n\n\n\n_____________________\na)\nIncludes \n28,800\n PSUs that vested during the fiscal year in connection with achieving maximum performance targets for the 2019 grants.\nAs of April 30, 2023, there was $\n3.0\n million of unrecognized compensation cost related to unvested RSUs and PSUs. This cost is expected to be recognized over a weighted average remaining contractual term of \n1.3\n years.\n \nF-\n24\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nWe had an ESPP that commenced on September 26, 2011, or the 2011 ESPP, which authorized the sale of up to \n6,000,000\n of our common stock to employees. The 2011 ESPP continued in effect for a term of \n10\n years and expired with the offering period that ended March 31, 2022. All options and rights to participate in the 2011 ESPP are nontransferable and subject to forfeiture in accordance with the 2011 ESPP guidelines. As of April 30, 2022, we had issued \n1,948,334\n shares of common stock under the 2011 ESPP, all of which were purchased prior to April 30, 2022.  During fiscal 2022 and 2021, \n128,422\n and \n204,482\n shares were purchased under the 2011 ESPP, respectively.\nOn September 27, 2021, our stockholders approved our 2021 ESPP, which authorizes the sale of up to \n3,000,000\n shares of our common stock to employees. All options and rights to participate in our ESPP are nontransferable and subject to forfeiture in accordance with our ESPP guidelines. Our current ESPP will be implemented in a series of successive offering periods, each with a maximum duration of 12 months. If the fair market value, or FMV, per share of our common stock on any purchase date is less than the FMV per share on the start date of a 12-month offering period, then that offering period will automatically terminate, and a new 12-month offering period will begin on the next business day. Each offering period will begin on April 1 or October 1, as applicable, immediately following the end of the previous offering period. Payroll deductions will be on an after-tax basis, in an amount of not less than \n1\n% and not more than \n20\n% (or such greater percentage as the committee appointed to administer our ESPP may establish from time to time before the first day of an offering period) of a participant’s compensation on each payroll date. The option exercise price per share will equal \n85\n% of the lower of the FMV on the first day of the offering period or the FMV on the exercise date. The maximum number of shares that a participant may purchase during any purchase period is \n12,500\n shares, or a total of $\n25,000\n in shares, based on the FMV on the first day of the offering period. Our ESPP will remain in effect until the earliest of (a) the exercise date that participants become entitled to purchase a number of shares greater than the number of reserved shares available for purchase under our ESPP, (b) such date as is determined by our board of directors in its discretion, or (c) March 31, 2022. In the event of certain corporate transactions, each option outstanding under our ESPP will be assumed or an equivalent option will be substituted by the successor corporation or a parent or subsidiary of such successor corporation. During fiscal 2023, \n175,047\n shares were purchased under the 2021 ESPP.\nWe measure the cost of employee services received in exchange for an award of an equity instrument based on the grant-date fair value of the award. We calculate the fair value of our stock options issued to employees using the Black-Scholes model at the time the options were granted. That amount is then amortized over the vesting period of the option. With our ESPP, fair value is determined at the beginning of the purchase period and amortized over the term of each exercise period.\nThe following assumptions were used in valuing our ESPP purchases during the years ended April 30, 2023, 2022, and 2021:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nRisk-free interest rate\n\n\n \n\n\n4.301\n\n\n%\n\n\n \n\n\n \n\n\n0.682\n\n\n%\n\n\n \n\n\n \n\n\n0.08\n\n\n%\n\n\n\n\n\n\nExpected term\n\n\n6 months\n\n\n \n\n\n \n\n\n6 months\n\n\n \n\n\n \n\n\n6 months\n\n\n \n\n\n\n\n\n\nExpected volatility\n\n\n \n\n\n49.18\n\n\n%\n\n\n \n\n\n \n\n\n60.62\n\n\n%\n\n\n \n\n\n \n\n\n70.93\n\n\n%\n\n\n\n\n\n\nDividend yield\n\n\n \n\n\n3.59\n\n\n%\n\n\n \n\n\n \n\n\n1.85\n\n\n%\n\n\n \n\n\n \n\n\n1.17\n\n\n%\n\n\n\n\nWe estimate expected volatility using historical volatility for the expected term. The fair value of each stock option or ESPP purchase was estimated on the date of the grant using the Black-Scholes option pricing model (using the risk-free interest rate, expected term, expected volatility, and dividend yield variables, as noted in the above table). The total stock-based compensation expense, including stock options, purchases under our ESPP, and RSU and PSU awards, was $\n5.1\n million, $\n4.5\n million, and $\n4.7\n million, for fiscal years 2023, 2022, and 2021, respectively.\n \n\n\nF-\n25\n\n\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \n\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n\n\n \n\n\n14. Employer Sponsored Benefit Plans\nContributory Defined Investment Plan\n — \nWe offer two contributory defined investment plans covering substantially all employees, subject to service requirements. Employees may contribute up to \n100\n% of their annual pay, depending on the plan. We generally make discretionary matching contributions of up to \n50\n% of the first \n6\n% of employee contributions to the plan.\n We contributed $\n2.6\n million, $\n2.9\n million, and $\n2.9\n million for the fiscal years ended April 30, 2023, 2022, and 2021, respectively.\n \nNon-Contributory Profit Sharing Plan\n — We have a non-contributory profit sharing plan covering substantially all of our employees. Employees become eligible on May 1 following the completion of a full fiscal year of continuous service. Our contributions to the plan are discretionary. For fiscal 2023, we plan to contribute approximately $\n8.2\n million, which has been recorded in general and administrative costs. We contributed $\n13.5\n million and $\n14.4\n million for the fiscal years ended April 30, 2022 and 2021, respectively. Contributions are funded after the fiscal year-end.\n \n\n\n15. Income Taxes\nIncome tax expense/(benefit) from continuing operations consisted of the following (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nCurrent:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFederal\n\n\n \n\n\n$\n\n\n \n\n\n16,259\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n52,843\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n64,417\n\n\n \n\n\n\n\n\n\nState\n\n\n \n\n\n \n\n\n \n\n\n1,955\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n7,174\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9,530\n\n\n \n\n\n\n\n\n\nTotal current\n\n\n \n\n\n \n\n\n \n\n\n18,214\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n60,017\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n73,947\n\n\n \n\n\n\n\n\n\nDeferred:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFederal\n\n\n \n\n\n \n\n\n \n\n\n(\n6,217\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n1,889\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n358\n\n\n \n\n\n\n\n\n\nState\n\n\n \n\n\n \n\n\n \n\n\n(\n647\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n236\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n89\n\n\n \n\n\n\n\n\n\nTotal deferred\n\n\n \n\n\n \n\n\n \n\n\n(\n6,864\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n2,125\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n447\n\n\n \n\n\n\n\n\n\nTotal income tax expense\n\n\n \n\n\n$\n\n\n \n\n\n11,350\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n57,892\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n74,394\n\n\n \n\n\n\n\nThe following table presents a reconciliation of the provision for income taxes from continuing operations at the statutory rate of \n21\n% to the provision/(benefit) in the consolidated financial statements (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nFederal income taxes expected at the statutory rate\n\n\n \n\n\n$\n\n\n \n\n\n10,127\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n53,001\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n66,773\n\n\n \n\n\n\n\n\n\nState income taxes, less federal income tax benefit\n\n\n \n\n\n \n\n\n \n\n\n1,023\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n5,503\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n7,685\n\n\n \n\n\n\n\n\n\nStock compensation\n\n\n \n\n\n \n\n\n \n\n\n136\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n749\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n578\n\n\n)\n\n\n\n\n\n\nBusiness meals and entertainment\n\n\n \n\n\n \n\n\n \n\n\n89\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n118\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n115\n\n\n \n\n\n\n\n\n\nResearch and development tax credit\n\n\n \n\n\n \n\n\n \n\n\n(\n265\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n300\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n297\n\n\n)\n\n\n\n\n\n\nNon-deductible separation expenses\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n195\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n \n\n\n240\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n319\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n501\n\n\n \n\n\n\n\n\n\nTotal income tax expense\n\n\n \n\n\n$\n\n\n \n\n\n11,350\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n57,892\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n74,394\n\n\n \n\n\n\n\n \nF-\n26\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nDeferred tax assets and liabilities related to temporary differences consisted of the following (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nDeferred Tax Assets\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInventory reserves\n\n\n \n\n\n$\n\n\n7,495\n\n\n \n\n\n \n\n\n$\n\n\n5,187\n\n\n \n\n\n\n\n\n\nAccrued expenses, including compensation\n\n\n \n\n\n \n\n\n4,764\n\n\n \n\n\n \n\n\n \n\n\n4,138\n\n\n \n\n\n\n\n\n\nNet operating loss carryforwards and tax credits\n\n\n \n\n\n \n\n\n3,156\n\n\n \n\n\n \n\n\n \n\n\n3,168\n\n\n \n\n\n\n\n\n\nOperating lease liability\n\n\n \n\n\n \n\n\n473\n\n\n \n\n\n \n\n\n \n\n\n866\n\n\n \n\n\n\n\n\n\nProduct liability\n\n\n \n\n\n \n\n\n596\n\n\n \n\n\n \n\n\n \n\n\n614\n\n\n \n\n\n\n\n\n\nWorkers' compensation\n\n\n \n\n\n \n\n\n477\n\n\n \n\n\n \n\n\n \n\n\n567\n\n\n \n\n\n\n\n\n\nState bonus depreciation\n\n\n \n\n\n \n\n\n755\n\n\n \n\n\n \n\n\n \n\n\n787\n\n\n \n\n\n\n\n\n\nWarranty reserve\n\n\n \n\n\n \n\n\n913\n\n\n \n\n\n \n\n\n \n\n\n1,111\n\n\n \n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n1,551\n\n\n \n\n\n \n\n\n \n\n\n1,356\n\n\n \n\n\n\n\n\n\nSection 174 capitalized R&D expense\n\n\n \n\n\n \n\n\n1,549\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n622\n\n\n \n\n\n \n\n\n \n\n\n973\n\n\n \n\n\n\n\n\n\nTotal deferred tax assets before valuation allowance\n\n\n \n\n\n \n\n\n22,351\n\n\n \n\n\n \n\n\n \n\n\n18,767\n\n\n \n\n\n\n\n\n\nValuation allowance\n\n\n \n\n\n \n\n\n(\n3,031\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,086\n\n\n)\n\n\n\n\n\n\nNet deferred tax assets\n\n\n \n\n\n \n\n\n19,320\n\n\n \n\n\n \n\n\n \n\n\n15,681\n\n\n \n\n\n\n\n\n\nDeferred Tax Liabilities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOperating lease right-of-use assets\n\n\n \n\n\n \n\n\n(\n420\n\n\n)\n\n\n \n\n\n \n\n\n(\n806\n\n\n)\n\n\n\n\n\n\nProperty, plant & equipment\n\n\n \n\n\n \n\n\n(\n8,847\n\n\n)\n\n\n \n\n\n \n\n\n(\n12,049\n\n\n)\n\n\n\n\n\n\nIntangible assets\n\n\n \n\n\n \n\n\n(\n1,581\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,186\n\n\n)\n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n(\n387\n\n\n)\n\n\n \n\n\n \n\n\n(\n419\n\n\n)\n\n\n\n\n\n\nTotal deferred tax liabilities\n\n\n \n\n\n \n\n\n(\n11,235\n\n\n)\n\n\n \n\n\n \n\n\n(\n14,460\n\n\n)\n\n\n\n\n\n\nNet Deferred Tax Asset/(Liability)\n\n\n \n\n\n$\n\n\n8,085\n\n\n \n\n\n \n\n\n$\n\n\n1,221\n\n\n \n\n\n\n\nWe had \nno\n federal net operating losses as of April 30, 2023.\nWe had $\n17.7\n million in state net operating loss carryforwards as of both April 30, 2023 and 2022. The state net operating loss carryforwards will expire between \nApril 30, 2027\n and \nApril 30, 2040\n. We had $\n2.8\n million and $\n2.9\n million of state tax credit carryforwards as of April 30, 2023 and 2022, respectively. The state tax credit carryforwards will expire between \nApril 30, 2023\n and \nApril 30, 2025\n, with certain of these credits having no expiration date.\n \nAs of both April 30, 2023 and 2022, valuation allowances related to future deductible temporary differences were $\n957,000\n and $\n904,000\n, respectively and $\n2.2\n million and $\n2.3\n million were provided on our deferred tax assets for state net operating loss carryforwards and state tax credits, respectively, that we do not anticipate using prior to expiration.\nThe income tax provisions represent effective tax rates of \n23.5\n% and \n22.9\n% for fiscal 2023 and 2022, respectively.\n \nWith limited exception, we are subject to U.S. federal, state, and local income tax audits by tax authorities for fiscal years subsequent to April 30, 2018.\nAt April 30, 2023 and 2022, we have \nno\nt recorded any unrecognized tax benefits. We maintain an accounting policy of recording interest and penalties, if applicable, related to uncertain tax positions as a component of income taxes. As of April 30, 2023 and 2022, there were \nno\n interest and penalties accrued.\n\n\n16. Commitments and Contingencies\nLitigation\n \nIn \nJanuary 2018, Gemini Technologies, Incorporated, or Gemini, commenced an action against us in the U.S. District Court for the District of Idaho, or the District Court. The complaint alleges, among other things, that we\n \nF-\n27\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nbreached \nthe earn-out and other provisions of the asset purchase agreement and ancillary agreements between the parties in connection with our acquisition of the Gemtech business from Gemini. The complaint seeks a declaratory judgment interpreting various terms of the asset purchase agreement and damages in the sum of $\n18.6\n million. In May 2018, the District Court dismissed the complaint on the grounds of \nforum non conveniens\n. In June 2018, Gemini appealed the decision dismissing its complaint to the U.S. Court of Appeals for the Ninth Circuit, or the Ninth Circuit. In July 2019, the Ninth Circuit reversed the dismissal and remanded the case to the District Court to perform a traditional \nforum non conveniens\n analysis. In September 2019, the parties stipulated that they do not contest that the venue is proper in the District of Idaho. In November 2019, we filed an answer to Gemini’s complaint and a counterclaim against Gemini and its stockholders at the time of the signing of the asset purchase agreement. Plaintiffs amended their complaint to add a claim of fraud in the inducement. In September 2021, Gemini filed a motion for summary judgment seeking to dismiss our counterclaim. In October 2021, we filed our opposition to Gemini’s motion. On June 27, 2022, the court denied Gemtech's motion for summary judgment. We believe the claims asserted in the complaint have no merit, and we intend to aggressively defend this action.\nWe are a defendant in \nseven\n product liability cases and are aware of \neight\n other product liability claims, primarily alleging defective product design, defective manufacturing, or failure to provide adequate warnings. In addition, we are a co-defendant in a case filed in August 1999 by the city of Gary, Indiana, or the City, against numerous firearm manufacturers, distributors, and dealers seeking to recover monetary damages, as well as injunctive relief, allegedly arising out of the misuse of firearms by third parties. In January 2018, the Lake Superior Court, County of Lake, Indiana granted defendants’ Motion for Judgment on the Pleadings, dismissing the case in its entirety. In February 2018, plaintiffs appealed the dismissal to the Indiana Court of Appeals. In May 2019, the Indiana Court of Appeals issued a decision, which affirmed in part and reversed in part and remanded for further proceedings, the trial court’s dismissal of the City’s complaint. In July 2019, defendants filed a Petition to Transfer jurisdiction to the Indiana Supreme Court. In November 2019, the Indiana Supreme Court denied defendants' petition to transfer and the case was returned to the trial court. Discovery remains ongoing.\nIn May 2018, we were named in an action related to the Parkland, Florida shooting that was filed in the Circuit Court, Broward County, Florida seeking a declaratory judgment that a Florida statute that provides firearm manufacturers and dealers immunity from liability when their legally manufactured and lawfully sold firearms are later used in criminal acts applies only to civil actions commenced by governmental agencies, not private litigants. In August 2018, we moved to dismiss the complaint on the grounds that it seeks an impermissible advisory opinion. In December 2018, the court granted defendants’ motion to dismiss without prejudice and granted plaintiffs leave to amend their complaint. Later in December 2018, plaintiffs filed a Second Amended Complaint for Declaratory Relief and defendants filed a Motion to Dismiss Plaintiffs’ Second Amended Complaint. In November 2019, the court granted defendants’ motion to dismiss plaintiffs’ second amended complaint, with prejudice. In June 2021, upon plaintiffs’ motion, the Fourth District Court of Appeal of the State of Florida, or the Court of Appeal, ruled that the Circuit Court’s order dismissing the case was not “final and appealable” and ordered the Circuit Court to enter a final order of dismissal. In July 2021, certain plaintiffs filed a notice of appeal to the Court of Appeal. On January 4, 2023, the Court of Appeal affirmed the trial court's dismissal of the case. On February 6, 2023, plaintiffs filed a notice of appeal to the Supreme Court of Florida. In March 2023, we filed a jurisdictional brief with the Supreme Court of Florida. On June 1, 2023, The Supreme Court of Florida denied the petition for review and provided that no motion for rehearing will be entertained.\nWe are a defendant in a putative class proceeding before the Ontario Superior Court of Justice in Toronto, Canada that was filed in \nDecember 2019\n. The action claims CAD$\n50\n million in aggregate general damages, CAD$\n100\n million in aggregate punitive damages, special damages in an unspecified amount, together with interest and legal costs. The named plaintiffs are \ntwo\n victims \nof a shooting that took place in Toronto in July 2018 and their family members. One victim was shot and injured during the shooting. The other victim suffered unspecified injuries while fleeing the shooting. The plaintiffs are seeking to certify a claim on behalf of classes that include all persons who were killed or injured in the shooting and their immediate family members. The plaintiffs allege negligent design and public nuisance. The case has not been certified as a class action. In July 2020, we filed a Notice of Motion for an order striking the claim and dismissing the action in its entirety. In February 2021, the court granted our motion in part, and dismissed the plaintiffs’ claims in public nuisance and strict liability. The court declined to strike the negligent design claim and ordered that the claim proceed to a certification motion. In March 2021, we filed a motion for leave to appeal the court’s refusal to strike the negligent design claim with the Divisional Court, Ontario Superior Court of Justice. In July 2021, plaintiffs filed a motion to stay our motion for leave to appeal with the Divisional Court,\n \nF-\n28\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \non \ngrounds that appeal is premature. In November 2021, the Divisional Court granted plaintiffs' motion, staying our motion for leave to appeal until 30 days after the decision on the balance of plaintiffs' certification motion. Plaintiffs’ certification motion was extended by the court to January 2024.\n \nIn May 2020, we were named in an action related to the Chabad of Poway synagogue shooting that took place in April 2019. The complaint was filed in the Superior Court of the State of California, for the County of San Diego – Central, and asserts claims against us for product liability, unfair competition, negligence, and public nuisance. The plaintiffs allege they were present at the synagogue on the day of the incident and suffered physical and/or emotional injury. The plaintiffs seek compensatory and punitive damages, attorneys’ fees, and injunctive relief. In September 2020, we filed a demurrer and motion to strike, seeking to dismiss plaintiffs’ complaint. In July 2021, the court granted our motion in part, and reversed it in part, ruling that (1) the PLCAA barred plaintiffs’ product liability action; (2) plaintiffs did not have standing to maintain an action under the Unfair Competition Law for personal injury related damages, but gave plaintiffs leave to amend to plead an economic injury; and (3) the PLCAA did not bar plaintiffs’ ordinary negligence and public nuisance actions because plaintiffs had alleged that we violated 18 U.S.C. Section 922(b)(4), which generally prohibits the sale of fully automatic “machineguns.” In August 2021, we filed a Petition for Writ of Mandate in the Court of Appeal of the State of California, Fourth Appellate District, Division One. In September 2021, the Court of Appeal denied our appeal. In February 2022, the court consolidated the case with three related cases, in which we are not a party. In March 2022, the court granted our motion, dismissing plaintiffs’ Unfair Competition Law claim, without further leave to amend. Discovery is ongoing. On February 28, 2023, we filed a motion for summary judgment. On May 5, 2023, plaintiffs filed their opposition to our motion for summary judgment.  On May 12, 2023, we filed our reply to plaintiffs’ opposition to our motion for summary judgment. On May 19, 2023, the court denied our motion for summary judgment without prejudice, and allowed plaintiffs time for additional, limited discovery. A hearing on our renewed motion for summary judgment is set for January 12, 2024, and the trial date has been moved to August 30, 2024.\nWe are a defendant in an action filed in the U.S. District Court for the District of Massachusetts. In August 2021, the Mexican Government filed an action against several U.S.-based firearms manufacturers and a firearms distributor, claiming defendants design, market, distribute, and sell firearms in ways they know routinely arm the drug cartels in Mexico. Plaintiff alleges, among other claims, negligence, public nuisance, design defect, unjust enrichment and restitution against all defendants and violation of the Massachusetts Consumer Protection Act against us alone, and is seeking monetary damages and injunctive relief. In November 2021, defendants filed motions to dismiss plaintiff's complaint. In January 2022, plaintiff filed its oppositions to our motions. Several amicus briefs were also filed with the court. In April 2022, a hearing was held on defendants’ motions to dismiss. In September 2022, the district court granted defendants’ motions to dismiss. In October 2022, plaintiff filed a notice of appeal with the U.S. Court of Appeals for the First Circuit. On March 14, 2023, plaintiff filed its appellant brief with the First Circuit. On May 11, 2023, defendants-appellees filed their responsive brief. Oral argument is scheduled for July 24, 2023.\nIn September 2022, we were named as defendants in 12 nearly identical, separate actions related to a shooting in Highland Park, Illinois on July 4, 2022. The complaints were filed in the Circuit Court of the Nineteenth Judicial Circuit in Lake County, Illinois and assert claims against us for negligence and for deceptive and unfair practices under the Illinois Consumer Fraud and Deceptive Business Practices Act. Plaintiffs also name as defendants the website and retailer that sold the firearm, the shooter, and the shooter’s father. The plaintiffs allege they were present at a parade at the time of the incident and suffered physical and/or emotional injury. The plaintiffs seek compensatory damages, attorneys’ fees and injunctive relief. We filed motions for removal of each case to the U.S. District Court for the Northern District of Illinois. In November 2022, we filed a motion to consolidate the cases for preliminary motion purposes. In December 2022, plaintiffs filed motions to remand the cases back to the state court. On January 20, 2023, we filed our opposition to plaintiffs’ motion to remand.\nIn December 2022, the City of Buffalo, New York filed a complaint in the Supreme Court of the State of New York, County of Erie, against numerous manufacturers, distributors, and retailers of firearms. Later in December 2022, the City of Rochester, New York filed an almost identical complaint in the Supreme Court of the State of New York, County of Monroe, against the same defendants. The complaints allege violation of New York General Business Law, public nuisance, and deceptive business practices in violation of NY General Business Laws. In January 2023, we filed notices of removal of the cases to the US District Court. On March 24, 2023, defendants filed a motion to stay both cases pending a ruling by the U.S. Court of Appeals for the Second Circuit in the NSSF v. James case. On June\n \nF-\n29\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \n8, 2023, the court granted defendants’ motions to consolidate and to stay pending resolution of the NSSF v. James appeal.\n \nWe believe that the various allegations as described above are unfounded, and, in addition, that any incident and any results from them or any injuries were due to negligence or misuse of the firearm by the claimant or a third party.\nIn March 2022, \ntwo\n plaintiffs, on behalf of a proposed class of current and former employees and temporary workers who worked at our Springfield facility from November 2018 to the present, filed a claim alleging non-payment of wages and overtime in violation of the Massachusetts Wage Act and Massachusetts Fair Wage Act. The case has not been certified as a class action. We believe the claims asserted in the complaint have no merit, and we intend to aggressively defend this action. Mediation is scheduled for June 23, 2023.\nIn addition, from time to time, we are involved in lawsuits, claims, investigations, and proceedings, including commercial, environmental, premises and employment matters, which arise in the ordinary course of business.\n \nThe relief sought in individual cases primarily includes compensatory and, sometimes, punitive damages. Certain of the cases and claims seek unspecified compensatory or punitive damages. In others, compensatory damages sought may range from less than $\n75,000\n to approximately $\n50.0\n million. In our experience, initial demands do not generally bear a reasonable relationship to the facts and circumstances of a particular matter. We believe that our accruals for product liability cases and claims are a reasonable quantitative measure of the cost to us of product liability cases and claims.\n \nWe are vigorously defending ourselves in the lawsuits to which we are subject. An unfavorable outcome or prolonged litigation could harm our business. Litigation of this nature also is expensive, time consuming, and diverts the time and attention of our management.\nWe monitor the status of known claims and the related product liability accrual, which includes amounts for defense costs for asserted and unasserted claims. After consultation with litigation counsel and a review of the merit of each claim, we have concluded that we are unable to reasonably estimate the probability or the estimated range of reasonably possible losses related to material adverse judgments related to such claims and, therefore, we have not accrued for any such judgments. In the future, should we determine that a loss (or an additional loss in excess of our accrual) is at least reasonably possible and material, we would then disclose an estimate of the possible loss or range of loss, if such estimate could be made, or disclose that an estimate could not be made. We believe that we have provided adequate accruals for defense costs.\n \nFor the fiscal years ended April 30, 2023, 2022, and 2021, we paid $\n988,000\n, $\n729,000\n, and $\n606,000\n, respectively, in defense and administrative costs relative to product liability and municipal litigation. In addition, during fiscal 2023 and 2021, we paid an aggregate of $\n1.5\n million and $\n65,000\n, respectively, in settlement fees related to product liability cases. During fiscal 2022, we made \nno\n payments related to settlement fees for product liability cases. As of April 30, 2023 and 2022, we had $\n1.6\n million and $\n815,000\n, respectively, accrued for settlement fees, that were paid subsequent to the corresponding year end.\n \nWe have recorded our liability for defense costs before consideration for reimbursement from insurance carriers. We have also recorded the amount due as reimbursement under existing policies from the insurance carriers as a receivable shown in other current assets and other assets.\n \nWe recognize gains and expenses for changes in our product liability provisions and municipal litigation liabilities. In fiscal 2023, we recorded expense of $\n176,000\n; in fiscal 2022, we recorded expense of $\n1.2\n million; and in fiscal 2021, we recorded expense of $\n388,000\n.\nAt this time, an estimated range of reasonably possible additional losses relating to unfavorable outcomes cannot be made.\nCommitments\nF-\n30\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nOn September 30, 2021, we announced our plan to move our headquarters and significant elements of our operations to Maryville in 2023, or the Relocation. In connection with the Relocation, we entered into a project agreement, or the Project Agreement, with The Industrial Development Board of Blount County and the cities of Alcoa and Maryville, Tennessee, a public, nonprofit corporation organized and existing under the laws of the state of Tennessee, or the IDB. \nPursuant to the Project Agreement, we represented to the IDB that we intend to incur, or cause to be incurred, no less than $120.0 million in aggregate capital expenditures on or before December 31, 2025, create no less than 620 new jobs, and sustain an average hourly wage of at least $\n25.97\n at the facility. Further, pursuant to the Project Agreement, we are required to, among other things, (A) execute a facility lease and an equipment lease with the IDB; (B) cause the construction of the new facility at our sole cost and expense to commence on or before May 31, 2022; (C) incur, or cause to be incurred, aggregate capital expenditures in connection with the construction and equipping of the new facility in an aggregate amount of not less than $\n120.0\n million on or before December 31, 2025; (D) cause the construction of the new facility to be substantially completed and for a certificate of occupancy to be issued therefore on or before December 31, 2023; (E) provide the IDB with a written report certified by one of our authorized officers, not later than January 31 of each year during the period between January 31, 2024 and January 31, 2031; and (F) make certain payments to IDB in the event that our actual capital expenditures, number of employees, or average hourly wage of such employees are less than our projections.\nOn February 2, 2023, we entered into a design-build agreement with The Christman Company, or Christman, related to the construction of our new distribution center and corporate office headquarters in Maryville, or the Construction Contract. The Construction Contract has an effective date of September 13, 2021 and incorporates the arrangements under which we and Christman have been proceeding. Pursuant to the Construction Contract, Christman is obligated to deliver certain services, including, among others, design phase services and construction phase services, and we are obligated to pay Christman for services performed. The parties to the Construction Contract have jointly agreed that Christman will perform and complete the Work (as defined therein) on a cost-plus basis for a guaranteed maximum price of $\n114,533,853\n, including contingencies. When adding the cost of machinery and equipment, we expect to spend between $\n160.0\n million and $\n170.0\n million through the end of fiscal 2024. The Construction Contract includes terms that are customary for contracts of this type, including with respect to indemnification and insurance. The Construction Contract lists certain contract milestones and guaranteed completion dates, and we will be entitled to liquidated damages under certain circumstances. Each party to the Construction Contract is entitled to terminate the Construction Contract under certain circumstances.\nAs part of the Relocation, on January 31, 2023, we entered into the Assignment and Assumption Agreement and the Amended and Restated Guaranty. Assets associated with certain of our assembly operations in Massachusetts and distribution operations in Missouri continue to be fully utilized, and we intend to either move those assets to Maryville at the appropriate time or sell or sublease those assets that will not be moved. Consequently, as of April 30, 2023, we do not believe we have an impairment related to the building or assets. Subsequent to the Relocation, we expect our Springfield facility will continue to remain an important part of our manufacturing activities with significant portions of the operations being unaffected by the Relocation.\nIn addition, we intend to relocate a portion of our plastic injection molding operations to Maryville and will evaluate selling the remaining molding operations utilized in our Connecticut operations to a third party. As of April 30, 2023, all plastic injection molding machinery and equipment was being utilized. Therefore, we could not determine an estimated range of reasonably possible losses associated with any impairment of such assets because we have not yet determined which assets may be sold.\nEnvironmental Remediation\n \nWe are subject to numerous federal, state, and local laws and regulations that regulate the health and safety of our workforce, including, but not limited to, those regulations monitored by the Occupational Health and Safety Administration, or OSHA, the National Fire Protection Association, and the Department of Public Health. Though not exhaustive, examples of applicable regulations include confined space safety, walking and working surfaces, machine guarding, and life safety.\n \nWe are also subject to numerous federal, state, and local environmental laws and regulations concerning, among other things, emissions in the air; discharges to land, surface, subsurface strata and water; and the generation, handling, storage, transportation, treatment, and disposal of hazardous wastes and other materials. These laws have required us\n \nF-\n31\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \nto make significant expenditures of both a capital and expense nature. Several of the more significant federal laws applicable to our operations include the Clean Air Act, the Clean Water Act, the Comprehensive Environmental Response, Compensation and Liability Act, or CERCLA, and the Solid Waste Disposal Act, as amended by the Resource Conservation and Recovery Act.\n \nWe have in place programs and personnel to monitor compliance with various federal, state, and local environmental regulations. In the normal course of our manufacturing operations, we are subject to governmental proceedings and orders pertaining to waste disposal, air emissions, and water discharges into the environment. We fund our environmental costs through cash flows from operations. We believe that we are in compliance with applicable environmental regulations in all material respects.\n \nWe are required to remediate hazardous waste at our facilities. Currently, we own a designated site in Springfield, Massachusetts that contains two release areas, which are the focus of remediation projects as part of the Massachusetts Contingency Plan, or MCP. The MCP provides a structured environment for the voluntary remediation of regulated releases. We may be required to remove hazardous waste or remediate the alleged effects of hazardous substances on the environment associated with past disposal practices at sites not owned by us. We have received notice that we are a potentially responsible party from the Environmental Protection Agency and/or individual states under CERCLA or a state equivalent at two sites.\nAs of April 30, 2023, and 2022, we did \nno\nt have an open environmental reserve recorded in our consolidated balance sheet.\n \nWhen the available information is sufficient to estimate the amount of liability, that estimate has been used. When the information is only sufficient to establish a range of probable liability and no point within the range is more likely than any other, the lower end of the range has been used. We may not have insurance coverage for our environmental remediation costs. We have not recognized any gains from probable recoveries or other gain contingencies.\n \nBased on information known to us, we do not expect current environmental regulations or environmental proceedings and claims to have a material adverse effect on our consolidated financial position, results of operations, or cash flows. However, it is not possible to predict with certainty the impact on us of future environmental compliance requirements or the cost of resolving of future environmental health and safety proceedings and claims, in part because the scope of the remedies that may be required is not certain, liability under federal environmental laws is joint and several in nature, and environmental laws and regulations are subject to modification and changes in interpretation. There can be no assurance that additional or changing environmental regulation will not become more burdensome in the future and that any such development would not have a material adverse effect on our company.\n \nContracts\n \nEmployment Agreements \n— We have employment, severance, and change of control agreements with certain employees.\n\n\n17. Restructuring\nAs a result of the Relocation, $\n8.3\n and $\n10.2\n million of restructuring charges were recorded in fiscal 2023 and  fiscal 2022, respectively.\nThe following table summarizes restructuring charges by line item for fiscal 2023 and fiscal 2022 (in thousands):\nF-\n32\n\n\nSMITH & WESSON BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS — (Continued)\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n$\n\n\n3,923\n\n\n \n\n\n \n\n\n$\n\n\n3,361\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n \n\n\n1,055\n\n\n \n\n\n \n\n\n \n\n\n1,294\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n3,280\n\n\n \n\n\n \n\n\n \n\n\n5,590\n\n\n \n\n\n\n\n\n\nTotal restructuring charges\n\n\n \n\n\n$\n\n\n8,261\n\n\n \n\n\n \n\n\n$\n\n\n10,245\n\n\n \n\n\n\n\nThe components of the restructuring charges recorded in our consolidated income statement are as follows (in thousands):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Year Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nSeverance and employee-related benefits (a)(b)\n\n\n \n\n\n$\n\n\n4,354\n\n\n \n\n\n \n\n\n$\n\n\n5,732\n\n\n \n\n\n\n\n\n\nRelocation (a)\n\n\n \n\n\n \n\n\n2,856\n\n\n \n\n\n \n\n\n \n\n\n456\n\n\n \n\n\n\n\n\n\nConsulting services\n\n\n \n\n\n \n\n\n473\n\n\n \n\n\n \n\n\n \n\n\n3,628\n\n\n \n\n\n\n\n\n\nEmployee relations\n\n\n \n\n\n \n\n\n349\n\n\n \n\n\n \n\n\n \n\n\n368\n\n\n \n\n\n\n\n\n\nOffice rent and equipment\n\n\n \n\n\n \n\n\n229\n\n\n \n\n\n \n\n\n \n\n\n61\n\n\n \n\n\n\n\n\n\nTotal restructuring charges\n\n\n \n\n\n$\n\n\n8,261\n\n\n \n\n\n \n\n\n$\n\n\n10,245\n\n\n \n\n\n\n\n____________________________________\n(a)\nRecorded in accrued payroll and incentive\n(b)\nAmounts reported in Severance and employee-related benefits in fiscal year 2022 were reclassified to Relocation.\nThe following table summarizes the activity in the severance and employee-related benefits and relocation accruals for fiscal 2023 and fiscal 2022 (in thousands):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nSeverance and employee-related benefits\n\n\n \n\n\n \n\n\nRelocation\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\nAccrual at April 30, 2022\n\n\n \n\n\n$\n\n\n5,732\n\n\n \n\n\n \n\n\n$\n\n\n456\n\n\n \n\n\n \n\n\n$\n\n\n6,188\n\n\n \n\n\n\n\n\n\n    Charges\n\n\n \n\n\n \n\n\n4,354\n\n\n \n\n\n \n\n\n \n\n\n2,856\n\n\n \n\n\n \n\n\n \n\n\n7,210\n\n\n \n\n\n\n\n\n\n    Cash payments and settlements\n\n\n \n\n\n \n\n\n(\n32\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,566\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,598\n\n\n)\n\n\n\n\n\n\nAccrual at April 30, 2023 (a)\n\n\n \n\n\n$\n\n\n10,054\n\n\n \n\n\n \n\n\n$\n\n\n1,746\n\n\n \n\n\n \n\n\n$\n\n\n11,800\n\n\n \n\n\n\n\n___________________________________\na)\nRecorded in accrued payroll and incentive\n\n\nF-\n33\n\n\n\n\n\n\n\n",
    "item7a": ">ITEM 7A.\n\n\n \n\n\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\n46\n\n\n\n",
    "cik": "1092796",
    "cusip6": "831754",
    "cusip": [
        "831754106",
        "831754956",
        "831754906"
    ],
    "names": [
        "SMITH & WESSON BRANDS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1092796/000095017023029412/0000950170-23-029412-index.htm"
}