{
    "item1": ">ITEM 1.  \nBUSINESS\n\n\nAs used in this document, the terms “Culp,” the “company,” “we,” “our,” and “us” refer to Culp, Inc. and its consolidated subsidiaries (unless the context indicates another meaning). The term “common stock” means the common stock of Culp, Inc., par value $.05 per share. The terms “Read Window Products” and “Read” refer to our wholly-owned subsidiary, Read Window Products, LLC.\n \n\n\nOver\nview\n\n\nCulp manufactures, sources, and markets mattress fabrics and sewn covers used for covering mattresses and foundations and other bedding products; and upholstery fabrics, including cut and sewn kits, primarily used in the production of upholstered furniture. The company competes in a business driven by fashion and product performance, and we strive to differentiate ourselves by placing a sustained focus on creativity and product innovation. In addition, we place great emphasis on providing excellent and dependable service to our customers. Our focused efforts to protect our financial strength have allowed us to maintain our position as a financially stable and trusted supplier of innovative fabrics to bedding and furniture manufacturers.\n\n\nWe believe Culp is one of the largest producers of mattress fabrics in North America and one of the largest marketers of upholstery fabrics for furniture in North America, measured by total sales. Our operations are classified into two operating segments — mattress fabrics and upholstery fabrics. The mattress fabrics business markets primarily knitted and woven fabrics, as well as sewn covers made from those fabrics, which are used in the production of bedding products, including mattresses, foundations, and mattress sets. The upholstery fabrics business markets a variety of fabric products that are used principally in the production of residential and commercial upholstered furniture, including sofas, recliners, chairs, loveseats, sectionals, sofa-beds, and office seating, as well as window treatment products and installation services for customers in the hospitality and commercial industries.\n \n\n\nCulp markets a variety of fabrics and other products in different categories to a global customer base, including fabrics produced at our manufacturing facilities and fabrics produced by other suppliers. As of the end of fiscal 2023, we had active production facilities located in North Carolina; Tennessee; Quebec, Canada; Shanghai, China; and Ouanaminthe, Haiti. We also source fabrics and cut and sewn kits from other manufacturers, located primarily in China, Vietnam, and Turkey, with substantially all of these products made specifically for Culp and created by Culp designers. In addition, we operate distribution centers in North Carolina, Canada, China, and Haiti to facilitate distribution of our fabric products, with additional distribution capabilities through strategic relationships in China, Turkey, and Vietnam.\n\n\nOver the past decade, the portion of total company sales represented by fabrics produced outside of the U.S. and Canada has increased, while sales of goods produced in the U.S. have decreased. This trend is related primarily to the upholstery fabrics segment, where substantially all of our sales now consist of fabrics produced in Asia. The mattress fabrics business remains primarily based in North America.\n \n\n\nTotal net sales in fiscal 2023 were $234.9 million. The mattress fabrics segment had net sales of $111.0 million (47% of total net sales), and the upholstery fabrics segment had net sales of $123.9 million (53% of total net sales).\n \n\n\nOur overall sales declined 20.3% during fiscal 2023, as compared to the prior year, with mattress fabric sales decreasing 27.1% and upholstery fabric sales decreasing 13.1%. This decline was driven primarily by a slowdown in consumer demand in the domestic mattress industry throughout year, as well as a slowdown in new retail business in the residential home furnishings industry.  The impact of this industry softness was exacerbated by high inventory levels at manufacturers and retailers during most of the year, which delayed the timing of shipments and new product roll outs.\n \n \n\n\nFiscal 2023 was a difficult year, but Culp navigated the challenges and maintained a solid financial position. Our associates around the world worked diligently to execute our product-driven strategy, with a focus on innovation, operational excellence, and exceptional service across our global platform. Throughout our 50 years in business, we have faced economic downturns and the various cyclical market challenges of competing in a dynamic global marketplace. One of our enduring strengths has been our ability to navigate these challenges and pursue a strategic direction that supports our business and meets the evolving needs of our valued customers.\n \n\n\nAdditional information about trends and developments in each of our business segments is provided in the “Segments” discussion below, as well as in our “Management’s Discussion and Analysis” in Part II, Section 7 of this report.\n\n\nGeneral In\nformation\n\n\nCulp, Inc. was organized as a North Carolina corporation in 1972 and made its initial public offering in 1983. Since 1997, our stock has been listed on the New York Stock Exchange and traded under the symbol “CFI” until July 13, 2017, at which time the Company’s ticker symbol changed to “CULP.” Our fiscal year is the 52- or 53-week period ending on the Sunday closest to April 30. Our executive offices are located in High Point, North Carolina.\n\n\n2\n\n\n\n\n \n\n\nCulp maintains a corporate website at www.culp.com. We will make this annual report and our other annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to these reports available free of charge on our website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (the “SEC”). Copies of any materials we file or furnish with the SEC can also be obtained free of charge through the SEC’s website at www.sec.gov. The information included on our website is not incorporated by reference into this annual report or any other reports we file with, or furnish to, the SEC.\n\n\nSegm\nents\n\n\nOur operations are classified into two business segments: mattress fabrics and upholstery fabrics. The following table sets forth certain information for each of our segments.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nSales by Fiscal Year ($ in Millions) and Percentage of Total\nCompany Sales\n\n\n \n\n\n\n\n\n\nSegment\n\n\n \n\n\nFiscal\n2023\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFiscal\n2022\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFiscal\n2021\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMattress Fabrics\n\n\n \n\n\n$\n\n\n111.0\n\n\n \n\n\n \n\n\n \n\n\n47\n\n\n%\n\n\n \n\n\n$\n\n\n152.2\n\n\n \n\n\n \n\n\n \n\n\n52\n\n\n%\n\n\n \n\n\n$\n\n\n157.7\n\n\n \n\n\n \n\n\n \n\n\n53\n\n\n%\n\n\n\n\n\n\nUpholstery Fabrics\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNon-U.S.-Produced\n\n\n \n\n\n \n\n\n114.5\n\n\n \n\n\n \n\n\n \n\n\n49\n\n\n%\n\n\n \n\n\n \n\n\n133.2\n\n\n \n\n\n \n\n\n \n\n\n45\n\n\n%\n\n\n \n\n\n \n\n\n133.0\n\n\n \n\n\n \n\n\n \n\n\n44\n\n\n%\n\n\n\n\n\n\nU.S.-Produced\n\n\n \n\n\n \n\n\n9.4\n\n\n \n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n \n\n\n \n\n\n9.4\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n \n\n\n \n\n\n9.0\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n\n\n\n\nTotal Upholstery\n\n\n \n\n\n \n\n\n123.9\n\n\n \n\n\n \n\n\n \n\n\n53\n\n\n%\n\n\n \n\n\n \n\n\n142.6\n\n\n \n\n\n \n\n\n \n\n\n48\n\n\n%\n\n\n \n\n\n \n\n\n142.0\n\n\n \n\n\n \n\n\n \n\n\n47\n\n\n%\n\n\n\n\n\n\nTotal company\n\n\n \n\n\n$\n\n\n234.9\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n294.8\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n299.7\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n\n\n\n\n \n\n\nAdditional financial information about our operating segments can be found in Note 17 of the consolidated financial statements included in Item 8 of this report.\n\n\nMattress Fabrics.\n The mattress fabrics segment, also known as Culp Home Fashions, manufactures and markets mattress fabrics and sewn mattress covers to bedding manufacturers. These products include woven jacquard fabrics, knitted fabrics, and some converted fabrics. Culp Home Fashions has fabric manufacturing facilities located in Stokesdale, North Carolina, and St. Jerome, Quebec, Canada. Knitted fabrics are produced at both the Stokesdale and St. Jerome facilities, while jacquard (damask) fabric is produced solely at the St. Jerome facility. The majority of our finishing and inspection processes for mattress fabrics are conducted at the Stokesdale plant, while the St. Jerome plant provides additional capacity and a second location for these processes. Both of these facilities offer finished goods distribution capabilities, and the Stokesdale plant houses the division offices. The segment also sources mattress fabric products internally from Culp China, which is operated by our upholstery fabrics division, as well as from a supplier in Turkey, based on our own designs and production schedule.\n \n\n\nOur  mattress cover operation currently has a wholly-owned manufacturing platform in Haiti for production of cut and sewn mattress covers. This platform includes two leased facilities. We also utilize our Culp China platform, operated by our upholstery fabrics division, to source sewn mattress covers from third-party suppliers in Asia. During fiscal 2023, we completed a restructuring and rationalization of our U.S.-based cut and sewn cover platform, moving our research and development (\"R&D\") and prototyping capabilities from our location in High Point, North Carolina, to our owned facility in Stokesdale, North Carolina. The result of this move was the discontinuation of our higher-cost on shore production capabilities, with the closure of two leased facilities in High Point during the third quarter. We believe this platform restructuring will allow us to generate cost savings by utilizing our lower-cost mattress cover production and sourcing capabilities in Haiti and Asia, where we can scale operations to align with demand and continue to support the needs of our customers.\n \n\n\nDuring the past few years, we completed several multi-year capital projects for the mattress fabrics business, including consolidating certain operations, expanding capacity, improving efficiency and customer service, and maintaining our flexible approach to fabric sourcing. In fiscal 2019, we consolidated our weaving operations to one facility in Quebec, Canada, and expanded production of our sewn mattress covers in Haiti and China to meet customer demand in the growing boxed bedding market. Additionally, we continued to expand our design capabilities in fiscal 2019, launching new software and a library system for cataloging our products to drive marketing and enhance innovation. In fiscal 2020, we further enhanced our design and innovation platform by establishing a dedicated innovation team to develop and offer the latest technologies and forward-looking products, expanding our creative team to complement our innovation strategy, and releasing a new digital library, design simulations, and 3D image rendering capabilities to showcase our designs and marketing tools. We were able to leverage these new technologies during the COVID-19 pandemic, in the face of travel restrictions and canceled tradeshows, to continue showcasing our products and support our customers through virtual design collaboration. In fiscal 2021, we invested in additional knit machines and other equipment to expand fabric capacity in North America. We also enhanced our digital project management platform, which allows us to work with customers from concept ideation and 3D\n \n\n\n3\n\n\n\n\n \n\n\nmapping to product life cycle management and final merchandising. In fiscal 2022, we expanded our leading-edge technology at our Canadian manufacturing facility with the addition of a sectional warper and lamination line.\n\n\nAfter eight consecutive years of growth, sales for the mattress fabrics segment declined in fiscal 2019 and fiscal 2020. The decline in fiscal 2019 was mainly attributable to the acceleration of low-priced mattress imports from China towards the end of fiscal 2018 and through the first three quarters of fiscal 2019, together with the increased acceptance by consumers of roll-packed/boxed bedding delivered through major online e-commerce channels. The decline in fiscal 2020 was primarily due to the significant disruption from the COVID-19 pandemic during the fourth quarter, as well as continued disruption in the domestic mattress industry relating to low-priced mattress imports that moved from China to other countries. Sales increased significantly in fiscal 2021, as compared to fiscal 2020, driven by the consumer focus on the home environment and overall comfort during the COVID-19 pandemic, combined with our ability to service this demand through our global platform. For fiscal 2022, sales declined slightly compared to the prior year primarily due to industry weakness in domestic mattress industry sales, especially during the fourth quarter, along with some disruption from COVID-related shutdowns. We believe this industry softness was mostly caused by inflationary pressures affecting consumer spending and a shift in demand from home goods to travel, leisure, and entertainment following a pulling forward of demand for home goods during the early years of the COVID-19 pandemic.\n \n\n\nThe decline in sales continued during fiscal 2023, driven by an ongoing slowdown in consumer demand, with mattress industry reports reflecting significant unit contraction during this period. The impact of this industry softness was exacerbated, especially during the first nine months of the year, by mattress manufacturers and retailers working through an excess of inventory, delaying the timing of shipments and new product roll outs. As a result, sales declined significantly in fiscal 2023 compared to the prior year. However, we were encouraged to see strong sequential and year-over-year improvement beginning in the fourth quarter, primarily driven by the roll out of new customer programs.\n\n\nDespite the challenging macro-economic conditions during fiscal 2023, we diligently worked to manage the aspects of our business that we can control, taking necessary steps to withstand current market challenges and position our business for renewed growth. During the second half of fiscal 2023, we began executing on a comprehensive business transformation plan, laying the foundation for operational improvement with new leadership and a restructured management team. Throughout the year, we focused on our product-driven strategy, with an emphasis on innovation, design creativity, and strengthening customer relationships. The strength and flexibility of our global manufacturing and sourcing operations in the U.S., Canada, Haiti, Asia, and Turkey allowed us to support the evolving needs of our mattress fabric and cover customers throughout the year. We believe the success of our mattress fabrics segment over the long term is due to our focus on these foundational values and strategic initiatives that allow us to meet changing customer demands.\n\n\nUpholstery Fabrics.\n The upholstery fabrics segment markets fabrics for residential and commercial furniture, including jacquard woven fabrics, velvets, micro denier suedes, woven dobbies, knitted fabrics, piece-dyed woven products, and polyurethane “leather look” fabrics. With the acquisition of Read Window Products at the end of fiscal 2018, this segment also markets window treatment products and installation services, including roller shades, drapery, hardware, and top-of-mattress soft goods, for customers in the hospitality and commercial industries.\n\n\nThe upholstery fabrics segment currently operates two manufacturing facilities in Shanghai, China. From these locations, we market a variety of upholstery fabrics and cut and sewn kits sourced from third-party producers, mostly in China and Vietnam. We utilize these facilities for design, finishing, warehousing, quality control, and inspection operations related to these products. We previously produced cut and sewn fabric kits in Shanghai, China. However, during fiscal 2023, based on market dynamics for cut and sewn products and the strength of our Asian supply chain, we rationalized and adjusted our model for this platform with the closure of our cut and sew facility. Additionally, during the third quarter of fiscal 2022, we commenced operation of a new leased facility in Ouanaminthe, Haiti, dedicated to the production of cut and sewn fabric kits. However, due to a decline in demand for these cut and sewn kits, we terminated the agreement to lease this new facility during the third quarter of fiscal 2023 and relocated a scaled-down upholstery cut and sew operation into our existing mattress cover facility also located in Ouanaminthe, Haiti. We believe these adjustments to our cut and sew platform will generate cost savings without sacrificing our ability to support our customers, grow our cut and sew business, and maintain our competitive advantages through our lower-cost manufacturing and sourcing operations in Asia and Haiti.\n \n\n\nWe continue to expand our marketing efforts to sell our upholstery fabrics products in countries other than the U.S., including the Chinese local market. Additionally, we fabricate a variety of window treatments, using mostly customer-supplied fabrics and materials, at our facility in Knoxville, Tennessee.\n \n\n\nOur upholstery fabrics business has moved from one that relied on a large fixed capital base that is difficult to adjust to a more flexible and scalable marketer of upholstery fabrics that meets changing levels of customer demand and tastes. At the same time, we have maintained control of the most important “value added” aspects of our business, such as design, finishing, quality control, and logistics. This strategic approach has allowed us to limit our investment of capital in fixed assets and control the costs of our products, while continuing to leverage our design and finishing expertise, industry knowledge, and important relationships.\n\n\n4\n\n\n\n\n \n\n\nAfter increasing in the two prior years, sales declined in fiscal 2020 due to the severe disruption from the COVID-19 pandemic during the fourth quarter. In fiscal 2021, our sales recovered with strong growth, driven by increased industry demand in our residential business, as well as the benefits of product innovation and opportunities with new and existing customers.  This growth was partially offset by lower sales for our hospitality business, which remained under pressure due to pandemic-related disruptions affecting the travel and leisure industries. During fiscal 2022, sales increased slightly, reflecting generally solid demand for residential upholstery products for the first nine months of the year, as well as the impact of certain pricing and surcharge actions in effect during the year. This increase was offset by a significant drop in residential sales during the fourth quarter due to COVID-related shutdowns of our facilities in China throughout the month of April and, to a lesser extent, a slowdown in new business for the residential home furnishings industry during the fourth quarter.  During fiscal 2023, our sales declined moderately as a result of reduced demand for residential upholstery products, driven by an ongoing slowdown in the residential home furnishings industry, as well as high inventory levels at manufacturers and retailers during the first nine months of the year. This decline was partially offset by higher sales in our hospitality/contract business.\n \n\n\nDespite the industry softness in fiscal 2023, we maintained our sustained focus on product innovation, and our highly durable, stain resistant LiveSmart® performance fabrics, as well as our LiveSmart Evolve® performance plus sustainability fabrics, remained popular with both existing and new residential furniture customers. Demand for our hospitality/contract fabric business also remained solid for the year.\n \n\n\nWe believe the success of our upholstery fabrics segment over the longer term is due largely to a business strategy that has included: 1) innovation in a low-cost environment, 2) speed-to-market execution, 3) consistent quality, 4) reliable service and lead times, and 5) increased recognition of and reliance on the Culp brand. Our progress has been achieved through a unique business model that has enabled the upholstery fabrics segment to execute a strategy that we believe is clearly differentiated from our competitors. In this way, we have maintained our ability to provide furniture manufacturers with products from nearly every category of fabric for upholstered furniture and meet continually changing demand levels and consumer preferences. We have also implemented additional steps to grow net sales, including an emphasis on markets beyond residential furniture, such as the hospitality market. One result of these efforts was the acquisition of Read Window Products at the end of fiscal 2018, representing a significant expansion of our production capabilities in the hospitality market, along with the addition of window treatment installation services.\n\n\nOverview of Indu\nstry and Markets\n\n\nCulp markets products primarily to manufacturers and hospitality customers in three principal markets. The mattress fabrics segment supplies the bedding industry, which produces mattress sets (mattresses, box springs, foundations and top of bed components) and bedding accessory products. The upholstery fabrics segment primarily supplies the residential furniture industry and, to a lesser extent, the commercial furniture industry. The residential furniture market includes upholstered furniture sold to consumers for household use, including sofas, sofa-beds, chairs, recliners, and sectionals. The commercial furniture, fabrics, and window treatments market includes fabrics and window treatment products used in the hospitality industry (primarily hotels and motels); fabrics used for upholstered office seating and modular office systems sold primarily for use in offices and other institutional settings, as well as commercial textile wall coverings; and window treatments for commercial application. The principal industries into which the company sells products – the bedding industry and residential and commercial furniture industry – are described in more detail below. Currently, a great majority of our products are sold to manufacturers for end use in the U.S., and thus the discussions below are focused on that market.\n\n\nOverview of Be\ndding Industry\n\n\nThe bedding industry has contracted and expanded in recent years in accordance with the general economy, and, most recently in connection with impacts from the COVID-19 pandemic, although traditionally the industry has been relatively mature and stable. This is due in part to the fact that a majority of bedding industry sales are replacement purchases, which are less volatile than sales based on economic growth and new household formations. During the second half of fiscal 2022 and throughout fiscal 2023, the bedding industry experienced weakness in domestic mattress sales, with industry reports reflecting significant unit contraction. We believe this industry softness was mostly driven by inflationary pressures affecting consumer spending, especially for mattress products in the low to mid-range price points, and a shift in demand from home goods to travel, leisure, and entertainment following a pulling forward of demand for home goods during the early years of the COVID-19 pandemic. These factors are expected to continue affecting the bedding industry during fiscal 2024.\n \n\n\nUntil recently, the U.S. bedding industry has largely remained a North American-based business, with limited competition from imports. This dynamic has mainly been due to short lead times demanded by mattress manufacturers and retailers, the customized nature of product lines, the relatively low direct labor content in mattresses, and strong brand recognition. Imports of bedding into the U.S. had been increasing gradually, but this trend significantly accelerated in fiscal 2018 and 2019, especially for lower-priced bedding. China accounted for the largest share of the imported units during these years, but the level of mattress imports entering the U.S. from China began to substantially decline beginning in the fourth quarter of fiscal 2019 in connection with punitive anti-dumping duties imposed by the U.S. Department of Commerce. However, the level of mattress imports from other countries, including Vietnam, Cambodia, Indonesia, Thailand, and Turkey, among others, significantly increased during fiscal 2020 as imports from China declined. The result\n \n\n\n5\n\n\n\n\n \n\n\nof the increase in imports during this period, and continuing into fiscal 2021, was a decline in sales for the major U.S. bedding manufacturers, which affected major suppliers to those manufacturers, including Culp.\n\n\nAs a result of the continued significant influx of low-priced imports that moved from China to other countries, the U.S. Department of Commerce imposed anti-dumping duties against seven countries, including Cambodia, Indonesia, Malaysia, Serbia, Thailand, Turkey, and Vietnam, during fiscal 2021. We believe the domestic mattress industry and, in turn, our business, began to realize some benefits from these duties during the second half of fiscal 2021 and continuing into fiscal 2022 and fiscal 2023.\n\n\nA key trend driving the bedding industry is the increased demand for roll-packed/compressed mattresses through both online and traditional sales channels. Consumer acceptance of boxed beds as a delivery mechanism continues to drive growth and increase market share for this product, increasing potential demand for sewn mattress covers. Another important trend is the increased awareness among consumers about the health benefits of better sleep, with an increased focus on the quality of bedding products and an apparent willingness on the part of consumers to upgrade their bedding. A further trend is the strong and growing emphasis on the design knitted or woven into mattress fabrics to appeal to the customer’s visual attraction and perceived value of the mattress on the retail floor, as well as in online sales channels and advertisements. Mattress fabric design efforts are based on current trends in home decor and fashion. Additionally, the growth in non-traditional sources for retail mattress sales, such as online e-commerce channels and wholesale warehouse clubs, has the potential to increase overall consumption of goods due to convenience and high traffic volume, which in turn results in higher turnover of product. Among fabric types, knitted fabrics have continued to increase in popularity. Knitted fabric was initially used primarily on premium mattresses, but these products are now being placed increasingly on mattresses at mid-range to lower retail price points.\n\n\nOverview of Residential and C\nommercial Furniture Industry\n\n\nOverall demand for our products depends upon consumer demand for furniture and bedding products, which is subject to variations in the general economy, including current inflationary pressures affecting consumer spending; declines in consumer confidence; the negative economic impact of potential additional surges of the coronavirus; and other geopolitical events, such as the ongoing Russia/Ukraine war. Because purchases of furniture products are discretionary purchases for most individuals and businesses, demand for these products may be more easily influenced by economic trends than demand for other products. Economic downturns, higher unemployment rates, and uncertainty about future health and economic prospects can affect consumer spending habits and demand for home furnishings, which reduces the demand for our products and therefore can cause a decline in our sales and earnings. Sales of commercial furniture to businesses are also affected by these same factors. These market conditions, as well as the pace of recovery from these conditions, have been uneven in recent years. In general, sales of residential furniture are influenced significantly by the housing industry and by trends in home sales and household formations, while demand for commercial furniture generally reflects economic trends affecting businesses and office occupancy. During fiscal 2021, disruption relating to the COVID-19 pandemic positively affected sales trends, with the increased consumer focus on the home and travel restrictions shifting discretionary spending away from travel and leisure activities towards home furnishings and enhancing comfort within the home environment. This sales trend began to reverse during fiscal 2022, particularly during the second half of the year, as COVID-related travel and mask restrictions were lifted and consumers began to resume travel and leisure activities, and this reversal continued throughout fiscal 2023. Inflationary pressures also began to affect consumer spending during the second half of fiscal 2022 and continuing throughout fiscal 2023. Together, these trends have caused a slowdown in new business for the residential home furnishings industry that is expected to continue during fiscal 2024.\n\n\nThe sourcing of components and fully assembled furniture from overseas continues to play a major role in the furniture industry. By far, the largest source for these imports continues to be China. Imports of upholstery fabric, both in roll and in “kit” form, have also had a significant impact on the market for upholstery fabrics in recent years. Fabrics entering the U.S. from China and other low labor cost countries have resulted in increased price competition in the upholstery fabric and upholstered furniture markets.\n\n\nIn general, the residential furniture industry has been consolidating for several years. The result of this trend is fewer, but larger, customers for marketers of upholstery fabrics. Intense price competition continues to be an important consideration for both residential and commercial furniture.\n\n\nAdditionally, with the ongoing global trade dispute and other tensions between the U.S. and China, including the imposition of tariffs during fiscal 2019 and the possibility for additional tariffs on China imports, some of our customers began altering their supply chains away from China in late fiscal 2019. This trend has continued in recent years, including in fiscal 2023, as relations between the U.S. and China have further deteriorated. While we believe Asia remains a preferred location for sourcing of components, including fabric, we continue to diversify our sourcing strategies to develop additional geographic options to service our customers.\n\n\nProdu\ncts\n\n\nAs described above, our products include mattress fabrics and upholstery fabrics, which are our two identified operating segments. These fabrics are sold in roll form and as sewn mattress covers by the mattress fabrics segment, and in roll form and as cut and sewn kits by the upholstery fabrics segment.  Our upholstery segment products also include window treatments and related products.\n \n\n\n6\n\n\n\n\n \n\n\nMattress Fabrics Segment\n\n\nMattress fabrics segment sales constituted 47% of our total net sales for fiscal 2023, compared with 52% for fiscal 2022.  The company has emphasized fabrics that have broad appeal at prices generally ranging from $1.50 to more than $10.00 per yard.\n \n\n\nUpholstery Fabrics Segment\n\n\nUpholstery fabrics segment sales totaled 53% of our sales for fiscal 2023, compared with 48% of for fiscal 2022. The company has emphasized fabrics that have broad appeal at “good” and “better” prices, generally ranging from $3.00 to $16.00 per yard.\n \n\n\nCulp Product Categories by Segment\n\n\nWe market products in most categories of fabric that manufacturers currently use for bedding and furniture. We also market window treatment products to customers in the hospitality and commercial industries.  The following table indicates the product lines within each segment, and, with respect to the fabric products, a brief description of their characteristics.\n\n\nMattress Fabrics\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWoven jacquards\n\n\nVarious patterns and intricate designs. Woven on complex looms using a variety of synthetic and natural yarns.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nConverted\n\n\nSuedes, pile and embroidered fabrics, and other specialty type products are sourced to offer diversity for higher end mattresses.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nKnitted fabric\n\n\nVarious patterns and intricate designs produced on special-width circular knit machines utilizing a variety of synthetic and natural yarns. Knitted mattress fabrics have inherent stretching properties and spongy softness, which conforms well with layered foam packages.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nSewn mattress covers\n\n\nCovers for bedding (primarily specialty beds), sewn from mattress fabrics produced by our facilities or sourced from others.\n\n\n\n\n\n\nUpholstery Fabrics\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWoven jacquards\n\n\nElaborate, complex designs such as florals and tapestries in traditional, transitional, and contemporary styles. Woven on intricate looms using a wide variety of synthetic and natural yarns.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nWoven dobbies\n\n\nFabrics that use straight lines to produce geometric designs such as plaids, stripes, and solids in traditional and country styles. Woven on less complicated looms using a variety of weaving constructions and primarily synthetic yarns.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nVelvets\n\n\nSoft fabrics with a plush feel. Woven or knitted in basic designs, using synthetic yarns that are yarn dyed or piece dyed.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nSuedes\n\n\nFabrics woven or knitted using microdenier polyester yarns, which are piece dyed and finished, usually by sanding. The fabrics are typically plain or small jacquard designs, with some being printed. These are sometimes referred to as microdenier suedes.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nFaux leathers\n\n\nSueded or knitted base cloths which are overprinted with polyurethane, and composite products consisting of a base fabric that is coated with a top layer of polyurethane, which simulates the look and feel of leather.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nCut and sewn kits\n\n\nCovers made from various types of upholstery fabrics and cut and sewn to specifications of furniture manufacturing customers for use on specific furniture frames.\n\n\n\n\n\n\n \n\n\nThrough our Read Window Products business, the upholstery fabrics segment also markets a variety of window treatment products and installation services for customers in the hospitality and commercial industries.  These products include roller & solar shades, drapery, roman shades and top treatments, hardware products, and soft goods such as duvet covers, bed skirts, bolsters and pillows.\n\n\n7\n\n\n\n\n \n\n\nManufacturing\n and Sourcing\n\n\nMattress Fabrics Segment\n\n\nOur mattress fabrics segment operates three manufacturing plants, with one located in North Carolina (Stokesdale), one in St. Jerome, Quebec, Canada, and one in Ouanaminthe, Haiti.  Over the past ten fiscal years, we made capital expenditures of approximately $67 million to consolidate our production facilities and to modernize both knit and weaving equipment, enhance and provide knit and woven finishing capabilities, and expand capacity. The result has been an increase in manufacturing efficiency and reductions in operating costs, as well as expanded product offerings and capacity.\n\n\nKnitted fabrics are produced at both our Stokesdale facility and our St. Jerome plant, while production of jacquard mattress fabrics was consolidated into the St. Jerome facility during the fourth quarter of fiscal 2019. The majority of our finishing and inspection processes for mattress fabrics are conducted at the Stokesdale plant, with the St. Jerome plant providing additional capacity and a second location for these processes, along with distribution capabilities. We produce sewn mattress covers at our manufacturing facility in Haiti. In fiscal 2017, we entered into a 50/50 joint venture with a third party mattress cover provider to construct a leased location for our mattress cover operations in Haiti, and this joint venture facility began production of mattress covers for our business during the second quarter of fiscal 2018. We completed a 40,000-square foot expansion of this Haiti facility during the second quarter of fiscal 2021 to increase capacity, and during the fourth quarter of fiscal 2021, we acquired the remaining fifty percent ownership interest in this Haiti mattress cover business from our previous joint venture partner, giving us full control of the operation and expanded capacity to meet customer demand from this lower-cost, near-shore operation. We also have R&D and prototyping capabilities for sewn mattress covers at our Stokesdale facility.\n \n\n\nIn addition to the mattress fabrics and sewn covers manufactured by Culp, we have important supply arrangements in place that allow us to source mattress fabrics and sewn covers from strategic suppliers. We source some Culp-designed knitted fabrics, certain converted fabric products, and sewn mattress covers using our Culp China platform. We also source Culp-designed sewn mattress covers from a strategic supply relationship in Vietnam. Additionally, we source a portion of our woven jacquard fabric and knitted fabric from a supplier located in Turkey, based on designs and a production schedule created by Culp.\n \n\n\nUpholstery Fabrics Segment\n\n\nThe upholstery fabrics segment currently operates two manufacturing facilities in China. We also operated a facility in Haiti dedicated to the production of cut and sewn upholstery kits during the first half of fiscal 2023, but following the rationalization and restructuring of this operation during the second half of the fiscal year, we now operate a scaled down cut and sew operation within the company's existing mattress cover facility in Haiti. Additionally, we fabricate a variety of window treatments, using mostly customer-supplied fabrics and materials, at our Read Window Products facility in Knoxville, Tennessee.\n \n\n\nOur upholstery fabrics facilities in China are located within the same industrial area in Shanghai. At these facilities, we apply value-added finishing processes to fabrics sourced from a limited number of strategic suppliers in China, and we inspect sourced fabric there as well.\n \n\n\nOur upholstery fabrics cut and sew operation in Haiti uses sourced fabrics to produce cut and sewn kits designed to be placed on specific furniture frames designated by customers.\n \n\n\nA large portion of our upholstery fabric products, as well as certain elements of our production processes, are being sourced from outside suppliers. Our facilities in China provide a base from which to access a variety of products, including certain fabrics (such as micro denier suedes and polyurethane fabrics) that are not produced anywhere within the U.S. We have found opportunities to develop significant relationships with key overseas suppliers in China that allow us to source products on a cost-effective basis, while limiting our investment of capital in manufacturing assets. We source unfinished and finished fabrics, as well as cut and sewn kits, from a limited number of strategic suppliers in China who are willing to commit significant capacity to meet our needs while working with our product development team located in China to meet the demands of our customers. Beginning in late fiscal 2019, we also developed strategic supplier relationships in Vietnam for additional sourcing of our cut and sewn kits, which has allowed us to begin adjusting our supply chains to meet customer demands in conjunction with ongoing trade disputes between the U.S. and China. Additionally, beginning in fiscal 2022, we developed strategic supplier relationships in Turkey for additional sourcing of fabric products, providing further diversification in our supply chain. The majority of upholstery fabrics and materials used by our Read Window Products business to fabricate window treatments are customer-supplied. These materials are generally sourced by customers, and we also source a portion of other window treatment products such as hardware and roller shades, from outside suppliers in the U.S., Turkey, and China.\n\n\nProduct Design \nand Innovation\n\n\nConsumer tastes and preferences related to bedding, upholstered furniture, and window treatment products change over time. The use of new fabrics, creative designs, and special production finishes and technologies remains an important consideration for manufacturers\n \n\n\n8\n\n\n\n\n \n\n\nand marketers to distinguish their products at retail and to capitalize on changes in preferred colors, patterns, textures, and performance properties. Culp’s success is largely dependent on our ability to market fabrics and products with appealing designs and patterns, as well as performance properties such as cleanability, stain-resistance, cooling, sustainability, and health-related benefits. The process of developing new designs and innovative finishes involves maintaining an awareness of broad fashion and color trends, as well as wellness and other consumer trends, both in the United States and internationally.\n\n\nIn order to enhance our design and innovation creativity and advance the synergies between our mattress fabrics and upholstery fabrics segments, we launched a new innovation campus in downtown High Point, North Carolina, during fiscal 2022. This space combines our design, innovation, and sales teams for both businesses into a shared location to support collaboration across divisions and pull our top creative talent together to develop new products and technologies based on the latest consumer trends.\n \n\n\nMattress Fabrics Segment\n\n\nDesign innovation is a very important element of producing mattress fabrics. We invest significant resources to stay ahead of current design trends, including maintaining a trained and active design and innovation staff, investing in research and development activities such as participation in international design shows, and implementing systems for creating, cataloging, and simulating new designs. Price point delineation for our fabrics and our customers’ finished mattress products is accomplished through fabric quality as well as variation in design. Consumers are drawn to the mattress that is the most visually appealing when walking into a retail showroom or viewing mattress products online, so this design variation, together with price point delineation, helps our customers merchandise different looks at various price points. Fiber differentiation also plays an important part in design. For example, rayon, organic cotton, and other special fibers, including recycled fibers promoting sustainability and fibers with cooling properties, are incorporated into the design process to allow the retailer to offer consumers additional benefits related to their sleeping experience. Similarly, many fabrics contain special production finishes that enhance fabric performance.\n\n\nMattress fabric designs are not routinely introduced on a scheduled season. Designs are typically introduced upon the request of the customer as they plan introductions of new products. Additionally, we work closely with our customers on new design offerings around the major furniture markets such as Las Vegas, Nevada, and High Point, North Carolina.\n\n\nUpholstery Fabrics Segment\n\n\nThe company has developed an upholstery fabrics design and product development team (with staff located in the U.S. and in China) with a primary focus on value in designing body cloths, while promoting style leadership with pillow fabrics and color. Our design staff travels regularly to international trade and design shows to maintain familiarity with current design and fashion trends. The team searches continually for new ideas and for the best sources of raw materials, yarns, and fabrics, utilizing a supply network located mostly in China. Using these design elements, they develop product offerings using ideas and materials that take both fashion trends and cost considerations into account to offer products designed to meet the needs of furniture manufacturers and ultimately the desires of consumers.\n\n\nUpholstery fabric designs are introduced at major fabric trade conferences that occur twice a year in the United States (June and December). In recent years we have become more aggressive in registering copyrights for popular fabric patterns and taking steps to discourage the illegal copying of our proprietary designs.\n\n\nDistri\nbution\n\n\nMattress Fabrics Segment\n\n\nMost of our mattress fabrics shipments originate from our facilities in Stokesdale, North Carolina, and we have additional distribution capabilities in Canada, China, and Haiti. Through arrangements with major customers and in accordance with industry practice, we maintain a significant inventory of mattress fabrics at our distribution facility in Stokesdale (“make to stock”), so that products may be shipped to customers with short lead times and on a “just in time” basis.\n\n\nUpholstery Fabrics Segment\n\n\nA majority of our upholstery fabrics are marketed on a “make to order” basis and are shipped directly from our distribution facilities in Burlington, North Carolina, and Shanghai, China. We also have distribution capabilities in Vietnam and Turkey. In addition to “make to order” distribution, an inventory of select fabric patterns is held at our distribution facilities in Burlington and Shanghai from which our customers can obtain quick delivery of sourced fabrics through a program known as “Culp Express.” We also have distribution capabilities for our “Culp Express” program to local customers in Canada through our mattress fabrics distribution facility in Quebec, Canada. Window treatment products sold through our Read Window Products business are done on a “job order” basis, with manufactured products shipped directly from Read's manufacturing facility in Knoxville, Tennessee to the job installation site.\n \n\n\n9\n\n\n\n\n \n\n\nSources and Availabil\nity of Raw Materials\n\n\nMattress Fabrics Segment\n\n\nRaw materials account for approximately 60%-70% of mattress fabric production costs. The mattress fabrics segment purchases primarily synthetic yarns (polyester, polypropylene, and rayon), certain greige (unfinished) goods, glue adhesives, laminates, dyes, and other chemicals. Most of these materials are available from several suppliers, and prices fluctuate based on supply and demand, the general rate of inflation, and particularly on the price of petrochemical products.\n \n\n\nThe mattress fabrics segment has generally not had significant difficulty in obtaining raw materials. During fiscal 2022, some of our outside suppliers faced extended delays and increased costs for raw materials, as well as COVID-19-related disruption that affected production. During fiscal 2023, we experienced better stability with suppliers relative to service and cost for most commodities. Our use of outside suppliers to source materials to produce mattress fabric and sewn covers makes the mattress fabrics segment vulnerable to price increases, delays, or production interruptions caused by problems within businesses that we do not control.\n\n\nUpholstery Fabrics Segment\n\n\nThe upholstery fabrics segment generally does not purchase raw materials directly, but raw materials, particularly synthetic yarns (polyester, acrylic, rayon, and polypropylene) and dyes, are important to our suppliers of finished and unfinished fabrics. Raw materials account for approximately 60%-70% of upholstery fabric manufacturing costs for products the company manufactures.\n \n\n\nIncreased reliance by both our U.S. and China upholstery operations on outside suppliers for basic production needs such as base fabrics, yarns, and finishing services has caused the upholstery fabrics segment to become more vulnerable to price increases, delays, or production interruptions caused by problems within businesses that we do not control.\n\n\nBoth Segments\n\n\nMany of our basic raw materials are petrochemical products or are produced from such products. For this reason, our raw material costs can be sensitive to changes in prices for petrochemicals and the underlying price of oil. Near the end of fiscal 2021, our raw material costs began to escalate primarily due to rising oil prices, a higher demand environment, and labor shortages. These pressures continued during fiscal 2022, with further increases in raw material costs, particularly during the second half of the year, due to the continued rise in oil prices and a higher demand environment.  During fiscal 2023, the cost of raw materials began to decline during the first half of the year due to lower oil prices and slowing global demand, but the higher costs and lower availability of labor remained challenging throughout the year.  Raw material costs were relatively stable during the second half of the year.\n \n\n\nSeason\nality\n\n\nOverall, demand for our products generally depends upon consumer demand for furniture and bedding products, which reflects sensitivity to overall economic conditions, including consumer confidence, unemployment rates, and housing market conditions. During the fourth quarter of fiscal 2020 and continuing into the first quarter of fiscal 2021, the bedding and furniture industries, including manufacturers and retail stores, were adversely affected by closures/restricted operations, supply chain disruption, and economic uncertainty due to the COVID-19 global pandemic. For the remainder of fiscal 2021, disruption relating to the COVID-19 pandemic positively affected sales trends, with the increased consumer focus on the home and travel restrictions shifting discretionary spending away from travel and leisure activities towards home furnishings and enhancing overall comfort within the home environment. However, this sales trend began to reverse during fiscal 2022, particularly during the second half of fiscal 2022 and continuing throughout fiscal 2023, as COVID-related travel and mask restrictions were lifted and consumers began to resume travel and leisure activities. Inflationary pressures also affected consumer spending on home goods during the second half of fiscal 2022 and continuing throughout fiscal 2023. Additionally, we believe consumer spending was further pressured in fiscal 2023 by other economic conditions, such as rising interest rates, the ongoing Russia/Ukraine conflict, and other economic indicators that affected consumer confidence. These impacts are not reflective of any seasonal trends in the bedding or furniture industries and are not an indicator that seasonal trends are changing for our business segments.\n\n\nMattress Fabrics Segment\n\n\nThe mattress fabrics business and the bedding industry in general are slightly seasonal, with sales being the highest in early spring and late summer, with another peak in mid-winter. However, these seasonality trends relate more to in-store retail sales and promotional events, whereas the growth in online sales, which began prior to the COVID-19 pandemic and increased during the pandemic, are less affected by in-store seasonality trends. It appears that during fiscal 2023, U.S. consumers began to return to pre-pandemic mattress buying habits, where mattresses are often purchased during major U.S. holidays.\n \n\n\n10\n\n\n\n\n \n\n\nUpholstery Fabrics Segment\n\n\nThe upholstery fabrics business today is less seasonal than it once was. In the past, seasonality resulted from one-week closings of our manufacturing facilities and the facilities of most of our customers in the U.S. during our first and third fiscal quarters for the holiday weeks of July 4th and Christmas. This effect has become much less pronounced as the majority of our fabrics are produced or sold in locations outside of the U.S. The timing of the Chinese National Holiday in October and, to a larger extent, the Chinese New Year (which occurs in January or February each year), now have a more significant impact on upholstery sales than the U.S. holiday periods, often causing sales to be higher in advance of these Chinese holiday periods and sometimes lower during or immediately following the same periods (although notably this trend for the Chinese New Year holiday did not occur during fiscal 2023, with sales lower in advance of the holiday due to high customer inventory and reduced consumer demand, followed by an uptick in sales after the holiday as customer inventory levels began to normalize).\n \n\n\nCompet\nition\n\n\nCompetition for our products is high and is based primarily on price, design, quality, product performance, timing of delivery, and service.\n\n\nMattress Fabrics Segment\n\n\nThe mattress fabrics market is concentrated in a few relatively large suppliers, as well as some niche producers focusing mainly on knitted products. We believe our principal mattress fabric and mattress cover competitors are BekaertDeslee Textiles (fabric and mattress cover producer), Global Textile Alliance (fabric and mattress cover producer), and several smaller companies producing knitted fabrics, sewn covers, and other fabric, including companies in China supplying fabric and cover products to sub-contract manufacturers in the U.S. In addition, our bedding customers continue to face increasing competition from imports of finished beds, which indirectly compete with our mattress fabrics by replacing potential sales of our products to those customers.\n \n\n\nUpholstery Fabrics Segment\n\n\nIn the upholstery fabrics market, we compete against a large number of companies, ranging from a few large manufacturers comparable in size to the company to small producers and converters (companies who buy and re-sell fabrics, but have no manufacturing). We believe our principal upholstery fabric competitors are Dorell Fabrics Co., Morgan Fabrics, Richloom Fabrics, Specialty Textile, Inc. (or STI), and ZhongWang Fabrics, plus a large number of smaller competitors (both manufacturers and converters).\n\n\nThe trend in the upholstery fabrics industry to greater overseas competition and the entry of more converters has caused the upholstery fabrics industry to become substantially more fragmented in recent years, with lower barriers to entry. This has resulted in a larger number of competitors selling upholstery fabrics, with an increase in competition based on price.\n\n\nEnvironmental and \nOther Regulations\n\n\nWe are subject to various federal and state laws and regulations, including the Occupational Safety and Health Act (“OSHA”) and federal and state environmental laws, as well as similar laws governing our manufacturing facilities in China, Canada, and Haiti. We periodically review our compliance with these laws and regulations in an attempt to minimize the risk of violations.\n\n\nOur operations involve a variety of materials and processes that are subject to environmental regulation. Under current law, environmental liability can arise from previously owned properties, leased properties, and properties owned by third parties, as well as from properties currently owned and leased by the company. Environmental liabilities can also be asserted by adjacent landowners or other third parties in toxic tort litigation.\n\n\nIn addition, under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended (“CERCLA”), and analogous state statutes, liability can be imposed for the disposal of waste at sites targeted for cleanup by federal and state regulatory authorities. Liability under CERCLA is strict as well as joint and several.\n\n\nThe U.S. Congress is considering legislation to address climate change that is intended to reduce overall greenhouse gas emissions, including carbon dioxide. In addition, the U.S. Environmental Protection Agency has made a determination that greenhouse gas emissions may be a threat to human health and the environment. International agreements may also result in new regulations on greenhouse gas emissions. It is uncertain if, when, and in what form, a mandatory carbon dioxide emissions reduction program may be enacted either through legislation or regulation. However, if enacted, this type of program could materially increase our operating costs, including costs of raw materials, transportation, and electricity. It is difficult to predict the extent to which any new rules or regulations would affect our business, but we would expect the effect on our operations to be similar to that for other manufacturers, particularly those in our industry.\n\n\n11\n\n\n\n\n \n\n\nWe are periodically involved in environmental claims or litigation and requests for information from environmental regulators. Each of these matters is carefully evaluated, and the company provides for environmental matters based on information presently available. Based on this information, we do not currently believe that environmental matters will have a material adverse effect on either the company’s financial condition or results of operations. However, there can be no assurance that the costs associated with environmental matters will not increase in the future.\n\n\nHuman C\napital\n\n\nOur Employees\n \n\n\nAs of the end of fiscal 2023, we employed 1,333 people, a decrease of 249 employees as compared to the end of the prior fiscal year.  The mattress fabrics segments employed 759 people at fiscal year-end, a decrease of 186 employees, while the upholstery segment employed 543 people, a decrease of 60 employees from the prior year. The remaining employees comprise the company’s shared services functions.\n\n\nThe decrease in the number of employees in the mattress fabrics segment in fiscal 2023, as compared to the prior year, was associated with the rationalization of our U.S.-based mattress fabrics cut and sew platform, which included the closure of two U.S. facilities associated with this business. The decrease in the number of employees in the upholstery fabrics segment in fiscal 2023, as compared to the prior year, was associated with the rationalization and restructuring of our upholstery cut and sew platform during the year, which included the closure of our Shanghai cut and sew facility, as well as the rationalization and relocation of our Haiti cut and sew operation into an existing mattress cover facility also located in Haiti.\n \n\n\nApproximately 478 employees work in the United States, and 855 are employed in international locations. We employ the vast majority of our employees on a full-time basis.\n\n\nThe hourly employees at our manufacturing facility in Canada (approximately 11% of our workforce) are represented by a local, unaffiliated union. The collective bargaining agreement for these employees expires on February 1, 2026. We are not aware of any efforts to organize any more of our employees, and we believe our employee relations are very good with both our unionized and non-unionized workforce. Our company-wide annual employee turnover rate was approximately 42% during the past fiscal year, compared to approximately 25% in the prior year.  The increase in our annual employee turnover compared to the prior fiscal year was driven mostly by the rationalization and restructuring our upholstery fabrics cut and sew operations in China and Haiti and our mattress fabrics cut and sew operation in the U.S.\n\n\nMission Statement and Values\n\n\nOur human resources department has adopted a mission statement that embodies our values and goals in the company’s relationships with our employees. The mission statement is as follows:\n\n\nCulp HR Services is committed to providing outstanding employee support in a mutually respectful, safe, diverse, and collaborative environment through innovative programming that engages our associates and promotes the success of Culp, Inc.\n\n\nWe strive to maintain a welcoming and inclusive workplace. Discrimination on the basis of race, ethnicity, sex, age, religion, national origin, sexual orientation, gender, gender identity, genetic information, disability, veteran status, or other status protected by law, as well as sexual harassment or harassment of any kind, are not tolerated in our workplaces. Employees have multiple avenues available to report inappropriate behavior, including a dedicated “HR Connection” phone line. All reports of inappropriate behavior are promptly investigated and appropriate action is taken to prevent their recurrence. We also prohibit retaliation against individuals who, in good faith, report any violation of company policies, including unlawful discrimination or harassment.\n\n\nAlong with our mission statement and values, we act in accordance with our Code of Business Conduct and Ethics (“Code of Conduct”), which sets forth expectations and guidance for employees to make appropriate decisions. Our Code of Conduct covers topics such as conflicts of interest, fair dealing, protecting confidential information, appropriate use of company assets, compliance with laws (including, without limitation, anti-corruption and antitrust laws), workplace safety and environmental stewardship, and reporting Code of Conduct violations. The Code of Conduct reflects our commitment to operating in a fair, honest, ethical, and responsible manner, and also provides direction for reporting complaints in the event of alleged violations of our policies. Our executive officers and supervisors maintain “open door” policies, and any form of retaliation is strictly prohibited.\n \n\n\nWe also conduct regular training programs with our management and employee leaders to inform and refresh their knowledge about company policies and procedures pertaining to employment and human capital.\n\n\n12\n\n\n\n\n \n\n\nEmployee Recruitment, Development, Engagement, and Wellness\n\n\nWe strive to attract, recruit, and retain employees through competitive compensation and benefit programs that are aligned with those of comparable industries and in the geographic areas where our facilities are located, and in compliance with local regulatory requirements. We also provide development opportunities that support career growth and maintain a wide variety of programs to engage with our employees and promote overall wellness. We believe these efforts support all of our personnel in the workplace and elsewhere in their lives, which in turn promotes employee satisfaction and retention.\n\n\nFor example, the “CULPgrow” program was launched in 2021 to provide employees with skills assessment and education assistance, such as GED, ESOL (English to Speakers of Other Languages), and computer literacy programs. The purpose of CULPgrow is to provide a workplace where every employee has the key resources they need to grow, develop, and reach their career goals. The program focuses on identifying the skills and goals of each employee, as well as ways the company can invest in their future and provide tools and resources that support their career advancement. It also provides resources such as financial educational assistance, as well as mentorship opportunities where employees can be matched with a company mentor and guided through pathways for success within the company.\n\n\nAdditionally, in fiscal 2022, the company held its first company-wide global giving initiative, with a program called “Share the Love.” The program involved employees in each of our geographic locations choosing a charitable endeavor to support, based on their knowledge of local cultural considerations and areas of need. For example, our U.S. and Canadian locations held food drives for donations to local food banks, while Culp China’s facilities contributed to help cancer patients. Employees in Haiti made blankets in-house using Culp fabric and then donated them to a local orphanage and the local fire department. This program was continued in fiscal 2023, with additional support to local charitable endeavors from each of our geographic locations.\n\n\nOther examples of employee engagement initiatives include:\n\n\n•\nWellness sessions on various health-related topics\n\n\n•\nMeetings and video chats with senior management\n\n\n•\nThe CulpVets program, which provides special recognition to military veterans\n\n\n•\nEmployee awards and recognition programs\n\n\nThese engagement efforts and programs are continually refined and updated to meet the evolving needs of our workforce.\n \n\n\nSafety and Health\n\n\nThe safety and health of our employees is a fundamental priority at Culp. We maintain comprehensive safety monitoring and training programs, with regular reports to senior management on these topics. Our Behavior Based Safety initiative combines awareness programs, observation, and training to enhance continued compliance with safe and healthy practices in our facilities.\n\n\nEarly in the COVID-19 pandemic, comprehensive protocols were developed and followed to allow our manufacturing plants to reopen safely after mandatory shutdowns. When COVID-19 vaccines became available, we hosted vaccination clinics at several of our manufacturing facilities, providing access to vaccines not only for our employees, but also for their families and members of the local communities. Additional safety and health programs are planned for the future.\n\n\n \n\n\nCustomers \nand Sales\n\n\nMattress Fabrics Segment\n\n\nMajor customers for our mattress fabrics include leading bedding manufacturers such as Serta-Simmons Bedding (SSB), Tempur + Sealy International (TSI), Casper, Corsicana, Sleep Number, and Ashley Furniture. Our mattress fabrics customers also include many small and medium-size bedding manufacturers.  No customers within the mattress fabrics segment accounted for more than 10% of the company's consolidated sales in fiscal 2023.\n\n\nUpholstery Fabrics Segment\n\n\nOur major customers for upholstery fabrics are leading manufacturers of upholstered furniture, including Ashley, Flexsteel, Kuka, La-Z-Boy (La-Z-Boy Residential and England), Southern Furniture Industries (Fusion and Southern Motion), Sudair, and Violino. Major customers for the company’s fabrics for commercial furniture include Exemplis, HNI Corporation, and Travel + Leisure Co. (f/k/a\n \n\n\n13\n\n\n\n\n \n\n\nWyndham Destinations). Our largest customer in the upholstery fabrics segment is La-Z-Boy Incorporated, which accounted for approximately 15% of the company’s consolidated sales in fiscal 2023.\n \n\n\nThe following table sets forth our net sales by geographic area by amount and percentage of total net sales for the three most recent fiscal years.\n\n\nNet Sales by Ge\nographic Area\n\n\n(dollars in thousands)\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnited States\n\n\n \n\n\n$\n\n\n165,807\n\n\n \n\n\n \n\n\n70.6%\n\n\n \n\n\n$\n\n\n204,454\n\n\n \n\n\n \n\n\n69.3%\n\n\n \n\n\n$\n\n\n217,473\n\n\n \n\n\n \n\n\n72.6%\n\n\n\n\n\n\nNorth America (Excluding USA) \n(1)\n\n\n \n\n\n \n\n\n29,756\n\n\n \n\n\n \n\n\n12.7%\n\n\n \n\n\n \n\n\n39,256\n\n\n \n\n\n \n\n\n13.3%\n\n\n \n\n\n \n\n\n32,925\n\n\n \n\n\n \n\n\n11.0%\n\n\n\n\n\n\nFar East and Asia\n(2)\n\n\n \n\n\n \n\n\n31,339\n\n\n \n\n\n \n\n\n13.3%\n\n\n \n\n\n \n\n\n43,015\n\n\n \n\n\n \n\n\n14.6%\n\n\n \n\n\n \n\n\n43,764\n\n\n \n\n\n \n\n\n14.6%\n\n\n\n\n\n\nAll other areas\n\n\n \n\n\n \n\n\n8,032\n\n\n \n\n\n \n\n\n3.4%\n\n\n \n\n\n \n\n\n8,114\n\n\n \n\n\n \n\n\n2.8%\n\n\n \n\n\n \n\n\n5,558\n\n\n \n\n\n \n\n\n1.9%\n\n\n\n\n\n\nSubtotal (International)\n\n\n \n\n\n$\n\n\n69,127\n\n\n \n\n\n \n\n\n29.4%\n\n\n \n\n\n$\n\n\n90,385\n\n\n \n\n\n \n\n\n30.7%\n\n\n \n\n\n$\n\n\n82,247\n\n\n \n\n\n \n\n\n27.4%\n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n234,934\n\n\n \n\n\n \n\n\n100.0%\n\n\n \n\n\n$\n\n\n294,839\n\n\n \n\n\n \n\n\n100.0%\n\n\n \n\n\n$\n\n\n299,720\n\n\n \n\n\n \n\n\n100.0%\n\n\n\n\n\n\n \n\n\n(1)\nOf this amount, $24.9 million, $33.5 million, and $27.2 million are attributable to shipments to Mexico in fiscal 2023, 2022, and 2021, respectively.\n\n\n(2)\nOf this amount $20.0 million, $26.9 million, and $28.1 million are attributable to shipments to China in fiscal 2023, 2022, and 2021, respectively.\n\n\nSales attributed to individual countries are based upon the location that the company ships its products to for delivery to customers.\n\n\nFor additional segment information, including the geographic location of long-lived assets, see Note 18 in the consolidated financial statements.\n\n\nBack\nlog\n\n\nMattress Fabrics Segment\n\n\nThe backlog for the mattress fabric segment is not a reliable predictor of future shipments because the majority of sales for the mattress fabrics segment are on a just-in-time basis.\n\n\nUpholstery Fabrics Segment\n\n\nAlthough it is difficult to predict the amount of backlog that is “firm,” we have reported the portion of the upholstery fabric backlog from customers with confirmed shipping dates within five weeks of the end of the fiscal year. On April 30, 2023, the portion of the upholstery fabric backlog with confirmed shipping dates prior to June 5, 2023, was $10.6 million, compared with $15.7 million as of the end of fiscal 2022 (for confirmed shipping dates prior to June 6, 2022).\n \n\n\nIntellectual Property\n\n\nWe currently hold, or have registration applications pending for, numerous trademarks and copyrights for various product and trade names, logos, and fabric designs in the United States and certain foreign countries. We view such intellectual property, along with any unregistered copyrights, trademarks, service marks, trade names, domain names, trade dress, trade secrets, and proprietary technologies, as an important part of our business, and we seek to diligently protect, monitor, and defend, through appropriate action, against their unauthorized use.\n\n\n14\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A.  RI\nSK FACTORS\n\n\nOur business is subject to a variety of risks and uncertainties. In addition to the matters described above under “Cautionary Statement Concerning Forward-Looking Information,” set forth below are some of the risks and uncertainties that could cause a material adverse change in our results of operations, financial condition, or future prospects. The risks described below should be carefully considered, together with other information provided in this report, including Management’s Discussion and Analysis of Financial Condition and Results of Operations and our financial statements, including the related notes. The risks discussed below are not the only risks we face. Additional risks and uncertainties not presently known to us or not presently deemed material by us also may materially adversely affect our business, financial condition, or results of operations in future periods.\n \n\n\nMacroeconomic, Market, and Strategic Risks\n\n\nContinued economic and industry uncertainty could negatively affect our sales and earnings.\n\n\nOverall demand for our products depends upon consumer demand for furniture and bedding products, which is subject to cyclical variations in the general economy, including current inflationary pressures affecting consumer spending, declines in overall consumer confidence, recession and fears of recession, the negative economic impact of potential additional surges of the coronavirus, and other geopolitical events, such as the ongoing Russia/Ukraine war. Because purchases of furniture and bedding products may be considered discretionary purchases for most individuals and businesses, demand for these products may be more easily influenced by economic trends than demand for other products. Economic downturns, increases in unemployment rates, and uncertainty about future health and economic prospects can affect consumer spending habits and demand for discretionary items, including home furnishings, which reduces the demand for our products and therefore can cause a decline in our sales and earnings. In addition, the level of housing starts, sales of existing homes, trends in disposable income, changes in interest rates (particularly home mortgage rates), and availability of consumer credit, can also affect our business. While we saw an adverse impact from some of these measures due to the COVID-19 pandemic at the end of fiscal 2020 and the beginning of fiscal 2021, we experienced increased demand in our mattress fabrics segment and in the residential side of our upholstery fabrics segment for most of fiscal 2021, driven by greater consumer focus on the home environment and more discretionary spending being allocated to home furnishings in the face of travel restrictions and other pandemic-related factors. However, this trend began to reverse during fiscal 2022, particularly during the second half of the year, as COVID-related travel and mask restrictions were lifted and consumers began to resume travel and leisure activities. We believe the trend of increased consumer discretionary spending on travel, leisure, and entertainment, and away from home goods, continued throughout fiscal 2023. Inflationary pressures also began to affect consumer spending during the second half of fiscal 2022 and continuing throughout fiscal 2023. We are unable to predict how long these trends will last, or to what extent additional surges of the coronavirus or other geopolitical events may affect the economic and purchasing cycle for home furnishing products (and therefore affect demand for our products) over the short and long term.\n \n\n\nLoss of market share due to competition would result in declines in sales and could result in losses or decreases in earnings.\n\n\nOur business is highly competitive and fragmented, and we face significant competition from many competitors, both foreign and domestic. We compete with many other manufacturers of fabric, as well as converters who source fabrics from various producers and market them to manufacturers of furniture and bedding. In many cases, these fabrics are sourced from foreign suppliers who have a lower cost structure than the company. The highly competitive nature of our business in each of our segments means we are constantly subject to the risk of losing market share, which would likely result in a loss or decrease our future sales and earnings. As a result of increased competition, there have been deflationary pressures on the prices for many of our products, which make it more difficult to pass along increased operating costs such as raw materials, shipping, energy, foreign currency fluctuations, or labor in the form of price increases, which puts downward pressure on our profit margins. Also, the wide range of product offerings in our business can make it more difficult to differentiate our products through design, styling, finish, and other techniques.\n\n\nThe global COVID-19 pandemic significantly and adversely affected, and may again adversely affect, our business, financial position, results of operations, and cash flows.\n\n\nThe COVID-19 pandemic negatively affected the global and U.S. economy, severely disrupted global supply chains, and created significant volatility and disruption in financial markets, all of which negatively affected the bedding and home furnishings industries, our customers and suppliers, and our business. Many countries, including the countries in which we operate, as well as state and local governmental authorities, took various actions to mitigate the spread of COVID-19, including mandated closures of businesses, stay-at-home orders, quarantine and isolation requirements, travel restrictions, border closings, restrictions on public gatherings, social distancing measures, occupancy limits, and other safety measures. While these restrictions have now been lifted as conditions have improved, the restrictions adversely affected our business, results of operations, financial position, and cash flows.\n \n\n\nDue to government-mandated closure requirements near the end of March 2020, we shut down our facilities in Canada and Haiti for several weeks. At the same time, we experienced a rapid decline in demand as customers and retail stores began closing or substantially\n \n\n\n15\n\n\n\n\n \n\n\nlimiting their operations. We took a number of measures in response to the increasingly challenging market conditions, including, among other things, repurposing a portion of our available operations to produce face masks, bedding covers, and fabrics for healthcare operations and consumer health; reducing operating costs by implementing temporary salary reductions, making workforce adjustments to align with demand, suspending merit pay increases, and eliminating the cash compensation paid to our board of directors; aggressively reducing expenses, capital expenditures, and discretionary spending, and working with our vendors and landlords to negotiate temporary terms. We also took steps to safeguard the health of our employees, customers, and the communities we serve, including implementing detailed cleaning and disinfecting processes at our facilities, instituting temperature checks, adhering to social distancing and mask protocols, suspending non-essential travel, restricting visitors, providing remote work opportunities where possible, and offering on-site vaccination clinics to our employees, their families, and the general public. We have continued to monitor and update these procedures, in accordance with CDC recommendations and other local laws and regulatory authorities, throughout the pandemic.\n \n\n\nWhile the COVID-19 pandemic continued to spread throughout the world during fiscal 2021, we did not experience additional closures of any of our operations, or any material closures of the operations of our suppliers, during the remainder of the fiscal year, following the initial shutdowns from the fourth quarter of fiscal 2020. However, during fiscal 2022, our upholstery fabrics business was materially affected by COVID-19 related shutdowns of our sourcing partners and customers in Vietnam throughout most of the second quarter, and our operations in China were shut down during the last month of the fourth quarter of fiscal 2022 and continuing to some extent during the first month of fiscal 2023, which prevented us from shipping goods in both our residential upholstery fabrics business and our sewn mattress cover business. In addition to these shutdowns, COVID-19 disruption affected our business during fiscal 2022, as well as the business of our customers and suppliers, due to employee absenteeism and labor shortages, pandemic-related effects on the availability and pricing of freight and raw material costs, and pandemic-related constraints on our customers’ capacity due to supply chain disruption for non-fabric components. We did not experience additional closures of any of our operations, or any material closures of the operations of our suppliers, during the remainder of fiscal 2023.\n \n\n\nWhile the World Health Organization has now declared an official end to the COVID-19 global health emergency, future surges in the number of COVID-19 cases and preventative or protective actions that governmental authorities or we may take in response to such surges may have an adverse effect on our business or the business of our customers, suppliers, or distribution channels, including additional business shutdowns, reduced operations, restrictions on shipping or installing products, reduced consumer demand, reduced availability and/or higher pricing of materials, or the ability of our customers to make payments. In addition, responding to future case surges or restrictions could divert management’s attention from our key strategic priorities, increase costs as we prioritize the health and safety of our employees and customers, cause us to reduce, delay, alter, or abandon strategic initiatives that may otherwise increase our long-term value, and otherwise disrupt our business operations.\n \n\n\nThe potential for future surges in the number of COVID-19 cases and the impact of such surges on our business depends on factors beyond our knowledge or control, including the duration and severity of such surges; actions taken to contain spread of the virus and mitigate the public health and economic effects; vaccine availability and effectiveness within the markets in which we operate; the impact on global supply chain conditions; employee absenteeism and labor shortages; and the short- and long-term disruption to the global economy, consumer confidence, demand for home furnishings products, unemployment, and the financial health of our customers, suppliers, and distribution channels. At this time, we cannot reasonably estimate the impact of such potential future COVID-19 surges on our business or on our future financial or operational results; however, the disruption could have a material adverse effect on our business, financial condition, results of operations, and cash flows over time. Furthermore, the impact of additional surges in COVID-19 may also exacerbate other risks discussed in this Item 1A – Risk Factors, any of which could have a material adverse effect on our operations.\n \n\n\nIn addition, if in the future there is an outbreak of another highly infectious disease or other health concern or epidemic, we may be subject to similar risks as those faced during the COVID-19 pandemic.\n\n\nOur operations are subject to risks of unsettled political conditions, civil unrest or instability, public health concerns or pandemics, natural or man-made disasters, acts of war, terrorism, and the effects of climate change, any one of which could adversely affect our business and results of operations.\n\n\nOur domestic and foreign operations are subject to risks of unsettled political conditions, civil unrest or instability, public health concerns or pandemics, natural or man-made disasters, acts of war, and terrorism. In addition, the effects of climate change and actions taken to combat climate change could exacerbate these risks, including by increasing the likelihood and severity of extreme weather events. Any of these risks, including without limitation civil unrest or instability in Haiti, China, or other countries where we operate, could cause disruption at our manufacturing or distribution facilities, or at the facilities of our suppliers and distribution channels, which could make servicing our customers more difficult and could reduce our sales, earnings, or both in the future.\n\n\n16\n\n\n\n\n \n\n\nOperational Risks\n\n\nOur business may be adversely affected by increased tariffs or other changes in U.S. trade policy related to imported products, as well as violations of existing trade policies.\n\n\nMany of our products are manufactured or sourced outside of the United States. The U.S. government has imposed certain tariffs on imports from various countries, including China, where a significant amount of our products is produced. In the future, the U.S. Government may consider imposing additional tariffs or extending the timeline for continuation of existing tariffs. Any tariffs that result in increased costs of imported products and materials could require us to increase prices to our domestic customers or, if we are unable to do so, result in lowering our gross margins on products sold. As a result, the tariffs could have a material adverse effect on our results of operations.\n \n\n\nIn addition to tariffs, the U.S. government considers other proposals for substantial changes to its trade and tax policies, which could include import restrictions, increased import tariffs, changes to or withdrawal from existing trade agreements, and border-adjustment taxes, among other possible measures. Material changes in these policies could increase our tax obligations, require us to source materials from different regions, or increase prices to customers, which could adversely affect sales. Any significant change in U.S. trade or tax policy related to imported products could have a material adverse effect on our business and financial results.\n\n\nThere are also a number of trade regulations and duties currently in place to protect the U.S. textile industry against competition from low-priced foreign producers, such as those in China and Vietnam, but violations of these trade regulations and duties has had, and may in the future have, a material adverse effect on our operations. In May of 2019, the U.S. Department of Commerce imposed punitive anti-dumping measures against China mattress imports to address violations of trade regulations. Despite the imposition of these duties, if China producers move their production out of China, which we believe has already occurred, they may continue to engage in unfair competition in violation of trade regulations between the U.S. and other countries, or there may be a potential risk of illegal transshipments of mattress products into the United States, which involves circumventing the imposed duties by falsely claiming that mattresses are products of a particular country of origin to avoid paying higher duties. Also, if supply chains are moved out of China to countries without anti-dumping duties and producers continue to supply low-priced imports in violation of U.S. trade laws, and if illegal transshipments are not monitored and enforcement is not effective to limit them, these shipments could have a material adverse effect on the company’s business, financial condition, results of operations or cash flows. During fiscal 2020, the U.S. mattress industry was affected by continued disruption relating to low-priced mattress imports that moved from China to other countries, which affected demand for our products. As a result, the U.S. Department of Commerce imposed anti-dumping duties on mattress imports from seven of these countries during fiscal 2021. We believe the domestic mattress industry and, in turn, our business, began to realize some benefits from these duties during the second half of fiscal 2021 and continuing into fiscal 2022 and fiscal 2023. However, despite the imposition of these duties, supply chains could move out of the affected countries to other countries without anti-dumping duties and continue supplying low-priced imports in violation of U.S. trade laws, or there may be a potential risk of illegal transshipments of mattress products from these countries to avoid paying the higher duties, which could negatively affect our business.\n \n\n\nGreater reliance on offshore operations and foreign sources of products or raw materials increases the likelihood of disruptions to our supply chain or our ability to deliver products to our customers on a timely basis.\n\n\nWe rely significantly on operations in distant locations, especially China. In addition, we have been purchasing a significant share of our products and raw materials from offshore sources, particularly Asia and Turkey. At the same time, our domestic manufacturing capacity for the upholstery fabrics segment continues to decline. These changes have caused us to rely on an extended supply chain and on a larger number of suppliers that we do not control, both of which are inherently subject to greater risks of delay or disruption. In addition, operations and sourcing in foreign areas are subject to the risk of changing local governmental rules, taxes, changes in import rules or customs, import restrictions, tariffs, shipping rates, potential political unrest and instability, coronavirus or other pandemic-related closure rules, or other threats that could disrupt or increase the costs of operating in foreign areas or sourcing products overseas. Additionally, changes in the value of the U.S. dollar versus other currencies can affect our financial results because a significant portion of our operations are located outside the United States. Strengthening of the U.S. dollar against other currencies could make our products less competitive on the basis of price in markets outside the United States, and strengthening of currencies in Canada and China could have a negative impact on our sales of products produced in those places. Any of the risks associated with foreign operations and sources could cause unanticipated increases in operating costs or disruptions in business, which could have a negative impact on our ultimate financial results.\n\n\nSpecifically with respect to sourcing products and raw materials from third-party suppliers in China, our ability to timely or successfully import such products or products made with such raw materials may be adversely affected by changes in U.S. laws.  For example, the U.S. Government has taken several steps to address forced labor concerns in the Xinjiang Uyghur Autonomous Region of China (\"XUAR\"), including sanctions on specific entities and individuals; withhold release orders (\"WROs\") issued by U.S. Customs and Border Protection (\"CBP\") that prohibit the entry of imports of certain items from XUAR; and the Uyghur Forced Labor Prevention Act (\"UFLPA\"), which went into effect in June 2022 and imposes a presumptive ban on the import of goods to the U.S. that are made, wholly or in part, in the XUAR or by persons that participate in certain programs in the XUAR that entail the use of forced labor. CBP\n \n\n\n17\n\n\n\n\n \n\n\nhas published both a list of entities that are known to utilize forced labor and a list of commodities that are most at risk, such as cotton, tomatoes and silica-based products. The UFLPA specifically targets cotton and the apparel and textile industries as high-priority sectors for enforcement. None of our Chinese suppliers are located in the XUAR, and we prohibit our suppliers from doing business with or sourcing inputs from any company or entity that is restricted under U.S. or other applicable law. However, as a result of the UFLPA and WROs, products we import into the U.S. could be held for inspection by CBP based on a suspicion that such products or inputs used in such products originated from the XUAR or that they may have been produced by Chinese suppliers accused of participating in forced labor, pending our providing satisfactory evidence to the contrary. During fiscal 2023, we were subjected to a limited number of such CBP detentions and were successful in submitting satisfactory supply chain evidence to result in the release of all such detained good by CBP. These detentions have not resulted in any material impact on our business, supply chain,  customer relationships, or reputation. However, future detentions could result in unexpected (i) delays or rejections of products scheduled for delivery to us, which could in turn affect the timing or our ability to delivery products to our customers; (ii) supply chain disruptions and increased operating costs; (iii) damage to our customer relationships; and/or (iv) negative publicity that harms our reputation, any of which could have a material impact on our business and negatively affect our ultimate financial results.\n\n\nOur business faces several risks associated with doing business in China\n\n\nWe source a variety of fabrics, as well as cut and sewn upholstery kits and sewn mattress covers, from a limited number of strategic suppliers in China. We also operate two upholstery manufacturing facilities and two warehouse facilities in Shanghai, China. The Chinese economy is characterized by extensive state ownership, control, and regulation, and the political, legal, and economic climate in China is fluid and unpredictable. Therefore, our business is continually subject to the risk of changes in Chinese laws and regulations that could have an adverse effect on our suppliers and manufacturing operations. Any changes in policies governing tariffs, imports and exports, taxation, inflation, economic sanctions and export controls, environmental regulations, foreign currency exchange rates, the labor market, property, network security, intellectual property, and financial regulations could have an adverse effect on our business. Further, the Chinese legal system is continuing to develop and evolve, and the enforcement of rules and regulations is not always consistent or uniform. Moreover, any potential civil unrest, natural disasters, or other threats could disrupt or increase the costs of operating in China. The Chinese economy poses additional risks to our business, including fluctuating rates of inflation and currency exchange rates, a declining labor force participation rate, and rising employee wages. In addition, changes in the political climate or trade policy of the United States, such as increased duties, tariffs, or U.S. restrictions on Chinese imports, such as the UFLPA, may adversely affect our business. Our ability to operate in China has also been adversely affected by the COVID-19 pandemic, and may in the future be negatively affected by additional surges in the coronavirus or other diseases. For example, during the COVID-19 pandemic, China from time to time enforced broad lockdowns, which affected our ability to timely produce and ship products and affected the ability of our third-party suppliers and their supply chain to timely deliver products and materials. Any of the risks associated with our Chinese operations and sources could cause unanticipated increases in operating costs or disruptions in business, which could negatively affect our ultimate financial results.\n\n\nWe may have difficulty managing the outsourcing arrangements being used for products and services.\n\n\nWe rely on outside sources for various products and services, including yarn and other raw materials, greige (unfinished) fabrics, finished fabrics, cut and sewn upholstery kits, sewn mattress covers, and services such as weaving and finishing. Increased reliance on outsourcing lowers our capital investment and fixed costs, but it decreases the amount of control that we have over certain elements of our production capacity. Interruptions in our ability to obtain raw materials or other required products or services from our outside suppliers on a timely and cost-effective basis, especially if alternative suppliers cannot be immediately obtained, could disrupt our production and damage our financial results.\n\n\n18\n\n\n\n\n \n\n\nWrite-offs or write-downs of assets would result in a decrease in our earnings and shareholders’ equity.\n \n\n\nThe company has assets, primarily consisting of property, plant and equipment, right of use assets, inventory, and intangible assets, that may be subject to write-offs or write-downs. ASC Topic 360 establishes an impairment accounting model for long-lived assets, including property, plant, and equipment, right of use assets, and finite-lived intangible assets such as customer relationships and our non-compete agreement. It requires the company to assess these assets for impairment whenever events or changes in circumstances indicate that the carrying value of the asset may not be recovered. In accordance with ASC Topic 330, management continuously examines inventory to determine if there are indicators that the carrying value exceeds its net realizable value. Experience has shown that the most significant of such indicators are the age of the inventory and planned discontinuances of certain patterns. ASC Topic 350 establishes an impairment model for indefinite-lived intangible assets, such as our tradename, which must be tested at least annually for impairment or whenever events or changes in circumstances indicate that the carrying value of the asset may not be recovered.\n\n\nIdentifying and assessing whether impairment indicators exist, or if events or changes in circumstances have occurred, including market conditions, operating results, competition, and general economic conditions, requires significant judgment. Any of such future actions could result in charges that could have an adverse effect on our financial condition and results of operations, and there is no assurance that future write-downs of fixed assets or other intangible assets will not occur if business conditions were to deteriorate.\n\n\nAs a result of inventory impairment assessments conducted during fiscal 2023, we incurred non-cash inventory charges totaling $5.8 million, which represents a $2.9 million impairment charge associated with our mattress fabrics segment; a total of $2.8 million related to markdowns of inventory in both segments that were estimated based on our policy for aged inventory; and $98,000 for the loss on disposal and markdowns of inventory related to the exit of our cut and sewn upholstery fabrics operation located in Shanghai, China. We incurred non-cash inventory charges of $1.9 million and $882,000 during fiscal 2022 and 2021, respectively, which represent markdowns of inventory in both segments that were based on our policy of aged inventory. See Notes 5, 7, and  9 of the consolidated financial statements for further details of our assessments of impairment, conclusions reached, and the performance of our quantitative tests.\n \n\n\nWrite-offs and write-downs of our assets, including inventory, result in an immediate charge to our earnings, and can have a material adverse effect on our operating results and financial condition.\n\n\nChanges in the price, availability, and quality of raw materials could increase our costs or cause production delays and sales interruptions, which would result in decreased earnings.\n\n\nWe depend upon outside suppliers for most of our raw material needs, and we rely upon outside suppliers for component materials such as yarn, unfinished fabrics, and cut and sewn upholstery kits and mattress covers, as well as for certain services such as finishing and weaving. Fluctuations in the price, availability, and quality of these goods and services have had, and could continue to have, a negative effect on our production costs and ability to meet the demands of our customers, which can affect our ability to generate sales and earnings. In many cases, we are not able to pass through increased costs of raw materials or increased production costs to our customers through price increases. In particular, many of our basic raw materials are petrochemical products or are produced from such products. For this reason, our material costs are especially sensitive to changes in prices for petrochemicals and the underlying price of oil. Increases in prices for oil, petrochemical products or other raw materials and services provided by outside suppliers can significantly increase our costs and negatively affect our profit margins and earnings. During fiscal 2021, our raw material costs were mostly flat or slightly lower during the first three quarters of the year, but prices began to escalate during the fourth quarter primarily due to rising oil prices, a higher demand environment, and labor shortages. These pressures continued during fiscal 2022, with further increases in raw material costs, particularly during the second half of the year, due to the continued rise in oil prices and a higher demand environment. During fiscal 2023, the cost of raw materials began to decline during the first half of the year due to lower oil prices and slowing global demand, but the higher costs and lower availability of labor remained challenging throughout the year.  Raw material costs were relatively stable during the second half of fiscal 2023. However, the pressures that affect raw material costs may drive additional increases in raw material prices in the future.\n \n\n\nIncreases in energy costs increase our operating costs and could adversely affect earnings.\n\n\nHigher prices for electricity, natural gas, and fuel increase our production and shipping costs. A significant shortage, increased prices, or interruptions in the availability of these energy sources would increase the costs of producing and delivering products to our customers and would be likely to adversely affect our earnings. In many cases, we are not able to pass along the full extent of increases in our production costs to customers through price increases. Energy costs have varied significantly during recent fiscal years and remain a volatile element of our costs. Increases in energy costs could have a negative effect on our earnings.\n\n\n19\n\n\n\n\n \n\n\nBusiness difficulties or failures of large customers could result in a decrease in our sales and earnings.\n\n\nWe currently have several customers that account for a substantial portion of our sales. In the mattress fabrics segment, several large bedding manufacturers have large market shares and comprise a significant portion of our mattress fabric sales. Although no mattress fabrics customers accounted for more than 10% of our consolidated net sales in fiscal 2023, in many recent years we have had one or more customers who did. In the upholstery fabrics segment, La-Z-Boy Incorporated accounted for approximately 15% of consolidated net sales during fiscal 2023, and several other large furniture manufacturers comprised a significant portion of sales. A business failure or other significant financial difficulty by one or more of our major customers, or the loss of one or more of these customers, could cause a significant loss in sales, an adverse effect on our earnings, and difficulty in collection of our trade accounts receivable. For example, on June 25, 2022, a major customer and its affiliates associated with our mattress fabrics segment announced that they filed voluntary petitions for reorganization under Chapter 11 of the U.S. Bankruptcy Code, and on January 23, 2023, another major customer and its affiliates associated with our mattress fabrics segment filed pre-planned voluntary petitions for reorganization under Chapter 11 of the U.S. Bankruptcy Code. Although we did not record any credit losses and have received payment in full regarding all outstanding accounts receivable with respect to each of these customers, a business failure or loss of either such customer and its affiliates, or a business failure or loss of one or more other major customers, could cause a decrease in our sales and an adverse effect on our earnings.\n \n\n\nAdditionally, as a result of the COVID-19 pandemic beginning in the fourth quarter of fiscal 2020, some customers experienced cash flow challenges and requested extended payment terms. During fiscal 2021, our customers returned to making payments based on normal credit terms, as opposed to the extended terms granted during the fourth quarter of fiscal 2020. However, if the negative economic impact of COVID-19 reemerges, or if another pandemic, recession or other major unexpected economic event occurs, we may not be able to collect amounts owed to us or such payment may only occur after significant delay. While we perform credit evaluations of our customers, those evaluations may not prevent uncollectible trade accounts receivable. Credit evaluations involve significant management diligence and judgment, especially in the current environment. If more customers than we anticipate experience liquidity issues, if payments are not received on a timely basis, or if a customer declares bankruptcy, we may have difficulty collecting amounts owed to us by these customers, which could adversely affect our sales, earnings, financial condition, and liquidity.\n\n\nIf we fail to anticipate and respond to changes in consumer tastes and fashion trends, our sales and earnings may decline.\n\n\nDemand for various types of upholstery fabrics and mattress coverings changes over time due to fashion trends and changing consumer tastes for furniture and bedding. Our success in marketing our fabrics depends upon our ability to anticipate and respond in a timely manner to fashion trends in home furnishings. If we fail to identify and respond to these changes, our sales of these products may decline. In addition, incorrect projections about the demand for certain products could cause the accumulation of excess raw material or finished goods inventory, which could lead to inventory mark-downs and decreases in earnings.\n\n\nIncreasing dependence on information technology systems comes with specific risks, including cybersecurity breaches and data leaks, which could have an adverse effect on our business.\n\n\nWe increasingly rely on technology systems and infrastructure. Additionally, we rely on third-party service providers in connection with the maintenance thereof and the execution of certain business processes. Greater dependence on technology systems heightens the risk of potential vulnerabilities from system failure and malfunction, breakdowns due to natural disasters, human error, unauthorized access, power loss, and other unforeseen events. Data privacy breaches by employees and others with or without authorized access to our systems poses risks that sensitive data may be permanently lost or leaked to the public or other unauthorized persons. With the growing use and rapid evolution of technology, including internet selling, cloud-based computing and mobile devices, there are additional risks of unintentional data leaks. There is also the risk of our exposure to theft of confidential information, intentional vandalism, industrial espionage, and a variety of cyber-attacks, including phishing attempts, covertly introducing malware to our computers and networks (or the computers and networks of our third-party providers), and impersonating authorized users, among other types of cyber-attacks, that could compromise our internal technology system, infrastructure, or result in data leakage in-house or at our third-party providers and business partners. Attempts to gain unauthorized access to our information technology systems have become increasingly more sophisticated over time, and while we seek to detect and investigate all security incidents and to prevent their recurrence, in some cases we might be unaware of an incident or its magnitude and effect. Failures of technology or related systems, cybersecurity incidents, or improper release of confidential information, could damage our business or subject us to unexpected liabilities, expenditures, and recovery time. Additionally, the devotion of additional resources to the security of our information technology systems in the future could significantly increase our operating costs or otherwise adversely affect our financial results. We continue to balance the risk of an electronic security breach resulting in the unauthorized release of confidential information with the cost to protect us against such a breach, and we have taken steps to ensure that losses arising from a breach would be covered in part by insurance that we carry, although the costs, potential monetary damages, and operational consequences of responding to cyber incidents and implementing remediation measures may be in excess of our insurance coverage or not covered at all by our insurance, and could have a material adverse effect on our operations and financial results to the extent losses are uninsured or exceed insurance recoveries and to the extent that such disruptions adversely impact our relationships with our customers or our business reputation. We have been a target of cybersecurity\n \n\n\n20\n\n\n\n\n \n\n\nattacks in the past, and while such attacks have not resulted in a material impact on our operations, business, customer relationships, or reputation, such attacks could in the future.\n\n\nIn addition, we permit certain employees to work from home from time to time. Although we continue to implement strong physical and cybersecurity measures to ensure that our business operations remain functional and to ensure uninterrupted service to our customers, our systems and our operations remain vulnerable to cyberattacks and other disruptions due to the fact that employees may be working remotely, and we cannot be certain that our mitigation efforts will be effective.\n\n\nWe may not be able to recruit and retain key employees and skilled workers in a competitive labor market.\n\n\nIf we cannot successfully recruit and retain key employees and skilled workers or if we experience the unexpected loss of those employees, our operations may be negatively affected. A shortage of qualified personnel, along with cost inflation, may require us to enhance our compensation in order to compete effectively in the hiring and retention of qualified employees.\n\n\nIn addition, we are and will continue to be dependent upon our senior management team and other key personnel. Losing the services of one or more key members of our management team or other key personnel could adversely affect our operations. COVID-19 may also increase the risk that certain senior management executives or a member of the board of directors could become ill, causing them to be incapacitated or otherwise unable to perform their duties for an extended absence. Furthermore, because of the nature of the disease, multiple people working in proximity could also become ill simultaneously, which could result in the same department having extended absences. This could negatively affect the efficiency and effectiveness of processes and internal controls throughout the company.\n\n\nOur intellectual property rights may not prevent others from using our copyrights or trademarks in connection with the sale of competitive products. We may be subject to claims that our products or trademarks infringe intellectual property rights of others.\n\n\nWe currently hold, or have registration applications pending for, numerous trademarks and copyrights for various product and trade names, logos, and fabric designs in the United States and certain foreign countries.  We view such intellectual property, along with any unregistered copyrights, trademarks, service marks, trade names, domain names, trade dress, trade secrets, and proprietary technologies, as an important part of our business. These intellectual property rights may not provide adequate protection against infringement or piracy, may not prevent competitors from developing and marketing products that are similar or competitive with our fabric designs or other products, and may be costly and time-consuming to protect and enforce. In addition, the laws of some foreign countries may not protect our intellectual property rights and confidential information to the same extent as the laws of the United States. If we are unable to protect and enforce our intellectual property, we may be unable to prevent other companies from using our fabric designs or trademarks in connection with competitive products, which could adversely affect our sales, profitability, cash flows and financial condition.\n\n\nWe may be subject to claims that our products, advertising, or trademarks infringe the intellectual property rights of others. The defense of these claims, even if we are ultimately successful, may result in costly litigation, and if we are not successful in our defense, we could be subject to injunctions and liability for damages or royalty obligations, and our sales, profitability, cash flows and financial condition could be adversely affected.\n\n\nWe have made and expect to continue to make acquisitions, which could involve certain risks and uncertainties.\n\n\nAcquisitions have been and may continue to be an important element of our business strategy. Acquisitions involve numerous inherent challenges, such as properly evaluating acquisition opportunities, properly evaluating risks and other diligence matters, ensuring adequate capital availability, and balancing other resource constraints. There are risks and uncertainties related to acquisitions, including difficulties integrating acquired operations, technology, personnel, and financial and other systems; unrealized sales expectations from the acquired business; unrealized synergies and cost-savings; unknown or underestimated liabilities; diversion of management attention from running our existing businesses; and potential loss of key management employees of the acquired business. In addition, internal control over financial reporting of acquired companies may not be up to required standards. Our integration activities may place substantial demand on our management, operational resources, and financial and internal control systems. Customer dissatisfaction or performance problems with an acquired business, technology, service, or product could also have a material adverse effect on our reputation and business.\n\n\nRisks Related to Financing Our Operations\n\n\nWe may require funding from external sources, which may not be available at the levels we require or may cost more than we expect. As a result, our expenses and operating results could be negatively affected.\n\n\nWe regularly review and evaluate our liquidity and capital needs. Our available cash, cash equivalents, and cash flow from operations have been adequate to finance our operations and capital requirements in recent years. However, if we experience a sustained decline in\n \n\n\n21\n\n\n\n\n \n\n\nrevenue, there may be periods in which we may require additional external funding to support our operations. Also, market interest rates have increased significantly since the beginning of fiscal 2023. If we have a need to incur debt under our credit facilities, the cost of borrowing could increase substantially over debt costs that we have previously incurred.\n \n\n\nAs of April 30, 2023, we had approximately $32.6 million in combined total borrowing availability under our domestic credit facility and our China credit facility. In January of 2023, we entered into a Second Amended and Restated Credit Agreement with respect to our domestic credit facility, which provides for a revolving credit facility up to a maximum principal amount of $35.0 million, secured by a lien on the company's assets. The amount available under this facility is limited by a borrowing base consisting of certain eligible accounts receivable and inventory of the company. In the event we require additional liquidity from our lenders that exceeds the availability under our credit facilities at such time, such funds may not be available to us. In addition, in the event we draw on any of our credit facilities, outstanding amounts may become immediately due and payable upon certain events of default, including a failure to comply with the financial covenants or certain other affirmative and negative covenants in the credit agreements. If we are unable to access additional credit at the levels we require, or the cost of credit is greater than expected, it could adversely affect our operating results or financial condition.\n\n\nLegal and Regulatory Risks\n\n\nWe are subject to litigation and environmental regulations that could adversely affect our sales and earnings.\n\n\nWe have been, and in the future may be, a party to legal proceedings and claims, including environmental matters, product liability, and employment disputes, some of which claim significant damages. We face the continual business risk of exposure to claims that our operations have caused personal injury or property damage, including the related risk of damage to our brand and reputation in conjunction with such claims. We maintain insurance against product liability claims and, in some cases, have indemnification agreements with regard to environmental claims, but there can be no assurance that these arrangements will continue to be available on acceptable terms or that such arrangements will be adequate for liabilities actually incurred. Given the inherent uncertainty of litigation, there can be no assurance that claims against the company will not have a material adverse impact on our earnings or financial condition. We are also subject to various laws and regulations in our business, including those relating to environmental protection and the discharge of materials into the environment. We could incur substantial costs as a result of noncompliance with or liability for cleanup or other costs or damages under environmental laws or other regulations.\n\n\nWe must comply with many governmental regulations applicable to our business, and changes in those regulations could adversely affect our business.\n\n\nOur products and raw materials are and will continue to be subject to regulation in the United States by various federal, state, and local regulatory authorities. In addition, other governments and agencies in other jurisdictions regulate the manufacture, sale, and distribution of our products and raw materials. Also, rules and restrictions regarding the importation of fabrics and other materials, including custom duties, tariffs, import restrictions (including, without limitation, the recent enactment of the UFLPA), quotas, banned substances, and other regulations, are continually changing. Environmental laws, labor laws, tax laws and regulations (including, without limitation, the Global Intangible Low Taxed Income (“GILTI”) tax provisions), data privacy laws, and other regulations continually affect our business. These rules and regulations can and do change from time to time, which can increase our costs and our taxes, or can require us to make changes in our manufacturing processes, product mix, sources of products and raw materials, or distribution. Changes in the rules and regulations applicable to our business may negatively affect our sales and earnings.\n\n",
    "item7": ">ITEM 7.  MANAGEMENT’S DISCUSSION AND ANALYSIS OF\n FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\nWe have prepared this Management’s Discussion and Analysis as an aid to understanding our financial results. It should be read in conjunction with the consolidated financial statements and notes and other exhibits included elsewhere in this report. It also includes management’s analysis of past financial results and certain potential risk factors that may affect future results, as well as approaches that may be used to manage those risks. See “Cautionary Note Regarding Forward-Looking Statements” at the beginning of this report, together with the section of this report titled “Item 1A. RISK FACTORS,” for a discussion of factors that may cause results to differ materially.\n \n\n\nGeneral\n\n\nOur fiscal year is the 52 or 53-week period ending on the Sunday closest to April 30. Fiscal 2023, 2022, and 2021 each included 52- weeks periods.\n \n\n\nOur operations are classified into two business segments: mattress fabrics and upholstery fabrics.\n \n\n\nMattress Fabrics\n\n\nThe mattress fabrics segment manufactures, sources, and sells fabrics and mattress covers primarily to bedding manufacturers. Currently, we have mattress fabric operations located in Stokesdale, North Carolina, and Quebec, Canada. During the last half of fiscal 2023, we rationalized our domestic cut and sewn cover platform, which included the termination of agreements to lease two facilities located in High Point, North Carolina, and moving our R&D and prototyping capabilities from these facilities to our facility located in Stokesdale, North Carolina.\n\n\nAdditionally, we acquired the remaining fifty percent ownership interest in our former unconsolidated joint venture located in Ouanaminthe, Haiti, during the fourth quarter of fiscal 2021. As a result, we are now the sole owner with full control of this cut and sewn mattress cover operation (see Note 2 of the consolidated financial statements for further details regarding this business combination).\n \n\n\nUpholstery Fabrics\n\n\nThe upholstery fabrics segment develops, sources, manufactures, and sells fabrics primarily to residential and commercial furniture manufacturers. We have upholstery fabric operations located in Shanghai, China, and Burlington, North Carolina. During the third quarter of fiscal 2022, we also commenced operation of a new leased facility in Ouanaminthe, Haiti dedicated to the production of cut and sewn upholstery kits. However, due to a decline in demand for upholstery cut and sewn kits, we terminated the agreement to lease this new facility during the third quarter of fiscal 2023 and relocated a scaled-down upholstery cut and sew operation into our existing mattress cover facility also located in Ouanaminthe, Haiti, during the fourth quarter of fiscal 2023.\n\n\nAdditionally, Read Window Products, LLC, a wholly-owned subsidiary with operations located in Knoxville, Tennessee, provides window treatments and sourcing of upholstery fabrics and other products, as well as measuring and installation services for Read’s products, to customers in the hospitality and commercial industries. Read also supplies soft goods such as decorative top sheets, coverlets, duvet covers, bed skirts, bolsters, and pillows.\n \n\n\nImpact of COVID-19\n\n\nBeginning in the fourth quarter of fiscal 2020, we experienced a significant change in our business resulting from the COVID-19 pandemic. Due to government mandated closure requirements, we shut down our facilities in Canada and Haiti for several weeks, and most of our customers, as well as retail stores in the United States and around the globe, were similarly shut down or operating at significantly reduced capacity. Then in early fiscal 2021, as customer and retail stores began to re-open, we experienced a surge in demand, driven by accelerated demand in the bedding and residential home furnishings industries as consumers shifted their discretionary spending towards home products. Based on this surge, we saw strong growth in our mattress fabrics business and in our residential upholstery fabrics business for the remainder of fiscal 2021 and through much of fiscal 2022. We made several investments during this period that provided expanded capacity to support customers in our mattress fabrics and residential upholstery fabrics businesses. However, beginning in the fourth quarter of fiscal 2022 and continuing throughout fiscal 2023, we experienced a slowdown in demand, driven primarily by weakness in the domestic mattress industry and the residential home furnishings industry as consumer spending trends shifted to travel, leisure, and entertainment, and as inflation pressured consumer spending. This slowdown was exacerbated during much of fiscal 2023 as manufacturers and retailers worked through an excess of inventory, delaying the timing of shipments and new product roll outs. While we believe that our customers' inventory levels began to normalize during the fourth quarter of fiscal 2023, demand in both the mattress industry and the residential home furnishings industry remains soft, and this softness is\n \n\n\n28\n\n\n\n\n \n\n\nexpected to continue affecting our business for some period. For further information on how COVID-19 has affected and may continue to affect our business and financial condition, see the Risk Factors set forth in Part I, Item 1A of this report.\n\n\n \n\n\nExecutive Summary\n\n\nWe evaluate the operating performance of our business segments based upon (loss) income from operations before certain unallocated corporate expenses and other items that are not expected to occur on a regular basis, such as restructuring expense and restructuring related charges. Cost of sales in each business segment includes costs to develop, manufacture, or source our products, including costs such as raw material and finished good purchases, direct and indirect labor, overhead, and incoming freight charges. Unallocated corporate expenses primarily represent compensation and benefits for certain executive officers and their support staff, all costs associated with being a public company, amortization of intangible assets, and other miscellaneous expenses.\n \n\n\nResults of Operations\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nTwelve Months Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n234,934\n\n\n \n\n\n \n\n\n$\n\n\n294,839\n\n\n \n\n\n \n\n\n \n\n\n(20.3\n\n\n)%\n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n10,896\n\n\n \n\n\n \n\n\n \n\n\n36,093\n\n\n \n\n\n \n\n\n \n\n\n(69.8\n\n\n)%\n\n\n\n\n\n\nGross profit margin\n\n\n \n\n\n \n\n\n4.6\n\n\n%\n\n\n \n\n\n \n\n\n12.2\n\n\n%\n\n\n \n\n\n \n\n\n(760) bp\n\n\n \n\n\n\n\n\n\nSelling, general, and administrative expenses\n\n\n \n\n\n \n\n\n37,978\n\n\n \n\n\n \n\n\n \n\n\n35,415\n\n\n \n\n\n \n\n\n \n\n\n7.2\n\n\n%\n\n\n\n\n\n\nRestructuring expense\n\n\n \n\n\n \n\n\n1,396\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\n(Loss) income from operations\n\n\n \n\n\n \n\n\n(28,478\n\n\n)\n\n\n \n\n\n \n\n\n678\n\n\n \n\n\n \n\n\nN.M\n\n\n \n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n(12.1\n\n\n)%\n\n\n \n\n\n \n\n\n0.2\n\n\n%\n\n\n \n\n\n \n\n\n(1230) bp\n\n\n \n\n\n\n\n\n\nLoss before income taxes\n\n\n \n\n\n \n\n\n(28,390\n\n\n)\n\n\n \n\n\n \n\n\n(325\n\n\n)\n\n\n \n\n\nN.M\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n3,130\n\n\n \n\n\n \n\n\n \n\n\n2,886\n\n\n \n\n\n \n\n\n \n\n\n8.5\n\n\n%\n\n\n\n\n\n\nNet loss\n\n\n \n\n\n \n\n\n(31,520\n\n\n)\n\n\n \n\n\n \n\n\n(3,211\n\n\n)\n\n\n \n\n\nN.M\n\n\n \n\n\n\n\n\n\n \n\n\nNet Sales\n\n\nOur consolidated net sales decreased 20.3% in fiscal 2023 compared with a year ago, with mattress fabric net sales decreasing 27.1% and upholstery fabric net sales decreasing 13.1%.\n \n\n\nThe decrease in net sales for our mattress fabrics segment during fiscal 2023 primarily reflects a slowdown in consumer demand in the domestic mattress industry. The impact of this industry softness was exacerbated, especially during the first nine months of the fiscal year, by mattress manufacturers and retailers continuing to work through an excess of inventory, delaying the timing of shipments and new product roll outs.\n \n\n\nThe decrease in upholstery fabrics net sales during fiscal 2023 primarily reflects reduced demand for our residential upholstery fabrics products, driven by a slowdown in new retail business in the residential home furnishings industry, as well as high inventory levels at manufacturers and retailers during the first nine months of the fiscal year. The decrease in net sales was partially offset by higher sales in our hospitality/contract fabric business, as well as receipt of a non-recurring payment relating to newly negotiated terms with a customer of the upholstery segment's Haiti cut and sew platform.\n \n\n\nSee the Segment Analysis located in the Results of Operations section below for further details.\n\n\n(Loss) Income Before Income Taxes\n \n\n\nOverall, our consolidated loss before income taxes was $(28.4) million for fiscal 2023, compared with loss before income taxes of $(325,000) for the prior year.\n \n\n\nOperating performance for fiscal 2023, as compared to the prior year, was primarily pressured by lower sales and operating inefficiencies due to these lower sales; labor challenges within our mattress fabrics business that resulted in increased employee training costs and operating inefficiencies, including quality issues; continued inflationary pressures; operating inefficiencies within the upholstery fabrics segment's cut and sew facility in Haiti due to lower demand; labor challenges and inflationary pressures affecting our Read business; and higher SG&A expense for the year due primarily to higher incentive compensation accrual.  It was also affected by (i) $2.9 million in impairment charges during the second quarter due to the write down of inventory to its net realizable value for our mattress fabrics segment; (ii) $2.6 million in losses from closeout sales of raw material and finished goods inventory during the second and third quarter\n \n\n\n29\n\n\n\n\n \n\n\nfor our mattress fabrics segment; (iii) $2.8 million in markdowns of inventory due to our aged inventory policy for both our mattress fabrics and upholstery fabrics segment; (iv) $713,000 in restructuring and related charges associated with the closure of our upholstery fabric segment's cut and sew facility located in Shanghai, China, during the second quarter; and (v) $781,000 in restructuring charges associated with the rationalization of our upholstery fabrics cut and sew platform located in Ouanaminthe, Haiti, during the third and fourth quarters.  Performance for fiscal 2023 was favorably affected by the foreign exchange rate associated with our upholstery fabrics operation in China, as well as receipt of a $1.0 million non-recurring payment during the fourth quarter relating to newly negotiated terms with a customer of the upholstery segment's cut and sew platform in Haiti.\n\n\nSee the Segment Analysis located in the Results of Operations section below for further details.\n\n\nIncome Taxes\n\n\nWe recorded income tax expense of $3.1 million, or (11.0)% of loss before income taxes, for fiscal 2023, compared with income tax expense of $2.9 million, or (888.0)% of loss before income taxes, for fiscal 2022.\n \n\n\nOur consolidated effective income tax rate during fiscal 2023 was much more negatively affected by the mix of earnings between our U.S. operations and foreign subsidiaries, as compared with fiscal 2022. During fiscal 2023, we incurred a significantly higher pre-tax loss from our U.S. operations totaling $(33.5) million, compared with $(7.6) million for fiscal 2022. As a result, a significantly higher income tax benefit was not recognized due to a full valuation allowance being applied against our U.S. net deferred income tax assets during fiscal 2023, as compared with fiscal 2022. In addition, almost all of our taxable income during fiscal 2023 and fiscal 2022 was earned by our foreign operations located in China and Canada, which have higher income rates than the U.S.\n\n\nWe also incurred a significantly higher consolidated pre-tax loss totaling $(28.4) million during fiscal 2023, as compared with a much lower consolidated pre-tax loss totaling $(325,000) during fiscal 2022. As a result, the principal differences between income tax expense at the U.S. federal income tax rate compared with the effective income tax rate reflected in the consolidated financial statements were more pronounced in fiscal 2022.\n\n\nDuring fiscal 2023 and fiscal 2022, we had income tax payments totaling $2.3 million and $3.1 million, respectively, which mostly represented income tax payments associated with our foreign operations located in China and Canada.\n \n\n\nRefer to Note 11 of the consolidated financial statements for further details regarding our provision for income taxes from operations.\n\n\nLiquidity\n\n\nAs of April 30, 2023, our cash and cash equivalents (“cash\") totaled $21.0 million, an increase of $5.4 million, compared with $14.6 million as of May 1, 2022. This increase in cash was mostly due to (i) net cash provided by operating activities totaling $7.8 million and (ii) proceeds totaling $2.1 million from the sale of investments associated with our rabbi trust that sets aside funds for our deferred compensation plan, partially offset by (iii) capital expenditures of $2.1 million and (ii) contributions totaling $1.2 million to our rabbi trust.\n\n\nOur net cash provided by operating activities was $7.8 million during fiscal 2023, an increase of $25.2 million compared with net cash used in operating activities of $(17.4) million during fiscal 2022. This trend mostly reflects (i) a reduction of inventory related to the significant decline in net sales, improved alignment of inventory purchases with current customer demand trends, and promotional programs to reduce aged raw materials and finished goods inventory; (ii) an abnormally high decrease in accounts payable due to the COVID-19 related shutdowns that affected our operations located in China during the fourth quarter of fiscal 2022, which decrease did not recur in fiscal 2023; (iii) annual incentive payments made during the first quarter of fiscal 2022 that did not recur during fiscal 2023, partially offset by (iv) an abnormally high decrease in accounts receivable due to COVID-19 related shutdowns that affected our operations located in China during the fourth quarter of fiscal 2022, which such decrease did not recur in fiscal 2023, and (v) a decrease in net cash earnings during fiscal 2023 compared with fiscal 2022.\n\n\nAs of April 30, 2023, there were no outstanding borrowings under our lines of credit.\n \n\n\n30\n\n\n\n\n \n\n\nDividend Program\n\n\nOn June 29, 2022, our board of directors announced the decision to suspend the company's quarterly cash dividend. We believed that preserving capital and managing our liquidity during fiscal 2023 was in the company’s best interest to support future growth and the long-term interests of our shareholders. Accordingly, we did not make any dividend payments during fiscal 2023.\n\n\nDuring fiscal 2022, dividend payments totaled $5.5 million, which represented quarterly dividend payments ranging from $0.11 share to $0.115.\n\n\nOur board of directors has sole authority to determine if and when we will declare future dividends, and on what terms. We will continue to reassess our dividend policy each quarter. Future dividend payments will depend on earnings, capital requirements, financial condition, excess availability under our lines of credit, market and economic conditions, and other factors, including alternative investment opportunities.\n\n\nCommon Stock Repurchases\n\n\nIn March 2020, our board of directors approved an authorization for us to acquire up to $5.0 million of our common stock. Under the common stock repurchase program, shares may be purchased from time to time in open market transactions, block trades, through plans established under the Securities Exchange Act Rule 10b5-1, or otherwise. The number of shares purchased and the timing of share purchases are based on working capital requirements, market and general business conditions, and other factors, including alternative investment opportunities.\n\n\nDuring fiscal 2023, we did not purchase any shares of common stock. As a result, as of April 30, 2023, $3.2 million is available for additional repurchases of our common stock. Despite the current share repurchase authorizations, the company does not expect to repurchase any shares through at least the first quarter of fiscal 2024.\n\n\nDuring fiscal 2022, we repurchased 121,688 shares of our common stock at a cost of $1.8 million.\n \n\n\nResults of Operations\n\n\nThe following table sets forth certain items in our consolidated statements of net loss as a percentage of net sales.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal\n\n\n \n\n\n \n\n\nFiscal\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n(95.4\n\n\n)\n\n\n \n\n\n \n\n\n(87.8\n\n\n)\n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n4.6\n\n\n \n\n\n \n\n\n \n\n\n12.2\n\n\n \n\n\n\n\n\n\nSelling, general and administrative expenses\n\n\n \n\n\n \n\n\n(16.2\n\n\n)\n\n\n \n\n\n \n\n\n(12.0\n\n\n)\n\n\n\n\n\n\nRestructuring expense\n\n\n \n\n\n \n\n\n(0.6\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\n(Loss) income from operations\n\n\n \n\n\n \n\n\n(12.1\n\n\n)\n\n\n \n\n\n \n\n\n0.2\n\n\n \n\n\n\n\n\n\nInterest income\n\n\n \n\n\n \n\n\n0.2\n\n\n \n\n\n \n\n\n \n\n\n0.1\n\n\n \n\n\n\n\n\n\nOther expense\n\n\n \n\n\n \n\n\n(0.2\n\n\n)\n\n\n \n\n\n \n\n\n(0.5\n\n\n)\n\n\n\n\n\n\nLoss before income taxes\n\n\n \n\n\n \n\n\n(12.1\n\n\n)\n\n\n \n\n\n \n\n\n(0.1\n\n\n)\n\n\n\n\n\n\nIncome tax expense *\n\n\n \n\n\n \n\n\n(11.0\n\n\n)\n\n\n \n\n\n \n\n\n(888.0\n\n\n)\n\n\n\n\n\n\nNet loss\n\n\n \n\n\n \n\n\n(13.4\n\n\n)\n\n\n \n\n\n \n\n\n(1.1\n\n\n)\n\n\n\n\n\n\n \n\n\n*\tCalculated as a percentage of loss before income taxes.\n\n\n31\n\n\n\n\n \n\n\n2023 compared with 2022\n\n\nSegment Analysis\n\n\nMattress Fabrics Segment\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nTwelve Months Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n110,995\n\n\n \n\n\n \n\n\n$\n\n\n152,159\n\n\n \n\n\n \n\n\n(27.1)%\n\n\n \n\n\n\n\n\n\nGross (loss) profit\n\n\n \n\n\n \n\n\n(6,739\n\n\n)\n\n\n \n\n\n \n\n\n16,458\n\n\n \n\n\n \n\n\n(140.9)%\n\n\n \n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n(6.1\n\n\n)%\n\n\n \n\n\n \n\n\n10.8\n\n\n%\n\n\n \n\n\n \n\n\n(1690) bp\n\n\n \n\n\n\n\n\n\nSelling, general and administrative expenses\n\n\n \n\n\n \n\n\n11,942\n\n\n \n\n\n \n\n\n \n\n\n12,246\n\n\n \n\n\n \n\n\n(2.5)%\n\n\n \n\n\n\n\n\n\n(Loss) income from operations\n\n\n \n\n\n \n\n\n(18,681\n\n\n)\n\n\n \n\n\n \n\n\n4,212\n\n\n \n\n\n \n\n\nN.M.\n\n\n \n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n(16.8\n\n\n)%\n\n\n \n\n\n \n\n\n2.8\n\n\n%\n\n\n \n\n\n \n\n\n(1960) bp\n\n\n \n\n\n\n\n\n\n \n\n\nNet Sales\n\n\nMattress fabrics sales decreased 27.1% in fiscal 2023 compared to the prior year. This decrease reflects a material slowdown in consumer demand in the domestic mattress industry throughout the year. We believe this slowdown was primarily due to inflationary pressures affecting consumer spending, as well as a shift in demand from home goods to travel, leisure, and entertainment following a pulling forward of demand for home goods during the early years of the COVID-19 pandemic. The impact of this industry softness was exacerbated, especially during the first nine months of the fiscal year, by mattress manufacturers and retailers working through an excess of inventory, delaying the timing of shipments and new product roll outs. However, we began the roll out of some new customer programs near the end of the third quarter and these roll outs continued during the fourth quarter, driving both year-over-year and sequential improvement for the fourth quarter.\n\n\nDuring fiscal 2023, we maintained a continued focus on inventory reductions and cash generation, while executing our product-driven strategy with an ongoing emphasis on innovation, design creativity, and customer relationships. The strength and flexibility of our global manufacturing and sourcing operations in the U.S., Canada, Haiti, Asia, and Turkey also enabled us to support the evolving needs of our mattress fabrics and cover customers throughout the year.\n \n\n\nDuring the second half of the year, we initiated a comprehensive business transformation plan focused on long-term improvement in areas that include quality, sales, marketing, and operational processes; supply chain optimization; employee engagement; and organizational structure. With execution being led by new leadership and a restructured management team, we believe this plan will lay the foundation for steady, sequential improvement in this business. Although the pace of this improvement will be affected by recovery in the overall macroeconomic environment, we believe our market position is growing, and we are optimistic about additional program launches expected during the calendar 2023 year.\n \n\n\nLooking ahead, we expect the current macro environment will continue to affect consumer spending trends for some time, resulting in ongoing industry softness that may reduce demand for our mattress fabrics and cover products. We expect these conditions are likely to pressure results through at least the first quarter of fiscal 2024. Additionally, the potential ongoing impacts of Russia’s invasion of Ukraine, as well as impacts from possible additional surges in the coronavirus, remain unknown and depend on factors beyond our knowledge or control. Either of these situations could cause disruption that could adversely affect our operations and financial performance.\n\n\nGross Profit and Operating Income\n\n\nThe decrease in mattress fabrics profitability during fiscal 2023, as compared to fiscal 2022, was primarily due to lower sales; operating inefficiencies arising from these lower sales; labor challenges resulting in increased employee training costs and operating inefficiencies, including quality issues; and higher raw material costs. Other factors pressuring the year included $2.9 million in impairment charges during the second quarter due to the write down of inventory to its net realizable value; $2.6 million in losses from closeout sales of raw material and finished goods inventory, and $386,000 in markdowns of inventory based on our policy for aged inventory.\n \n\n\nWe completed a restructuring and rationalization of our U.S.-based cut and sewn cover platform during the third quarter of fiscal 2023, moving our R&D and prototyping capabilities from our High Point, North Carolina, location to our facility in Stokesdale, North Carolina. The result of this move was the discontinuation of our higher-cost on-shore production capabilities, with closures of our two leased facilities in High Point, North Carolina, during the third quarter. We believe this platform restructuring will allow us to generate cost savings by utilizing our lower-cost mattress cover production and sourcing capabilities in Haiti and Asia, where we can scale operations to align with demand and continue to support the needs of our customers.\n \n\n\n32\n\n\n\n\n \n\n\nWe expect the ongoing industry softness affecting sales volumes will affect profitability through at least the first quarter of fiscal 2024, although we believe these headwinds will be mitigated to some extent by our ongoing efforts to improve operational efficiencies and control internal costs, as well as our continued roll out of new products priced in line with current costs. We will consider further adjustments to right-size and restructure our operations as necessary to align with current demand levels, as well as additional reasonable pricing actions as competitive conditions permit to further mitigate and manage inflation.\n\n\nSegment Assets\n\n\nSegment assets consist of accounts receivable, inventory, property, plant, and equipment, and right of use assets.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nAccounts receivable\n\n\n \n\n\n$\n\n\n12,396\n\n\n \n\n\n \n\n\n$\n\n\n9,865\n\n\n \n\n\n \n\n\n \n\n\n25.7\n\n\n%\n\n\n\n\n\n\nInventory\n\n\n \n\n\n \n\n\n25,674\n\n\n \n\n\n \n\n\n \n\n\n39,028\n\n\n \n\n\n \n\n\n \n\n\n(34.2\n\n\n)%\n\n\n\n\n\n\nProperty, plant & equipment\n\n\n \n\n\n \n\n\n33,749\n\n\n \n\n\n \n\n\n \n\n\n38,731\n\n\n \n\n\n \n\n\n \n\n\n(12.9\n\n\n)%\n\n\n\n\n\n\nRight of use assets\n\n\n \n\n\n \n\n\n2,308\n\n\n \n\n\n \n\n\n \n\n\n3,469\n\n\n \n\n\n \n\n\n \n\n\n(33.5\n\n\n)%\n\n\n\n\n\n\nTotal mattress fabrics segment assets\n\n\n \n\n\n$\n\n\n74,127\n\n\n \n\n\n \n\n\n$\n\n\n91,093\n\n\n \n\n\n \n\n\n \n\n\n(18.6\n\n\n)%\n\n\n\n\n\n\n \n\n\nRefer to Note 17 of the consolidated financial statements for disclosures regarding determination of our segment assets.\n\n\n \n\n\nAccounts Receivable\n\n\nAs of April 30, 2023, accounts receivable increased by $2.5 million, or 25.7%, compared with May 1, 2022. This increase primarily reflects slower cash collections, as we had an unfavorable mix of higher sales volume with customers with longer credit terms during the fourth quarter of fiscal 2023 as compared with the fourth quarter of fiscal 2022. As a result, days' sales outstanding for this segment increased to 37 days for the fourth quarter of fiscal 2023, up from 30 days for the fourth quarter of fiscal 2022. In addition, this increase reflects an increase in net sales during the fourth quarter of fiscal 2023 compared with the fourth quarter of fiscal 2022. Net sales for the fourth quarter of fiscal 2023 were $30.7 million, an increase of 3.1%, compared with th net sales of $29.8 million during the fourth quarter of fiscal 2022.\n\n\nInventory\n\n\nAs of April 30, 2023, inventory decreased by $13.4 million, or 34.2%, compared with May 1, 2022. This trend reflects (i) a decline in inventory purchases reflecting the 27.1% decrease in net sales during fiscal 2023 as compared with fiscal 2022, (ii)  $3.2 million in non-cash charges recorded during fiscal 2023, which includes $2.9 million related to a write-down of inventory to its net realizable value and $386,000 related to markdowns of inventory estimated based on our policy for aged inventory, (iii) improved alignment of inventory purchases with current customer demand trends, and (iv) promotional programs to reduce aged raw materials and finished goods inventory; partially offset by (v)  higher raw material, labor, and overhead costs stemming from inflationary pressures.\n\n\nInventory turns were 4.4 for the fourth quarter of fiscal 2023, compared with 2.9 for the fourth quarter of fiscal 2022.\n\n\nProperty, Plant, & Equipment\n\n\nAs of April 30, 2023, property, plant, and equipment decreased by $5.0 million, or 12.9%, compared with May 1, 2022. This decrease represents our concerted effort to reduce capital spending due to current and expected macroeconomic conditions. As a result, depreciation expense totaling $6.1 million exceeded our capital expenditures of $1.1 million during fiscal 2023.\n\n\nThe $33.7 million as of April 30, 2023, represents property, plant, and equipment of $22.7 million, $10.4 million, and $608,000 located in the U.S., Canada, and Haiti, respectively. The $38.7 million as of May 1, 2022, represents property, plant, and equipment of $25.6 million, $12.4 million, and $757,000 located in the U.S., Canada, and Haiti, respectively.\n \n\n\n33\n\n\n\n\n \n\n\nRight of Use Assets\n\n\nAs of April 30, 2023, right of use assets decreased by $1.2 million, or 33.5%, compared with May 1, 2022. Right of use assets have steadily decreased due to rent expense incurred over the terms of the respective lease agreements, as well as the termination of two lease agreements related to the closure of our mattress cover operation located in High Point, North Carolina, during fiscal 2023.\n\n\nThe $2.3 million as of April 30, 2023, represents right of use assets of $1.5 million and $766,000 located in Haiti and Canada, respectively. The $3.5 million as of May 1, 2022, represents right of use assets of $2.0 million, $1.2 million, and $291,000 located in Haiti, the U.S., and Canada, respectively.\n \n\n\nUpholstery Fabrics Segment\n\n\nNet Sales\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nTwelve Months Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nNon-U.S. Produced\n\n\n \n\n\n$\n\n\n114,589\n\n\n \n\n\n \n\n\n \n\n\n92\n\n\n%\n\n\n \n\n\n$\n\n\n133,271\n\n\n \n\n\n \n\n\n \n\n\n93\n\n\n%\n\n\n \n\n\n \n\n\n(14.0\n\n\n)%\n\n\n\n\n\n\nU.S. Produced\n\n\n \n\n\n \n\n\n9,350\n\n\n \n\n\n \n\n\n \n\n\n8\n\n\n%\n\n\n \n\n\n \n\n\n9,409\n\n\n \n\n\n \n\n\n \n\n\n7\n\n\n%\n\n\n \n\n\n \n\n\n(0.6\n\n\n)%\n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n123,939\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n142,680\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n \n\n\n(13.1\n\n\n)%\n\n\n\n\n\n\n \n\n\nUpholstery fabrics sales decreased 13.1% in fiscal 2023 compared to the prior year. This decrease reflects reduced demand for our residential upholstery fabric products, driven by a slowdown in new retail business in the residential home furnishings industry, as well as high inventory levels at manufacturers and retailers during the first nine months of the year.\n \n\n\n \n\n\nThe decrease in net sales for fiscal 2023 was partially offset by higher sales in our hospitality/contract business compared to the prior year, as well as receipt of a $1.0 million non-recurring payment during the fourth quarter relating to newly negotiated terms with a Haiti cut and sew customer.\n \n\n\n \n\n\nLooking ahead, we expect the slowdown in new retail business for the residential home furnishings industry may affect demand for our residential business for some period of time. Despite this challenge, we believe our business is well positioned for the long term with our product-driven strategy and innovative product offerings, including our popular portfolio of LiveSmart® performance products, as well as our flexible Asian platform and our long-term supplier relationships.\n \n\n\n \n\n\nNotably, the potential ongoing impact of Russia’s invasion of Ukraine, as well as the economic and health effects from possible additional surges in the coronavirus, remain unknown and depend on factors beyond our control. At this time, we cannot reasonably estimate the impact on our upholstery fabrics segment, but we note that if conditions worsen in either of these situations, including additional COVID-related shutdowns of our China operations, the impact on our operations, and/or on our suppliers, customers, consumers, and the global economy, could adversely affect our financial performance.\n\n\nGross Profit and Operating Income\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nTwelve Months Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n17,733\n\n\n \n\n\n \n\n\n$\n\n\n19,635\n\n\n \n\n\n \n\n\n \n\n\n(9.7\n\n\n)%\n\n\n\n\n\n\nGross profit margin\n\n\n \n\n\n \n\n\n14.3\n\n\n%\n\n\n \n\n\n \n\n\n13.8\n\n\n%\n\n\n \n\n\n \n\n\n50\n\n\nbp\n\n\n\n\n\n\nSelling, general and administrative expenses\n\n\n \n\n\n \n\n\n15,739\n\n\n \n\n\n \n\n\n \n\n\n14,009\n\n\n \n\n\n \n\n\n \n\n\n12.3\n\n\n%\n\n\n\n\n\n\nRestructuring expense\n\n\n \n\n\n \n\n\n1,396\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\nIncome from operations\n\n\n \n\n\n \n\n\n1,994\n\n\n \n\n\n \n\n\n \n\n\n5,626\n\n\n \n\n\n \n\n\n \n\n\n(64.6\n\n\n)%\n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n1.6\n\n\n%\n\n\n \n\n\n \n\n\n3.9\n\n\n%\n\n\n \n\n\n \n\n\n(230) bp\n\n\n \n\n\n\n\n\n\n \n\n\nThe decrease in upholstery fabrics profitability for fiscal 2023, as compared to the prior year, primarily reflects lower residential sales; $2.5 million in markdowns of inventory based on our policy for aged inventory; operating inefficiencies in our cut and sew operation in Haiti due to reduced demand; and labor challenges and inflationary pressures affecting our Read business during the year. These pressures were partially offset by a significantly more favorable foreign exchange rate associated with our operations in China; receipt of a $1.0 million non-recurring payment during the fourth quarter relating to newly negotiated terms with a customer of our Haiti cut\n \n\n\n34\n\n\n\n\n \n\n\nand sew platform;  and lower overhead costs resulting from the restructuring of our cut and sew platforms in China and Haiti during fiscal 2023, as described in more detail below.\n\n\n \n\n\nBased on market dynamics for cut and sewn products and the strength of our Asian supply chain, we took action during the second quarter of fiscal 2023 to restructure and adjust our model for this platform with the closure of our cut and sew facility located in Shanghai, China. We believe this move will allow us to reduce our operating costs while maintaining our ability to support our customers, grow our cut and sew business, and maintain our competitive advantages through our lower-cost manufacturing and sourcing operations in Asia and Haiti.\n \n\n\n \n\n\nWe also took action during the third quarter of fiscal 2023 to rationalize and consolidate our cut and sew upholstery kit platform in Haiti, based on ongoing demand weakness for cut and sewn products. This restructuring better aligns our capacity and costs with current demand levels for upholstery kits. We believe this move, which included terminating a lease and relocating a scaled-down operation into an existing facility for our mattress cover business, will allow us to reduce our operating costs without sacrificing our ability to support our customers.\n \n\n\n \n\n\nLooking ahead, the residential home furnishings industry remains under pressure due to shifting consumer spending trends and inflation affecting overall consumer spending. As a result, we expect lower sales volumes in our residential business will continue to affect our profitability. However, for fiscal 2024, we expect to benefit from a rationalized Haiti operation, improved inventory management, a solid hospitality/contract fabric business, and improvement in our Read business. We will also continue our ongoing cost reduction efforts and will consider further adjustments to right-size and restructure our operations as necessary to align with current demand levels, while maintaining our ability to service our customers.\n \n\n\n \n\n\nRestructuring Activities\n \n\n\n \n\n\nSecond Quarter of Fiscal 2023 - China\n \n\n\n \n\n\nDuring the second quarter of fiscal 2023, we closed our cut and sew upholstery fabrics operation located in Shanghai, China, which included the termination of an agreement to lease a building. This strategic action, along with the further use of our Asian supply chain, was our response to declining consumer demand for cut and sewn products, by adjusting our operating costs to better align with the lower demand. As a result of this strategic action, we recorded restructuring expense and restructuring related charges totaling $713,000. These charges represent employee termination benefits of $468,000, loss from the disposal and markdowns of inventory of $98,000, impairment loss associated with equipment of $80,000, lease termination costs of $47,000, and other associated costs of $20,000. Of the total $713,000, $615,000 and $98,000 were recorded to restructuring expense and cost of sales, respectively, in the fiscal 2023 Consolidated Statement of Net Loss.\n \n\n\n \n\n\nThird and Fourth Quarters of Fiscal 2023 - Haiti\n \n\n\n \n\n\nEffective January 24, 2023, we entered into an agreement to terminate a lease (\"the Termination Agreement\") of a facility (the \"Terminated Facility\") located in Ouanaminthe, Haiti, that was used solely for the production of cut and sewn kits associated with our upholstery fabrics segment. As a result, we relocated production of cut and sewn upholstery kits into another existing facility that is also located in Ouanaminthe, Haiti, and leased by an affiliate that produces mattress covers at this facility. As a result, we will produce both upholstery cut and sewn kits and mattress covers in this location. We believe this strategic action will realign our capacity and costs with current demand levels, while still allowing us to support our customers and scale for additional capacity if conditions improve.\n \n\n\n \n\n\nBased on the terms of the Termination Agreement, we vacated and returned possession of the Terminated Facility to the lessor, and a third party lessee took possession of the Terminated Facility and agreed to pay us $2.4 million over a period commencing April 1, 2023, through December 31, 2029, for the right to use the Terminated Facility. The terms of the Termination Agreement fully and unconditionally released and discharged us from all of our remaining obligations under the original lease for the Terminated Facility.\n \n\n\n \n\n\nAs a result of this strategic action, we recorded restructuring expense of $781,000 during the third and fourth quarters of fiscal 2023, which represents lease termination costs of $434,000, an impairment loss regarding leasehold improvements totaling $277,000, employee termination benefits of $39,000, and other associated costs of $31,000.\n \n\n\n \n\n\nThe following summarizes our restructuring expense and restructuring related charges that were associated with both of our restructuring activities noted above for fiscal 2023:\n\n\n \n\n\n35\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n\n\n\n\nEmployee termination benefits\n\n\n \n\n\n \n\n\n$\n\n\n507\n\n\n \n\n\n\n\n\n\nLease termination costs\n\n\n \n\n\n \n\n\n \n\n\n481\n\n\n \n\n\n\n\n\n\nImpairment loss - leasehold improvements and equipment\n\n\n \n\n\n \n\n\n \n\n\n357\n\n\n \n\n\n\n\n\n\nLoss on disposal and markdowns of inventory\n\n\n \n\n\n \n\n\n \n\n\n98\n\n\n \n\n\n\n\n\n\nOther associated costs\n\n\n \n\n\n \n\n\n \n\n\n51\n\n\n \n\n\n\n\n\n\nRestructuring expense and restructuring related charges (1)\n\n\n \n\n\n \n\n\n$\n\n\n1,494\n\n\n \n\n\n\n\n\n\n \n\n\n(1) Of the total $1.5 million, $1.4 million and $98,000 were recorded to restructuring expense and cost of sales, respectively, in the    fiscal 2023 Consolidated Statement of Net Loss.\n\n\nSegment Assets\n\n\nSegment assets consist of accounts receivable, inventory, property, plant, and equipment, and right of use assets.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nAccounts receivable\n\n\n \n\n\n$\n\n\n12,382\n\n\n \n\n\n \n\n\n$\n\n\n12,361\n\n\n \n\n\n \n\n\n \n\n\n0.2\n\n\n%\n\n\n\n\n\n\nInventory\n\n\n \n\n\n \n\n\n19,406\n\n\n \n\n\n \n\n\n \n\n\n27,529\n\n\n \n\n\n \n\n\n \n\n\n(29.5\n\n\n)%\n\n\n\n\n\n\nProperty, plant & equipment\n\n\n \n\n\n \n\n\n1,671\n\n\n \n\n\n \n\n\n \n\n\n2,030\n\n\n \n\n\n \n\n\n \n\n\n(17.7\n\n\n)%\n\n\n\n\n\n\nRight of use assets\n\n\n \n\n\n \n\n\n2,618\n\n\n \n\n\n \n\n\n \n\n\n8,124\n\n\n \n\n\n \n\n\n \n\n\n(67.8\n\n\n)%\n\n\n\n\n\n\n  Total upholstery fabrics segment assets\n\n\n \n\n\n$\n\n\n36,077\n\n\n \n\n\n \n\n\n$\n\n\n50,044\n\n\n \n\n\n \n\n\n \n\n\n(27.9\n\n\n)%\n\n\n\n\n\n\n \n\n\nAccounts Receivable\n\n\nAs of April 30, 2023, accounts receivable remained flat compared with May 1, 2022. This trend reflects faster cash collections as we had a favorable mix of higher sales volume with customers with shorter credit terms during the fourth quarter of fiscal 2023 compared with the fourth quarter of fiscal 2022. As a result, days' sales outstanding for this segment decreased to 33 days for the fourth quarter of fiscal 2023, down from 40 days for the fourth quarter of fiscal 2022. The faster cash collections that occurred during the fourth quarter of fiscal 2023 were partially offset by an increase in net sales during the fourth quarter of fiscal 2023, as compared with the fourth quarter of fiscal 2022. Net sales for the fourth quarter of fiscal 2023 were $30.7 million, an increase of of $3.6 million, or 13.1%, compared with net sales of $27.2 million during the fourth quarter of fiscal 2022.\n \n\n\nInventory\n\n\nAs of April 30, 2023, inventory decreased by $8.1 million, or 29.5%, compared with May 1, 2022. This trend reflects (i) a decline in inventory purchases reflecting the 13.1% decrease in net sales during fiscal 2023 compared with fiscal 2022, (ii) a $2.6 million non-cash charge recorded during fiscal 2023, which includes $2.5 million of markdowns of inventory estimated based on our policy for aged inventory and $98,000 that was associated with the loss on disposal and markdowns of inventory related to the exit from our cut and sew upholstery fabrics operation located in Shanghai, China, (iii) improved alignment of inventory purchases with current customer demand trends, and (iv) promotional programs to reduce aged raw materials and finished goods inventory; partially offset by (v) higher raw material, labor, and overhead costs stemming from inflationary pressures.\n \n\n\nInventory turns were 4.8 during the fourth quarter of fiscal 2023, compared with 3.0 for the fourth quarter of fiscal 2022.\n\n\nProperty, Plant, & Equipment\n\n\nAs of April 30, 2023, property, plant, and equipment decreased by $359,000, or 17.7%, compared with May 1, 2022. This decrease represents our concerted effort to reduce capital spending due to current and expected macroeconomic conditions. As a result, depreciation expense totaling $795,000 exceeded our capital expenditures of $467,000 during fiscal 2023.\n\n\nThe $1.7 million as of April 30, 2023, represents property, plant, and equipment of $974,000, $592,000, and $105,000 located in the U.S., Haiti, and China, respectively. The $2.0 million as of May 1, 2022, represents property, plant, and equipment of $1.0 million, $756,000, and $255,000 located in the U.S., Haiti, and China, respectively.\n \n\n\nRight of Use Assets\n\n\nAs of April 30, 2023, our right of use assets decreased by $5.5 million, or 67.8%, compared with May 1, 2022. This decrease mostly resulted from (i) six-month forgiveness of rent payments associated with COVID-19 relief permitted by the Chinese government for all building lease agreements located in Shanghai, China, (ii) the termination of a building lease agreement in connection with the exit from\n \n\n\n36\n\n\n\n\n \n\n\nour cut and sew operation located in Shanghai, China, and (iii) the termination of a building lease agreement in connection with the rationalization of our cut and sew upholstery fabrics operation located in Ouanaminthe, Haiti.\n\n\nThe $2.6 million as of April 30, 2023, represents right of use assets of $1.5 million and $1.1 million located in China and the U.S., respectively. The $8.1 million as of May 1, 2022, represents right of use assets of $3.7 million, $2.6 million, and $1.8 million located in China, Haiti, and the U.S., respectively.\n \n\n\nOther Income Statement Categories\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nTwelve Months Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nApril 30,\n2023\n\n\n \n\n\n \n\n\nMay 1,\n2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nSelling, general, and administrative expenses\n\n\n \n\n\n$\n\n\n37,978\n\n\n \n\n\n \n\n\n$\n\n\n35,415\n\n\n \n\n\n \n\n\n \n\n\n7.2\n\n\n%\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n17\n\n\n \n\n\n \n\n\n \n\n\n(100.0\n\n\n)%\n\n\n\n\n\n\nInterest income\n\n\n \n\n\n \n\n\n531\n\n\n \n\n\n \n\n\n \n\n\n373\n\n\n \n\n\n \n\n\n \n\n\n42.4\n\n\n%\n\n\n\n\n\n\nOther expense\n\n\n \n\n\n \n\n\n443\n\n\n \n\n\n \n\n\n \n\n\n1,359\n\n\n \n\n\n \n\n\n \n\n\n(67.4\n\n\n)%\n\n\n\n\n\n\n \n\n\nSelling, General, and Administrative Expenses\n\n\n \n\n\nThe increase in selling, general, and administrative expenses during fiscal 2023, as compared with fiscal 2022, is mostly due to higher incentive compensation expense that relates to our annual bonuses, reflecting the achievement of favorable financial results in relation to pre-established free cash flow performance targets pertaining solely to the upholstery fabrics segment and the executive shared services reporting unit.\n\n\nInterest Expense\n\n\nInterest expense reflects our historically low level and short duration of borrowings outstanding.\n\n\nInterest Income\n\n\nThe increase in interest income is due primarily to higher market interest rates earned during fiscal 2023, compared with fiscal 2022.\n\n\nOther Expense\n\n\nManagement is required to assess certain economic factors to determine the currency of the primary economic environment in which our foreign subsidiaries operate. Based on our assessments, the U.S. dollar was determined to be the functional currency of our operations located in China and Canada.\n\n\nOther expense during fiscal 2023 decreased $916,000, or 67.4%, compared with fiscal 2022. This decrease primarily relates to more favorable foreign currency exchange rates applied against our balance sheet accounts denominated in Chinese Renminbi to determine the corresponding U.S. dollar financial reporting amounts. During fiscal 2023, we reported a foreign exchange rate gain of $588,000 associated with our operations located in China, compared with a foreign exchange rate loss of $(104,000) incurred during fiscal 2022.   In addition, we incurred a realized loss totaling $450,000 on the sale of our remaining short-term available-for-sale and held-to-maturity investments that mostly occurred during the fourth quarter of fiscal 2022, which realized loss did not recur during fiscal 2023.\n\n\nThe $588,000 foreign exchange rate gain related to our operations located in China was mostly non-cash, and was mostly offset by $355,000 of  income tax expense, which will increase our income tax payments and withholding tax payments associated with future earnings and profits repatriated from our operations located in China to the company's U.S. parent. This income tax expense of $355,000 was associated with taxable foreign exchange rate gains based on less favorable foreign currency exchange rates applied against balance sheet accounts denominated in U.S. dollars to determine the corresponding Chinese Renminbi local currency amounts. The foreign exchange rate gains incurred on our U.S. dollar denominated balance sheet accounts associated with our operations located in China are considered taxable income, as we incur income tax expense and pay income taxes in China’s local currency.\n\n\nIncome Taxes\n\n\nEffective Income Tax Rate & Income Tax Expense\n\n\nWe recorded income tax expense of $3.1 million, or (11.0)% of loss before income taxes, during fiscal 2023, compared with income tax expense of $2.9 million, or (888.0)% of loss before income taxes, during fiscal 2022.\n \n\n\n37\n\n\n\n\n \n\n\nThe following schedule summarizes the principal differences between income tax expense at the federal income tax rate and the effective income tax rate reflected in the consolidated financial statements:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nU.S. federal income tax rate\n\n\n \n\n\n \n\n\n21.0\n\n\n%\n\n\n \n\n\n \n\n\n21.0\n\n\n%\n\n\n\n\n\n\nvaluation allowance\n\n\n \n\n\n \n\n\n(24.0\n\n\n)\n\n\n \n\n\n \n\n\n(56.3\n\n\n)\n\n\n\n\n\n\nglobal intangible low taxed income tax (GILTI)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(540.9\n\n\n)\n\n\n\n\n\n\nforeign tax rate differential\n\n\n \n\n\n \n\n\n(4.0\n\n\n)\n\n\n \n\n\n \n\n\n(206.2\n\n\n)\n\n\n\n\n\n\nincome tax effects of Chinese foreign exchange gains and losses\n\n\n \n\n\n \n\n\n(0.9\n\n\n)\n\n\n \n\n\n \n\n\n(20.6\n\n\n)\n\n\n\n\n\n\nwithholding taxes associated with foreign tax jurisdictions\n\n\n \n\n\n \n\n\n(2.4\n\n\n)\n\n\n \n\n\n \n\n\n(172.8\n\n\n)\n\n\n\n\n\n\nuncertain income tax positions\n\n\n \n\n\n \n\n\n(0.3\n\n\n)\n\n\n \n\n\n \n\n\n105.4\n\n\n \n\n\n\n\n\n\nU.S. state income taxes\n\n\n \n\n\n \n\n\n0.6\n\n\n \n\n\n \n\n\n \n\n\n21.5\n\n\n \n\n\n\n\n\n\nstock-based compensation\n\n\n \n\n\n \n\n\n(0.3\n\n\n)\n\n\n \n\n\n \n\n\n(3.3\n\n\n)\n\n\n\n\n\n\nother (3)\n\n\n \n\n\n \n\n\n(0.7\n\n\n)\n\n\n \n\n\n \n\n\n(35.8\n\n\n)\n\n\n\n\n\n\nconsolidated effective income tax rate (1) (2)\n\n\n \n\n\n \n\n\n(11.0\n\n\n)%\n\n\n \n\n\n \n\n\n(888.0\n\n\n)%\n\n\n\n\n\n\n \n\n\n(1)\nOur consolidated effective income tax rate during fiscal 2023 was much more negatively affected by the mix of earnings and losses between our U.S. operations and foreign subsidiaries, as compared with fiscal 2022. During fiscal 2023, we incurred a significantly higher pre-tax loss from our U.S. operations totaling $(33.5) million, compared with $(7.6) million for fiscal 2022. As a result, a significantly higher income tax benefit was not recognized due to a full valuation allowance being applied against our U.S. net deferred income tax assets during fiscal 2023, as compared with fiscal 2022. In addition, almost all of our taxable income for each of fiscal 2023 and 2022 was earned by our foreign operations located in China and Canada, which have higher income tax rates than the U.S.\n\n\n \n\n\n(2)\nDuring fiscal 2023, we incurred a significantly higher consolidated pre-tax loss totaling $(28.4) million, compared with a much lower consolidated pre-tax loss totaling $(325,000) during fiscal 2022. As a result, the principal differences between income tax expense at the U.S. federal income tax rate and the effective income tax rate reflected in the consolidated financial statements were more pronounced for fiscal 2022, as compared with fiscal 2023.\n\n\n(3)\n“Other” for all periods presented represents miscellaneous adjustments that pertain to U.S. permanent differences such as meals and entertainment and income tax provision to return adjustments.\n\n\nGILTI\n\n\nFiscal 2022\n\n\nEffective July 20, 2020, the U.S. Treasury Department finalized and enacted previously proposed regulations regarding the GILTI tax provisions of the Tax Cuts and Jobs Act of 2017 (“TCJA”). With the enactment of these final regulations, we became eligible for an exclusion from GILTI if we meet the provisions of the GILTI High-Tax exception included in these final regulations on a jurisdiction-by-jurisdiction basis. To meet the provisions of the GILTI High-Tax exception, the tested foreign entity’s effective income tax rate related to current year’s earnings must be higher than 90% of the U.S. Federal income tax rate of 21% (i.e.,18.9%).\n \n\n\nWe did not meet the GILTI High-Tax exception for the 2021 tax year regarding our operations located in China. This was due primarily to significant income tax deductible foreign exchange losses that significantly lowered income tax expense associated with current year’s earnings. As a result, the current effective income tax rate was lower than the required 18.9% current effective income tax rate to meet the GILTI High-Tax exception. Consequently, we incurred a non-cash income tax charge of $1.8 million, which charge was fully offset by a $1.8 million non-cash income tax benefit due to a corresponding reversal of our full valuation allowance associated with our U.S. net deferred income tax assets.\n\n\nWe did not meet the GILTI High-Tax exception for the 2022 tax year regarding our foreign operations located in Canada and Haiti. With regard to Canada, we placed several significant capital projects into service during fiscal 2022, and therefore, were eligible for a significant amount of income tax deductible accelerated depreciation. As a result, our current year’s income tax expense was much lower than prior years, and therefore, our current effective income tax rate was lower than the required 18.9% current effective income tax rate to meet the GILTI High-Tax exception. For our operations in Haiti, taxable income or losses are not subject to income tax, as we are located in an economic zone that permits a 0% income tax rate for the first fifteen years of operations, for which we have nine years remaining. Since our operations located in Haiti are not subject to income tax, our current effective income tax rate was 0%, which is lower than the required 18.9% current effective income tax rate to meet the GILTI High-Tax exception. Although our operations located in Canada and Haiti did not meet the GILTI High-Tax exception, we incurred a nominal amount of GILTI tax for the 2022 tax\n \n\n\n38\n\n\n\n\n \n\n\nyear, as the losses subject to GILTI tax from our Haitian operations mostly offset the income subject to GILTI tax from our Canadian operation.\n\n\nFiscal 2023\n\n\nWe do not expect to pay GILTI tax for the 2023 tax year, as we expect to meet the GILTI High-Tax exception regarding our operations located in China and Canada, and we incurred taxable losses associated with our operations located in Haiti.\n\n\nDeferred Income Taxes – Valuation Allowance\n\n\nWe evaluate the realizability of our deferred income taxes to determine if a valuation allowance is required. We assess whether a valuation allowance should be established based on the consideration of all available evidence using a “more-likely-than-not” standard, with significant weight being given to evidence that can be objectively verified. Since the company operates in multiple jurisdictions, we assess the need for a valuation allowance on a jurisdiction-by-jurisdiction basis, considering the effects of local tax law.\n\n\nAs of April 30, 2023, we evaluated the realizability of our U.S. net deferred income tax assets to determine if a full valuation allowance was still required. Based on our assessment, we determined we still have a recent history of significant cumulative U.S. pre-tax losses, in that we experienced U.S. pre-tax losses during each of the last three fiscal years. In addition, we are currently expecting U.S. pre-tax losses to continue into fiscal 2024. As a result of the significant weight of this negative evidence, we believe it is more-likely-than-not that our U.S. net deferred income tax assets will not be fully realizable, and therefore we provided for a full valuation allowance against our U.S. net deferred income tax assets totaling $18.7 million as of April 30, 2023.\n\n\nRefer to Note 11 of the consolidated financial statements for additional disclosures regarding the valuation allowance against our U.S. net deferred income taxes.\n \n\n\nDeferred Income Taxes – Undistributed Earnings from Foreign Subsidiaries\n\n\nWe assess whether the undistributed earnings from our foreign subsidiaries will be reinvested indefinitely or eventually distributed to our U.S. parent company, and whether we are required to a record a deferred income tax liability for those undistributed earnings from foreign subsidiaries that will not be reinvested indefinitely. As of April 30, 2023, we assessed the liquidity requirements of our U.S. parent company and determined that our undistributed earnings from our foreign subsidiaries would not be reinvested indefinitely and therefore, would be eventually distributed to our U.S. parent company. The conclusion reached from our assessment is consistent with prior years. Accordingly, as of April 30, 2023, we recorded a deferred income tax liability associated with our undistributed earnings from foreign subsidiaries of $4.2 million.\n\n\nRefer to Note 11 of the consolidated financial statements for additional disclosures regarding our deferred income tax liability associated with the undistributed earnings from our foreign subsidiaries.\n\n\nUncertainty in Income Taxes\n\n\nAn unrecognized income tax benefit for an uncertain income tax position can be recognized in the first interim period if the more-likely-than-not recognition threshold is met by the end of the reporting period, or if the position is effectively settled through examination, negotiation, or litigation, or if the statute of limitations for the relevant taxing authority to examine and challenge the tax position has expired. If it is determined that any of the above conditions occur regarding our uncertain income tax positions, an adjustment to our unrecognized income tax benefit will be recorded at that time.\n\n\nAs of April 30, 2023, we had a $1.2 million total gross unrecognized income tax benefit that primarily relates to double taxation under applicable income tax treaties with foreign tax jurisdictions. At this time, significant change associated with this income tax benefit is not expected within the next fiscal year.\n\n\nU.S. federal and state income tax returns filed by us remain subject to examination for income tax years 2019 and subsequent. Canadian federal income tax returns filed by us remain subject to examination for income tax years 2019 and subsequent. Canadian provincial (Quebec) income tax returns filed by us remain subject to examination for income tax years 2019 and subsequent. Income tax returns associated with our operations located in China are subject to examination for income tax year 2018 and subsequent.\n\n\nRefer to Note 11 of the consolidated financial statements for disclosures and additional information regarding our uncertain income tax positions.\n\n\n39\n\n\n\n\n \n\n\nIncome Taxes Paid\n\n\nThe following table sets forth income taxes paid by jurisdiction:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n\n\n\n\nUnited States Federal - Transition Tax\n\n\n \n\n\n \n\n\n265\n\n\n \n\n\n \n\n\n \n\n\n266\n\n\n \n\n\n \n\n\n\n\n\n\nChina - Income Taxes\n\n\n \n\n\n \n\n\n1,831\n\n\n \n\n\n \n\n\n \n\n\n2,036\n\n\n \n\n\n \n\n\n\n\n\n\nChina - Withholding Taxes Associated with Earnings\n    and Profits Distribution to U.S. Parent\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n487\n\n\n \n\n\n \n\n\n\n\n\n\nCanada - Income Taxes\n\n\n \n\n\n \n\n\n228\n\n\n \n\n\n \n\n\n \n\n\n311\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n2,324\n\n\n \n\n\n \n\n\n$\n\n\n3,100\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFuture Liquidity\n\n\n \n\n\nWe are currently projecting annual cash income tax payments of approximately $2.5 million for fiscal 2024, compared with $2.3 million and $3.1 million for fiscal 2023 and fiscal 2022, respectively. Our estimated cash income tax payments for fiscal 2024 are management’s current projections only and can be affected by actual earnings from our foreign subsidiaries located in China and Canada versus annual projections; changes in the foreign exchange rates associated with our operations located in China in relation to the U.S. dollar; the timing of when we will repatriate earnings and profits from China; and the timing of when significant capital projects will be placed into service, which determines the deductibility of accelerated depreciation.\n\n\n \n\n\nAdditionally, we currently do not expect to incur any income taxes in the U.S. on a cash basis during fiscal 2024 due to (i) the immediate expensing of U.S. capital expenditures, and (ii) our existing U.S. federal net operating loss carryforwards. In accordance with the TCJA, we will be required to pay annual U.S. federal transition tax payments as follows: FY 2024 - $499,000; FY 2025- $665,000; and FY 2026 - $831,000.\n\n\n2022 compared with 2021\n\n\nFor a comparison of our results of operations for the fiscal years ended May 1, 2022, and May 2, 2021, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our annual report on Form 10-K for the fiscal year ended May 1, 2022, filed with the SEC on July 15, 2022.\n \n\n\n \n\n\nLiquidity and Capital Resources\n\n\nOverall\n\n\nCurrently, our sources of liquidity include cash and cash equivalents (\"cash\"), cash flow from operations, and amounts available under our revolving credit lines. As of April 30, 2023, we believe our cash of $21.0 million, cash flow from operations, and the current availability under our revolving credit lines totaling $32.6 million (Refer to Note 10 of the consolidated financial statements for further details) will be sufficient to fund our foreseeable business needs, capital expenditures, commitments, and contractual obligations.\n\n\nAs of April 30, 2023, our cash totaled $21.0 million, an increase of $5.4 million compared with $14.6 million as of May 1, 2022. The increase in cash was mostly due to (i) net cash provided by operating activities totaling $7.8 million and (ii) proceeds totaling $2.1 million from the sale of investments associated with our rabbi trust that sets aside funds for our deferred compensation plan, partially offset by (iii) capital expenditures of $2.1 million and (iv) contributions totaling $1.2 million to our rabbi trust.\n\n\nOur net cash provided by operating activities was $7.8 million during fiscal 2023, an increase of $25.2 million compared with net cash used in operating activities of $(17.4) million during fiscal 2022. This trend mostly reflects (i) a reduction of inventory related to the significant decline in net sales, improved alignment of inventory purchases with current customer demand trends, and promotional programs to reduce aged raw materials and finished goods inventory; (ii) an abnormally high decrease in accounts payable due to the COVID-19 related shutdowns that affected our operations located in China during the fourth quarter of fiscal 2022, which decrease did not recur during fiscal 2023; (iii) annual incentive payments made during the first quarter of fiscal 2022 that did not recur during fiscal 2023, partially offset by (iv) an abnormally high decrease in accounts receivable due to COVID-19 related shutdowns that affected our operations located in China during the fourth quarter of fiscal 2022, which decrease did not recur during fiscal 2023, and (v) a decrease in net cash earnings during fiscal 2023 compared with fiscal 2022.\n\n\nAs of April 30, 2023, there were no outstanding borrowings under our lines of credit.\n \n\n\n40\n\n\n\n\n \n\n\nThe income taxes we pay also affect our liquidity. See the above section titled “\nIncome Taxes Paid\n” of this Item 7 – MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION for further details.\n\n\nOur cash may be adversely affected by factors beyond our control, such as (i) customer demand trends, (ii) supply chain disruptions, (iii) rising interest rates and inflation, (iv) world events (including the Russian-Ukraine war), and (v) the continuing uncertainty associated with COVID-19. These factors could cause delays in receipt of payment on accounts receivable and could increase cash disbursements due to rising prices.\n\n\nBy Geographic Area\n\n\nA summary of our cash by geographic area follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30,\n\n\n \n\n\n \n\n\nMay 1,\n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nUnited States\n\n\n \n\n\n$\n\n\n9,769\n\n\n \n\n\n \n\n\n$\n\n\n4,430\n\n\n \n\n\n\n\n\n\nChina\n\n\n \n\n\n \n\n\n10,669\n\n\n \n\n\n \n\n\n \n\n\n9,502\n\n\n \n\n\n\n\n\n\nCanada\n\n\n \n\n\n \n\n\n281\n\n\n \n\n\n \n\n\n \n\n\n267\n\n\n \n\n\n\n\n\n\nHaiti\n\n\n \n\n\n \n\n\n236\n\n\n \n\n\n \n\n\n \n\n\n341\n\n\n \n\n\n\n\n\n\nCayman Islands\n\n\n \n\n\n \n\n\n9\n\n\n \n\n\n \n\n\n \n\n\n10\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n20,964\n\n\n \n\n\n \n\n\n$\n\n\n14,550\n\n\n \n\n\n\n\n\n\n \n\n\nDividend Program\n\n\nOn June 29, 2022, our board of directors announced the decision to suspend the company's quarterly cash dividend. We believed that preserving capital and managing our liquidity during fiscal 2023 was in the company’s best interest to support future growth and the long-term interests of our shareholders.  Accordingly, we did not make any dividend payments during fiscal 2023.\n\n\nDuring fiscal 2022, dividend payments totaled $5.5 million, which represented quarterly dividend payments ranging from $0.11 share to $0.115.\n\n\nOur board of directors has sole authority to determine if and when we will declare future dividends, and on what terms. We will continue to reassess our dividend policy each quarter. Future dividend payments will depend on earnings, capital requirements, financial condition, excess availability under our lines of credit, market and economic conditions, and other factors, including alternative investment opportunities.\n\n\nCommon Stock Repurchases\n\n\nIn March 2020, our board of directors approved an authorization for us to acquire up to $5.0 million of our common stock. Under the common stock repurchase program, shares may be purchased from time to time in open market transactions, block trades, through plans established under the Securities Exchange Act Rule 10b5-1, or otherwise. The number of shares purchased and the timing of share purchases are based on working capital requirements, market and general business conditions, and other factors, including alternative investment opportunities.\n\n\nDuring fiscal 2023, we did not purchase any shares of common stock. As a result, as of April 30, 2023, $3.2 million is available for additional repurchases of our common stock. Despite the current share repurchase authorizations, the company does not expect to repurchase any shares through at least the first quarter of fiscal 2024.\n\n\nDuring fiscal 2022, we repurchased 121,688 shares of our common stock at a cost of $1.8 million.\n \n\n\nWorking Capital\n\n\nOperating Working Capital\n\n\nOperating working capital (accounts receivable and inventories, less deferred revenue, accounts payable-trade, and accounts payable-capital expenditures) was $39.2 million as of April 30, 2023, compared with $67.7 million as of May 1, 2022. Operating working capital turnover was 4.6 during the fourth quarter of fiscal 2023 compared with 5.2 during the fourth quarter fiscal 2022. The decrease in working capital was mostly due to the significant decrease in inventory during fiscal 2023 compared with fiscal 2022, as described in the Inventory\n \nsection below.\n \n\n\n41\n\n\n\n\n \n\n\nAccounts Receivable\n\n\nAccounts receivable as of April 30, 2023, were $24.8 million, an increase of $2.6 million, or 11.5%, compared with $22.2 million as of May 1, 2022. This trend reflects an increase in net sales during the fourth quarter of fiscal 2023 compared with the fourth quarter of fiscal 2022. Net sales for the fourth quarter of fiscal 2023 were $61.4 million, an increase of $4.5 million, or 7.9%, compared with net sales of $56.9 million during the fourth quarter of fiscal 2022. The increase in net sales for the fourth quarter of fiscal 2023 compared with fiscal 2022 is primarily due to the COVID-19 related shutdowns that affected our operations located in China during the fourth quarter of fiscal 2022, which shutdowns did not recur during the fourth quarter of fiscal 2023.\n\n\nDays’ sales outstanding were 35 days for the fourth quarter of fiscal 2023 and 2022, respectively.\n\n\nInventory\n\n\nInventories as of April 30, 2023, were $45.1 million, a decrease of $21.5 million, or 32.3%, compared with $66.6 million as of May 1, 2022. This trend reflects (i) a decline in inventory purchases reflecting a 20.3% decrease in net sales during fiscal 2023 compared with fiscal 2022; (ii) a $5.8 million non-cash inventory charge recorded during fiscal 2023, which includes a $2.9 million impairment charge associated with our mattress fabrics segment, $2.8 million of markdowns of inventory estimated based on our policy for aged inventory, and $98,000 that was associated with the loss on disposal and markdowns of inventory related to the exit from our cut and sew upholstery fabrics operation located in Shanghai, China; (iii) improved alignment of inventory purchases with current customer demand trends; and (iv) promotional programs to reduce aged raw materials and finished goods inventory, partially offset by (v) higher raw material, labor, and overhead costs stemming from inflationary pressures.\n \n\n\nInventory turns were 4.7 for the fourth quarter of fiscal 2023, compared with 3.1 for the fourth quarter of fiscal 2022.\n\n\nAccounts Payable\n\n\nAccounts payable - trade were $29.4 million as of April 30, 2023, an increase of $9.3 million, or 46.5%, compared with $20.1 million as of May 1, 2022. This increase in accounts payable - trade is primarily due to the COVID-19 related shutdowns that affected our operations located in China during the fourth quarter of fiscal 2022, which shutdowns did not recur during the fourth quarter of fiscal 2023.\n \n\n\nFinancing Arrangements, Commitments and Contingencies, and Contractual Obligations\n\n\nRevolving Credit Agreements\n\n\nCurrently, we have revolving credit agreements with banks for our U.S. parent company and our operations located in China.\n \n\n\nAs of April 30, 2023, we did not have any outstanding borrowings associated with our revolving credit agreements.\n\n\nOur loan agreements require, among other things, that we maintain compliance with certain financial covenants. As of April 30, 2023, we were in compliance with these financial covenants.\n\n\nRefer to Note 10 of the consolidated financial statements for further disclosure regarding our revolving credit agreements.\n\n\nLeases\n \n\n\nRefer to Note 12 of the consolidated financial statements for disclosure of our lease obligations, which includes a five-year maturity schedule.\n\n\nCapital Expenditures\n\n\nAs of April 30, 2023, and May 1, 2022, we had total amounts due regarding capital expenditures totaling $56,000 and $473,000, respectively, which pertained to outstanding vendor invoices, none of which were financed.\n \n\n\nUncertain Income Tax Positions\n\n\nAs of April 30, 2023, we had $1.2 million of total gross unrecognized tax benefits, which primarily relate to double taxation under applicable income tax treaties with foreign tax jurisdictions. The outcome of these income tax uncertainties is dependent upon various matters including tax examinations, legal proceedings, competent authority proceedings, changes in regulatory tax laws, or interpretations of those tax laws, or expiration of statutes of limitation. As a result of these inherent uncertainties, we cannot reasonably estimate the timing of payment on this amount, if any.\n\n\n42\n\n\n\n\n \n\n\nCapital Expenditures and Depreciation Expense\n\n\nCapital expenditures on a cash basis were $2.1 million during fiscal 2023, compared with $5.7 million during fiscal 2022. Capital spending during fiscal 2023 primarily related to our mattress fabrics segment, and decreased compared with fiscal 2022 as a result of our concerted effort to conserve cash and reduce capital spending due to current and expected macroeconomic conditions.\n \n\n\nDepreciation expense was $6.8 million during fiscal 2023, compared with $7.0 million during fiscal 2022. Depreciation expense for fiscal 2023 and fiscal 2022 mostly related to our mattress fabrics segment.\n\n\nFor fiscal 2024, cash capital expenditures are still expected to focus primarily on maintenance level capital spending centered on our mattress fabrics segment, but are expected to increase modestly as compared to fiscal 2023.  Funding for capital expenditures is expected to be primarily from cash provided by operating activities.\n\n\nHandling Costs\n\n\nWe record warehousing costs in SG&A expenses. These costs were $4.2 million during fiscal 2023 and $4.3 million during fiscal 2022. Warehousing costs include the operating expenses of our various finished goods distribution centers, such as personnel costs, utilities, building rent and material handling equipment, and lease expense. Had these costs been included in cost of sales, gross profit would have been $6.7 million, or 2.8% of net sales, during fiscal 2023, and $31.8 million, or 10.8% of net sales, during fiscal 2022.\n\n\nInflation\n\n\nAny significant increase in our raw material costs, utility/energy costs, and general economic inflation could have a material adverse impact on the company, because competitive conditions have limited our ability to pass significant operating increases on to customers.\n \n\n\nNear the end of fiscal 2021, our raw material costs began to escalate primarily due to rising oil prices, a higher demand environment, and labor shortages. These pressures continued during fiscal 2022, with further increases in raw material costs, particularly during the second half of the year. While the cost of raw materials began to decline during the first half of fiscal 2023 year due to lower oil prices and slowing global demand, the higher costs and lower availability of labor remained challenging throughout the year.\n\n\nInflationary pressures also affected consumer spending during the second half of fiscal 2022 and continuing throughout fiscal 2023, causing a slowdown in business in the mattress industry and residential home furnishings industry. This slowdown caused reduced demand for our mattress and residential upholstery fabrics products during this period.\n\n\nCritical Accounting Estimates\n\n\nU.S. generally accepted accounting principles require us to make estimates and assumptions that affect our reported amounts in the consolidated financial statements and accompanying notes. Our estimates are based on (i) currently known facts and circumstances, (ii) prior experience, (iii) assessments of probability, (iv) forecasted financial information, and (v) assumptions that management believes to be reasonable but that are inherently uncertain and unpredictable. We use our best judgment when measuring these estimates, and if warranted, use external advice. Due to the uncertain and unpredictable nature of our estimates, actual results could differ from the estimates that were previously reported in our consolidated financial statements.\n\n\nAs of April 30, 2023, we believe the following list represents our critical accounting estimates that have or are reasonably likely to have a material effect on our financial condition or results of operations. For a discussion of all our significant accounting policies, including our critical accounting policies, refer to Note 1 of the consolidated financial statements.\n\n\nInventory Valuation\n\n\nWe operate as a “make-to-order” and “make-to-stock” business. Although management closely monitors demand for each product category to decide which patterns and styles to hold in inventory, the availability of low-cost imported products and shifts in consumer preferences and styles subject the company to markdowns of inventory.\n\n\nManagement continually examines inventory to determine if there are indicators that the carrying value exceeds its net realizable value. Historical experience has shown that the most significant indicator that would require inventory markdowns is the age of the inventory and the planned discontinuance of certain fabric patterns. As a result, we provide inventory valuation markdowns based upon set percentages for inventory aging categories of six, nine, twelve, and fifteen-months that are determined based on historical experience and judgment. Also, we provide inventory valuation write-downs based on the planned discontinuation of certain products based on current market values at the time of assessment compared with their current carrying values. While management believes that adequate markdowns for inventory have been made in the consolidated financial statements, significant unanticipated changes in demand or changes in consumer tastes and preferences could result in additional inventory markdowns in the future.\n\n\n43\n\n\n\n\n \n\n\nAs of April 30, 2023, and May 1, 2022, the reserve for inventory markdowns was $11.8 million and $7.3 million, respectively.\n\n\nRefer to Note 5 of the consolidated financial statements for additional disclosures regarding our assessments and conclusions reached regarding substantial losses resulting from the subsequent measurement of inventory.\n\n\nIncome Taxes – Valuation Allowance\n\n\nWe evaluate the realizability of our deferred income taxes to determine if a valuation allowance is required. We are required to assess whether a valuation allowance should be established based on the consideration of all available evidence using a “more-likely-than-not” standard, with significant weight being given to evidence that can be objectively verified. Since the company operates in multiple jurisdictions, we assess the need for a valuation allowance on a jurisdiction-by-jurisdiction basis, considering the effects of local tax law.\n\n\nTo determine if a valuation allowance is required or needs to be subsequently reversed, we use significant judgment when considering the effect of all positive and negative evidence identified and giving weight to that evidence. The weight given to the potential effect of positive and negative evidence is based on the extent to which it can be objectively verified. Our judgments are often based on estimates that are derived from (i) forecasted financial information, (ii) assumptions on when certain taxable or deductible events will occur, and (iii) interpretation of complex income tax laws and regulations.\n\n\nAs of April 30, 2023, we recorded a full valuation allowance against all our U.S. net deferred income tax assets totaling $18.7 million.\n \n\n\nRefer to Note 11 of the consolidated financial statements for additional disclosures regarding our assessments and conclusions reached regarding our valuation allowance as of April 30, 2023.\n\n\nStock-Based Compensation\n \n\n\nWe are required to recognize compensation expense for all stock-based compensation awards in the financial statements, with the cost measured at the grant date fair value.\n \n\n\nCompensation expense for performance-based restricted stock units is recognized based on an assessment each reporting period of the probability of whether or not certain performance targets will be met and how many shares are expected to be earned as of the end of the vesting period. If certain targets are not expected to be achieved, compensation expense will not be recorded, and any previously recognized compensation expense will be reversed. Determining the probability of the vesting of our performance-based restricted stock units requires judgment, including assumptions used to forecast future financial results. While our forecasts of future financial results represent management’s best estimates, these involve inherent uncertainties. As a result, if we revised our assumptions and estimates during the vesting period, our stock-based compensation expense could be materially different than previously expected.\n\n\nWe estimate the fair value of our performance-based restricted stock units that have a market condition using a Monte Carlo valuation model. The Monte Carlo valuation model incorporates inputs and complex assumptions that include (i) the closing price of our common stock at the respective grant date, (ii) expected volatility of our common stock, (iii) expected volatility and correlation coefficient of our peer companies that are approved by the Compensation Committee of our board of directors, (iv) risk-free interest rate, and (v) dividend yield. The determination of the inputs and complex assumptions used, and the application of the Monte Carlo valuation model, requires significant judgment by management and advice from an external advisor.\n\n\nWe recorded $1.1 million, $1.1 million, and $1.3 million of compensation expense within selling, general, and administrative expense for our equity-based awards in fiscal 2023, 2022, and 2021, respectively.\n\n\nAdoption of New Accounting Pronouncements\n\n\nRefer to Note 1 of the consolidated financial statements for recently adopted accounting pronouncements for fiscal 2023.\n\n\nRecently Issued Accounting Standards\n\n\nRefer to Note 1 of the consolidated financial statements for recently issued accounting pronouncements for fiscal 2024 and beyond.\n\n\n44\n\n\n\n\n \n\n",
    "item7a": ">ITEM 7A. QUANTITATIVE AND\n QUALITATIVE DISCLOSURES\n\n\nABOUT MARKET RISK\n\n\nInterest Rates\n\n\nWe are exposed to market risk from changes in interest rates on our revolving credit agreements.\n\n\nEffective January 19, 2023, we entered into a second amended and restated U.S. revolving credit agreement (the \"Amended Agreement\") to establish an asset-based revolving credit facility that required interest to be charged at a rate (applicable interest rate of 6.3% as of April 30, 2023) calculated using an applicable margin over Federal Reserve Bank of New York's secured overnight fund rate (SOFR), as defined in the Amended Agreement. As of April 30, 2023, there were no outstanding borrowings under the Amended Agreement.\n\n\nOur revolving credit line associated with our operations located in China bears interest at a rate determined by the Chinese government at the time of borrowing. As of April 30, 2023, there were no borrowings outstanding under our revolving credit agreement associated with our operations located in China.\n\n\nForeign Currency\n\n\nWe are exposed to market risk from changes in the value of foreign currencies for our subsidiaries domiciled in Canada and China. We try to maintain a natural hedge by keeping a balance of our assets and liabilities denominated in the local currency of our subsidiaries domiciled in Canada and China. However, there is no assurance that we will be able to continually maintain this natural hedge. Our foreign subsidiaries use the U.S. dollar as their functional currency. A substantial portion of the company’s imports purchased outside the U.S. are denominated in U.S. dollars. A 10% change in the above exchange rates as of April 30, 2023, would not have materially affected our results of operations or financial position.\n\n\n45\n\n\n\n\n \n\n",
    "cik": "723603",
    "cusip6": "230215",
    "cusip": [
        "230215105"
    ],
    "names": [
        "CULP INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/723603/000095017023032929/0000950170-23-032929-index.htm"
}