{
    "item1": ">Item 1.\n \nBusiness\n \n1\nItem 1A.\n \nRisk Factors\n \n10\nItem 1B.\n \nUnresolved Staff Comments\n \n15\nItem 2.\n \nProperties\n \n15\nItem 3.\n \nLegal Proceedings\n \n16\nItem 4.\n \nMine Safety Disclosures\n \n17\n \n \n \n \n \n \n \nPart II\n \n \n \n \n \n \n \nItem 5.\n \nMarket for the Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n \n18\nItem 6.\n \n[Reserved]\n \n19\nItem 7.\n \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n \n19\nItem 7A.\n \nQuantitative and Qualitative Disclosures about Market Risk\n \n32\nItem 8.\n \nConsolidated Financial Statements and Supplementary Data\n \n34\n \n \nConsolidated Statements of Operations\n \n35\n \n \nConsolidated Statements of Comprehensive Income (Loss)\n \n36\n \n \nConsolidated Balance Sheets\n \n37\n \n \nConsolidated Statement of Changes in Stockholders’ Equity \n \n38\n \n \nConsolidated Statements of Cash Flows\n \n39\n \n \nNotes to Consolidated Financial Statements\n \n41\n \n \nReports of Independent Registered Public Accounting Firm\n \n78\n \n \nSupplementary Financial Information\n \n81\nItem 9.\n \nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n \n82\nItem 9A.\n \nControls and Procedures\n \n82\nItem 9B.\n \nOther Information\n \n82\nItem 9\nC\n.\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n82\n \n \n \n \n \n \n \nPart III\n \n \n \n \n \n \n \nItem 10.\n \nDirectors, Executive Officers and Corporate Governance\n \n83\nItem 11.\n \nExecutive Compensation\n \n83\nItem 12.\n \nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n \n83\nItem 13.\n \nCertain Relationships and Related Transactions, and Director Independence\n \n83\nItem 14.\n \nPrincipal Accounting Fees and Services\n \n83\n \n \n \n \n \n \nPart IV\n \n \n \n \n \n \n \nItem 15.\n \nExhibits, Financial Statement Schedules\n \n84\nItem 16.\nSummary\n87\n \n \nSignatures\n \n88\n \n \nPower of Attorney\n \n89\n \nSchedule II: Valuation and Qualifying Accounts and Reserves\nS-1\nPart I\nItem 1 | Business\n \nOverview\n \nScholastic Corporation (the “Corporation” and together with its subsidiaries, “Scholastic” or the “Company”) is the world’s largest publisher and distributor of children’s books, a leading provider of print and digital instructional materials for grades pre-kindergarten (\"pre-K\") to grade 12 and a producer of educational and entertaining children’s media. The Company creates quality books and ebooks, print and technology-based learning materials and programs, classroom magazines and other products that, in combination, offer schools, as well as parents and children, customized and comprehensive solutions to support children’s learning and reading both at school and at home. Since its founding in 1920, Scholastic has emphasized quality products and a dedication to reading, learning and literacy. The Company is the leading operator of school-based book club and book fair proprietary channels. It distributes its products and services through these channels, as well as directly to schools and libraries, through retail stores and through the internet. The Company’s website, scholastic.com, is a leading site for teachers, classrooms and parents and an award-winning destination for children. Scholastic has operations in the United States and throughout the world including Canada, the United Kingdom, Australia, New Zealand and Asia and, through its export business, sells products in approximately \n120\n international locations. \n \nSegments\n \nThe Company categorizes its businesses into three reportable segments: \nChildren’s Book Publishing and Distribution\n; \nEducation Solutions\n; and \nInternational\n.\n \nThe following table sets forth revenues by reportable segment for the three fiscal years ended May 31: \n(Amounts in millions)\n2023\n2022\n2021\nChildren’s Book Publishing and Distribution\n$\n1,038.0 \n$\n946.5 \n$\n675.0 \nEducation Solutions\n386.6 \n393.6 \n312.3 \nInternational\n279.4 \n302.8 \n313.0 \nTotal\n$\n1,704.0\n \n$\n1,642.9\n \n$\n1,300.3\n \n \nAdditional financial information relating to the Company’s reportable segments is included in Note 3, \"Segment Information\", of Notes to Consolidated Financial Statements in Item 8, “Consolidated Financial Statements and Supplementary Data,” which is included herein.\n \nCHILDREN’S BOOK PUBLISHING AND DISTRIBUTION \n(60.9% of fiscal 2023 revenues)\n \nGeneral\nThe Company’s \nChildren’s Book Publishing and Distribution \nsegment includes the publication and distribution of children’s books, ebooks, media and interactive products in the United States through its school book clubs and school book fairs channels and through the trade channel.\nThe Company is the world’s largest publisher and distributor of children’s books and is the leading operator of school-based book clubs and school-based book fairs in the United States. The Company is also a leading publisher of children’s print books, ebooks and audiobooks distributed through the trade channel. Scholastic offers a broad range of children’s books through its school and trade channels, many of which have received awards for excellence in children’s literature, including the Caldecott and Newbery Medals.\nThe Company obtains titles for sale through its distribution channels from three principal sources. The first source for titles is the Company’s publication of books created under agreements with authors, illustrators, book packagers or other media companies. Scholastic generally controls the exclusive rights to sell and distribute these titles through all channels of distribution in the United States and, to a lesser extent, internationally. Scholastic’s second source of titles is through obtaining licenses to sell books exclusively in specified channels of distribution, including reprints of books \n1\noriginally published by other publishers for which the Company acquires rights to sell in the school market. The third source of titles is the Company’s purchase of finished books from other publishers. \nSchool-Based Book Clubs\n \nScholastic founded its first school-based book club in 1948. The Company's school-based book clubs consist of reading clubs for pre-K through grade 8. In addition to its regular reading club offerings, the Company creates special theme-based and seasonal offers targeted to different grade levels during the year. \nThe Company distributes promotional materials containing order forms to classrooms in the vast majority of the pre-K to grade 8 schools in the United States. Classroom teachers who wish to participate in a school-based book club provide the promotional materials to their students, who may choose from curated selections at substantial reductions from list prices. Approximately 37% of kindergarten (\"K\") to grade 5 elementary school teachers in the United States who received promotional materials in fiscal 2023 participated in the Company’s school-based book clubs. In fiscal 2023, approximately 97% of total book club revenues were placed via the internet through the Company’s online ordering platform, which allows parents, as well as teachers, to order online, with approximately 57% of such revenues being placed by parents via the Company's online ordering platform. Alternatively, the teacher may manually aggregate the students’ orders and forward them to the Company. Products are typically shipped to the classroom for distribution to the students. Teachers who participate in book clubs receive bonus points and other promotional incentives, which may be redeemed from the Company for additional books and other resource materials and items for their classrooms or the school.\nSchool-Based Book Fairs \n \nThe Company entered the school-based book fairs channel in 1981 under the name Scholastic Book Fairs. The Company is the leading distributor of school-based book fairs in the United States serving schools in all 50 states. Book fairs provide children access to hundreds of popular, quality books and educational materials, increase student reading and help book fair organizers raise funds for the purchase of school library and classroom books, supplies and equipment. Book fairs have traditionally been weeklong events where children and families peruse and purchase their favorite books together. The Company typically delivers book fairs product from its warehouses to schools principally by a fleet of Company-owned and leased vehicles. Sales and customer service representatives, working from the Company’s regional offices, distribution facilities and national distribution facility in Missouri, along with local area field representatives, provide support to book fair organizers. Physical book fairs are conducted by school personnel, volunteers and parent-teacher organizations, from which the schools may receive either books, supplies and equipment or a portion of the proceeds from every book fair.\nEffective June 1, 2023, the Company has combined the school-based book fairs and book clubs businesses into the newly formed reading events business.\n \nTrade\n \nScholastic is a leading publisher of children’s books sold through bookstores, on-line retailers and mass merchandisers primarily in the United States. Scholastic’s original publications include Harry Potter\n®\n, The Hunger Games\n®\n, The Bad Guys™, The Baby-Sitters Club\n®\n, The Magic School Bus\n®\n, Captain Underpants\n®\n, Dog Man\n®\n, Wings of Fire™, Cat Kid Comic Club\n®\n, \nI Survived\n, Goosebumps\n®\n and Clifford The Big Red Dog\n®\n, and licensed properties such as Peppa Pig\n®\n and Pokemon\n®\n. \nIn addition, Klutz\n®\n and Make Believe Ideas™ publish and create “books plus” and novelty products for children, including Klutz titles such as \nInk and Paint Manga, Mini Clay World Puppy Treat Truck, \nand\n LEGO\n®\n Race Cars \nand\n \ntitles in the \nNever Touch\n series from Make Believe Ideas.\n \nThe Company’s trade organization focuses on publishing, marketing and selling books to bookstores, on-line retailers, mass merchandisers, specialty sales outlets and other book retailers, and also supplies books for the Company’s proprietary school channels. The Company maintains a talented and experienced creative staff that constantly seeks to attract, develop and retain the best children’s authors and illustrators. The Company believes that its trade publishing staff, combined with the Company’s reputation and proprietary school distribution channels, provides a significant competitive advantage, evidenced by numerous bestsellers over the past two decades. Top selling new release titles in the trade division during fiscal 2023 included \nDog Man #11: Twenty Thousand Fleas Under the Sea, Cat Kid Comic Club: Collaborations,\n \nHarry Potter and the Order of the Phoenix: The Illustrated Edition, Wings of Fire Graphix #6: Moon Rising, The Baby-Sitters Club\n®\n Graphic Novel #13: Mary Anne's Bad Luck Mystery and Nick and Charlie: A Heartstopper\nTM\n Novella.\n2\nAlso included in the Company's trade organization are Weston Woods Studios, Inc. (\"Weston Woods\") and Scholastic Audio, as well as Scholastic Entertainment Inc. (\"SEI\"). Weston Woods creates audiovisual adaptations of classic children's picture books distributed through the school and retail markets. Scholastic Audio provides audiobook productions of popular children's titles. SEI is responsible for exploiting the Company's film and television assets, which include a large television programming library based on the Company's properties, and for developing new programming. During fiscal 2023, the Company produced the animated series \"Eva the Owlet,\"\n®\n based on the Owl Diaries\nTM\n books, which was released on AppleTV+\n®\n in March 2023. \nEDUCATION SOLUTIONS\n(22.7% of fiscal 2023 revenues)\n \nThe \nEducation Solutions\n segment includes the publication and distribution to schools and libraries of children’s books, other print and on-line reference, non-fiction and fiction focused products, classroom magazines and classroom materials for literacy instruction, as well as consulting services and related products supporting professional development for teachers and school and district administrators, including professional books, coaching, workshops and seminars which in combination cover grades pre-K to 12 in the United States.\nClassroom Libraries and Collections\nThe Company is a leading provider of classroom libraries and paperback collections, including best-selling titles, to individual teachers and other educators and schools and school district customers. Scholastic helps schools build classroom and library collections with high quality, award-winning books for every grade, reading level and multicultural background, including the Company’s Rising Voices Library\n®\n offering, which meets the increasing demand for culturally responsive content and instruction. In addition, the Company provides books to students for summer reading through its \nGrab and Go\n reading packs. \nInstructional Products and Programs\nScholastic serves customer needs with customized support for literacy instruction, by providing comprehensive core and supplemental literacy and reading programs which include print and digital content as well as providing assessment tools. These materials are designed to support instruction-based teaching and learning, and are generally purchased by district and school leadership, both directly from the Company and through teacher stores and booksellers. The Company’s offerings include comprehensive reading programs such as \nScholastic Bookroom\n and \nGuided Reading\n, early childhood programs such as \nPreK On My Way\nTM\n and comprehensive literacy programs such as \nScholastic Literacy\nTM\n. In addition, the Company offers summer learning products to provide students with increased access to books and learning opportunities over the summer. During fiscal 2023, the Company acquired Learning Ovations, Inc., a U.S.-based education technology business and developer of a literacy assessment and instructional system, and integrated the acquired technology into its new K-3 phonic program, Ready4Reading\nTM\n, which was launched in June 2023. \nTeaching Resources and Professional Learning\nThe Company provides a variety of resources to teachers and school leadership including lesson planning, reading management, classroom management, classroom organization, and other instructional resources. These products are available on the Company's on-line teacher store (www.scholastic.com/teacherstore), which provides professional books and other educational materials to teachers and other educators. Professional consulting services are also provided to support academic leadership with training on a multitude of topics, ranging from product implementation to engaging with families and communities.\nLiteracy Initiatives\nThe Company provides books to community-based organizations and other groups engaged in literacy initiatives through \nScholastic Family and Community Engagement (FACE)\nTM\n. The Company also partners with mission-driven organizations to support literacy by increasing children's access to books through the \nScholastic Literacy Partners\n program. \nScholastic Magazines+\nTM\nScholastic is the leading publisher of classroom magazines, Scholastic Magazines+\nTM\n. Teachers in grades pre-K to 12 use the Company’s 33 classroom magazines, including \nScholastic News\n®\n, Scholastic Scope\n®\n, Storyworks\n®\n, Let's Find Out\n®\n and \nJunior Scholastic\n®\n, to supplement formal learning programs by bringing subjects of current interest into the classroom, including current events, literature, math, science, social studies and foreign languages. These offerings provide schools with substantial non-fiction material, which is required to meet new higher educational standards. Each magazine has its own website with online digital resources that supplement the print materials, as well as providing access to the magazine in a digital format. A \"digital only\" subscription to the magazine is also offered. \n3\nScholastic’s classroom magazine circulation in the United States in fiscal 2023 was approximately 13.3 million, with approximately 80% of the circulation in grades pre-K to 6. The majority of magazines purchased are paid for with school or district funds, with parents and teachers paying for the balance. \nSponsored Programs\nThe Company works with state partners to provide books to eligible students, generally those reading below grade level, at no cost to the student. The books are purchased with state funds and typically shipped directly to students’ homes.\nINTERNATIONAL \n(16.4% of fiscal 2023 revenues)\nGeneral\n \nThe \nInternational\n segment includes the publication and distribution of products and services outside the United States by the Company’s international operations, and its export and foreign rights businesses.\n \nScholastic has operations in Major Markets, which include Canada, the United Kingdom, Ireland, Australia, and New Zealand, as well as in India, Singapore and other parts of Asia including Malaysia, Thailand, the Philippines, Indonesia, Hong Kong, Taiwan, Korea and Japan. The Company has branches in the United Arab Emirates and Colombia, a business in China that supports English language learning and also sells products in approximately \n120\n international locations through its export business. The Company’s international operations have original trade and educational publishing programs; distribute children’s books, digital educational resources and other materials through school-based book clubs, school-based book fairs and trade channels; and produce and distribute magazines and on-line subscription services. Many of the Company’s international operations also have their own export and foreign rights licensing programs and are book publishing licensees for major media properties. Original books published by many of these operations have received awards for excellence in children’s literature. In Asia, the Company also operates a franchise program for tutorial centers that provide English language training to students, primarily in China. \nCanada\n \nScholastic Canada, founded in 1957, is a leading publisher and distributor of English and French language children’s books in Canada. Scholastic Canada is the largest operator of school-based marketing channels in Canada and is one of the leading suppliers of original or licensed children’s books to the Canadian trade market. Since 1965, Scholastic Canada has also produced quality Canadian-authored books and educational materials, including an early reading program sold to schools for grades K to 6. \n \nUnited Kingdom\n \nScholastic UK, founded in 1964, is the largest operator of school-based marketing channels in the United Kingdom and is a publisher and one of the leading suppliers of original or licensed children’s books to the United Kingdom trade market. Scholastic UK also publishes supplemental educational materials, including professional books for teachers. \nAustralia\n \nScholastic Australia, founded in 1968, is the largest operator of school-based marketing channels in Australia, reaching approximately 90% of the country’s primary schools. Scholastic Australia also publishes quality children’s books supplying the Australian trade market. In addition, Scholastic Australia holds an equity method investment in a publisher and distributor of children's books.\nNew Zealand\n \nScholastic New Zealand, founded in 1962, is the largest children’s book publisher and the leading book distributor to schools in New Zealand. Through its school-based book clubs and book fairs channels, Scholastic New Zealand reaches approximately 90% of the country’s primary schools. In addition, Scholastic New Zealand publishes quality children’s books supplying the New Zealand trade market. \n4\nAsia \nThe Company’s Asian operations consist of initiatives for educational publishing programs based out of Singapore. In addition, the Company operates school-based marketing channels throughout Asia; publishes original titles in English and Hindi languages in India, including specialized curriculum books for local schools; conducts reading improvement programs inside local schools in the Philippines; and operates a franchise program for English language tutorial centers in China in cooperation with local partners, certain of which were temporarily closed during fiscal 2023 to limit the spread of the coronavirus. All tutorial centers were open as of May 31, 2023. \nForeign Rights and Export\n \nThe Company licenses the rights to select Scholastic titles in 65 languages to other publishing companies around the world. The Company’s export business sells educational materials, digital educational resources and children’s books to schools, libraries, bookstores and other book distributors in approximately \n120\n international locations that are not otherwise directly serviced by Scholastic subsidiaries. The Company also partners with governments and non-governmental agencies to create and distribute books to public schools in developing countries.\nPRODUCTION AND DISTRIBUTION\n \nThe Company’s books, magazines and other materials are manufactured by the Company with the assistance of third parties under contracts entered into through arms-length negotiations and competitive bidding. As appropriate, the Company enters into multi-year agreements that guarantee specified volumes in exchange for favorable pricing terms. Paper is purchased directly from paper mills and other third-party sources. \n \nIn the United States, the Company mainly processes and fulfills orders for school-based book clubs, trade, reference and non-fiction products, educational products and export orders from its primary warehouse and distribution facility in Jefferson City, Missouri. In connection with its trade business, the Company may fulfill product orders directly from printers to customers. Magazine orders are processed at the Jefferson City facility and the magazines are shipped directly from printers. School-based book fairs are fulfilled through a network of warehouses across the country, as well as from the Company's Jefferson City warehouse and distribution facility. The Company’s international school-based book clubs, school-based book fairs, trade and educational operations use distribution systems similar to those employed in the United States. \n \nCONTENT ACQUISITION\n \nAccess to intellectual property or content (“Content”) for the Company’s product offerings is critical to the success of the Company’s operations. The Company incurs significant costs for the acquisition and development of Content for its product offerings. These costs are often deferred and recognized as the Company generates revenues derived from the benefits of these costs. These costs include the following:\n \n•\nPrepublication costs -\n Prepublication costs are incurred in all of the Company’s reportable segments. Prepublication costs include costs incurred to create the art, prepress, editorial, digital conversion and other content required for the creation of the master copy of a book or other media. \n•\nRoyalty advances -\n Royalty advances are incurred in all of the Company’s reportable segments, but are most prevalent in the \nChildren’s Book Publishing and Distribution\n segment and enable the Company to obtain contractual commitments from authors to produce Content. The Company regularly provides authors with advances against expected future royalty payments, often before the books are written. Upon publication and sale of the books or other media, the authors generally will not receive further royalty payments until the contractual royalties earned from sales of such books or other media exceed such advances. The Company values its position in the market as the largest publisher and distributor of children's books in obtaining Content, and the Company’s experienced editorial staff aggressively acquires Content from both new and established authors.\n•\nAcquired intangible assets - \nThe Company may acquire fully or partially developed Content from third parties via acquisitions of entities or the purchase of the rights to Content outright.\n5\nSEASONALITY\n \nThe Company’s \nChildren’s Book Publishing and Distribution \nschool-based book club and book fair channels and most of its \nEducation Solutions\n businesses operate on a school-year basis; therefore, the Company’s business is highly seasonal. As a result, the Company’s revenues in the first and third quarters of the fiscal year generally are lower than its revenues in the other two fiscal quarters. Typically, school-based channels and magazine revenues are minimal in the first quarter of the fiscal year as schools are not in session. Education channel revenues are generally higher in the fourth quarter. Trade sales can vary throughout the year due to varying release dates of published titles.\nCOMPETITION\n \nThe markets for children’s books, educational products and entertainment materials are highly competitive. Competition is based on the quality and range of materials made available, price, promotion and customer service, as well as the nature of the distribution channels. Competitors include numerous other book, ebook, library, reference material and educational publishers, including of core and supplemental educational materials in both print and digital formats, distributors and other resellers (including over the internet) of children’s books and educational materials, national publishers of classroom and professional magazines with substantial circulation, and distributors of products and services on the internet. In the United States, competitors include regional and local school-based book fair operators and other fund raising activities in schools and bookstores, as well as one other competitor operating on a national level. Competition may increase to the extent that other entities enter the market and to the extent that current competitors or new competitors develop and introduce new materials that compete directly with the products distributed by the Company or develop or expand competitive sales channels. The Company believes that its position as both a publisher and distributor are unique to certain of the markets in which it competes, principally in the context of its children’s book business.\n \nCOPYRIGHT AND TRADEMARKS\n \nAs an international publisher and distributor of books, Scholastic aggressively utilizes the intellectual property protections of the United States and other countries in order to maintain its exclusive rights to identify and distribute many of its products. Accordingly, SCHOLASTIC is a trademark registered in the United States and in a number of countries where the Company conducts business or otherwise distributes its products. The Corporation’s principal operating subsidiary in the United States, Scholastic Inc., and the Corporation’s international subsidiaries, through Scholastic Inc., have registered and/or have pending applications to register in relevant territories trademarks for important services and programs. All of the Company’s publications, including books and magazines, are subject to copyright protection both in the United States and internationally. The Company also obtains domain name protection for its internet domains. The Company seeks to obtain the broadest possible intellectual property rights for its products, and because inadequate legal and technological protections for intellectual property and proprietary rights could adversely affect operating results, the Company vigorously defends those rights against infringement.\nENVIRONMENTAL, SOCIAL, AND GOVERNANCE (ESG)\nEnvironmental Responsibility\nPaper consumption is a significant environmental concern for the Company and although the Company creates engaging digital content, educators and parents agree that physical books are the best way to engage and teach young children how to read and become avid readers into adulthood. The Company maintains a procurement policy that extends purchasing preference to products and suppliers that are aligned with the Company's environmental goals such as sustainable forestry practices, efficient use of resources, including the use of recycled paper and materials, clean manufacturing practices, economic viability and credible reporting and verification. The Company strives for all paper manufactured for Scholastic product to be free of unacceptable sources of fiber as described by the Forest Stewardship Council (FSC) controlled wood standard. The Company has a preference for FSC-certified paper and continues to maintain a minimum goal of 60% of paper purchases for publications to be FSC-certified.\nSocial Responsibility\nPromoting literacy has been at the core of Scholastic's mission since the founding of the Company over 100 years ago. The Company's business is focused around providing engaging educational content to help improve childhood literacy. In the United States, during fiscal 2023, the Company distributed over 500 million books and educational materials and, through the book fairs channel, schools earned over $210 million in proceeds in cash and incentive program credits primarily used for books, supplies and other classroom-related materials. The Company also \n6\nworked with more than 85 partners to sponsor over 700 books fairs in high-need schools, ensuring that each child that participated in these fairs left with a book at no cost. \nIn addition to its core business, the Company supports the following initiatives and programs: \n•\nThe Scholastic Possible Fund, established by the Company to provide donations of quality books to children in underserved communities and in communities recovering from crises or natural disasters with the goal of improving global literacy, donating approximately 5 million books and over $500,000 in cash to partners such as Save the Children, National Book Foundation, Toys for Tots, Share the Magic Foundation, Hindi's Libraries and Barbershop Books in fiscal 2023.\n•\nproviding teachers with a free platform, ClassroomsCount™, to raise funds for books and reading materials for their classrooms.\n•\nserving as the presenting sponsor of the Scholastic Art & Writing Awards, the largest creative scholarship program in the country, providing direct scholarships to approximately 100 students in fiscal 2023.\nGovernance\nScholastic selects board members with diverse and relevant backgrounds to provide the right expertise and oversight to management. The Human Resources and Compensation Committee of the Board of Directors (“HRCC\") provides oversight on human capital matters. The HRCC is responsible for evaluating executive compensation, senior management selection, retention and succession planning and human resources strategies in respect to general employee benefit programs (including retirement plan programs) as well as talent management. For detailed background information on senior management and the Board of Directors visit the Company's \"About Us\" section of the Scholastic home page https://www.scholastic.com/home or use the following link https://www.scholastic.com/aboutscholastic/senior-management/.\nHuman Capital\nAs of May 31, 2023, the Company had approximately 6,760 employees, of which 5,100 were located in the United States and 1,660 outside the United States. Globally, approximately 74% of its employees are employed on a full-time basis, 18% part-time, and 8% seasonal. The seasonal employees are largely associated with the school-based businesses which are dependent on the fall and spring seasons when schools are in session.\nThe table below represents the approximate number of employees by business channel and function. \n \nFull-time\nPart-time\nSeasonal\nTotal\nCentral Functions\n1\n720\n10\n—\n730\nPrimary U.S. Warehouse\n1,050\n150\n60\n1,260\nBook Fairs Warehouses\n740\n700\n250\n1,690\nBook Fairs\n440\n20\n50\n510\nBook Clubs\n60\n—\n—\n60\nTrade\n220\n10\n—\n230\nEducation Solutions \n530\n90\n—\n620\nInternational\n950\n100\n20\n1,070\nInternational Warehouses\n270\n130\n190\n590\n Total\n4,980\n1,210\n570\n6,760\n1 \nIncludes functions such as finance, accounting, executive, information technology, human resources, legal, and inventory demand planning. \nDiversity, Equity, Inclusion and Belonging\nThe Company is committed to diverse representation in the books, authors and illustrators that it publishes in its trade and education groups. The Company offers age-appropriate books and content featuring storylines and characters that positively represent a wide range of cultures, ethnicities and race, sexual orientation and gender identity, individuals with physical, mental, and emotional exceptionalities, other historically underrepresented groups, and portrayals of varying family structures. The Company applies this same commitment to its selection process for book fairs and books clubs when reviewing content from partner publishers. \nIn fiscal 2021, the Diversity, Equity, Inclusion and Belonging Task Force was created to advance the Company's goals in three priority focus areas: People and Culture focusing on creating an inclusive workplace culture, enabling ongoing internal education, and increasing overall staff diversity; Publishing and Education focusing on promoting equity, social justice, representation and civic understanding in the classroom and in the world; and Procurement and Purchasing with a focus on expanding supplier diversity and sourcing from minority-owned businesses.\n7\nThe Company will continue to build on its credo and commitment to the individual worth of each and every child, regardless of race, sexual orientation, gender identity and expression, economic, political, attitudinal, neurodiverse, religious or demographic background and to inspire everyone who works at the Company with contemporary employee policies and programs dedicated to creating a safe, inclusive environment where every employee can be heard and feel respected.\nCompensation and Benefits\nThe Company is committed to helping its employees and their families lead healthy productive lives. The Company's benefits packages and wellness programs help its employees succeed at work and at home. The Company offers comprehensive compensation and benefits packages designed to attract, retain and recognize its employees and is committed to achieving pay equity and aligning rewards to performance. The Company's benefits program provides an array of flexible plans to meet the needs of eligible employees, which includes, among other things, medical, dental and vision plans, health management and incentive programs, flexible spending arrangements, life and disability insurance, retirement plans, work/life balance programs, 401k contribution matching, an employee discount program including discounts on Scholastic products and an Employee Stock Purchase Plan (“ESPP”). The ESPP provides eligible employees the opportunity to purchase Scholastic common stock at a discount. The Company also provides eligible employees paid time off, in addition to volunteer hours to enable involvement in community affairs. \nLearning and Development\nSuccessful execution of the Company's strategy is dependent on attracting, retaining and developing employees and members of its management teams. The Company's learning and development program enhances current and future organizational effectiveness by identifying skill gaps and assessing needs that can be supported by providing high quality educational and developmental programs that are strategic, measurable, effective, and serve to increase employees’ skills, knowledge, and effectiveness. In addition to annual trainings on key topics including compliance, ethics and integrity and information security, employees have access to the Scholastic Learning Center, a learning portal that includes self-paced online courses, books, and videos, as well as virtual and live instructor-led opportunities.\nHealth and Safety\nThe safety and well-being of the Company's employees, customers, and community is a top priority. The Company has a safety program in place that focuses on policies and training programs to prevent injuries and incidents in the distribution centers. In response to the COVID-19 pandemic, the Company has implemented continuing additional safety measures in all its offices and facilities, including work from home flexibility for non-site specific roles, enhanced cleaning protocols, and health monitoring and temperature screening of employees as necessary. \n8\nEXECUTIVE OFFICERS\n \nThe following individuals have been determined by the Board of Directors to be the executive officers of the Company. Each such individual serves in his or her position with Scholastic until such person’s successor has been elected or appointed and qualified or until such person’s earlier resignation or removal.\n \nName\nAge\nEmployed by\nRegistrant Since\nPrevious Position(s) Held as of July 21, 2023\nPeter Warwick\n71\n2021\nPresident and Chief Executive Officer (since 2021); Board of Directors Member (since 2014); Chief People Officer of Thomson Reuters (2012 - 2018).\nKenneth J. Cleary\n58\n2008\nChief Financial Officer (since 2017); Senior Vice President, Chief Accounting Officer (2014-2017); Vice President, External Reporting and Compliance (2008-2014). \nAndrew S. Hedden\n82\n2008\nExecutive Vice President, General Counsel and Secretary (since 2008).\nIole Lucchese\n56\n1991\nChair of the Board of Directors (since 2021); Executive Vice President (since 2016); Chief Strategy Officer (since 2014); President, Scholastic Entertainment (since 2018); President, Scholastic Canada (2016). \nSasha Quinton\n45\n2020\nExecutive Vice President and President, School Reading Events (since 2023), Executive Vice President and President, Scholastic Book Fairs (2020-2023); Vice President & GMM, Bookstore, Barnes and Noble, Inc. (2019); Senior Vice President, Marketing and Procurement, ReaderLink Distribution Services (2017-2019); Vice President, Marketing and Procurement, ReaderLink Distribution Services (2014-2017).\nRosamund M. Else-Mitchell\n53\n2021\nPresident, Education Solutions (since 2021); Houghton Mifflin Harcourt - Chief Learning Officer & General Manager (2017 -2019), Executive Vice President, Professional Services (2015-2019).\nAVAILABLE INFORMATION\n \nThe Corporation’s annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to those reports are accessible at the Investor Relations portion of its website (scholastic.com) and are available, without charge, as soon as reasonably practicable after such reports are electronically filed or furnished to the Securities and Exchange Commission (“SEC”). The Company also posts the dates of its upcoming scheduled financial press releases, telephonic investor calls and investor presentations on the “Events and Presentations” portion of its website at least five days prior to the event. The Company’s investor calls are open to the public and remain available through the Company’s website for at least 45 days thereafter.\n \nThe public may also read and copy materials that the Company files with the SEC at the SEC’s Public Reference Room at 100 F Street, N.E., Washington, DC 20549. The public may obtain information, as well as copies of the Company’s filings, from the Office of Investor Education and Advocacy by calling the SEC at 1-800-SEC-0330. The SEC also maintains an internet site, at www.sec.gov, that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\n9",
    "item1a": ">Item 1A | Risk Factors\n \nSet forth below and elsewhere in this Annual Report on Form 10-K and in other documents that the Corporation files with the SEC are risks that should be considered in evaluating the Corporation’s common stock, as well as risks and uncertainties that could cause the actual future results of the Company to differ from those expressed or implied in the forward-looking statements contained in this Report and in other public statements the Company makes. Additionally, because of the following risks and uncertainties, as well as other variables which may affect the Company’s operating results in the conduct of its business, the Company’s past financial performance should not be considered an indicator of future performance. It is further noted that the Company’s operating results for the fiscal year ended May 31, 2021, and to a lesser extent the fiscal years ended May 31, 2022 and 2023, also reflect the direct effects of the COVID-19 pandemic on the businesses of the Company during those fiscal years.\nRisks Related to Our Business and Operations\nIf we fail to maintain strong relationships with our authors, illustrators and other creative talent, as well as to develop relationships with new creative talent, our business could be adversely affected.\nThe Company’s business, in particular the trade publishing and media portions of the business, is highly dependent on maintaining strong relationships with the authors, illustrators and other creative talent who produce the products and services that are sold to its customers. Any overall weakening of these relationships, or the failure to develop successful new relationships, could have an adverse impact on the Company’s business and financial performance.\nIf we fail to adapt to new purchasing patterns or trends, our business and financial results could be adversely affected.\n \nThe Company’s business is affected significantly by changes in customer purchasing patterns or trends in, as well as the underlying strength of, the trade, educational and media markets for children. In particular, the Company’s educational publishing business may be adversely affected by budgetary restraints and other changes in educational funding as a result of new policies which could be implemented at the federal level or otherwise resulting from new legislation or regulatory action at the federal, state or local level, or by changes in the procurement process, to which the Company may be unable to adapt successfully. In addition, there are many competing demands for educational funds, and there can be no guarantee that the Company will be successful in continuing to obtain sales of its educational programs and materials from any available funding. Further, changes in educational practices affecting structure or content of educational materials or requiring adaption to new learning approaches, particularly in grades pre-K through 6, as well as those which may arise from new legislation or policies at the state or local level directed at content or teaching practices and materials, to which the Company is unable to successfully adapt could result in a loss of business adversely affecting the Company's business and financial performance. In addition, in a highly politicized environment, the content of some of the product being sold by the Company could become controversial, negatively impacting sales made to schools, through partnerships with government agencies or through sponsorships and funding programs. Within the children's book publishing business, the Company's financial performance could be adversely affected by the adaptability of its U.S. book clubs channel. The Company has taken a new holistic approach to serving its customers as part of the newly formed school reading events division and the Company's ability to execute on new customer-centric strategies and operational improvements may not align with customer purchasing behaviors which could negatively impact operating results. \n \nIncreases in certain operating costs and expenses, which are beyond our control and can significantly affect our profitability, could adversely affect our operating performance.\n \nThe Company’s major expense categories include employee compensation, printing, paper and distribution (such as postage, shipping and fuel) costs. Compensation costs are influenced by general economic factors, including those affecting costs of health insurance, postretirement benefits and any trends specific to the employee skill sets that the Company requires. Current shortages for warehouse labor, driver labor and other required skills, as well as labor supply chain issues, such as the impact of union strikes, may cause the Company's costs to increase beyond increases normally expected. \n \nPaper prices fluctuate based on worldwide demand and supply for paper in general, as well as for the specific types of paper used by the Company. The Company is also subject to inflationary pressures on printing, paper, transportation and labor costs. While the Company has taken steps to manage and budget for certain expected operating cost increases, if there is a significant disruption in the supply of paper or a significant increase in paper costs, or in its shipping or fuel costs, beyond those currently anticipated, which would generally be beyond the control of the Company, or if the Company’s strategies to try to manage these costs, including additional cost savings initiatives, are ineffective, the Company’s results of operations could be adversely affected. In addition, supplier bankruptcy may cause price increases for the Company. \n10\nWe maintain an experienced and dedicated employee base that executes the Company’s strategies. Failure to attract, retain and develop this employee base could result in difficulty with executing our strategy.\nThe Company’s employees, notably its senior executives and editorial staff members, have substantial experience in the publishing and education markets. In addition, the Company continues in the process of implementing a strategic information technology transformation process, requiring diverse levels of relevant expertise and experience. If the Company were unable to continue to adequately maintain and develop a workforce of this nature meeting the foregoing needs, including the development of new skills in the context of a rapidly changing business environment created by technology, involving new business processes and increased access to data and data analytics, it could negatively impact the Company’s operations and growth prospects. Additionally, high industry-wide demand for truck drivers may impact the Company's ability to hire and retain adequate staffing levels to deliver book fairs in the number anticipated.\n \nFailure of third party providers to provide contracted outsourcing of business processes and information technology services could cause business interruptions and could increase the costs of these services to the Company.\nThe Company outsources business processes to reduce complexity and increase efficiency for activities such as distribution, manufacturing, product development, transactional processing, information technologies and various administrative functions. Increasingly, the Company is engaging third parties to provide SaaS, which can reduce the Company’s internal execution risk, but increases the Company’s dependency upon third parties to execute business critical information technology tasks. If SaaS providers are unable to provide these services or outsource providers fail to execute their contracted functionality, or if such providers experience a substantial data breach, the Company could experience damage to its reputation and disruptions to its distribution and other business activities and may incur higher costs.\nRisks Related to Competition\nIf we cannot anticipate technology trends and develop new products or adapt to new technologies responding to changing customer preferences, this could adversely affect our revenues or profitability.\n \nThe Company operates in highly competitive markets that are subject to rapid change, including, in particular, changes in customer preferences and changes and advances in relevant technologies. There are substantial uncertainties associated with the Company’s efforts to develop successful trade publishing, educational, and media products and services, including digital products and services, for its customers, as well as to adapt its print and other materials to new digital technologies, such as the internet cloud technologies, tablets, mobile and other devices and school-based technologies and uncertainties involving the use of artificial intelligence in connection with the foregoing. The Company makes significant investments in new products and services that may not be profitable, or whose profitability may be significantly lower than the Company anticipates or has experienced historically. In particular, in the context of the Company’s current focus on key digital opportunities, the markets are continuing to develop and the Company may be unsuccessful in establishing itself as a significant factor in any relevant market segment which does develop. Many aspects of markets which could develop for children and schools, such as the nature of the relevant software and devices or hardware, the size of the market, relevant methods of delivery and relevant content, as well as pricing models, are still evolving and will, most likely, be subject to change on a recurring basis until a pattern develops and becomes more defined. This could specifically impact the Company's ability to execute on a digital and print literacy solution, which requires a multi-year investment, through internal development, third party providers and/or acquisitions. In addition, the Company faces market risks associated with systems development and service delivery in its evolving school ordering and ecommerce businesses, as well as in responding to changes in how schools plan to utilize technology for virtual or remote learning and the potential impact on the demand for printed materials in schools.\n \nOur financial results would suffer if we fail to successfully differentiate our offerings and meet market needs in school-based book fairs and book clubs, two of our core businesses.\n \nThe Company’s school-based book fairs and book clubs businesses, which have now been combined to form the Company's reading events business, produce a substantial amount of the Company’s revenues. The Company is subject to the risks that it will not successfully continue to develop and execute new promotional strategies for the school-based book fairs and book clubs components of the reading events business in response to future customer trends or technological changes or that it will not otherwise meet market needs in this newly combined business in a timely or cost-effective fashion. The book clubs component also relies on attracting and retaining new sponsor-\n11\nteachers to promote and support the distribution of its offerings. If the Company cannot attract new millennial and younger teachers and meet the changing preferences and demands of these teachers, its revenues and cash flows could be negatively impacted.\nThe Company has differentiated itself from competitors by providing curated offerings in both of the book clubs and book fairs components of the reading events business designed to make reading attractive for children, in furtherance of its mission as a champion of literacy.  Competition from mass market and on-line distributors using customer-specific curation tools could reduce this differentiation, posing a risk to the Company's results.\nThe competitive pressures we face in our businesses could adversely affect our financial performance and growth prospects.\n \nThe Company is subject to significant competition, including from other trade and educational publishers and media, entertainment and internet companies, as well as retail and internet distributors, many of which are substantially larger than the Company and have much greater resources. To the extent the Company cannot meet challenges from existing or new competitors and develop new product offerings to meet customer preferences or needs, the Company’s revenues and profitability could be adversely affected. \nIn its educational publishing business, the Company invests in various literacy program solutions, including both digital and print products, covering grades pre-K through 6 which can be in direct competition with traditional basal textbook offerings, as well as new digital instruction offerings with associated assessment tools, to meet the perceived needs of the modern curriculum. There can be no assurance that the Company will be successful in having school districts adopt the Company's new literacy program solutions in preference to basal textbooks or new digital instruction products offered by others or be successful in state adoptions, nor, in the case of basal textbook publishers, that such publishers will not successfully adapt their business models to the development of new forms of core curriculum, which could have an adverse effect on the return on the Company’s investments in this area, as well as on its financial performance and growth prospects. Traditional basal textbook publishers also generally maintain larger sales forces than the Company, and sell across several academic disciplines, allowing them a larger presence than the Company. Additionally, demand for many of the Company’s product offerings, particularly books sold through school channels, is subject to price sensitivity. Failure to maintain a competitive pricing model could reduce revenues and profitability.\nChanges in the mix of our major customers in our trade distribution channel or in their purchasing patterns may affect the profitability of our trade publishing business.\nThe Company’s distribution channels include online retailers and ecommerce sites, digital delivery platforms and expanding social media and other marketing platforms. An increased concentration of retailer power has also resulted in the increased importance of mass merchandisers as well as of publishing best sellers to meet consumer demand. Currently, the Company’s top five trade customers make up approximately 77% of the Company’s U.S. trade business and 14% of the Company’s total revenues. Adverse changes in the mix of the major customers of the trade business, including the type of customer, which may also be engaged in a competitive business, or in their purchasing patterns or financial condition or the nature of their distribution arrangements with the trade business including any requirements related to ESG with which the Company must comply, more specifically those related to environmental sustainability, could negatively affect the profitability of the Company’s trade business and the Company’s financial performance.\nThe inability to obtain and publish best-selling new titles could cause our future results to decline in comparison to historical results.\n \nThe Company invests in authors and illustrators for its trade publication business, and has a history of publishing hit titles. The inability to publish best-selling new titles in future years could negatively impact the Company. \nIn addition, competition among electronic and print book retailers, including the decrease in the number of independent booksellers, could decrease prices for new title releases, as well as the number of outlets for book sales. The growing use of self-publishing technologies by authors also increases competition and could result in the decreased use of traditional publishing services. The effects of any of the foregoing factors could have an adverse impact on the Company's business, financial condition or results of operation. \n12\nRisks Related to Information Technology and Systems\nPrivacy breaches and other cyber security risks related to our business could negatively affect our reputation, credibility and business.\nIn certain of its businesses the Company holds or has access to personal data, including that of customers or received from schools. Adverse publicity stemming from a data breach, whether or not valid, could reduce demand for the Company’s products or adversely affect its relationship with teachers or educators, impacting participation in the book fairs or book clubs components of the Company's reading events business or decisions to purchase educational materials or programs produced by the Company's \nEducation Solutions\n segment. Further, a failure to adequately protect personal data, including that of customers or children, or other data security failure, such as cyber-attacks from third parties, could lead to penalties, significant remediation costs and reputational damage, including loss of future business.\nFailure of one or more of our information technology platforms could affect our ability to execute our operating strategy.\nThe Company relies on a variety of information technology platforms to execute its operations, including human resources, payroll, finance, order-to-cash, procurement, vendor payment, inventory management, distribution and content management systems as well as its internal operating systems. Many of these systems are integrated via internally developed interfaces and modifications. Failure of one or more systems could lead to operating inefficiencies or disruptions and a resulting decline in revenue or profitability. \nAs the Company continues the implementation of its new enterprise-wide customer and content management systems and the migration to software as a service (\"SaaS\") and cloud-based technology solutions, in its initiatives to integrate its separate legacy platforms into a cohesive enterprise-wide system, there can be no assurance that it will be successful in its efforts or that the implementation of the remaining stages of these initiatives in the Company's global operations will not involve disruptions in its systems or processes having a short term adverse impact on its operations and ability to service its customers.\nRisks Related to Laws and Regulations\nOur reputation is one of our most important assets, and any adverse publicity or adverse events, such as a violation of privacy laws or regulations, could cause significant reputational damage and financial loss.\n \nThe businesses of the Company focus on children’s reading, learning and education, and its key relationships are with educators, teachers, parents and children. In particular, the Company believes that, in selecting its products, teachers, educators and parents rely on the Company’s reputation for quality books and educational materials and programs appropriate for children. Negative publicity, either through traditional media or through social media, could tarnish this relationship.  \nThe Company is subject to privacy laws and regulations in the conduct of its business in the United States and in other jurisdictions in which it conducts its international operations, many of which vary significantly, relating to the collection and use of personal information, including the European Union General Data Protection Regulation, which became enforceable on May 25, 2018, and the California Consumer Privacy Act, which became effective in January 2020. In addition, the Company is also subject to the regulatory requirements of the Children’s Online Privacy Protection Act (\"COPPA\") in the United States relating to access to, and the use of information received from, children in respect to the Company’s on-line offerings. Since the businesses of the Company are primarily centered on children, failures of the Company to comply with the requirements of COPPA and similar laws in particular, as well as failures to comply generally with applicable privacy laws and regulations, as referred to above, could lead to significant reputational damage and other penalties and costs, including loss of future business. \nFailure to meet the demands of regulators, and the associated high cost of compliance with regulations, as well as failure to enforce compliance with our Code of Ethics and other policies, could negatively impact us.  \nThe Company operates in multiple countries and is subject to different regulations throughout the world. In the United States, the Company is regulated by the Internal Revenue Service, the Securities and Exchange Commission, the Federal Trade Commission and other regulating bodies. Failure to comply with these regulators, including providing these regulators with accurate financial and statistical information that often is subject to estimates and assumptions, or the high cost of complying with relevant regulations, including a significant increase in new regulations resulting from changes in the regulatory environment, could negatively impact the Company. The Company is also subject to the risk that it is unable to comply with the unstandardized, rapidly-changing environmental requirements imposed internationally by local governments, including those related to measuring and reporting on the impact its business \n13\nhas on the environment, which could negatively impact the Company's ability to conduct business in the related country if not met.\nIn addition, the decentralized and global nature of the Company’s operations makes it more difficult to communicate and monitor compliance with the Company’s Code of Ethics and other material Company policies and to assure compliance with applicable laws and regulations, some of which have global applicability, such as the Foreign Corrupt Practices Act in the United States and the UK Bribery Act in the United Kingdom. Failures to comply with the Company’s Code of Ethics and violations of such laws or regulations, including through employee misconduct, could result in significant liabilities for the Company, including criminal liability, fines and civil litigation risk, and result in damage to the reputation of the Company. \nRisks Related to Our Intellectual Property\nThe loss of or failure to obtain rights to intellectual property material to our businesses would adversely affect our financial results.\nThe Company’s products generally comprise intellectual property delivered through a variety of media. The ability to achieve anticipated results depends in part on the Company’s ability to defend its intellectual property against infringement, as well as the breadth of rights obtained. The Company’s operating results could be adversely affected by inadequate legal and technological protections for its intellectual property and proprietary rights in some jurisdictions, markets and media, as well as by the costs of dealing with claims alleging infringement of the intellectual property rights of others, including claims involving business method patents in the ecommerce and internet areas and the licensing of photographs in the trade and educational publishing areas, and the Company’s revenues could be constrained by limitations on the rights that the Company is able to secure to exploit its intellectual property in different media and distribution channels, as well as geographic limitations on the exploitation of such rights.\nRisks Related to External Factors\nBecause we procure products and sell our products and services in foreign countries, changes in currency exchange rates, as well as other risks and uncertainties, could adversely affect our operations and financial results.\n \nThe Company has various operating subsidiaries domiciled in foreign countries. In addition, the Company sells products and services to customers located in foreign countries where it does not have operating subsidiaries, and a significant portion of the Company’s revenues are generated from outside of the United States. The Company’s business processes, including distribution, sales, sourcing of content, marketing and advertising, are, accordingly, subject to multiple national, regional and local laws, regulations and policies. The Company could be adversely affected by noncompliance with foreign laws, regulations and policies, including those pertaining to foreign rights and exportation. The Company is also exposed to fluctuations in foreign currency exchange rates and to business disruption caused by political, financial or economic instability or the occurrence of war or natural disasters in foreign countries. In addition, the Company and its foreign operations could be adversely impacted by a downturn in general economic conditions on a more global basis caused by general political instability or unrest or changes in global economic affiliations or conditions, such as inflation. Changes in international trade relations with foreign countries, such as increased tariffs and duties (including those imposed by the United States) could cause the Company's costs to rise, or its overseas revenues to decline. \nCertain of our activities are subject to weather and natural disaster risks as well as other events outside our control, which could disrupt our operations or otherwise adversely affect our financial performance.\n \nThe Company conducts certain of its businesses and maintains warehouse and office facilities in locations that are at risk of being negatively affected by severe weather and natural disaster events, including those caused by climate change, such as hurricanes, tornadoes, floods, snowstorms, heat waves or earthquakes. Notably, much of the Company’s domestic distribution facilities are located in central Missouri. A disruption of these or other facilities could impact the Company’s school-based reading events business, as well as its trade and education businesses. Additionally, disruptions due to weather, natural disaster, epidemic and pandemic could result in school closures, resulting in reduced demand for the Company’s products in its school channels during the affected periods. Further, the Company may not be able to achieve its book fair count goals and may be materially impacted if widespread pandemic-related closures occur this coming school year. Increases in school security associated with high profile school shootings and other tragic incidents could impact the accessibility to schools for the school book fairs component of the Company's reading events business. \n14\nWe own certain significant real estate assets which are subject to various risks related to conditions affecting the real estate market.\nThe Company has direct ownership of certain significant real estate assets, in particular the Company’s headquarters location in New York City, its primary distribution center in Jefferson City, Missouri and the UK facility in Warwickshire. The New York headquarters location serves a dual purpose as it also contains premium retail space that is or will be leased to retail tenants in order to generate rental income and cash flow. Accordingly, the Company is sensitive to various risk factors such as changes to real estate values and property taxes, pricing and demand for high end retail spaces in Soho, New York City, interest rates, cash flow of underlying real estate assets, supply and demand, and the credit worthiness of any retail tenants. There is also no guarantee that investment objectives for the retail component of the Company’s real estate will be achieved. \nRisks Related to Stock Ownership\nControl of the Company resides in the Estate of our former Chairman of the Board, President and Chief Executive Officer through The Estate's ownership of Class A Stock, and the holders of the Common Stock generally have no voting rights with respect to transactions requiring stockholder approval. \n \nThe voting power of the Corporation's capital stock is vested exclusively in the holders of Class A Stock, except for the right of the holders of Common Stock to elect one-fifth of the Board of Directors and except as otherwise provided by law or as may be established in favor of any series of preferred stock that may be issued. The Estate of Richard Robinson, the former Chairman of the Board, President and Chief Executive Officer of the Company, beneficially owns a majority of the outstanding shares of Class A Stock and is able to elect up to four-fifths of the Corporation's Board of Directors and, without the approval of the Corporation's other stockholders, to effect or block other actions or transactions requiring stockholder approval, such as a merger, sale of substantially all assets or similar transaction. Iole Lucchese, Chair of the Board of Directors, Executive Vice President and Chief Strategy Officer of the Company and President of Scholastic Entertainment, Inc., in her capacity as Scholastic special executor of the Estate under Mr. Robinson's will and revocable trust, controls the voting of the Estate's Class A Stock.\nNote\nThe risk factors listed above should not be construed as exhaustive of all possible risks that the Company may face. Additional risks not currently known to the Company or that the Company does not consider to be significant at the present time could also impact the Company's consolidated financial position and results of operations.\n \nForward-Looking Statements:\n \nThis Annual Report on Form 10-K contains forward-looking statements relating to future periods. Additional written and oral forward-looking statements may be made by the Company from time to time in SEC filings and otherwise. The Company cautions readers that results or expectations expressed by forward-looking statements, including, without limitation, those relating to the Company’s future business prospects and strategic plans, ecommerce and digital initiatives, new product introductions, strategies, new education standards and policies, goals, revenues, improved efficiencies, general costs, manufacturing costs, medical costs, potential cost savings, merit pay, operating margins, working capital, liquidity, capital needs, the cost and timing of capital projects, interest costs, cash flows and income, are subject to risks and uncertainties that could cause actual results to differ materially from those indicated in the forward-looking statements, due to factors including those noted in this Annual Report and other risks and factors identified from time to time in the Company’s filings with the SEC. The Company disclaims any intention or obligation to update or revise forward-looking statements, whether as a result of new information, future events or otherwise.",
    "item7": ">Item 7 | Management’s Discussion and Analysis of Financial Condition and Results of Operations\n \nGeneral\n \nThe Company categorizes its businesses into three reportable segments: \nChildren’s Book Publishing and Distribution\n; \nEducation Solutions\n; and \nInternational\n. \nThe following discussion and analysis of the Company’s financial position and results of operations should be read in conjunction with the Company’s Consolidated Financial Statements and the related Notes included in Item 8, “Consolidated Financial Statements and Supplementary Data.”\n \nOverview and Outlook\nOverview\nRevenues from operations for the fiscal year ended May 31, 2023 increased by $61.1 million, or 3.7%, to $1,704.0 million, compared to $1,642.9 million in the prior fiscal year. The Company reported net income per basic and diluted share of Class A and Common Stock of $2.56 and $2.49, respectively, for the fiscal year ended May 31, 2023, compared to $2.33 and $2.27, respectively, in the prior fiscal year. \nThe \nChildren's Book Publishing and Distribution \nsegment revenues increased 29%, outperforming the continued softness in retail, primarily from the book fairs channel due to higher fair count, which approximated 85% of pre-pandemic levels, and improved revenue per fair. The \nEducation Solutions\n segment experienced an overall reduction in schools' purchasing levels when compared to the prior year when schools were refilling classrooms with in-person learning materials as pandemic restrictions were fully lifted. Although sales were lower in certain instructional products and programs, the Company's diversified portfolio of products met the needs of customers through customized product offers and state sponsored programs. Internationally, local currency revenues increased in the Major Markets as the book fairs channels continued to recover from the pandemic, which offset the lower revenues from the disposition of the direct sales business in Asia.\nOperating income in fiscal 2023 was $106.3 million compared to $97.4 million in the prior fiscal year, representing an improvement of $8.9 million, primarily driven by the book fairs channel which continues to benefit from top-line growth and operational efficiencies. In addition, the Company realized improved operating margin in Asia attributable to the exit from the direct sales business, which generated losses in the prior year. The Company continues to benefit from the operational efficiencies achieved since the pandemic.\nOutlook\nThe Company previously announced the combination of its book fairs and book clubs channels into an integrated school reading events business which the Company expects will provide multiple opportunities to grow Scholastic's reach, serve its customers better and improve efficiencies within the \nChildren’s Books Publishing and Distribution\n segment. The Company expects fair count to increase to approximately 90% of pre-pandemic levels with modest growth in revenue per fair. In the \nEducation Solutions\n segment, the Company\n \nexpects to continue to invest in new products and capabilities to grow its digital and print literacy solutions and expects the segment to benefit from continued growth in state-sponsored programs in the second half of fiscal 2024. Internationally, the Company expects to benefit from the continued recovery in the Major Markets and in Asia, as well as the reorganization in Canada. The Company also plans to invest in process improvements in its manufacturing and distribution functions, which should result in improved efficiencies going forward, and continue to utilize positive cash flows to increase shareholder value.\n20\nCritical Accounting Policies and Estimates\n \nGeneral:\n \nThe Company’s discussion and analysis of its financial condition and results of operations is based upon its Consolidated Financial Statements, which have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of these financial statements involves the use of estimates and assumptions by management, which affects the amounts reported in the Consolidated Financial Statements and accompanying notes. The Company bases its estimates on historical experience, current business factors, future expectations and various other assumptions believed to be reasonable under the circumstances, all of which are necessary in order to form a basis for determining the carrying values of assets and liabilities. Actual results may differ from those estimates and assumptions. On an ongoing basis, the Company evaluates the adequacy of its reserves and the estimates used in calculations, including, but not limited to: collectability of accounts receivable; variable consideration related to anticipated returns; allocation of transaction price to contractual performance obligations; amortization periods; stock-based compensation expense; pension and other postretirement obligations; tax rates; recoverability of inventories; deferred income taxes and tax reserves; the timing and amount of future income taxes and related deductions; recoverability of prepublication costs; royalty advance reserves; customer reward programs; and the impairment assessment of long-lived assets, goodwill and other intangibles. For a complete description of the Company’s significant accounting policies, see Note 1, \"Description of Business, Basis of Presentation and Summary of Significant Accounting Policies,\" of Notes to Consolidated Financial Statements in Item 8, “Consolidated Financial Statements and Supplementary Data.” The following policies and account descriptions include all those identified by the Company as critical to its business operations and the understanding of its results of operations:\n \nRevenue recognition:\n \nThe Company has identified the allocation of the transaction price to contractual performance obligations related to revenues within the school-based book fairs channel, as described below, as a critical accounting estimate. \nRevenues associated with school-based book fairs relate to the sale of children's books and other products to book fair sponsors. In addition, the Company employs an incentive program to encourage the sponsorship of book fairs and increase the number of fairs held each school year. The Company identifies two potential performance obligations within its school-based book fair contracts, which include the fulfillment of book fairs product and the fulfillment of product upon the redemption of incentive program credits by customers. The Company allocates the transaction price to each performance obligation and recognizes revenue at a point in time. The Company utilizes certain estimates based on historical experience, redemption patterns and future expectations related to the participation in the incentive program to determine the relative fair value of each performance obligation when allocating the transaction price. Changes in these estimates could impact the timing of the recognition of revenue. Revenue allocated to the book fairs product is recognized at the point at which product is delivered to the customer and control is transferred. The revenue allocated to the incentive program credits is recognized upon redemption of incentive credits and the transfer of control of the redeemed product. Incentive credits are generally redeemed within 12 months of issuance. Payment for school-based book fairs product is due at the completion of a customer's fair. Revenues associated with virtual fairs are recognized upon shipment of the products and related incentive program credits are expensed upon issuance. \nEstimated returns:\nFor sales that include a right of return, the Company estimates the transaction price and records revenues as variable consideration based on the amounts the Company expects to ultimately be entitled. In order to determine estimated returns, the Company utilizes historical return rates, sales patterns, types of products and expectations and recognizes a corresponding reduction to Revenues and Cost of goods sold. Management also considers patterns of sales and returns in the months preceding the fiscal year, as well as actual returns received subsequent to the fiscal year, available customer and market specific data and other return rate information that management believes is relevant. In addition, a refund liability is recorded within Other accrued expenses for the consideration to which the Company believes it will not ultimately be entitled and a return asset is recorded within Prepaid expenses and other current assets for the expected inventory to be returned. Actual returns could differ from the Company's estimate. A one percentage point change in the estimated reserve for returns rate would have resulted in an increase or decrease in operating income for the year ended May 31, 2023 of approximately $3.0 million and approximately $3.2 million, respectively.\n21\nInventories:\n \nInventories, consisting principally of books, are stated at the lower of cost, using the first-in, first-out method, or net realizable value. The Company records a reserve for excess and obsolete inventory based upon a calculation using the expected future sales of existing inventory driven by estimates around forecasted purchases, inventory consumption costs, and the sell-through rate of current fiscal year purchases. In accordance with the Company's inventory retention policy, expected future sales of existing inventory are compared against historical usage by channel for reasonableness and any specifically identified excess or obsolete inventory, due to an anticipated lack of demand, will also be reserved. The impact of a one percentage point change in the obsolescence reserve rate would have resulted in an increase or decrease in operating income for the year ended May 31, 2023 of approximately $4.2 million.\n \nRoyalty advances:\n \nRoyalty advances are initially capitalized and subsequently expensed as related revenues are earned or when the Company determines future recovery through earndowns is not probable. The Company has a long history of providing authors with royalty advances, and it tracks each advance earned with respect to the sale of the related publication. Historically, the longer the unearned portion of the advance remains outstanding, the less likely it is that the Company will recover the advance through the sale of the publication, as the related royalties earned are applied first against the remaining unearned portion of the advance. The Company applies this historical experience to its existing outstanding royalty advances to estimate the likelihood of recovery. Additionally, the Company’s editorial staff regularly reviews its portfolio of royalty advances to determine if individual royalty advances are not recoverable through earndowns for discrete reasons, such as the death of an author prior to completion of a title or titles, a Company decision to not publish a title, poor market demand or other relevant factors that could impact recoverability.\n \nEvaluation of Goodwill impairment:\n \nGoodwill is not amortized and is reviewed for impairment annually or more frequently if impairment indicators arise.\n \nThe Company compares the estimated fair values of its identified reporting units to the carrying values of their net assets. The Company first performs a qualitative assessment to determine whether it is more likely than not that the fair values of its identified reporting units are less than their carrying values. If it is more likely than not that the fair value of a reporting unit is less than its carrying amount, the Company performs the quantitative goodwill impairment test. The Company measures goodwill impairment by the amount the carrying value exceeds the fair value of a reporting unit. For each of the reporting units, the estimated fair value is determined utilizing the expected present value of the projected future cash flows of the reporting unit, in addition to comparisons to similar companies. The Company reviews its definition of reporting units annually or more frequently if conditions indicate that the reporting units may change. The Company evaluates its operating segments to determine if there are components one level below the operating segment level. A component is present if discrete financial information is available and segment management regularly reviews the operating results of the business. If an operating segment only contains a single component, that component is determined to be a reporting unit for goodwill impairment testing purposes. If an operating segment contains multiple components, the Company evaluates the economic characteristics of these components. Any components within an operating segment that share similar economic characteristics are aggregated and deemed to be a reporting unit for goodwill impairment testing purposes. Components within the same operating segment that do not share similar economic characteristics are deemed to be individual reporting units for goodwill impairment testing purposes. \nThe Company has six reporting units with goodwill subject to impairment testing. The determination of the fair value of the Company’s reporting units involves a number of assumptions, including the estimates of future cash flows, discount rates and market-based multiples, among others, each of which is subject to change. Accordingly, it is possible that changes in assumptions and the performance of certain reporting units could lead to impairments in future periods, which may be material. \nIncome taxes:\nThe Company uses the asset and liability method of accounting for income taxes. Under this method, for purposes of determining taxable income, deferred tax assets and liabilities are determined based on differences between financial reporting and tax basis of such assets and liabilities and are measured using enacted tax rates and laws that will be in effect when the differences are expected to be realized.\n \n22\nThe Company believes that its taxable earnings, during the periods when the temporary differences giving rise to deferred tax assets become deductible or when tax benefit carryforwards may be utilized, should be sufficient to realize the related future income tax benefits. For those jurisdictions where the expiration date of the tax benefit carryforwards or the projected taxable earnings indicate that realization is not likely, the Company establishes a valuation allowance.\n \nIn assessing the need for a valuation allowance, the Company estimates future taxable earnings, with consideration for the feasibility of ongoing tax planning strategies and the realizability of tax benefit carryforwards, to determine which deferred tax assets are more likely than not to be realized in the future. Valuation allowances related to deferred tax assets can be impacted by changes to tax laws, changes to statutory tax rates and future taxable earnings. In the event that actual results differ from these estimates in future periods, the Company may need to adjust the valuation allowance. \n23\nResults of Operations - Consolidated\n                                           \n(Amounts in millions, except per share data)\nFor fiscal years ended May 31,\n \n2023\n2022\n$\n% \n(1)\n$\n% \n(1)\nRevenues:\n \n \n \n \nChildren’s Book Publishing and Distribution\n$\n1,038.0 \n60.9 \n$\n946.5 \n57.6 \nEducation Solutions\n386.6 \n22.7 \n393.6 \n24.0 \nInternational\n279.4 \n16.4 \n302.8 \n18.4 \nTotal revenues\n1,704.0 \n100.0 \n1,642.9 \n100.0 \nCost of goods sold\n786.4 \n46.2 \n765.5 \n46.6 \nSelling, general and administrative expenses \n(2)\n756.6 \n44.4 \n722.8 \n44.0 \nDepreciation and amortization \n54.7 \n3.2 \n56.8 \n3.5 \nAsset impairments and write downs\n— \n— \n0.4 \n0.0 \nOperating income (loss)\n106.3 \n6.2 \n97.4 \n5.9 \nInterest income\n7.2 \n0.5 \n0.5 \n0.1 \nInterest expense\n(1.4)\n(0.1)\n(2.9)\n(0.2)\nOther components of net periodic benefit (cost)\n0.3 \n0.0 \n0.1 \n0.0 \nGain (loss) on assets held for sale \n(3)\n— \n— \n(15.1)\n(0.9)\nGain (loss) on sale of assets and other \n(4)\n— \n— \n9.7 \n0.6 \nEarnings (loss) before income taxes\n112.4 \n6.6 \n89.7 \n5.5 \nProvision (benefit) for income taxes \n(5)\n25.9 \n1.5 \n8.7 \n0.5 \nNet income (loss)\n$\n86.5 \n5.1 \n$\n81.0 \n4.9 \nLess: Net income (loss) attributable to noncontrolling interest\n0.2 \n0.0 \n0.1 \n0.0 \nNet income (loss) attributable to Scholastic Corporation \n$\n86.3 \n5.1 \n$\n80.9 \n4.9 \nBasic and diluted earnings (loss) per share of Class A and Common Stock\n \nBasic\n$\n2.56 \n$\n2.33 \nDiluted\n$\n2.49 \n$\n2.27 \n(1) Represents percentage of total revenues.\n(2) In fiscal 2022, the Company recognized $6.6 of pretax insurance proceeds related to an intellectual property legal settlement accrued in fiscal 2021, pretax severance and related charges of $6.2 and pretax branch consolidation costs of $0.5.\n(3) In fiscal 2022, the Company recognized pretax loss on assets held for sale related to the Company's plan to exit the direct sales business in Asia of $15.1.\n(4) In fiscal 2022, the Company recognized a pretax gain of $3.5 on the sale of its UK distribution center located in Witney and a pretax gain of $6.2 on the sale of its Lake Mary facility.\n(5) In fiscal 2022, the Company recognized a benefit for income taxes in respect to one-time pretax charges of $1.3. \n24\nResults of Operations – Consolidated \nThe section below is a discussion of the Company's fiscal year 2023 results compared to fiscal year 2022. A detailed discussion of the Company's fiscal year 2021 results and year-over-year comparisons between fiscal years 2022 and 2021 that are not included in this Form 10-K can be found in the \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" for the year ended May 31, 2022, filed as part of the Company's Form 10-K dated July 22, 2022. \nFiscal 2023 compared to fiscal 2022\nRevenues from operations for the fiscal year ended May 31, 2023 increased by $61.1 million, or 3.7%, to $1,704.0 million, compared to $1,642.9 million in the prior fiscal year. \nChildren’s Book Publishing and Distribution\n segment revenues increased $91.5 million, partially offset by lower revenues from the \nEducation Solutions\n segment and International segment of $7.0 million and $23.4 million, respectively.\nWithin the \nChildren’s Book Publishing and Distribution\n segment, revenues in the book fairs channel increased $123.4 million primarily on higher fair count. Increased redemptions of book fair incentive program credits compared to the prior year and an improvement in revenue per fair also drove higher revenues. Lower book clubs channel revenues of $8.6 million were due to lower sponsor participation and fewer events. To address the continued decline, the Company has combined the U.S.-based book clubs and book fairs businesses into an integrated school reading events business subsequent to year-end. The integration is expected to create synergies in operations and a coordinated go-to-market strategy to result in additional opportunities and improved efficiencies. Trade channel revenues decreased $23.3 million, primarily driven by the industry-wide decline in retail market sales, partially offset by higher media channel revenues as the Company completed the delivery of episodes associated with the production of the \"Eva the Owlet\" animated series. \nWithin the \nEducation Solutions\n segment, decreased revenues of $7.0 million were driven by an overall reduction in schools' purchasing levels when compared to the prior year when schools were refilling classrooms with in-person learning materials as pandemic restrictions were fully lifted. Demand for certain of the Company's instructional products and programs, including \nScholastic Bookroom\n, \nGuided Reading\n and\n Scholastic Literacy\n was lower as customer purchasing shifted to the Company's more customized products and digital and print literacy solutions. This was partially offset by increased revenues from sponsored programs, which had a full year of shipments in fiscal 2023 compared to a partial year in fiscal 2022. The Company sells to non-school customers through its community and state-sponsored programs and the related sales increased in fiscal 2023.\nRevenues in the \nInternational \nsegment decreased $23.4 million primarily attributable to unfavorable foreign currency exchange of $23.0 million and the disposition of the direct sales business resulting in $15.0 million in lower revenues. Excluding the foregoing, revenues increased $14.6 million primarily driven by the Major Markets as the book fairs channels continued to recover from the pandemic.\nComponents of Cost of goods sold for fiscal years 2023 and 2022 are as follows:\n \n($ amounts in millions)\n \n2023\n% of revenue\n2022\n% of revenue\nProduct, service, production costs and inventory reserves\n$\n475.2 \n27.9 \n%\n$\n448.8 \n27.3 \n%\nRoyalty costs\n132.8 \n7.8 \n139.1 \n8.5 \nPrepublication and production amortization\n26.0 \n1.5 \n27.4 \n1.8 \nPostage, freight, shipping, fulfillment and all other costs\n152.4 \n9.0 \n150.2 \n9.1 \nTotal cost of goods sold\n$\n786.4\n \n46.2\n \n%\n$\n765.5\n \n46.6\n \n%\nCost of goods sold as a percentage of revenue for the fiscal year ended May 31, 2023 was 46.2%, compared to 46.6% in the prior fiscal year. Cost of goods sold benefited from increased sales volume in the U.S. book fairs channel, which also resulted in lower royalty costs as a percentage of revenue. Traditionally, the book fairs channel has a higher mix of non-royalty bearing titles. This was partially offset by higher excess and obsolete inventory due to the softness in the global retail channels. The Company also incurred higher production costs related to the \"Eva the Owlet\" animated series in fiscal 2023 and higher print costs, primarily in the U.S. trade channel, as well as an increase in inbound and outbound freight costs in the U.S. and in the Major Markets. As of the end of fiscal 2023, inbound freight costs have returned to pre-pandemic levels, however, there remains uncertainty regarding potential shipping courier union strikes \n25\nwhich could result in increased freight costs for the Company in the near future and impact the Company's ability to ship product to customers. \nSelling, general and administrative expenses for the fiscal year ended May 31, 2023 were $756.6 million, compared to $722.8 million in the prior fiscal year. The $33.8 million increase was primarily due to higher spending in the U.S. book fairs channel as a result of the increased fair count resulting in higher labor and other overhead costs, including fuel charges, marketing expenses and bank fees, as well as increased rent for warehouse space. In addition, the Company incurred higher employee-related costs in the \nEducation Solutions\n segment associated with increased spending on strategic initiatives such as the integration efforts related to the Learning Ovations acquisition and the launch of Ready4Reading, as well as higher labor and marketing costs to support the growth in sponsored programs. The increase was also attributable to the prior year receipt of insurance recoveries of $6.6 million related to the intellectual property legal settlement accrued in fiscal 2021. Partially offsetting this increase the Company had lower severance expense from its restructuring programs of $6.2 million, recognized higher COVID-related governmental employee retention credits of $2.1 million received in fiscal 2023, incurred lower costs in Asia as a result of the disposition of the direct sales business of approximately $12.6 million, benefited from an insurance recovery of $5.0 million in fiscal 2023 related to photo litigation settlements and also benefited from a favorable settlement of $1.8 million related to legacy sales tax matters. Additionally, bad debt expense was favorable as the prior fiscal year was negatively impacted by a discrete systems issue in the book clubs channel which resulted in $6.6 million of higher uncollectible receivable balances. The Company expects to incur severance costs in the first quarter of fiscal 2024 related to restructuring programs in Canada as well as in the U.S. as a result of combining the book clubs and book fairs businesses into an integrated school reading events business. \nDepreciation and amortization expenses for the fiscal year ended May 31, 2023 were $54.7 million, compared to $56.8 million in the prior fiscal year. The $2.1 million decrease primarily related to the Company's shift to cloud computing arrangements (e.g. software as a service) which resulted in capitalized software being amortized through Selling, general and administrative expenses rather than Depreciation and amortization. Amortization of capitalized cloud software increased $2.4 million when compared to the prior fiscal year which offset the decrease in Depreciation and amortization. Management expects Depreciation and amortization expense to increase as the Company's capitalized spending has and will continue to increase into the next fiscal year.\nAsset impairments and write downs for the fiscal year ended May 31, 2022 were $0.4 million due to the impairment of right-of-use assets associated with certain operating leases as part of the book fairs warehouse consolidation effort.\nInterest income for the fiscal year ended May 31, 2023 was $7.2 million, compared to $0.5 million in the prior fiscal year. $4.7 million of the increase was driven by overall higher average investment balances as compared to the prior fiscal year, coupled with higher interest rates in fiscal 2023. The Company invests excess cash in short term investments which earn competitive interest rates that change directionally in relation to the Federal Funds rate. In addition, the Company recognized $2.0 million of interest income related to tax refunds received during fiscal 2023 that will not repeat in the next fiscal year. Interest expense for the fiscal year ended May 31, 2023 was $1.4 million, compared to $2.9 million in the prior fiscal year. The decrease in interest expense was due to lower average debt borrowings as compared to the prior fiscal year as the outstanding borrowings on the U.S. credit agreement were paid down during fiscal 2022, resulting in no outstanding borrowings as of the beginning of fiscal 2023.\nGain (loss) on assets held for sale for the fiscal year ended May 31, 2022 was a loss of $15.1 million related to the Company's exit of the direct sales business in Asia as it was no longer a part of the strategic growth plan for the Company. The exit resulted in the sale of remaining assets, primarily accounts receivable and inventory, and the assets were written down to their recoverable value which equated to the selling price. The loss on assets held for sale included accrued exit costs.\nGain (loss) on sale of assets and other for the fiscal year ended May 31, 2022 was a gain of $9.7 million. In the prior fiscal year, the Company sold its UK distribution facility located in Witney and its facility located in Lake Mary, Florida, resulting in a recognized gain on sale of $3.5 million and $6.2 million, respectively. \nThe Company’s effective tax rate for the fiscal year ended May 31, 2023 was a 23.0% tax provision, compared to 9.7% in the prior fiscal year. The 2022 fiscal year tax provision benefited from the release of uncertain tax positions resulting from the effective settlement of the IRS examination from the 2015-2020 tax years. \nNet income for fiscal 2023 was $86.5 million compared to $81.0 million in fiscal 2022, an increase of $5.5 million. The basic and diluted income per share of Class A Stock and Common Stock was $2.56 and $2.49, respectively, in fiscal 2023, compared to basic and diluted income per share of Class A Stock and Common Stock of $2.33 and $2.27, \n26\nrespectively, in fiscal 2022. Outstanding shares decreased 7% from 34.2 million to 31.7 million as of May 31, 2023 which will benefit earnings per share calculations in fiscal 2024.\nNet income attributable to noncontrolling interest for fiscal 2023 and fiscal 2022 was $0.2 million and $0.1 million, respectively. \nResults of Operations – Segments\n \nCHILDREN’S BOOK PUBLISHING AND DISTRIBUTION \n($ amounts in millions)\n2023 compared to 2022\n2023\n2022\n$ change\n% change\nRevenues\n$\n1,038.0 \n$\n946.5 \n$\n91.5 \n9.7 \n%\nCost of goods sold \n481.7 \n450.3 \n31.4 \n7.0 \nOther operating expenses *\n412.9 \n380.5 \n32.4 \n8.5 \nAsset impairments and write downs\n— \n0.4 \n(0.4)\nNM\nOperating income (loss)\n$\n143.4 \n$\n115.3 \n$\n28.1 \n24.4 \n%\nOperating margin\n \n13.8\n \n%\n12.2\n \n%\n \n \n* Other operating expenses include selling, general and administrative expenses, bad debt expenses and depreciation and amortization.\nNM Not meaningful \nFiscal 2023 compared to fiscal 2022\nRevenues for the fiscal year ended May 31, 2023 increased by $91.5 million to $1,038.0 million, compared to $946.5 million in the prior fiscal year. The increase in segment revenues was driven by the book fairs channel with an increase of $123.4 million, or 29%, exceeding pre-pandemic revenues for this channel. The increased revenues were driven by a 15% increase in fair count, coupled with higher revenue per fair and a year-over-year increase in redemptions of book fair incentive program credits. Revenues from the book clubs channel decreased $8.6 million as a result of the multi-year trend of lower sponsor participation and fewer events held in fiscal 2023. To address this continued decline, the Company has combined the U.S.-based book clubs and book fairs businesses into an integrated school reading events business and expects the synergies in operations and a coordinated go-to-market strategy to result in additional opportunities and improved efficiencies. Trade channel revenues decreased $23.3 million primarily reflecting the industry-wide decline in retail market sales driving overall lower revenues. The prior fiscal year also included the release of J.K. Rowling's \nThe Christmas Pig \nas well as limited edition foil cover versions of titles in Dav Pilkey's \nDog Man\n series which helped lift overall sales across the series. During fiscal 2023, the trade channel released numerous best-sellers, including \nDog Man #11: Twenty Thousand Fleas Under the Sea, Cat Kid Comic Club: Collaborations, Harry Potter and the Order of the Phoenix: The Illustrated Edition,\n \nWings of Fire Graphix #6: Moon Rising, The Baby-Sitters Club Graphic Novel #13: Mary Anne's Bad Luck Mystery\n and \nNick and Charlie: A Heartstopper Novella\n. In addition, the Company completed the delivery of episodes associated with the production of the animated series \"Eva the Owlet\". The unfavorable economic trends in the retail book markets could continue to negatively impact the trade channel in fiscal 2024. \nCost of goods sold for the fiscal year ended May 31, 2023 was $481.7 million, or 46.4% of revenues, compared to $450.3 million, or 47.6% of revenues, in the prior fiscal year. The decrease in Cost of goods sold as a percentage of revenues was primarily driven by increased sales volume in the book fairs channel, which also resulted in lower royalty costs as a percentage of revenue. Traditionally, the book fairs channel has a higher mix of non-royalty bearing titles. The favorability was partially offset by increased product costs in the trade channel due to higher print and inbound freight costs driven by the continued impact of inflationary pressures and higher production costs related to the production of the \"Eva the Owlet\" animated series in the media business. Cost of goods sold benefited from lower excess and obsolete inventory in the book fairs channel in fiscal 2023 as a result of better utilization of aged inventory. This was substantially offset by higher excess and obsolete inventory in the trade channel due to the softness in the retail market and in the book clubs channel which expects to reduce offerings in fiscal 2024 as part of its integration into the school reading events business. As of the end of fiscal 2023, inbound freight costs have returned to pre-pandemic levels, however, there remains uncertainty regarding potential shipping courier union strikes which could result in increased freight costs for the Company in the near future. \nOther operating expenses were $412.9 million for the fiscal year ended May 31, 2023, compared to $380.5 million in the prior fiscal year. The $32.4 million increase was primarily due to increased labor and other overhead costs in the book fairs channel, including fuel charges, marketing expenses and bank fees, as a result of the increased fair count in \n27\nfiscal 2023, as well as increased rent for warehouse space. The higher labor costs were partially offset by a COVID-related governmental employee retention credit of $3.3 million received and recognized in fiscal 2023. In addition, bad debt expense was favorable as the prior fiscal year was negatively impacted by a discrete systems issue in the book clubs channel which resulted in $6.6 million of higher uncollectible receivable balances.\nAsset impairments were $0.4 million for the fiscal year ended May 31, 2022. In the prior fiscal year, the Company recorded an impairment of right-of-use assets associated with certain operating leases as part of the book fairs warehouse consolidation effort.\nSegment operating income for the fiscal year ended May 31, 2023 was $143.4 million, compared to $115.3 million in the prior fiscal year. The $28.1 million increase was primarily driven by the continued improvement in the book fairs channel, which resulted in a $123.4 million increase in revenue primarily on higher fair count. The book fairs channel continued to drive an increase in revenue per fair by approximately 5% which benefited operating income due to the fixed distribution costs on a delivered fair. In addition, the production and delivery of the \"Eva the Owlet\" animated series drove additional profit contribution in fiscal 2023. Operating income was negatively impacted by a decrease in trade channel revenue reflecting the industry-wide decline in retail market sales, and continued inflationary pressures driving higher print and inbound freight costs, primarily in the trade channel. As of the end of fiscal 2023, inbound freight costs have returned to pre-pandemic levels, however, there remains uncertainty regarding potential shipping courier union strikes which could result in increased freight costs for the Company in the near future. Lower participation levels in the book clubs channel was also unfavorable to operating income in the current fiscal year. The Company has combined the U.S.-based book clubs and book fairs businesses into an integrated school reading events business subsequent to year-end. The integration is expected to create synergies in operations and a coordinated go-to-market strategy to result in additional opportunities and improved efficiencies. \nEDUCATION SOLUTIONS\n($ amounts in millions)\n2023 compared to 2022\n \n2023\n2022\n$ change\n% change\nRevenues\n$\n386.6 \n$\n393.6 \n$\n(7.0)\n(1.8)\n%\nCost of goods sold \n143.0 \n142.4 \n0.6\n0.4 \nOther operating expenses *\n185.2 \n169.4 \n15.8\n9.3 \nOperating income (loss)\n$\n58.4 \n$\n81.8 \n$\n(23.4)\n(28.6)\n%\nOperating margin\n15.1\n \n%\n20.8\n \n%\n \n \n * Other operating expenses include selling, general and administrative expenses, bad debt expenses and depreciation and amortization.\nFiscal 2023 compared to fiscal 2022\n \nRevenues for the fiscal year ended May 31, 2023 decreased by $7.0 million to $386.6 million, compared to $393.6 million in the prior fiscal year. The decrease in segment revenues was largely driven by an overall reduction in schools' purchasing levels when compared to the prior year when schools were refilling classrooms with in-person learning materials as pandemic restrictions were being lifted. Demand for certain of the Company's instructional products and programs, including \nScholastic Bookroom\n, \nGuided Reading\n and\n Scholastic Literacy, \nas well as early childhood programs and summer learning product offerings was lower, due in part to customer purchasing shifting to the Company's more customized products and digital and print literacy solutions. Changes to the methods in which schools approach literacy instruction also contributed to the decline in certain offerings and the Company's new K-3 phonic program, Ready4Reading\nTM\n, is expected to align with the modified instruction methods. The decrease in revenues related to instructional products and programs was also due to the timing of revenues in fiscal 2022, which benefited from shipments, primarily consisting of summer learning products, that shifted from the fourth quarter of fiscal 2021 due to supply chain constraints at that time. During the fourth quarter of fiscal 2022, orders were shipped more timely with fewer sales shifting into the first quarter of fiscal 2023. The segment also had lower sales of Rising Voices Library\n®\n products, professional books and teaching resource products. Cultural awareness products like Rising Voices Library continue to be requested by customers and are subject to fluctuations based on large district sales. The Company continues to actively market these products and make additional investments and improvements in accordance with market demand. The overall decrease in segment revenues was partly offset by revenues from sponsored programs, which had a full year of shipments in fiscal 2023 compared to a partial year in fiscal 2022 and the addition of another state program in fiscal 2023. Additionally, the segment benefited from increased revenues from traditional classroom book collections and \nGrab and Go\n reading packs as well as products from the \nScholastic Family and Community Engagement (FACE)\nTM\n initiative, in which a renewed focus helped to increase offerings and expand into new school districts. Revenues from Magazines+ remained relatively consistent with the prior fiscal year and digital subscription revenues modestly increased year over year. \n28\nCost of goods sold for the fiscal year ended May 31, 2023 was $143.0 million, or 37.0% of revenue, compared to $142.4 million, or 36.2% of revenue, in the prior fiscal year. The increase in Cost of goods sold as a percentage of revenues was primarily attributable to higher product costs, including higher inbound freight costs, in addition to increased postage and outbound freight costs, as the Company continued to be impacted by inflationary pressures. In fiscal 2022, the segment benefited from sales of inventory purchased prior to the cost increases. As of the end of fiscal 2023, inbound freight costs have returned to pre-pandemic levels, however, there remains uncertainty regarding potential shipping courier union strikes which could result in increased freight costs for the Company in the near future. \nOther operating expenses were $185.2 million for the fiscal year ended May 31, 2023, compared to $169.4 million in the prior fiscal year. The $15.8 million increase in Other operating expenses was primarily related to higher spending associated with the integration efforts related to the Learning Ovations acquisition which approximated $3 million and the launch of Ready4Reading as well as the growth within sponsored programs, partially offset by lower bonuses and commissions. In addition, the segment incurred higher marketing costs associated with sponsored programs and continued to incur costs related to strategic initiatives related to the Company's digital and print literacy offerings.\nSegment operating income for the fiscal year ended May 31, 2023 was $58.4 million, compared to $81.8 million in the prior fiscal year. The $23.4 million decrease was attributable to lower revenues, primarily from instructional products and programs, coupled with increased employee-related costs and increased spending associated with growth initiatives. \nINTERNATIONAL\n($ amounts in millions)\n2023 compared to 2022\n \n2023\n2022\n$ change\n% change\nRevenues\n$\n279.4 \n$\n302.8 \n$\n(23.4)\n(7.7)\n%\nCost of goods sold \n169.7 \n169.8 \n(0.1)\n(0.1)\nOther operating expenses *\n113.3 \n129.7 \n(16.4)\n(12.6)\nOperating income (loss)\n$\n(3.6)\n$\n3.3 \n$\n(6.9)\nNM\nOperating margin\n—\n \n%\n1.1\n \n%\n* Other operating expenses include selling, general and administrative expenses, bad debt expenses and depreciation and amortization.\nNM Not meaningful\nFiscal 2023 compared to fiscal 2022\nRevenues for the fiscal year ended May 31, 2023 decreased by $23.4 million to $279.4 million compared to $302.8 million in the prior fiscal year. Local currency revenues in the Company's ongoing foreign operations increased $14.6 million when compared to the prior fiscal year, which excluded $15.0 million in lower revenues from the disposition of the direct sales business and unfavorable foreign exchange impact of $23.0 million. In the Asia channel, excluding the lower revenues from the disposition of the direct sales business, local currency revenues increased $2.1 million primarily attributable to higher revenues in India from the book fairs and trade channels. In Australia and New Zealand, local currency revenues increased $7.3 million, driven by increased sales in the trade and book fairs channels as the prior year was negatively impacted by additional lockdowns imposed by the COVID variant. In the UK, local currency revenues increased $4.5 million largely driven by the continued recovery in the book fairs channel which resulted in a 70% increase in fair count as compared to the prior fiscal year, in addition to increased book clubs channel revenues. This was partially offset by lower education and magazine channel revenues as well as marginally lower revenues in the trade channel due to softness in the retail market which was partially offset by new releases in fiscal 2023 including \nThe Baddies\n by Julia Donaldson and \nDog Man\n®\n #11: Twenty Thousand Fleas Under the Sea\n by Dav Pilkey. In Canada, local currency revenues increased $1.4 million primarily driven by the book fairs channel which continued to recover from the pandemic, resulting in a 37% increase in fair count and higher revenue per fair, largely offset by lower trade channel revenues due to an industry wide decline in the retail market and lower sales in the book clubs channel due to lower sponsor participation. Export sales decreased $0.7 million primarily due to lower distributor sales.\nCost of goods sold for the fiscal year ended May 31, 2023 was $169.7 million, or 60.7% of revenues, compared to $169.8 million, or 56.1% of revenues, in the prior fiscal year. The increase in Cost of goods sold as a percentage of revenues was driven by continued inflationary pressures in the Major Markets which resulted in an overall increase in product costs due to higher inbound freight costs as well as higher outbound postage and freight costs. Certain foreign operations, primarily Canada, purchase inventory in U.S. dollars and the strengthening of the U.S. dollar \n29\nunfavorably impacted Cost of goods sold. Fulfillment costs also increased, primarily in Canada, driven by higher labor costs. In addition, higher excess and obsolete inventory in Canada was due to lower inventory utilization in the trade channel, which was partially offset by lower excess and obsolete inventory in Asia as a result of the exit of the direct sales business. \nOther operating expenses were $113.3 million for the fiscal year ended May 31, 2023, compared to $129.7 million in the prior fiscal year. In local currencies, Other operating expenses decreased $8.3 million coupled with unfavorable foreign exchange impact of $8.1 million. Approximately $12.6 million of the decrease related to the disposition of the direct sales business in Asia driving lower employee-related expenses, general overhead costs and bad debt expense. In addition, the segment incurred severance expense of $1.2 million related to restructuring programs and UK branch consolidation costs of $0.5 million in the prior fiscal year, both of which did not reoccur in fiscal 2023. Partially offsetting this decrease, Other operating expenses were impacted by higher employee-related expenses due to the increased volume in the book fairs channels and the discontinuation of government subsidies related to COVID-related governmental retention programs in which $1.2 million was recognized in the prior fiscal year.\nSegment operating loss for the fiscal year ended May 31, 2023 was $3.6 million, compared to operating income of $3.3 million in the prior fiscal year. Operating loss increased $6.9 million, primarily driven by cost pressures in Canada related to the impact of the weakening Canadian dollar on inventory purchases which are primarily denominated in U.S. dollars, higher excess and obsolete inventory due to the softness in the retail market, coupled with higher freight and fulfillment labor costs which, in addition to Canada, also impacted the other Major Markets due to continued inflationary pressures. This was partially offset by improved operating margin in Asia of $4.6 million attributable to the exit from the direct sales business, which generated losses in the prior period. The Company expects to incur severance costs in the first quarter of fiscal 2024 related to restructuring programs in Canada as efforts are being made to utilize efficiencies across North American operations. \nOverhead \nFiscal 2023 compared to fiscal 2022\n \nUnallocated overhead expense for the fiscal year ended May 31, 2023 decreased by $11.1 million to $91.9 million, compared to $103.0 million in the prior fiscal year. The decrease was primarily attributable to $5.0 million of insurance recoveries received and recognized in fiscal 2023 related to photo litigation settlements paid in prior periods and a $1.8 million benefit related to the favorable settlement of certain legacy sales tax matters. In addition, the Company incurred lower unallocated employee-related costs, including lower severance and related charges from the Company's restructuring programs of $5.0 million. This was partially offset by $6.6 million of insurance recoveries received and recognized in the prior fiscal year related to the intellectual property legal settlement accrued in fiscal 2021.\nLiquidity and Capital Resources\nFiscal 2023 compared to fiscal 2022\n \nCash provided by operating activities was $148.9 million for the fiscal year ended May 31, 2023, compared to cash provided by operating activities of $226.0 million for the prior fiscal year, representing a decrease in cash provided by operating activities of $77.1 million. The decrease in cash was primarily driven by higher inventory purchases of approximately $110 million. In the first half of the fiscal year, the Company increased purchases by approximately $140 million to mitigate long lead times related to global supply chain challenges. The Company expects to return to historical purchasing patterns as lead times have returned to pre-pandemic levels, however, due to the continued growth of the book fairs business, working capital requirements are expected to remain elevated. The decrease was also attributable to lower net refunds from income taxes of $51.3 million relative to the prior fiscal year, increased spending on general expenses in the book fairs channel to support the increased fair count and lower cash remittances related to book fairs incentive credits. This was partially offset by higher customer remittances on receivable balances in fiscal 2023 of approximately $62.6 million. \nCash used in investing activities was $99.6 million for the fiscal year ended May 31, 2023, compared to cash used in investing activities of $43.2 million for the prior fiscal year, representing an increase in cash used in investing activities of $56.4 million. The increase in cash used was driven by higher capital expenditures of $20.0 million, primarily for new equipment at the Company's Jefferson City, Missouri distribution facility and in the book fairs warehouses to meet expected demand, payments related to the Learning Ovations acquisition of $10.7 million, and increased prepublication spending of $9.7 million associated with product development in \nEducation Solutions\n. In addition, the \n30\nprior fiscal year included net proceeds of $10.4 million from the sale of the U.S. Lake Mary facility and $5.6 million from the sale of the UK distribution facility located in Witney.\nCash used by financing activities was $139.5 million for the fiscal year ended May 31, 2023, compared to cash used in financing activities of $229.2 million for the prior fiscal year. The decrease in cash used in financing activities of $89.7 million was primarily related to repayments of borrowings under the U.S. credit agreement of $175.0 million during the prior fiscal year, coupled with an increase in net proceeds from stock option exercises of $10.5 million. Partially offsetting this decrease, the Company repurchased $132.1 million of common stock, compared to repurchases of $33.4 million in the prior fiscal year, and paid higher dividends of $4.9 million as part of the Company's shareholder enhancement initiatives. As a result, outstanding shares decreased 7% from 34.2 million to 31.7 million as of May 31, 2023 which will benefit earnings per share calculations in fiscal 2024. \nCash Position\nThe Company’s cash and cash equivalents totaled $224.5 million at May 31, 2023 and $316.6 million at May 31, 2022. Cash and cash equivalents held by the Company’s U.S. operations totaled $174.6 million at May 31, 2023 and $275.5 million at May 31, 2022.\nThe Company’s operating philosophy is to use cash provided by operating activities to create value by paying down debt, reinvesting in existing businesses and, from time to time, making acquisitions that will complement its portfolio of businesses or acquiring other strategic assets, as well as engaging in shareholder enhancement initiatives, such as share repurchases or dividend declarations. During fiscal 2023, the Company repurchased $135.1 million of its common stock, which included shares repurchased through a modified Dutch auction tender offer and open-market repurchases. See Note 14, \"Treasury Stock,\" of Notes to the Consolidated Financial Statements in Item 8, \"Consolidated Financial Statements and Supplementary Data\" for further details regarding the modified Dutch auction tender offer. Under the Company's open-market buy-back program, $21.6 million remained available for future purchases of common shares as of May 31, 2023. Subsequent to May 31, 2023, the Board authorized an increase of $100.0 million for common stock repurchases, resulting in a current Board authorization of $119.2 million, which includes the remaining amount from the previous Board authorization less share repurchases of $2.4 million subsequent to May 31, 2023.\nThe Company has maintained, and expects to maintain for the foreseeable future, sufficient liquidity to fund ongoing operations, including working capital requirements, pension contributions, postretirement benefits, debt service, planned capital expenditures and other investments, as well as dividends and share repurchases. As of May 31, 2023, the Company’s primary sources of liquidity consisted of cash and cash equivalents of $224.5 million, cash from operations and the Company's U.S. credit agreement. The Company expects the U.S. credit agreement to provide it with an appropriate level of flexibility to strategically manage its business operations. The Company's U.S. credit agreement, less commitments of $0.4 million, has $299.6 million of availability. Additionally, the Company has short-term credit facilities of $34.5 million, less current borrowings of $6.0 million and commitments of $3.4 million, resulting in $25.1 million of current availability under these facilities at May 31, 2023. Accordingly, the Company believes these sources of liquidity are sufficient to finance its currently anticipated ongoing operating needs, as well as its financing and investing activities.\n31\nThe following table summarizes, as of May 31, 2023, the Company’s contractual cash obligations by future period (see Notes 5, 6, 9 and 15 of Notes to Consolidated Financial Statements in Item 8, “Consolidated Financial Statements and Supplementary Data”): \n \n \n \n \n$ amounts in millions\n \nPayments Due By Period\nContractual Obligations\n1 Year or Less\nYears 2-3\nYears 4-5\nAfter Year 5\nTotal\nMinimum print quantities\n$\n0.3 \n$\n0.2 \n$\n— \n$\n— \n$\n0.5 \nRoyalty advances\n28.9 \n11.9 \n0.3 \n0.2 \n41.3 \nLines of credit and short-term debt\n6.0 \n— \n— \n— \n6.0 \nFinance leases \n(1)\n2.4 \n2.8 \n1.9 \n0.3 \n7.4 \nOperating leases\n25.4 \n36.4 \n25.1 \n25.4 \n112.3 \nPension and postretirement plans \n(2)\n2.3 \n4.8 \n4.5 \n10.7 \n22.3 \nTotal\n$\n65.3\n \n$\n56.1\n \n$\n31.8\n \n$\n36.6\n \n$\n189.8\n \n(1) \n \nIncludes principal and interest.\n(2)   Excludes expected Medicare Part D subsidy receipts.\nFinancing\n \nLoan Agreement\nThe Company is party to the U.S. credit agreement, as well as certain credit lines with various banks. For a more complete description of the U.S. credit agreement, as well as the Company's other debt obligations, reference is made to Note 5 of Notes to Consolidated Financial Statements in Item 8, “\nConsolidated Financial Statements and Supplementary Data\n.” The Company had no outstanding borrowings under the U.S. credit agreement as of May 31, 2023. On February 28, 2023, the Company entered into the First and Second Amendments to the U.S. credit agreement which adjusted the credit spread adjustment for SOFR (the secured overnight financing rate as administered by the Federal Reserve Bank of New York) to 0.10% and transitioned the reference rate from LIBOR (the London interbank offered rate) to SOFR. Reference is made to Note 1 and Note 5 of Notes to Consolidated Financial Statements in Item 8, “\nConsolidated Financial Statements and Supplementary Data\n for further details.\nThe Company is party to other loan agreements, notes or other documents or instruments which previously referenced USD LIBOR as the benchmark interest rate index used to set the borrowing rate on certain short-term and variable-rate loans or advances. As of May 31, 2023, the Company has effectively replaced USD LIBOR with alternative reference rates in all financial contracts. The Company does not believe that the change in reference rates has or will have any material effect on its ability to access the credit markets under its existing financing agreements, or its ability to modify or amend financial contracts, if required.\nAcquisitions \nIn the ordinary course of business, the Company explores domestic and international expansion opportunities, including potential niche and strategic acquisitions. As part of this process, the Company engages with interested parties in discussions concerning possible transactions. The Company will continue to evaluate such expansion opportunities and prospects. See Note 10, \"Acquisitions\", of Notes to Consolidated Financial Statements in Item 8, “Consolidated Financial Statements and Supplementary Data.”",
    "item7a": ">Item 7A | Quantitative and Qualitative Disclosures about Market Risk\n \nThe Company conducts its business in various foreign countries, and as such, its cash flows and earnings are subject to fluctuations from changes in foreign currency exchange rates. The Company sells products from its domestic operations to its foreign subsidiaries, creating additional currency risk. The Company manages its exposures to this market risk through internally established procedures and, when deemed appropriate, through the use of short-term forward exchange contracts which were not significant as of May 31, 2023. The Company does not enter into derivative transactions or use other financial instruments for trading or speculative purposes.\nThe Company is subject to the risk that market interest rates and its cost of borrowing will increase and thereby increase the interest charged under its variable-rate debt.\n32\nAdditional information relating to the Company’s derivative transactions and outstanding financial instruments is included in Note 19, \"Derivatives and Hedging,\"  and Note 5, \"Debt,\" respectively, of Notes to Consolidated Financial Statements in Item 8, “\nConsolidated Financial Statements and Supplementary Data\n,” which is included herein.\nThe following table sets forth information about the Company’s debt instruments as of May 31, 2023:\n \n \n \n \n \n \n$ amounts in millions\n \nFiscal Year Maturity\n \nFair Value\n \n2024\n2025\n2026\n2027\n2028\nThereafter\nTotal\n2023\nDebt Obligations\n \n \n \n \n \n \n \nLines of credit and current portion of long-term debt\n$\n6.0 \n$\n— \n$\n— \n$\n— \n$\n— \n$\n— \n$\n6.0 \n$\n6.0 \nAverage interest rate\n4.9 \n%\n— \n— \n— \n— \n— \n33",
    "cik": "866729",
    "cusip6": "807066",
    "cusip": [
        "807066905",
        "807066105"
    ],
    "names": [
        "SCHOLASTIC CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/866729/000086672923000019/0000866729-23-000019-index.htm"
}