{
    "item1": ">ITEM 1.\tB\nUSINESS\n\n\nOverview\n\n\nWe are a leading worldwide developer and fabless supplier of premium mixed signal semiconductor solutions that enable people to engage with connected devices and data, engineering exceptional experiences throughout the home, at work, in the car and on the go.  We supply connectivity, sensors, and AI-enhanced processor solutions to original equipment manufacturers, or OEMs, that design Internet of Things (IoT) products and devices for automobiles, virtual reality, smartphones, tablets, and notebook computers.  Our current served markets include Internet of Things, or IoT, personal computer, or PC, and Mobile.  Our solutions either contain or consist of our wireless, voice and speech, video, fingerprint, authentication, display driver, or touch semiconductor solutions, which include our hardware, and, where applicable, firmware and software.\n \n\n\nOur website is located at \nwww.synaptics.com\n.  Through our website, we make available, free of charge, all our Securities and Exchange Commission, or SEC, filings, including our annual reports on Form 10-K, our proxy statements, our quarterly reports on Form 10-Q, and our current reports on Form 8-K, as well as Form 3, Form 4, and Form 5 Reports for our directors, officers, and principal stockholders, together with amendments to those reports filed or furnished pursuant to Sections 13(a), 15(d), or 16 under the Securities Exchange Act of 1934, as amended, or the Exchange Act.  These reports are available on our website promptly after their electronic filing with the SEC.  You can also read these SEC filings and reports over the Internet at the SEC’s website at www.sec.gov.  Our website also includes corporate governance information, including our Code of Conduct, our Code of Ethics for the Chief Executive Officer and Senior Financial Officers, and our Board Committee Charters.  The contents of our website, including the content contained in any website addresses or links included elsewhere in this report, are not incorporated into or deemed to be a part of this report.\n\n\nWe were initially incorporated in California in 1986 and were re-incorporated in Delaware in 2002.  Our fiscal year is the 52- or 53-week period ending on the last Saturday in June.  The fiscal years presented in this report were the 52-week periods ended June 24, 2023, June 25, 2022, and June 26, 2021.\n \n\n\nIoT Applications Market\n \n\n\nOur IoT market solutions broadly consist of wireless connectivity (Wi-Fi, Bluetooth and global positioning system, or GPS) products, System-on-Chip, or SoC, products, display and touch integrated circuits for use in automobiles, and a wide range of audio and video products and solutions. Our products enable smart devices at the edge of a network such as smart assistant speakers, over-the-top multimedia devices, wireless speakers, voice driven intelligent devices including those integrating far-field technology, personal voice and audio products, set-top boxes, video interface solutions for docking stations, high-speed connectivity for virtual reality devices, video surveillance, voice over IP SoCs, image processing solutions for use in printers, and fax modems.  In addition, our automotive solutions include over a decade of mass production experience in mature touch solutions and display drivers adapted from our mobile consumer business to meet automotive-grade quality standards.\n \n\n\nWithin the growing consumer IoT market, we continue to expand our footprint in various devices by bringing converged video, vision, audio, and voice technologies coupled with artificial intelligence and wireless connectivity capabilities. Our deep investment in far-field voice technology, our intellectual property portfolio for video, vision, audio and security, and our significant experience enabling Android-based platforms for service providers, coupled with our focus on enabling high performance, low power, and highly secure SoC solutions enable us to effectively serve our existing customers and position us to grow within the addressable market of consumer IoT devices.\n \n\n\nPC Product Applications Market\n\n\nWe provide custom and semi-custom product solutions for navigation, cursor control, access to devices or applications through fingerprint authentication, and human presence detection solutions, for many of the world’s premier PC OEMs.  These functions are offered as both stand-alone and integrated touch pads plus fingerprint biometric solutions and as chipsets with integrated visual sensing software algorithms.  In addition to notebook applications, other PC product applications for our technology include peripherals, such as high-end keyboards and accessory touchpads.\n \n\n\nWe continue to expand our available product offerings through technology development enabling us to increase our product content within each notebook unit.  We are also applying our technologies to enable adoption of fingerprint recognition solutions to broaden our market opportunities. Based on the strength of our technology and engineering know-how, we believe we are well positioned to continue to take advantage of opportunities in the PC product applications market.\n\n\n1\n\n\n\n\n \n\n\nMobile Product Applications Markets\n\n\nWe believe our intellectual property portfolio, engineering know-how, systems engineering experience, technological expertise, and experience in providing human experience product solutions to major OEMs position us to be a key technological enabler for multiple consumer electronic devices targeted to meet the mobile product applications markets.  Mobile product applications include smartphones, tablets, large touchscreen applications, as well as a variety of mobile, handheld, and entertainment devices.\n \n\n\nWe believe our existing technologies, our range of product solutions, and our emphasis on ease of use, advanced functionality, small size, low power consumption, durability, and reliability enable us to serve the markets for mobile product applications and other electronic devices.\n\n\nAcquisitions\n\n\nIn February 2023, we completed the acquisition of certain GPS developed technology intangible assets from Broadcom.  These assets expand and enhance our wireless connectivity technology product offerings to our customer base.\n \n\n\nIn October 2022, we completed the acquisition of Emza Visual Sense, Ltd., or Emza, a developer of ultra-low-power artificial intelligence visual sensing solutions.  Emza's technology extends our position in Edge AI and allows us to serve the personal computing market with a solution for human presence detection, or HPD.\n\n\nIn December 2021, we completed our merger with DSP Group, Inc, or DSPG, a global provider of voice processing and wireless chipset solutions for converged communications.  DSPG's capabilities in low power AI align with our vision of embedding more intelligence in connected devices.  The addition of DSPG's Ultra Low Energy, or ULE, wireless technology and Voice over IP, or VOIP, processing solutions enhances our ability to offer and deliver differentiated solutions to our customer base.\n\n\nOur Strategy\n\n\nOur objective is to continue to enhance our position as a leading supplier of premium semiconductor product solutions for each of the target markets in which we operate, including the IoT applications market, the PC product applications market, and the mobile product applications markets, with a key focus on expanding our market share.  Key aspects of our strategy to achieve this objective include those set forth below.\n\n\nExtend Our Technological Leadership\n\n\nWe plan to utilize our extensive intellectual property portfolio, engineering know-how, and technological expertise to extend the functionality of our current product solutions and offer new and innovative product solutions to customers across multiple markets.  We intend to continue utilizing our technological expertise to reduce the overall size, cost, and power consumption of our product solutions while increasing their applications, capabilities, and performance.  We plan to continue enhancing the ease of use and functionality of our solutions.  We plan to invest in our research and development efforts through our engineering activities, including advancement of existing technologies, the hiring of key engineering personnel, and strategic acquisitions and alliances.  We believe that these efforts will enable us to meet customer expectations and achieve our goal of supplying, on a timely and cost-effective basis, easy to use, functional human experience semiconductor product solutions to our target markets.\n\n\n2\n\n\n\n\n \n\n\nFocus on and Grow in the IoT Market\n \n\n\nWe intend to capitalize on the growth of the IoT market including solutions for smart home and home automation, video delivery over wired and wireless, voice enabled assistants, virtual reality, video interface docking, and wearables.  We intend to build upon our existing innovative and intuitive and intelligent semiconductor product solutions portfolio and continue to address the evolving portability, connectivity, security, and functionality requirements of these new markets.  We will offer our solutions to existing and potential customers to enable increased functionality, reduced size, lower cost, simplified security, enhanced industrial design features, and to enhance the user experience of our OEMs’ products.  We plan to utilize our existing technologies as well as aggressively pursue new technologies as new markets evolve that demand new solutions.\n\n\nPursue Strategic Relationships and Acquisitions\n\n\nWe intend to develop and expand our strategic relationships to enhance our ability to offer value-added semiconductor product solutions to our customers, penetrate new markets, and strengthen the technological leadership of our product solutions.  We also intend to evaluate the potential acquisitions of companies and assets in order to expand our technological expertise and to establish or strengthen our presence in selected target markets.\n \n\n\nFabless Semiconductor Manufacturing\n\n\nWe plan to selectively partner with foundries and backend processors to solidify our longstanding key supply chain relationships.  This strategy results in a scalable business model, enables us to concentrate on our core competencies of research and development and product design and engineering, and reduces our capital expenditures and working capital requirements.  Our fabless semiconductor manufacturing strategy allows us to maintain a variable cost model, in which we do not incur most of our manufacturing costs until our product solutions have been shipped and invoiced to our customers.\n\n\nProducts\n \n\n\nOur family of product solutions allows our customers to solve their interface needs and differentiate their products from those of their competitors.\n\n\n \n\n\nVoice Over IP\n\n\nOur Digital Voice Family, or DVF, of SoC products is a comprehensive solution for developing affordable, scalable and power efficient VoIP, home and office products. DVF facilitates rapid introduction of embedded features into residential devices such as cordless IP and instant messaging phones. DVF enables development of low-power enterprise IP, analog terminal adapters, or ATAs, and home VoIP phones that offer superb acoustic echo cancellation, high-quality HD voice, multi-line capabilities, and an enhanced user interface. Built on an open platform with multi-ARM processors running on Linux OS, DVF includes IPfonePro\u0099, an extensive software development kit for IP phones and ATAs.\n\n\n \n\n\nDECT Cordless\n\n\nOur Digital Enhanced Cordless Telecommunications, or DECT, SoC solutions provide integrated digital solutions and include all relevant digital baseband, analog interface and RF functionality. Enhanced with our hardware and software technologies, these chipsets are highly versatile and enable the development of an array of cordless telephony solutions that allow for faster time to market than alternative custom silicon and software offerings. This portfolio supports cordless phones, cordless headsets, remote controls, home DECT-enabled gateways, fixed-mobile convergence solutions and home automation devices.\n\n\nUltra-Low Power Edge AI\n\n\nOur ultra-low power edge AI platform includes a highly integrated edge AI SOC designed for battery powered wireless devices equipped with audio or camera capabilities for consumer and industrial IoT applications.  These solutions are designed for a wide range of power constrained IoT applications used in office buildings, retail, factories, warehouses, robotics, and smart homes and cities.\n \n\n\nWireless Connectivity\n \n\n\nOur wireless connectivity solutions include state-of-the-art Wi-Fi, Bluetooth, GPS, GNSS, and ULE to address broad IoT market applications including home automation, multimedia streamers, security sensors, surveillance cameras, wireless speakers, games, drones, printers, wearable and fitness devices, in addition to numerous other applications which require a wireless connection.\n \n\n\n3\n\n\n\n\n \n\n\nAudioSmart®\n \n\n\nAudioSmart products bring forward optimum analog, mixed-signal and digital signal processor, or DSP, technologies for high-fidelity voice and audio processing. Our AudioSmart products include far-field voice technologies that enable accurate voice command recognition from a distance while disregarding other sounds, such as music, in order to activate smart devices such as smart speakers. AudioSmart also includes personal voice and audio solutions for high-performance headsets that enable active noise cancellation.\n \n\n\nConnectSmart\n\u0099\n \n\n\nOur ConnectSmart video interface IC portfolio offers a full range of high-speed video/audio/data connectivity solutions that are designed for linking CPUs/GPUs and various endpoints for applications including PC docking stations, travel docks, dongles, protocol converters and virtual reality head mounted displays.\n \n\n\nDisplayLink\n®\n\n\nOur DisplayLink products utilize highly efficient video encode/decode algorithms to deliver a semiconductor-based solution which transmits compressed video frames across low bandwidth connections. These solutions are used in PC docking applications, conference room video display systems, and video casting applications.\n\n\nVideoSmart\u0099\n \n\n\nOur VideoSmart series SoCs include CPUs running at up to 40K Dhrystone Million Instructions per Second, gaming-grade Graphics Processing Unit, or GPUs, voice, and neural network processing units, or NPU.  These powerful solutions combine a central processing unit, or CPU, NPU, and GPU, into a single software-enriched SoC. They enable smart multimedia devices including set-top boxes, or STB, over-the-top, or OTT, streaming devices, soundbars, surveillance cameras and smart displays.\n\n\nImagingSmart\n\u0099\n \n\n\nOur ImagingSmart solutions include a product portfolio that spans four distinct product areas including document and photo imaging controllers, digital video, fax, and modem solutions. ImagingSmart products leverage image processing IP, JPEG encoders and DSP technology to deliver a wide range of fax, modem, digital video and printer solutions for home, mobile and imaging applications.\n\n\nNatural ID\n®\n\n\nOur Natural ID family of capacitive-based fingerprint ID products is designed for use in notebook PCs, PC peripherals, automobiles, and other applications.  Thin form factors provide industrial design flexibility, while robust matching algorithms and anti-spoofing technology provide strong security.  Our Natural ID family of products spans a range of form factors, colors, and materials suitable for design on the front, back or side of a device.\n \n\n\nNatural ID products are designed to be compatible with Fast IDentity Online, or FIDO, protocols, enhancing security and interoperability with a broad range of solutions.  FIDO was formed to enhance online authentication by developing open, scalable technical standards to help facilitate the adoption of robust, easy to use authentication that reduces the reliance on passwords.  Natural ID products increase the security of automobile and PC products while maintaining ease of use for the customer.\n\n\nTouchPad\nTM\n\n\nOur TouchPad family of products, which can take the place of, and exceed the functionality of a mouse, consists of a touch-sensitive pad that senses the position and movement of one or more fingers on its surface through the measurement of capacitance.  Our TouchPad provides an accurate, comfortable, and reliable method for screen navigation, cursor movement, and gestures, and provides a platform for interactive input for both the consumer and corporate markets.  Our TouchPad solutions allow our OEMs to provide stylish, simple, user-friendly, and intuitive solutions to consumers.  Our TouchPad solutions also offer various advanced features, including scrolling, customizable tap zones, tapping and dragging of icons, and device interaction.\n\n\n4\n\n\n\n\n \n\n\nSecurePad\nTM\n\n\nOur SecurePad integrates our Natural ID fingerprint sensor directly into the TouchPad area, improving usability and simplifying the supply chain for notebook PC manufacturers.\n\n\nClickPad\nTM\n\n\nOur ClickPad introduces a clickable mechanical design to the TouchPad solution, eliminating the need for physical buttons. The button-less design of our ClickPad allows for unique, intuitive industrial design and makes an excellent alternative to conventional input and navigation devices.  Our ClickPad is activated by pressing down on the internal tact switch to perform left-button or right-button clicks and provides tactile feedback similar to pressing a physical button.  The latest version of ClickPad features ClickEQ\nTM\n, a mechanical solution that provides uniform click depth to maximize the surface area available for gestures and improves click performance over hinged designs.\n\n\nForcePad®\n\n\nOur ForcePad is a thinner version of our ClickPad, which introduces a new dimension in control through the addition of variable force sensitivity.  ForcePad is designed to provide consistent performance across OEM models through its design intelligence and self-calibration features.  By detecting the amount of force applied, ForcePad is engineered to enable more intuitive and precise user interactions in operating system controls and applications.  Designed with thin and light notebooks in mind, ForcePad is 40% thinner than a conventional touch pad.\n \n\n\nClearPad\n®\n\n\nOur ClearPad family of products enables the user to interact directly with the display on electronic devices, such as mobile smartphones, tablets, and automobiles.  Our ClearPad has distinct advantages, including low-profile form factor; high reliability, durability, and accuracy; and low power consumption.  We typically sell our ClearPad solution as a chip, together with customer-specific firmware, to sensor manufacturers, OLED manufacturers or LCD manufacturers, to integrate into their touch-enabled products.\n \n\n\nClearView\nTM\n\n\nOur ClearView display driver products offer advanced image processing and low power technology for displays on electronic devices, including smartphones and tablets. ClearView products include adaptive image processing that works in concert with proprietary customization options to enable development of efficient and cost-effective high-performance solutions and faster time to market.  Our display driver products offer automatic regional control of color balance that optimizes light and dark areas of an image simultaneously, and sunlight readability enhancement capabilities that optimize image quality under various lighting conditions.  Our virtual reality bridge and virtual reality display driver integrated circuit, or DDIC, chips enable our customers to move to higher resolution and faster response displays.\n\n\nTouchView\nTM\n\n\nOur TouchView solutions include our TDDI products that combine two functions, a touch controller, and a display driver, into a single chip that incorporates all the features of our ClearView and ClearPad products.  TouchView products enable thinner form factors to help customers minimize component count and add flexibility to their industrial designs.  These products are used in large screen devices, including notebooks and tablets, and are also certified for automotive display applications.\n\n\nOther Products\n\n\nOther product solutions we offer include Dual Pointing Solutions, and TouchStyk\nTM\n.  Our dual pointing solutions offer TouchPad with a pointing stick in a single notebook computer, enabling users to select their interface of choice.  TouchStyk is a self-contained pointing stick module that uses capacitive technology similar to that used in our TouchPad.\n \n\n\nTechnologies\n \n\n\nWe have developed and own an extensive array of technologies, encompassing ASICs, firmware, software, mechanical and electrical designs, display systems, pattern recognition, touch-sensing technologies, fingerprint sensing, voice, audio, imaging, modem, and multimedia technologies.  We continue to develop technology in these areas.  We believe these\n \n\n\n5\n\n\n\n\n \n\n\ntechnologies and the related intellectual property rights create barriers for competitors and allow us to provide high-value human experience semiconductor product solutions in a variety of high-growth markets.\n\n\nOur broad line of semiconductor product solutions is currently based upon the following key technologies:\n\n\n•\nProprietary microcontroller technology; \n\n\n•\nProprietary vector co-processor technology;\n\n\n•\nMultimedia processing technology; \n\n\n•\nVoice and audio technology;\n\n\n•\nPattern recognition technology;\n\n\n•\nDeep learning and neural network inferencing technology.\n\n\n•\nMixed-signal integrated circuit technology;\n\n\n•\nWireless connectivity technology;\n\n\n•\nVideo interface and compression technology;\n\n\n•\nImaging and modem technology;\n\n\n•\nCapacitive position and force sensing technology;\n\n\n•\nCapacitive active pen technology;\n\n\n•\nMulti-touch technology; and\n\n\n•\nDisplay systems and circuit technology.\n\n\nIn addition to these technologies, we develop firmware and device driver software that we incorporate into our products, which provide unique and advanced features.  In addition, our ability to integrate all our products to interface with major operating systems provides us with a competitive advantage.\n\n\nProprietary Microcontroller Technology\n.  One example of our microcontroller technology is our proprietary 16-bit microcontroller core that is embedded in the digital portion of our capacitive touch mixed signal ASICs, which is allowing us to optimize our ASICs for position sensing tasks.  Our embedded microcontroller provides great flexibility in customizing our products via firmware, which eliminates the need to design new circuitry for each new application.\n\n\nProprietary Vector Co-Processor Technology.\n  Our vector co-processor technology is designed for use in our ASICs, accompanying either one of our own proprietary microcontroller cores or a commercially available one.  The co-processor boosts an ASIC’s computational performance by efficiently processing vectors of data for a range of mathematical operations.  This allows us to implement more computationally intensive algorithms within our firmware.\n\n\nMultimedia Processing Technology\n.  This technology allows us to create multimedia SoC products for set-top boxes, soundbars, digital personal assistants, smart displays, virtual reality, OTT, audio, and video.  Our video processing technology includes hardware and algorithms to reduce analog and digital noise, convert to different video formats, and enhance color and contrast.  Our products include security and secure encrypt/decrypt technology, including secure boot and hardware root of trust.\n\n\nVoice and Audio Technology.\n  This technology allows us to develop human experience and communication products based on voice and audio interaction.  The technology embodies a broad range of analog and mixed signal circuits expertise and audio signal processing algorithms, including:\n\n\n•\nNoise suppression;\n\n\n•\nAcoustic echo cancellation;\n\n\n•\nActive noise cancellation;\n\n\n•\nTrigger word detection;\n\n\n•\nMid-field and far-field voice processing;\n\n\n6\n\n\n\n\n \n\n\n•\nAudio digital signal processor architecture;\n\n\n•\nAudio codecs;\n\n\n•\nAudio post processing;\n\n\n•\nHigh performance audio analog-to-digital converters, or ADCs, and digital-to-analog converters, or DACs;\n\n\n•\nAudio amplifiers;\n\n\n•\nLow power audio processing; \n\n\n•\nSpeaker protection; and\n\n\n•\nProduct acoustic design.\n\n\nPattern Recognition Technology.  \nThis technology is a set of software algorithms and techniques for converting real world data, such as gestures and handwriting, into a digital form that can be recognized and manipulated within a computer.  Our technology provides reliable gesture decoding and handwriting recognition and can be used in other applications such as signature verification for a richer user experience.\n\n\nDeep Learning and Neural Network Inferencing Technology.  \nThis technology allows us to create and train deep neural networks for audio, image processing, video processing and computer vision functions.  Some of our products contain hardware designed to evaluate deep neural networks securely and with low latency.  We also have technology that allows us to compress our trained neural networks for more efficient AI-at-the-edge on our hardware.  These neural network algorithms improve the quality of the sensed data (for example, reduce the noise, or increase the resolution) as well as interpret the sensed data.\n\n\nMixed-Signal Integrated Circuit Technology\n.  This hybrid analog-digital integrated circuit technology combines the power of digital computation with the ability to interface with non-digital, real-world signals, such as the position of a finger or stylus on a surface.  Our patented design techniques permit us to utilize this technology to optimize our core ASIC engine for all our products.  Our mixed-signal technology consists of a broad portfolio of circuit expertise in areas such as the following:\n\n\n•\nHigh-speed serial interfaces;\n\n\n•\nAnalog-to-digital and digital-to-analog converters;\n\n\n•\nElectromagnetic emissions suppression and susceptibility hardening;\n\n\n•\nVery Large Scale Integrated, or VLSI, digital circuits with multiple clock and power domains; \n\n\n•\nCommunications and signal processing circuits;\n\n\n•\nPower management (switching converters, charge pumps, and LDOs);\n\n\n•\nPrecision capacitance measurement;\n\n\n•\nDisplay timing controllers, or TCONs.\n\n\nWireless Technology.  \nOur wireless connectivity solutions include discrete and integrated Wi-Fi and Bluetooth solutions, and satellite-based GPS/GNSS mobile navigation receivers. Wi-Fi allows devices on a local area network to communicate wirelessly, adding the convenience of mobility to the utility of high-speed data networks. We offer a family of high performance, low power Wi-Fi chipsets. We offer products which incorporate the latest Wi-Fi standards such as 802.11AX, which is known as Wifi-6 and Wifi-6E. Bluetooth is a low power technology that enables direct connectivity between devices. We offer a family of Bluetooth silicon and software solutions that enable customers to easily and cost-effectively add Bluetooth functionality to virtually any device, including Bluetooth 6.0 and Bluetooth Enterprise True Wireless Stereo (TWS). These solutions include combination chips that offer integrated Wi-Fi and Bluetooth functionality, which provides significant performance advantages over discrete solutions.\n \n\n\nWe also offer a family of GPS and GNSS semiconductor products, software, and location data services. These products are part of a broad location platform that enable customer devices to wirelessly communicate and receive precise location and navigational data from satellite constellations for use in various location services applications.\n\n\n7\n\n\n\n\n \n\n\nAs part of our wireless technology, DECT based devices provide worldwide coverage for telephony applications, supporting most RF bands and cordless protocols standardized around the world.  This includes 1.7GHz -1.9GHz used in Europe, U.S., Korea, Japan and Latin America; and 2.4GHz – used in Japan, China, India and the U.S., along with other proprietary protocols for specific use cases.\n\n\nVideo Compression Technology\n.  Our video interface solutions include our ConnectSmart and DisplayLink portfolios, offering a full range of interface solutions that connect devices to external displays and support the latest versions of the most widely used protocols, connectors, and operating systems. Our flexible product lines for connecting devices combine high-performance interface with low power consumption and are designed for both commercial and consumer end-products. Our solutions have been broadly adopted by the top OEMs and original device manufacturers, or ODMs, to enable video expansion and protocol conversion, leverage high-end features, and deliver the bandwidth needed to drive multiple high-resolution external displays simultaneously.\n\n\nImaging and Modem Technology\n.  This technology allows us to create a family of SoC integrated circuits and software for printers, video cameras, fax machines and modems.  Key functional blocks include:\n\n\n•\nImage processing hardware accelerators;\n\n\n•\nPrinter imaging pipeline;\n\n\n•\nInkjet, laser, and thermal print engine and motor control;\n\n\n•\nScan/camera and peripheral control; and\n\n\n•\nData and fax modem hardware and firmware.\n\n\nCapacitive Fingerprint Sensing Technology\n.  Our fingerprint sensing technology simplifies the system or application authentication process by substituting the user’s fingerprint for the login name and password. Our capacitive fingerprint sensing technology provides for fingerprint authentication by scanning and matching an image of a user’s fingerprint, as well as initial fingerprint enrollment.  Our sensing technology also incorporates spoof detection and includes many implementation choices including the back of the phone or PC, button integration, touchpad integration, and under glass.\n\n\nCapacitive Position and Force Sensing Technology\n.  Our Position Sensing technology provides a method for sensing the presence, position, and contact area of one or more fingers or a stylus on a flat or curved surface.  Our technology works with very light touch, supports full multi-touch capabilities, and provides highly responsive cursor navigation, scrolling, and selection.  It uses no moving parts, can be implemented under plastic or glass, and is extremely durable.  Our technology can also track one or more fingers in proximity to the touch surface. Our Force Sensing technology senses the direction and magnitude of a force applied to an object.  Our electronic circuitry determines the magnitude and direction of an applied force, permits very accurate sensing of tiny changes in capacitance, and minimizes electrical interference from other sources.  Our capacitive force sensing technology can be integrated with our position sensing technology.\n\n\nCapacitive Active Pen Technology\n.  This technology allows us to develop a pen that can be used for input on a capacitive touchscreen.  As well as generating a signal that allows the touchscreen to track the pen, additional data, such as the pen applied force and pen button states, are also communicated to the touchscreen device.  Information can also be communicated from the touchscreen to the pen.\n\n\nMulti-touch Technology.  \nThis technology allows us to create capacitive touch products that simultaneously track the presence, position, and other characteristics of multiple objects in contact with or in close proximity to a flat or curved touch surface.  It enables, for example, the recognition of multi-finger gestures, the tracking of a stylus position while the user’s palm is also in contact with the touch surface, and the simultaneous interaction of multiple users with the same touch surface.\n\n\nDisplay Systems and Circuit Technology\n.  This technology enables us to develop optimized human experience semiconductor product solutions with improved compatibility with their application environments. This technology consists of mobile and large format display semiconductor expertise, including the following functional blocks:\n\n\n•\nTCONs;\n\n\n•\nThin-Film-Transistor, or TFT, gamma references;\n\n\n•\nSmooth dimming and content adaptive brightness control;\n\n\n•\nContrast enhancement;\n\n\n8\n\n\n\n\n \n\n\n•\nColor enhancement;\n\n\n•\nGamma curve control;\n\n\n•\nForce, touch, and display synchronization;\n\n\n•\nLocal area active contrast optimization;\n\n\n•\nAdaptive image compression and decompression;\n\n\n•\nSub-pixel rendering;\n\n\n•\nDemura compensation;\n\n\n•\nRounded corner processing;\n\n\n•\nFrame rate control;\n\n\n•\nHigh-speed serial interfaces such as mobile industry processor interface display serial interface, or MIPI DSI, and Qualcomm mobile display digital interface, or MDDI; and\n\n\n•\nDisplay power circuits such as inductive switchers, charge pumps, and LDOs.\n\n\nThis technology also enables us to develop advanced products that combine the functions of the display and touch sensing systems to enable highly integrated display and touch functionality with improved performance, thinner form factors, and lower system cost.\n\n\nOur latest addition to our automotive portfolio is an automotive-grade TDDI for indium gallium zinc oxide and amorphous silicon gate-in-panel displays and low-temperature polycrystalline panels up to 4K resolution.\n \n\n\nResearch and Development\n\n\nWe conduct ongoing research and development programs that focus on advancing our existing technologies, improving our current product solutions, developing new products, improving design and manufacturing processes, enhancing the quality and performance of our product solutions, and expanding our technologies to serve new markets.  Our goal is to provide our customers with innovative solutions that address their needs and improve their competitive positions.\n \n\n\nOur research and development programs focus on the development of accurate, easy to use, reliable, and intuitive human experiences for electronic devices.  We believe our innovative interface technologies can be applied to many diverse products, and we believe the interface is a key factor in the differentiation of many products.  AI-at-the-edge is a focus area for us in enabling better performance and enhancing user experience in many of these products.  We believe that our technologies enable us to provide customers with product solutions that have significant advantages over alternative technologies in terms of functionality, size, power consumption, durability, and reliability.  We also intend to pursue strategic relationships and acquisitions to enhance our research and development capabilities, leverage our technology, and shorten our time to market with new technological applications.\n\n\nOur research, design, and engineering teams frequently work directly with our customers to design custom solutions for specific applications.  We focus on enabling our customers to overcome their technical barriers and enhance the performance of their products.  We believe our engineering know-how and electronic systems expertise provide significant benefits to our customers by enabling them to concentrate on their core competencies of production and marketing.\n\n\nAs of the end of fiscal 2023, we employed 1,416 people in our technology, engineering, and product design functions in the United States, China, Taiwan, Japan, Israel, the United Kingdom, India, Germany, Poland, and Korea.\n \n\n\nIntellectual Property Rights\n\n\nOur success and ability to compete depend in part on our ability to maintain the proprietary aspects of our technologies and products.  We rely on a combination of patents, trademarks, trade secrets, copyrights, confidentiality agreements, and other statutory and contractual provisions to protect our intellectual property, but these measures may provide only limited protection.\n \n\n\nAs of June 2023, we held 2,583 active patents and 569 pending patent applications worldwide that expire between 2023 and 2043.  Collectively, these patents and patent applications cover various aspects of our key technologies, including those\n \n\n\n9\n\n\n\n\n \n\n\nfor touch sensing, voice processing, secure biometrics, display drivers, touch and display integration, docks and adapters, video interfaces, wired and wireless connectivity, audio processing, video processing, edge computing, open AI tools, and computer vision.  Our proprietary firmware and software, including source code, are also protected by copyright laws and applicable trade secret laws.\n \n\n\nOur extensive array of technologies includes those related to ICs, firmware, software, and mechanical hardware.  Our products rely on a combination of these technologies, making it difficult to use any single technology as the basis for replicating our products.  Furthermore, the lengths of our customers’ design cycles and the customizations required within the products we provide to our customers also serve to protect our intellectual property rights.\n\n\nCustomers\n\n\nOur customers include many of the world’s largest mobile and PC OEMs, based on unit shipments, as well as many large IoT OEMs, automotive manufacturers and a variety of consumer electronics manufacturers.  Our demonstrated track record of technological leadership, design innovation, product performance, cost-effectiveness, and on-time deliveries have resulted in our leadership position in providing human experience semiconductor product solutions.  We believe our strong relationship with our OEM customers, many of which are also currently developing product solutions which are focused in several of our target markets, will continue to position us as a source of supply for their product offerings.\n\n\nWe generally supply our products to OEMs through their contract manufacturers, supply chain or distributors. We consider both the OEMs and their contract manufacturers or supply chain partners to be our customers, as well as in some cases, our distributors.  Both the OEMs and their partners may determine the design and pricing requirements and make the overall decision regarding the use of our human experience semiconductor product solutions in their products.  The contract manufacturers and distributors place orders with us for the purchase of our products, take title to the products purchased upon delivery by us, and pay us directly for those purchases.  The majority of these customers do not have return rights except for warranty provisions.\n\n\nSales and Marketing\n\n\nWe sell our product solutions for incorporation into the products of our OEM customers.  We generate sales through direct sales employees as well as outside sales representatives, distributors and value-added resellers.  Our sales personnel receive substantial technical assistance and support from our internal technical marketing and engineering resources because of the highly technical nature of our product solutions.  Sales frequently result from multi-level sales efforts that involve senior management, design engineers, and our sales personnel interacting with our customers' decision makers throughout the product development and order process.\n\n\nAs of the end of fiscal 2023, we employed 399 sales and marketing professionals.  We maintain customer support offices domestically and internationally, which are located in the U.S., Taiwan, China, India, Korea, Japan, United Kingdom and Switzerland.  In addition, we utilize value-added resellers and sales distributors that are primarily located in the U.S., China, Korea, Japan, Taiwan and Germany.\n\n\nInternational sales constituted nearly all of our revenue for each of fiscal 2023, 2022, and 2021. Approximately 63%, 66% and 68% of our sales in fiscal 2023, 2022 and 2021, respectively, were made to companies located in China and Taiwan that provide design and manufacturing services for major IoT, notebook computer, and mobile product applications OEMs.  Our sales are almost exclusively denominated in U.S. dollars.  This information should be read in conjunction with Note 15 Segment, Customers, and Geographic Information to the consolidated financial statements contained elsewhere in this report.\n\n\nManufacturing\n\n\nWe employ a fabless semiconductor manufacturing platform through third-party relationships.  We currently utilize third-party semiconductor wafer manufacturers to supply us with silicon wafers integrating our proprietary design specifications.  The completed silicon wafers are forwarded to third-party package and test processors for further processing into die and packaged ASICs, as applicable, which are then utilized in our custom module products or processed as our ASIC-based solution.\n\n\nAfter processing and testing, the die and ASICs are consigned to various contract manufacturers for assembly or are shipped directly to our customers.  During the assembly process, our die or ASIC is either combined with other components to complete the module for our custom product solutions or the ASIC is maintained as a standalone finished good.  The finished assembled product is subsequently shipped directly to our customers or by our contract manufacturers directly to our customers for integration into their products.\n\n\n10\n\n\n\n\n \n\n\nWe believe our third-party manufacturing strategy provides a scalable business model, enables us to concentrate on our core competencies of research and development, technological advances, and product design and engineering, and reduces our capital investment.\n \n\n\nOur third-party contract manufacturers and semiconductor fabricators are predominately Asia-based organizations. We generally provide our contract manufacturers with six-month rolling forecasts of our production requirements.  As a result of recent supply constraints and capacity shortages affecting the global semiconductor industry, we have entered into long-term capacity and pricing agreements with some suppliers.  Our reliance on these parties exposes us to vulnerability owing to our dependence on a few sources of supply.  In some cases, we have alternative sources of suppliers to mitigate supplier risk; however, in the current environment, all of them could be constrained.  We may establish relationships with other contract manufacturers in order to reduce our dependence on any single source of supply.\n\n\nPeriodically, we purchase inventory from our contract manufacturers when a customer delays its delivery schedule or cancels its order.  In those circumstances in which our customer has cancelled its order and we purchase inventory from our contract manufacturers, we consider a write-down to reduce the carrying value of the inventory purchased to its net realizable value. We charge write-downs to reduce the carrying value of obsolete, slow moving, and non-usable inventory to its net realizable value and charge such write-downs to cost of revenue.  We also record a liability and charge to cost of revenue for estimated losses on inventory we are obligated to purchase from our contract manufacturers when such losses become probable from customer delays or order cancellations.  In addition, the impact of entering into long-term capacity agreements could create significant inventory write-down if the end customer demand substantially declines.\n\n\nCompetition\n\n\nIoT\n\n\nOur diverse SoC solutions integrate artificial intelligence hardware engines, video processing, far-field voice and linguistics processing products and are sold into market segments that offer significant potential growth, ranging from home automation applications, smart assistant platforms, surveillance cameras, to set-top-box/over-the-top, or STB/OTT platforms to a wide variety of embedded products in the broader IoT market. The markets for STB/OTT products, surveillance cameras, home automation, smart assistant solutions and embedded IoT products require strong technology innovation in silicon and software along with deep systems and systems engineering expertise. Our principal competition in these markets include Broadcom, MediaTek, NXP, AmLogic, and Ambarella, among others.\n \n\n\nWe provide voice processing silicon and software solutions for voice-enabled devices, consumer and commercial imaging, and next-generation audio applications. In addition to our voice solutions, we support the audio headphone and virtual reality head mounted display industry with universal serial bus-c, or USB-C, audio codec solutions for next generation wireless audio devices and wearables. Our competitors in the sale of audio products include Cirrus Logic, BES Technic, Realtek, and Qualcomm.\n \n\n\nOur wireless products for use in IoT application markets include our technologies such as Wi-Fi, Bluetooth, Wi-Fi-Bluetooth combinations, and GPS/GNSS support our customers’ need to develop products which can wirelessly communicate to networks, remote control of edge-devices, machine-to-machine communication, among other purposes.  Our principal competition includes Infineon, Qualcomm, MediaTek, NXP, and Silicon Labs, among others.\n\n\nOur automotive products include touch, display driver, SmartBridge, and TDDI solutions for major automotive OEMs.  Our principal competitors for these products include Focaltech, Himax, Novatek Microelectronics and Microchip.  Our IoT video interface products are sold into PC and smartphone docks and wireless adapter market applications. Our principal competitors in the sale of IoT interface products are Parade, Megachips, and Realtek.\n \n\n\nWe also provide fax, modem and image processors and software solutions for printers, fax machines, point of sale terminals, and medical applications. Our principal competitors in these markets are Skyworks, Marvell, and Qbit.\n\n\nPC and Mobile\n\n\nOur touch, display and fingerprint-based semiconductor products are sold into markets for PC product applications, mobile product applications, and other electronic devices.  The markets for touchscreen products are characterized by rapidly changing technology and intense competition.  Our principal competition in the sale of touchscreen products includes Broadcom, Goodix, Focaltech, ST Micro and various other companies involved in human experience semiconductor product solutions.  Our principal competitors in the sale of notebook touch pads are Cirque Corporation, Elan Microelectronics and Goodix. Our principal competitors in the sale of display driver products for mobile product applications market include Novatek Microelectronics, Samsung LSI, LX Semicon and Raydium. Our principal competitors in the sale of display driver products for virtual reality applications market include Novatek Microelectronics and Samsung LSI Our principal competitors in the sale of fingerprint authentication solutions for PC product applications markets are Egis Technology, Elan Microelectronics, and Goodix.\n \n\n\n11\n\n\n\n\n \n\n\nCorporate Social Responsibility\n\n\nWe strive to be a leading corporate citizen.  We uphold the most ethical standards in our business practices and policies, and we believe that sustainable corporate practices and consistent attention to social and governance priorities will help enhance long-term value for our stockholders. With guidance from our Board of Directors, our management team applies an integrated methodology to financial matters, corporate governance, and corporate responsibility, leading to increased accountability, better decision making and ultimately enhanced long-term value. This focus on the environment, social, and governance, or ESG, influences the way we consider our business goals and strategies.\n\n\nEnvironmental\n\n\nIn the last several years, we have improved our internal and external policies, better aligning our corporate actions with our commitment to a greener planet.  We have implemented internal green programs and initiatives to reinforce our commitment to minimizing natural resource consumption, improving sustainability, disposing of end-of-life products in an environmentally safe manner, reducing waste, and increasing reuse and recycling programs company-wide.  In addition, we recently completed a comprehensive review of Scope 3 GHG emissions across our Company.\n\n\nWe participate in the Climate Disclosure Program (CDP) and have also implemented a Supplier environmental conservation program.  We have set specific goals to reduce Scope 1 and Scope 2 GHG emissions, increase the use of renewable energy, and reduce waste generation at our facilities. These goals can be found on our website at \nwww.synaptics.com/corporate-environmental-policy\n. Our climate change management currently involves a focus on education, increasing internal awareness of climate change mitigation and impact reduction through on-going training and internal education.\n\n\nOur Chief Information Officer, or CIO, also acts as our Chief Sustainability Officer and has responsibility for our Global Workplace Resources function and executes our climate strategy and related issues. The CIO is responsible for assessing and leading the management of climate-related risks and opportunities, elevating stakeholder concerns and guiding the implementation of climate-related policies, programs and disclosures.  As a member of our senior executive team, the CIO is responsible for elevating climate topics to senior leadership and, ultimately, to the Board’s Nominations and Corporate Governance Committee and Audit Committee.\n \n\n\nSocial\n\n\nOur employees and communities are the heart of our company, and we take pride in our social responsibility to them as well becoming better global citizens. We support our local communities through charitable causes and events, and we have numerous programs in place around the world that promote our commitments to diversity, equality of opportunity, non-discrimination, and the highest standards of human rights.\n \n\n\nWe support and contribute toward educational programs with the intent to help reduce social and economic inequalities.  Our employees are passionate about their communities, and we support global causes that they care about and volunteer toward.\n \n\n\nWe are committed to the use of a socially responsible supply chain.  We have adopted a supplier and vendor code of conduct, and businesses in our supply chain are contractually obligated to comply with and support the Responsible Business Alliance (RBA) Code of Conduct.  We expect suppliers and vendors to uphold the highest standards of human rights including anti-discrimination and humane treatment, freedom of association and collective bargaining, prevention of child labor, limits on working hours, minimum fair and living wage, worker feedback and grievance systems.  We expect suppliers to exercise due diligence on relevant minerals in their supply chains and to have a policy to reasonably assure that the tantalum, tin, tungsten, and gold in the products they manufacture does not directly or indirectly finance or benefit armed groups that perpetrate serious human rights abuses in the Democratic Republic of the Congo or an adjoining country. Our vendors and suppliers are also required to obtain and maintain all required health and safety permits, provide reasonable working and living conditions, have incident management systems and emergency preparedness and response protocols.\n\n\nGovernance\n\n\nWe are dedicated to supporting leading corporate governance and board practices to ensure oversight accountability and transparency in our business practices. We place a high value on ethical actions, individual integrity, and fair dealing in every aspect of what we do.  Our Board of Directors is responsible for overseeing our ESG policies and practices generally.  The Nominations and Corporate Governance Committee has oversight of ESG strategy and receives regular updates from management on our ESG performance.  The Audit Committee provides oversight of business risks and our company’s Code of Business Conduct and Ethics.  Our Board of Directors receives periodic updates from Nominations and Corporate Governance Committee and management on our ESG performance.\n \n\n\nAccountability\n\n\nOur Board of Directors and management are strongly committed to our corporate responsibility policies and will continue to regularly evaluate these policies to ensure an effective outcome and strict adherence by our employees, suppliers, vendors, and partners.  We actively monitor and evaluate our internal compliance with our Code of Conduct and other corporate social responsibility policies and programs.\n\n\n12\n\n\n\n\n \n\n\nHuman Capital\n\n\nOur company has been built on the collective contributions from people of many countries, religions, and ethnic backgrounds. People are our most critical asset and are the core component behind our success. We want to attract, develop, and retain the world’s best talent.\n\n\nCompetition for talent in our industry is extremely intense. Our human resource strategy and programs are focused on attracting, engaging, developing and retaining this talent.  We believe our company attributes differentiate us and, in part, allow us to consistently retain our employees throughout fiscal year 2023, as our attrition rate continues to be lower than benchmark data. Our employee average tenure globally is 7.6 years.\n\n\nOur Board of Directors and Board committees provide oversight on certain workforce management matters including, among other aspects, management depth and strength assessment, diversity, equity, inclusion and belonging, and our employee survey results. The Audit Committee’s oversight of business risks and our company’s Code of Business Conduct and Ethics is relevant to human capital management. The Nominations and Corporate Governance Committee’s oversight of ESG strategy includes talent attraction and retention and inclusion and diversity. The Compensation Committee provides oversight of our overall compensation philosophy, policies, and programs, and assesses whether our compensation establishes appropriate incentives for executive officers and other employees.\n\n\nAs of June 24, 2023, we employed 1,891 employees. Our workforce is distributed globally across 16 countries with 23% of our employees located in North America, 60% located in Asia Pacific and 17% located in Europe and the Middle East, or EMEA.\n\n\nCompetitive Compensation and Benefits\n\n\nWe provide competitive benefits related to health, wellness, mental health and family resources designed to meet the needs of our diverse global workforce. We have a robust pay for performance philosophy and compensation framework to reward high performance. We align executive compensation with our corporate strategies, business objectives and the creation of long-term value for our stockholders without encouraging unnecessary or excessive risk-taking.\n\n\nEngagement and Development\n\n\nWe strive to create exceptional employee experiences. Our focus is on creating a space for employees to do their best work and feel valued and engaged. As part of our dedication to and investment in our employees, we conduct organizational health surveys designed to assess employee engagement, leadership, work environment, and culture.\n\n\nEmployees have various opportunities to learn though technical, compliance and other professional trainings.  We offer career advancement opportunities to our employees and are focused on leadership development.  Investing in our employees and their professional development is a priority for our company.\n\n\nDiversity, Equity, Inclusion and Belonging\n\n\nWe embrace diversity and inclusion and strive to provide a rich environment with diverse skills, backgrounds and perspectives.  We strongly believe diverse teams are more innovative and productive. Our goal is to cultivate an environment that not only allows for, but also encourages, everyone to collaborate and participate equally to foster individual and company growth.  As of June 2023, 20% of global employees and 38% of our board of directors identified as female. We are committed to diversity, equity and inclusion.  Fiscal 2023 was a year of program development and growth around this topic including a comprehensive internal assessment, internal communications campaign, several diversity, equity, inclusion, and belonging events, and employee resource group development.\n\n\nCommunity Impact\n\n\nWe believe in giving back to the communities where our employees live and work. We provide opportunities for employees to donate or volunteer their time through various programs and charitable events. Our employees regularly participate in events focused on youth and underrepresented communities.\n\n\n13\n\n\n\n\n \n\n\nInformation about our Executive Officers\n \n\n\nThe following table sets forth certain information regarding our executive officers as of August 11, 2023:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nName\n\n\n \n\n\n \n\n\nAge\n\n\n \n\n\nPosition\n\n\n\n\n\n\nMichael Hurlston\n\n\n \n\n\n56\n\n\n \n\n\nPresident and Chief Executive Officer\n\n\n\n\n\n\nDean Butler\n\n\n \n\n\n41\n\n\n \n\n\nChief Financial Officer\n\n\n\n\n\n\nSaleel Awsare\n\n\n \n\n\n58\n\n\n \n\n\nSenior Vice President and General Manager, PC & Peripherals Divisions\n\n\n\n\n\n\nJohn McFarland\n\n\n \n\n\n56\n\n\n \n\n\nSenior Vice President, General Counsel and Secretary\n\n\n\n\n\n\nVikram Gupta\n\n\n \n\n\n54\n\n\n \n\n\nSenior Vice President and General Manager, IoT Processors and Chief Product Officer\n\n\n\n\n\n\nMichael Hurlston \nhas been the President and Chief Executive Officer of our company since August 19, 2019. Prior to joining our company, Mr. Hurlston served as the Chief Executive Officer and a member of the Board of Directors of Finisar Corporation (“Finisar”) from January 2018 to August 2019. Prior to joining Finisar, he served as Senior Vice President and General Manager of the Mobile Connectivity Products/Wireless Communications and Connectivity Division and held senior leadership positions in sales, marketing, and general management at Broadcom Limited (“Broadcom”) and its predecessor corporation from November 2001 through October 2017. Prior to joining Broadcom in 2001, Mr. Hurlston held senior marketing and engineering positions at Oren Semiconductor, Inc., Avasem, Integrated Circuit Systems, Micro Power Systems, Exar and IC Works from 1991 until 2001. Mr. Hurlston is a member of the board of directors of Flex Ltd.  Mr. Hurlston serves on the Board of Executive Trustees of the UC Davis Foundation and on the Dean’s Executive Committee for the College of Engineering and the Dean’s Advisory Counsel for the Graduate School of Management at the University of California, Davis.  Mr. Hurlston holds Bachelor of Science and Master of Science degrees in Electrical Engineering and a Master of Business Administration degree from the University of California, Davis.\n \n\n\nDean Butler \nhas been the Chief Financial Officer of our company since October 21, 2019. Prior to joining our company, Mr. Butler served as Vice President of Finance at Marvell Technology Inc. (“Marvell”) from July 2016 to October 2019. Prior to joining Marvell, he served as Controller of the Ethernet Switching Division at Broadcom from January 2015 through July 2016. Prior to joining Broadcom, Mr. Butler held senior finance positions at Maxim Integrated from May 2007 to December 2014. Mr. Butler holds a Bachelor of Business Administration degree in Finance from the University of Minnesota Duluth.\n\n\nSaleel Awsare \nhas been the Senior Vice President and General Manager of our PC and Peripherals unit since July 2020. Previously, Mr. Awsare was the Senior Vice President and General Manager of our IoT Division from April 2019 to July 2020 and the Senior Vice President of Corporate Marketing & Investor Relations from December 2018 until April 2019. Prior to joining our company as Corporate Vice President and General Manager of Audio & Imaging Products in July 2017, he was President of Conexant Systems, LLC (“Conexant”) from March 2016 to July 2017, and Senior Vice President & General Manager of Audio & Imaging from April 2012 to March 2016. Synaptics acquired Conexant in July 2017. Prior to joining Conexant, Mr. Awsare served as President of Nuvoton Technology Corporation's (“Nuvoton”) U.S. operations and General Manager of Nuvoton’s audio and voice divisions from December 2008 to March 2012. Prior to joining Nuvoton, Mr. Awsare was the Executive Vice President and General Manager of mixed signal products for Winbond Electronics Corporation America (“Winbond”). Prior to joining Winbond, Mr. Awsare was a director of engineering for Information Storage Devices. Mr. Awsare is a member of the Board of Trustees of Stevens Institute of Technology. Mr. Awsare holds a Bachelor of Science degree in Electrical Engineering from Stevens Institute of Technology and a Master of Science degree in Engineering Management from Santa Clara University.\n\n\nVikram Gupta\n has been the SVP and GM of IoT Processors and Chief Product Officer since January 2023. Prior to joining Synaptics, Mr. Gupta was the SVP and GM of IoT Compute and Wireless Business Lines for Infineon Technologies, where he led the integration and transformation efforts for the $1B+ multi-site business with three product lines following Infineon’s acquisition of Cypress Semiconductor, where he served as VP of Engineering of the IoT Business Unit. Prior to Cypress Semiconductor, Mr. Gupta navigated a progressive tenure with Broadcom, advancing in leadership and responsibility across both engineering and business. Earlier in his career he was a co-founder of Zeevo, a developer of system-on-chip solutions for Bluetooth and other wireless communications applications, which was ultimately purchased by Broadcom. He holds a Bachelor’s Degree in Electrical and Electronics Engineering from Birla Institute of Technology & Science in India and a Master’s Degree in Electrical Engineering from the University of Hawaii at Manoa.\n\n\nJohn McFarland \nhas been the Senior Vice President, General Counsel and Secretary of our company since November 2013. Prior to joining our company, Mr. McFarland served for nine years as the Executive Vice President, General Counsel and Secretary of Magnachip Semiconductor. Mr. McFarland spent his early career at law firms in Palo Alto, California, and\n \n\n\n14\n\n\n\n\n \n\n\nSeoul, Korea. Mr. McFarland holds a Bachelor of Arts degree in Asian Studies, conferred with highest distinction from the University of Michigan, and a Juris Doctor degree from the University of California, Los Angeles, School of Law.\n\n\n \n\n\n \n\n\n15\n\n\n\n\n \n\n\n \n\n",
    "item1a": ">ITEM 1A.\tRI\nSK FACTORS\n\n\nYou should carefully consider the following factors, together with all the other information included in this report, in evaluating our company and our business.\n\n\nRisks Related to Our Markets and Customers\n\n\nWe currently depend on our solutions for the IoT, PC, and mobile product applications markets for a substantial portion of our revenue, and any downturn in sales of these products would adversely affect our business, revenue, operating results, and financial condition.\n\n\nWe currently depend on our solutions for the IoT, PC, and mobile product applications markets for a substantial portion of our revenue. Any downturn in sales of our products into any of these markets would adversely affect our business, revenue, operating results, and financial condition.  Similarly, a softening of demand in any of these markets, or a slowdown of growth in any of these markets because of changes in customer preferences, the emergence of applications not including our solutions, or other factors would cause our business, operating results, and financial position to suffer.\n\n\nA significant portion of our sales comes from one or more large customers, the loss of which could harm our business, financial condition, and operating results.\n\n\nHistorically, we have relied on a limited number of customers for a substantial portion of our total revenue. If we lost key customers, or if key customers reduced or stopped placing orders for our high-volume products, our financial results could be adversely affected. Sales to one direct customer accounted for 10% or more of our net revenue in fiscal 2023.  During fiscal 2023, we had five OEM customers that integrated our products into their products representing approximately 37% of our revenue; we sold to these customers primarily indirectly through multiple distributors. Significant reductions in sales to our largest customers, the loss of other major customers, or a general decrease in demand for our products within a short period of time could adversely affect our revenue, financial condition, and business.\n\n\nWe sell to contract manufacturers that serve our OEM customers.  Any material delay, cancellation, or reduction of orders from any one or more of these contract manufacturers or the OEMs they serve could harm our business, financial condition, and operating results.  The adverse effect could be more substantial if our other customers do not increase their orders or if we are unsuccessful in generating orders for our solutions with new customers.  Many of these contract manufacturers sell to the same OEMs, and therefore our concentration with certain OEMs may be higher than with any individual contract manufacturer.  Concentration in our customer base may make fluctuations in revenue and earnings more severe and make business planning more difficult.\n\n\n \n\n\nWe face risks related to recessions, inflation, stagflation\n \nand other macroeconomic conditions\n\n\nCustomer demand for our products may be impacted by weak macroeconomic conditions, inflation, stagflation, recessionary or lower-growth environments, rising interest rates, equity market volatility or other negative economic factors in the U.S. or other nations. For example, under these conditions or expectation of such conditions, our customers may cancel orders, delay purchasing decisions or reduce their use of our services. In addition, these economic conditions could result in higher inventory levels and the possibility of resulting excess capacity charges from our manufacturing partners if we need to slow production to reduce inventory levels. Further, in the event of a recession or threat of a recession, our manufacturing partners, suppliers, distributors, and other third-party partners may suffer their own financial and economic challenges, and as a result they may demand pricing accommodations, delay payment, or become insolvent, which could harm our ability to meet our customer demands or collect revenue or otherwise harm our business. Similarly, disruptions in financial and/or credit markets may impact our ability to manage normal commercial relationships with our manufacturing partners, customers, suppliers and creditors and might prevent us from accessing preferred sources of liquidity, and causing our borrowing costs to potentially increase. Thus, if general macroeconomic conditions, conditions in the semiconductor industry, or conditions in our customer end markets continue to deteriorate or experience a sustained period of weakness or slower growth, our business and financial results could be materially and adversely affected.\n\n\nIn addition, we are subject to risk from inflation and increasing market prices of certain components and supplies, which are incorporated into our end products or used by our manufacturing partners or suppliers to manufacture our end products. These components and supplies have, from time-to-time, become restricted.  Additionally, general market factors and conditions have in the past, and may in the future, affect pricing of such components and supplies (such as inflation or supply\n \n\n\n16\n\n\n\n\n \n\n\nchain constraints). See also, “Our gross margin and results of operations may be adversely affected in the future by a number of factors, including decreases in our average selling prices of products over time, shifts in our product mix, or price increases of certain components or third-party services due to inflation, supply chain constraints, or for other reasons.”\n\n\nWe are exposed to industry downturns and cyclicality in our target markets that may result in fluctuations in our operating results.\n\n\nThe consumer electronics industry has experienced significant economic downturns at various times.  These downturns are characterized by diminished product demand, accelerated erosion of average selling prices, production overcapacity, and increased inventory and credit risk.  In addition, the consumer electronics industry is cyclical in nature.  We seek to reduce our exposure to industry downturns and cyclicality by providing design and production services for leading companies in rapidly expanding industry segments.  We may, however, experience substantial period-to-period fluctuations in future operating results because of general industry conditions or events occurring in the general economy.\n\n\nWe cannot assure you that our product solutions for new markets will be successful or that we will be able to continue to generate significant revenue from these markets.\n\n\nOur product solutions may not be successful in new markets. Various target markets for our product solutions, such as IoT, may develop slower than anticipated or could utilize competing technologies.  The markets for certain of these products depend in part upon the continued development and deployment of wireless and other technologies, which may or may not address the needs of the users of these products.\n\n\nOur ability to generate significant revenue from new markets will depend on various factors, including the following:\n\n\n•\nthe development and growth of these markets;\n\n\n•\nthe ability of our technologies and product solutions to address the needs of these markets, the price and performance requirements of OEMs, and the preferences of end users; and\n\n\n•\nour ability to provide OEMs with solutions that provide advantages in terms of size, power consumption, reliability, durability, performance, and value-added features compared with alternative solutions.\n\n\nMany manufacturers of these products have well-established relationships with competitive suppliers.  Our ongoing success in these markets will require us to offer better performance alternatives to other solutions at competitive costs.  The failure of any of these target markets to develop as we expect, or our failure to serve these markets to a significant extent, will impede our sales growth and could result in substantially reduced earnings and a restructuring of our operations.  We cannot predict the size or growth rate of these markets or the market share we will achieve or maintain in these markets in the future.\n\n\nIf we fail to maintain and build relationships with our customers, or our customers’ products that utilize our solutions do not gain widespread market acceptance, our revenue may stagnate or decline.\n\n\nWe do not sell any products to end users and we do not control or influence the manufacture, promotion, distribution, or pricing of the products that incorporate our solutions.  Instead, we design various solutions that our OEM customers incorporate into their products, and we depend on such OEM customers to successfully manufacture and distribute products incorporating our solutions and to generate consumer demand through marketing and promotional activities.  As a result of this, our success depends almost entirely upon the widespread market acceptance of our OEM customers’ products that incorporate our solutions.  Even if our technologies successfully meet our customers' price and performance goals, our sales could decline or fail to develop if our customers do not achieve commercial success in selling their products that incorporate our solutions.\n\n\nWe must maintain our relationships with our existing customers and expand our relationships with OEMs in new markets. Our customers generally do not provide us with firm, long-term volume purchase commitments, opting instead to issue purchase orders that they can cancel, reduce, or delay, subject to certain limitations.  In order to meet the expectations of our customers, we must provide innovative solutions on a timely and cost-effective basis. This requires us to match our design and production capacity with customer demand, maintain satisfactory delivery schedules, and meet performance goals.  If we are unable to achieve these goals for any reason, our sales may decline or fail to develop, which would result in decreasing revenue.\n\n\nIn addition to maintaining and expanding our customer relationships, we must also identify areas of significant growth potential in other markets, establish relationships with OEMs in those markets, and assist those OEMs in developing products that incorporate our solutions.  Our failure to identify potential growth opportunities in the markets in which we operate, particularly in the IoT market, or our failure to establish and maintain relationships with OEMs in those markets, would prevent our business from growing in those markets.\n\n\n17\n\n\n\n\n \n\n\n \n\n\nOur gross margin and results of operations may be adversely affected in the future by a number of factors, including decreases in our average selling prices of products over time, shifts in our product mix, or price increases of certain components or third-party services due to inflation, supply chain constraints, or other reasons.\n\n\nWe expect that the average unit selling prices of our products will continue to be subject to significant pricing pressures. In addition, our more recently introduced products tend to have higher associated costs because of initial overall development and production expenses. Therefore, over time, we may not be able to maintain or improve our gross margins. Our financial results could suffer if we are unable to offset any reductions in our average selling prices by other cost reductions through efficiencies, introduction of higher margin products and other means.\n\n\nTo attract new customers or retain existing customers, we may offer certain price concessions to certain customers, which could cause our average selling prices and gross margins to decline. In the past, we have reduced the average selling prices of our products in anticipation of future competitive pricing pressures, new product introductions by us or by our competitors and other factors. We expect to continue to have to reduce prices of existing products in the future. Moreover, because of the wide price differences across the markets we serve, the mix and types of performance capabilities of our products sold may affect the average selling prices of our products and have a substantial impact on our revenue and gross margin. We may enter new markets in which a significant amount of competition exists, and this may require us to sell our products with lower gross margins than we earn in our established businesses. If we are successful in growing revenue in these markets, our overall gross margin may decline. Fluctuations in the mix and types of our products may also affect the extent to which we are able to recover the fixed costs and investments associated with a particular product, and as a result may harm our financial results.\n\n\nAdditionally, because we do not operate our own manufacturing, assembly, testing or packaging facilities, we are not able to reduce our costs as rapidly as companies that operate their own facilities and our costs may even increase, which could also reduce our gross margins. Our gross margin could also be impacted, for example, by the following factors: increased costs (including increased costs caused by tariffs, inflation, higher interest rates, or supply chain constraints); loss of cost savings if parts ordering does not correctly anticipate product demand or if the financial health of either our manufacturers partners or our suppliers deteriorates; excess inventory, or inventory holding and obsolescence charges. In addition, we are subject to risks from fluctuating market prices of certain components, which are incorporated into our products or used by our suppliers to manufacture our products. Supplies of these components may from time-to-time become restricted, or general market factors and conditions such as inflation or supply chain constraints have in the past affected and may in the future affect pricing of such commodities. Any increase in the price of components used in our products will adversely affect our gross margins.\n\n\n \n\n\nWe are subject to order and shipment uncertainties. If we are unable to accurately predict customer demand, we may hold excess or obsolete inventory, which would reduce our gross margin. Conversely, we may have insufficient inventory or be unable to obtain the supplies or contract manufacturing capacity to meet that demand, which would result in lost revenue opportunities and potential loss of market share as well as damaged customer relationships.\n\n\nWe typically sell products pursuant to purchase orders rather than long-term purchase commitments. Some of our customers have, and others may in the future, cancel or defer purchase orders on short notice without incurring a significant penalty. In addition, customers who have purchase commitments may not honor those commitments. Due to their inability to predict demand or other reasons during our fiscal 2023, some of our customers have accumulated excess inventories and, as a consequence, they either have deferred or they may defer future purchases of our products. We cannot accurately predict what or how many products our customers will need in the future. Anticipating demand is difficult because our customers face unpredictable demand for their own products and are increasingly focused more on cash preservation and tighter inventory management.\n\n\nWe place orders with our suppliers based on forecasts of customer demand and, in some instances, may establish buffer inventories to accommodate anticipated demand. Our forecasts are based on multiple assumptions, each of which may introduce error into our estimates. For example, our ability to accurately forecast customer demand may be impaired by the delays inherent in our customer’s product development processes, which may include extensive qualification and testing of components included in their products, including ours. In many cases, they design their products to use components from multiple suppliers. This creates the risk that our customers may decide to cancel or change product plans for products incorporating our semiconductor solutions prior to completion, which makes it even more difficult to forecast customer demand. In addition, while many of our customers are subject to purchase orders or other agreements that do not allow for cancellation, there can be no assurance that these customers will honor these contract terms and cancellation of these orders may adversely affect our business operations and demand forecast which is the basis for us to have products made.\n\n\n18\n\n\n\n\n \n\n\nOur products are incorporated into complex devices and systems, which creates supply chain cross-dependencies. Due to cross dependencies, supply chain disruptions have in the past, and may in the future, negatively impact the demand for our products. We have a limited ability to predict the timing of a supply chain correction. If we cannot predict future customer demand or supply chain disruptions, then we may hold excess or obsolete inventory. Moreover, significant supply chain disruption may negatively impact the timing of our product shipments and revenue shipment linearity, which may impact and extend our cash conversion cycle. In addition, the market share of our customers could be adversely impacted on a long-term basis due to any continued supply chain disruption, which could negatively affect our results of operations.\n \n\n\nIf we overestimate customer demand, our excess or obsolete inventory may increase significantly, which would reduce our gross margin and adversely affect our financial results. The risk of obsolescence and/or excess inventory is heightened for semiconductor solutions due to the rapidly changing market for these types of products. Conversely, if we underestimate customer demand or if insufficient manufacturing capacity is available, we would miss revenue opportunities and potentially lose market share and damage our customer relationships. In addition, any future significant cancellations or deferrals of product orders, or the return of previously sold products, could materially and adversely affect our profit margins, increase product obsolescence and restrict our ability to fund our operations.\n\n\nRisks Related to Our Supply Chain\n\n\nWe depend on third parties to maintain satisfactory manufacturing yields and delivery schedules, and their inability to do so could increase our costs, disrupt our supply chain, and result in our inability to deliver our products, which would adversely affect our operating results.\n\n\nWe depend on our contract manufacturers and semiconductor fabricators to maintain high levels of productivity and satisfactory delivery schedules at manufacturing and assembly facilities located primarily in Asia.  We provide our contract manufacturers with six-month rolling forecasts of our production requirements.  We generally do not, however, have long-term agreements with our contract manufacturers that guarantee production capacity, prices, lead times, or delivery schedules.  In our fiscal 2022, we faced manufacturing capacity constraints as a result of the supply constraints and capacity shortages affecting the global semiconductor industry that materially limited our ability to meet our customers’ demand forecasts, thereby limiting our potential revenue growth during the fiscal year. As a result of the supply shortages, we have entered into long-term capacity and pricing agreements with certain of our suppliers.  If end customer demand declines, these long-term capacity agreements could result in significant write-downs of inventory.  On occasion, customers require rapid increases in production, which can strain our resources and reduce our margins.  Although we have been able to obtain increased production capacity from our third-party contract manufacturers in the past, there is no guarantee that our contract manufacturers will be able to increase production capacity to enable us to meet our customer demands in the future.  Our contract manufacturers also serve other customers, a number of which have greater production requirements than we do.  As a result, our contract manufacturers could determine to prioritize production capacity for other customers or reduce or eliminate deliveries to us on short notice.\n \n\n\nQualifying new contract manufacturers, and specifically semiconductor foundries, is time consuming and might result in unforeseen manufacturing and operations problems. We may also encounter lower manufacturing yields and longer delivery schedules in commencing volume production of new products that we introduce, which could increase our costs or disrupt our supply of such products.  The loss of relationships with our contract manufacturers or assemblers, or their inability to conduct their manufacturing and assembly services for us as anticipated in terms of capacity, cost, quality, and timeliness could adversely affect our ability to fill customer orders in accordance with required delivery, quality, and performance requirements, and adversely affect our operating results.\n\n\n19\n\n\n\n\n \n\n\nShortages of components and materials may delay or reduce our sales and increase our costs, thereby harming our operating results.\n\n\nThe inability to obtain sufficient quantities of components and other materials necessary for the production of our products could result in reduced or delayed sales or lost orders.  Many of the materials used in the production of our products are available only from a limited number of foreign suppliers, particularly suppliers located in Asia.  In most cases, neither we nor our contract manufacturers have long-term supply contracts with these suppliers.  As a result, we are subject to increased costs, supply interruptions, and difficulties in obtaining materials.  Our customers also may encounter difficulties or increased costs in obtaining the materials necessary to produce their products into which our product solutions are incorporated. Future shortages of materials and components, including potential supply constraints of silicon, could cause delayed shipments and customer dissatisfaction, which may result in lower revenue.\n \n\n\nRisks Related to Product Development\n\n\nWe are subject to lengthy development periods and product acceptance cycles, which can result in development and engineering costs without any future revenue.\n\n\nWe provide solutions that are incorporated by OEMs into the products they sell.  OEMs make the determination during their product development programs whether to incorporate our solutions or pursue other alternatives.  This process requires us to make significant investments of time and resources in the design of solutions for our OEMs’ products well before our customers introduce their products incorporating our interface solutions into the market, and before we can be sure that we will generate any significant sales to our customers or even recover our investment.  During a customer’s entire product development process, we face the risk that our interfaces will fail to meet our customer’s technical, performance, or cost requirements, or that our products will be replaced by competitive products or alternative technological solutions.  Even if we complete our design process in a manner satisfactory to our customer, the customer may delay or terminate its product development efforts.  The occurrence of any of these events could cause sales to not materialize, be deferred, or be cancelled, which could adversely affect our operating results.\n\n\nWe face intense competition that could result in our losing or failing to gain market share and suffering reduced revenue.\n\n\nWe serve intensely competitive markets that are characterized by price erosion, rapid technological change, and competition from major domestic and international companies.  This intense competition could result in pricing pressures, lower sales, reduced margins, and lower market share.  Depressed economic conditions, a slowdown in the markets in which we operate, the emergence of new products not including our product solutions, rapid changes in the markets in which we operate, and competitive pressures may result in lower demand for our product solutions and reduced unit margins.\n\n\nSome of our competitors have greater market recognition, larger customer bases, and substantially greater financial, technical, marketing, distribution, and other resources than we possess and that afford them greater competitive advantages.  As a result, they may be able to devote greater resources to the promotion and sale of products, negotiate lower prices for raw materials and components, deliver competitive products at lower prices, and introduce new product solutions and respond to customer requirements more quickly than we can.  Our competitive position could suffer if one or more of our customers determine not to utilize our custom engineered, total solutions approach and instead, decide to design and manufacture their own interfaces, contract with our competitors, or use alternative technologies.\n\n\nIf we do not keep pace with technological innovations, our products may not remain competitive and our revenue and operating results may suffer.\n\n\nWe operate in rapidly changing, highly competitive markets.  Technological advances, the introduction of new products and new design techniques could adversely affect our business unless we are able to adapt to changing conditions.  Technological advances could render our solutions less competitive or obsolete, and we may not be able to respond effectively to the technological requirements of evolving markets.  Therefore, we may be required to expend substantial funds for and commit significant resources to enhancing and developing new technology, which may include purchasing advanced design tools and test equipment, hiring additional highly qualified engineering and other technical personnel, and continuing and expanding research and development activities on existing and potential solutions.\n\n\nOur research and development efforts with respect to new technologies may not result in customer or market acceptance.  Some or all of those technologies may not successfully make the transition from the research and development stage to cost-effective production as a result of technology problems, competitive cost issues, yield problems, and other factors.  Even if we successfully complete a research and development effort with respect to a particular technology, our customers may decide not\n \n\n\n20\n\n\n\n\n \n\n\nto introduce or may terminate products utilizing the technology for a variety of reasons, including difficulties with other suppliers of components for the products, superior technologies developed by our competitors and unfavorable comparisons of our solutions with these technologies, price considerations and lack of anticipated or actual market demand for the products.\n\n\nOur business could be harmed if we are unable to develop and utilize new technologies that address the needs of our customers, or our competitors or customers develop and utilize new technologies more effectively or more quickly than we can.  Any investments made to enhance or develop new technologies that are not successful could have an adverse effect on our net revenue and operating results.\n\n\nWe may not be able to enhance our existing product solutions and develop new product solutions in a timely manner.\n\n\nOur future operating results will depend to a significant extent on our ability to continue to provide new solutions that compare favorably with alternative solutions on the basis of time to introduction, cost, performance, and end user preferences.  Our success in maintaining existing customers, attracting new customers, and developing new business depends on various factors, including the following:\n\n\n•\ninnovative development of new solutions for customer products;\n\n\n•\nutilization of advances in technology;\n\n\n•\nmaintenance of quality standards;\n\n\n•\nperformance advantages;\n\n\n•\nefficient and cost-effective solutions; and\n\n\n•\ntimely completion of the design and introduction of new solutions.\n\n\nOur inability to enhance our existing product solutions and develop new product solutions on a timely basis could harm our operating results and impede our growth.\n\n\nIf we become subject to product returns or claims resulting from defects in our products, we may incur significant costs resulting in a decrease in revenue.\n\n\nWe develop complex products in an evolving marketplace and generally warrant our products for a period of 12 months from the date of delivery. Despite testing by us and our customers, defects may be found in existing or new products.   We handle product quality matters sustainably by working on a one-on-one basis with our customers.  We have never formally recalled a product or had a mass defect that affected an entire product line.  Nevertheless, manufacturing errors or product defects could result in a delay in recognition or loss of revenue, loss of market share, or failure to achieve market acceptance.  Additionally, defects could result in financial or other damages to our customers, causing us to incur significant warranty, support, and repair costs, and diverting the attention of our engineering personnel from key product development efforts.\n\n\nWe must finance the growth of our business and the development of new products, which could have an adverse effect on our operating results.\n\n\nTo remain competitive, we must continue to make significant investments in research and development, marketing, and business development.  Our failure to sufficiently increase our net revenue to offset these increased costs would adversely affect our operating results.\n\n\nFrom time-to-time, we may seek additional equity or debt financing to provide for funds required to expand our business, including through acquisitions.  We cannot predict the timing or amount of any such requirements at this time.  If such financing is not available to us on satisfactory terms, we may be unable to expand our business or to develop new business at the rate desired and our operating results may suffer.  If obtained, the financing itself carries risks including the following:  (i) debt financing increases expenses and must be repaid regardless of operating results; and (ii) equity financing, including the issuance of convertible notes or additional shares in connection with acquisitions, could result in dilution to existing stockholders and could adversely affect the price of our common stock.\n\n\n21\n\n\n\n\n \n\n\nRisks Related to International Sales and Operations\n\n\nChanges to import, export and economic sanction laws may expose us to liability, increase our costs and adversely affect our operating results.\n \n\n\nAs a global company headquartered in the U.S., we are subject to U.S. laws and regulations, including import, export, and economic sanction laws. These laws may include prohibitions on the sale or supply of certain products to embargoed or sanctioned countries, regions, governments, persons, and entities, may require an export license prior to the export of the controlled item, or may otherwise limit and restrict the export of certain products and technologies.  Many of our customers, suppliers and contract manufacturers are foreign companies or have significant foreign operations. The imposition of new or additional economic and trade sanctions against our major customers, suppliers or contract manufacturers could result in our inability to sell to, and generate revenue from such customer, supplier, or contract manufacturer. As a result of restrictive export laws, our customers may also develop their own solutions to replace our products or seek to obtain a greater supply of similar or substitute products from our competitors that are not subject to these restrictions, which could material and adversely affect our business and operating results.\n \n\n\nIn addition, compliance with additional export regulations may result in increased costs to the company. Although we have an export compliance program, maintaining and adapting our export controls program to new and shifting regulations is expensive, time-consuming and requires significant management attention. Failure to comply with trade or economic sanctions could subject the company to legal liabilities and fines from the U.S. government. We must also comply with export restrictions and laws imposed by other countries affecting trade and investments. Although these restrictions and laws have not materially restricted our operations in the recent past, there is a significant risk that they could do so in the future, which would materially and adversely affect our business and operating results.\n \n\n\nChanges to international trade policy and rising concerns of international tariffs, including tariffs applied to goods traded between the U.S. and China, could materially and adversely affect our business and results of operations.\n\n\nMany of the materials used in the production of our products are available only from a limited number of foreign suppliers, particularly suppliers located in Asia.  The imposition of tariffs against foreign imports of certain materials could make it more difficult or expensive for us or our OEMs to obtain sufficient quantities of components and other materials necessary for the production of our products or products which incorporate our product solutions.  Any interruptions to supply could result in delay or cancellation of our products, which could adversely affect our business and operating results.\n \n\n\nIn addition, the institution of trade tariffs both globally and between the U.S. and China carry the risk that China’s overall economic condition may be negatively affected, which could affect our China operations, including the manufacturing operations on which we rely in China. Further, imposition of tariffs could cause a decrease in the sales of our products to customers located in China or to our OEMs selling to customers in China, which could impact our business, revenue, and operating results.\n \n\n\n \n\n\nInternational sales and manufacturing risks could adversely affect our operating results.\n\n\nOur manufacturing and assembly operations are primarily conducted in Taiwan, China, and Korea by contract manufacturers and semiconductor fabricators.  We have sales and logistics operations in Hong Kong, and sales and engineering design support operations in China, France, Germany, India, Israel, Japan, Korea, Poland, Switzerland, Taiwan, and the U.K.  These international operations expose us to various economic, political, regulatory, and other risks that could adversely affect our operations and operating results, including the following:\n\n\n•\ndifficulties and costs of staffing and managing a multinational organization;\n\n\n•\nunexpected changes in regulatory requirements;\n\n\n•\ndiffering labor regulations;\n\n\n•\ndiffering environmental laws and regulations, including in response to climate change;\n\n\n•\npotentially adverse tax consequences;\n\n\n•\npossible employee turnover or labor unrest;\n\n\n•\ngreater difficulty in collecting accounts receivable;\n\n\n•\nthe burdens and costs of compliance with a variety of foreign laws;\n\n\n•\nthe volatility of currency exchange rates;\n\n\n22\n\n\n\n\n \n\n\n•\npotentially reduced protection for intellectual property rights;\n\n\n•\npolitical or economic instability in certain parts of the world; and\n\n\n•\nnatural disasters, including earthquakes or tsunamis.\n\n\nIf any of these risks associated with international operations materialize, our operations could significantly increase in cost or be disrupted, which would negatively affect our revenue and operating results.\n\n\nOur operating results could be adversely affected by fluctuations in the value of the U.S. dollar against foreign currencies.\n\n\nWe transact business predominantly in U.S. dollars, and we invoice and collect our sales in U.S. dollars.  A weakening of the U.S. dollar could cause our overseas vendors to require renegotiation of either the prices or currency we pay for their goods and services.  In the future, customers may negotiate pricing and make payments in non-U.S. currencies.  For fiscal 2023, approximately 13% of our costs were denominated in non-U.S. currencies, including British pounds, Canadian dollars, European Union euro, Hong Kong dollars, Indian rupee, New Taiwan dollars, Japanese yen, Korean won, Chinese yuan, Polish zloty, Israeli New Shekel, and Swiss francs.\n\n\nIf our overseas vendors or customers require us to transact business in non-U.S. currencies, fluctuations in foreign currency exchange rates could affect our cost of goods, operating expenses, and operating margins, and could result in exchange losses.  In addition, currency devaluation could result in a loss to us if we hold deposits of that currency.  Hedging foreign currencies can be difficult, especially if the currency is not freely traded.  We cannot predict the impact of future exchange rate fluctuations on our operating results.\n \n\n\nRisks Related to Our Employees\n\n\nWe depend on key personnel who would be difficult to replace, and our business will likely be harmed if we lose their services or cannot hire additional qualified personnel.\n\n\nOur success depends substantially on the efforts and abilities of our senior management and other key personnel.  The competition for qualified management and key personnel, especially engineers, is intense.  Although we maintain nondisclosure covenants with most of our key personnel, and our key executives have change of control severance agreements, we do not have employment agreements with many of them.  The loss of services of one or more of our key employees or the inability to hire, train, and retain key personnel, especially engineers and technical support personnel, and capable sales and customer-support employees outside the U.S., could delay the development and sale of our products, disrupt our business, and interfere with our ability to execute our business plan.\n\n\nIf we are unable to obtain stockholder approval of share-based compensation award programs or additional shares for such programs, we could be at a competitive disadvantage in the marketplace for qualified personnel or may be required to increase the cash element of our compensation program.\n\n\nCompetition for qualified personnel in our industry is extremely intense, particularly for engineering and other technical personnel.  Our compensation program, which includes cash and share-based compensation award components, has been instrumental in attracting, hiring, motivating, and retaining qualified personnel. Our success depends on our continued ability to use our share-based compensation programs to effectively compete for engineering and other technical personnel and professional talent without significantly increasing cash compensation costs.  In the future, if we are unable to obtain stockholder approval of our share-based compensation programs or additional shares for such programs, we could be at a competitive disadvantage in the marketplace for qualified personnel or we may be required to increase the cash elements of our compensation program to account for this disadvantage.\n\n\nRisks Related to Our Intellectual Property\n\n\nOur ability to compete successfully and continue growing as a company depends on our ability to adequately protect our proprietary technology and confidential information.\n\n\nWe protect our proprietary technology and confidential information through the use of patents, trade secrets, trademarks, copyrights, confidentiality agreements and other contractual provisions. The process of seeking patent protection is lengthy and expensive. Further, there can be no assurance that even if a patent is issued, that it will not be challenged, invalidated, or circumvented, or that the rights granted under the patents will provide us with meaningful protection or any commercial\n \n\n\n23\n\n\n\n\n \n\n\nadvantage.  Failure to obtain trademark registrations could compromise our ability to fully protect our trademarks and brands and could increase the risk of challenge from third parties to our use of our trademarks and brands. Effective intellectual property protection may be unavailable or limited in some foreign countries in which we operate. In particular, the validity, enforceability and scope of protection of intellectual property in China, where we derive a significant portion of our net sales, and certain other countries where we derive net sales, are still evolving and historically, have not protected and may not protect in the future, intellectual property rights to the same extent as laws developed in the U.S.\n\n\nWe do not consistently rely on written agreements with our customers, suppliers, manufacturers, and other recipients of our technologies and products and therefore, some trade secret protection may be lost and our ability to enforce our intellectual property rights may be limited.  Confidentiality and non-disclosure agreements that are in place may not be adequate to protect our proprietary technologies or may be breached by other parties. Additionally, our customers, suppliers, manufacturers, and other recipients of our technologies and products may seek to use our technologies and products without appropriate limitations. In the past, we did not consistently require our employees and consultants to enter into confidentiality, employment, or proprietary information and invention assignment agreements.  Therefore, our former employees and consultants may try to claim some ownership interest in our technologies and products or may use our technologies and products competitively and without appropriate limitations. Unauthorized parties may attempt to copy or otherwise use aspects of our technologies and products that we regard as proprietary. Other companies, including our competitors, may independently develop technologies that are similar or superior to our technologies, duplicate our technologies, or design around our patents. If our intellectual property protection is insufficient to protect our intellectual property rights, we could face increased competition in the markets for our technologies and products.\n\n\nWe may pursue, and from time-to-time defend, litigation to enforce our intellectual property rights, to protect our trade secrets, and to determine the validity and scope of the proprietary rights of others.  Litigation whether successful or unsuccessful, could result in substantial costs and diversion of resources, which could have a material adverse effect on our business, financial condition, and operating results.\n\n\nAny claims that our technologies infringe the intellectual property rights of third parties could result in significant costs and have a material adverse effect on our business.\n\n\nWe cannot be certain that our technologies and products do not and will not infringe issued patents or other third-party proprietary rights.  Any claims, with or without merit, could result in significant litigation costs and diversion of resources, including the attention of management, and could require us to enter into royalty or licensing agreements, any of which could have a material adverse effect on our business. There can be no assurance that such licenses could be obtained on commercially reasonable terms, if at all, or that the terms of any offered licenses would be acceptable to us.  We may also have to pay substantial damages to third parties or indemnify customers or licensees for damages they suffer if the products they purchase from us or the technology they license from us violates any third-party intellectual property rights. An adverse determination in a judicial or administrative proceeding, or a failure to obtain necessary licenses to use such third-party technology could prevent us from manufacturing, using, or selling certain of our products, and there is no guarantee that we will be able to develop or acquire alternate non-infringing technology.\n\n\nIn addition, we license certain technology used in and for our products from third parties.  These third-party licenses are granted with restrictions, and there can be no assurances that such third-party technology will remain available to us on commercially acceptable terms. Any breach or violation of the terms and conditions specified in these license agreements could have significant adverse consequences on our operations and financial performance and may result in legal action, monetary penalties, or the termination of the license, which would impact our ability to offer certain products or services\n.\n\n\nIf third-party technology currently utilized in our products is no longer available to us on commercially acceptable terms, or if any third-party initiates litigation against us for alleged infringement of their proprietary rights, we may not be able to sell certain of our products and we could incur significant costs in defending against litigation or attempting to develop or acquire alternate non-infringing products, which would have an adverse effect on our operating results.\n\n\nRisks Related to Acquisitions\n\n\nAny acquisitions that we undertake could be difficult to integrate, disrupt our business, dilute stockholder value, and harm our operating results.\n\n\nWe expect to continue to pursue opportunities to acquire other businesses and technologies in order to complement our current solutions, expand the breadth of our markets, enhance our technical capabilities, or otherwise create growth opportunities.  We cannot accurately predict the timing, size, and success of any currently planned or future acquisitions.  We\n \n\n\n24\n\n\n\n\n \n\n\nmay be unable to identify suitable acquisition candidates or to complete the acquisitions of candidates that we identify.  Increased competition for acquisition candidates or increased asking prices by acquisition candidates may increase purchase prices for acquisitions to levels beyond our financial capability or to levels that would not result in the returns required by our acquisition criteria.  Acquisitions may also become more difficult in the future as we or others acquire the most attractive candidates.  Unforeseen expenses, difficulties, and delays frequently encountered in connection with rapid expansion through acquisitions could inhibit our growth and negatively impact our operating results.  If we make any future acquisitions, we could issue stock that would dilute existing stockholders' percentage ownership, incur substantial debt, assume contingent liabilities, or experience higher operating expenses.\n\n\nWe may be unable to effectively complete an integration of the management, operations, facilities, and accounting and information systems of acquired businesses with our own; efficiently manage, combine or restructure the operations of the acquired businesses with our operations; achieve our operating, growth, and performance goals for acquired businesses; achieve additional revenue as a result of our expanded operations; or achieve operating efficiencies or otherwise realize cost savings as a result of anticipated acquisition synergies.  The integration of acquired businesses involves numerous risks, including the following:\n\n\n•\nthe potential disruption of our core business;\n\n\n•\nthe potential strain on our financial and managerial controls, reporting systems and procedures;\n\n\n•\npotential unknown liabilities associated with the acquired business;\n\n\n•\ncosts relating to liabilities which we agree to assume;\n\n\n•\nunanticipated costs associated with the acquisition;\n\n\n•\ndiversion of management’s attention from our core business;\n\n\n•\nproblems assimilating the purchased operations, technologies, or products;\n\n\n•\nrisks associated with entering markets and businesses in which we have little or no prior experience;\n\n\n•\nfailure of acquired businesses to achieve expected results;\n\n\n•\nadverse effects on existing business relationships with suppliers and customers;\n\n\n•\nfailure to retain key customers, suppliers, or personnel of acquired businesses;\n\n\n•\nthe risk of impairment charges related to potential write-downs of acquired assets; and\n\n\n•\nthe potential inability to create uniform standards, controls, procedures, policies, and information systems.\n\n\nWe cannot assure you that we would be successful in overcoming problems encountered in connection with any acquisitions, and our inability to do so could disrupt our operations, result in goodwill or intangible asset impairment charges, and adversely affect our business.\n\n\nPotential strategic alliances may not achieve their objectives, and the failure to do so could impede our growth.\n\n\nWe have entered, and we anticipate that we will continue to enter, into strategic alliances.  We continually explore strategic alliances designed to enhance or complement our technology or to work in conjunction with our technology; to provide necessary know-how, components, or supplies; and to develop, introduce, and distribute products utilizing our technology.  Certain strategic alliances may not achieve their intended objectives, and parties to our strategic alliances may not perform as contemplated.  The failure of these alliances to achieve their objectives may impede our ability to introduce new products and enter new markets.\n\n\nWe may incur material environmental liabilities as a result of prior operations at an acquired company.\n\n\n \n\n\nIn connection with our acquisition in July 2017 of Conexant Systems, we agreed to assume certain environmental liabilities, including remediation of environmental impacts at a property formerly owned and operated by Conexant (the “Conexant Site”) and for potential future claims alleging personal injury or property damage related to the environmental impacts at and about the Conexant Site. We continue to incur costs to investigate and remediate the Conexant Site’s environmental impacts, and we are at risk for future personal injury and property damage claims related to the Conexant Site.  Various federal, state, and local authorities regulate the release of hazardous substances into the environment and can impose substantial fines if our remediation efforts at or about the Conexant Site fail or are deemed inadequate.  In addition, changes in laws, regulations and enforcement policies, the discovery of previously unknown contamination at the Conexant Site, the\n \n\n\n25\n\n\n\n\n \n\n\nimplementation of new technology at the Conexant Site, or the establishment or imposition of stricter federal, state, or local cleanup standards or requirements with respect to the Conexant Site could require us to incur additional costs in the future that could have a negative effect on our financial condition or results of operations.\n \n\n\nRisks Factors Related to Our Indebtedness\n\n\nOur indebtedness could adversely affect our financial condition or operating flexibility and prevent us from fulfilling our obligations outstanding under our credit agreement, our 4.000% senior notes due 2029, or the Senior Notes, and other indebtedness we may incur from time-to-time.\n\n\nOn March 11, 2021, we completed the offering of the Senior Notes in the aggregate principal amount of $400.0 million, with a corresponding amendment and restatement of our credit agreement, or as amended and supplemented, the Credit Agreement, with the lenders party thereto, or the Lenders, and Wells Fargo Bank, National Association, or the Administrative Agent, as administrative agent for the Lenders. The Senior Notes include a mandatory semi-annual payment of a 4.000% coupon.  We are permitted under the indenture governing our Senior Notes and the Credit Agreement to incur additional debt under certain conditions, including additional secured debt.  If new debt were to be incurred in the future, the related risks that we now face could intensify.\n \n\n\nOur level of indebtedness could have important consequences on our future operations, including:\n\n\n•\nmaking it more difficult for us to satisfy our payment and other obligations under the Notes, the Credit Agreement, or our other outstanding debt from time-to-time;\n\n\n•\nrisking an event of default if we fail to comply with the financial and other covenants contained in the Notes indenture or the Credit Agreement, which could result in the Senior Notes or any outstanding bank debt becoming immediately due and payable and could permit the lenders under the Credit Agreement to foreclose on the assets securing such bank debt;\n\n\n•\nsubjecting us to the risk of increased sensitivity to interest rate increases on our debt with variable interest rates, including the debt that we may incur under the Credit Agreement;\n\n\n•\nreducing the availability of our cash flows to fund working capital, capital expenditures, acquisitions and other general corporate purposes, and limiting our ability to obtain additional financing for these purposes;\n\n\n•\nlimiting our flexibility in planning for, or reacting to, and increasing our vulnerability to, changes in our business, the industry in which we operate and the general economy; and\n\n\n•\nplacing us at a competitive disadvantage compared to our competitors that have less debt or are less leveraged.\n\n\nOur business may not generate sufficient cash flow from operations and future borrowings may not be available to us under the Credit Agreement, the indenture governing the Senior Notes or otherwise in an amount sufficient to enable us to pay our debt or to fund our other liquidity needs.\n\n\nThe covenants in the Credit Agreement and Senior Notes impose restrictions that may limit our operating and financial flexibility.\n\n\nThe Credit Agreement includes certain covenants that limit (subject to certain exceptions) our ability to, among other things: (i) incur or guarantee additional indebtedness; (ii) incur or suffer to exist liens securing indebtedness; (iii) make investments; (iv) consolidate, merge or transfer all or substantially all of our assets; (v) sell assets; (vi) pay dividends or other distributions on, redeem or repurchase capital stock; (vii) enter into transactions with affiliates; (viii) amend, modify, prepay or redeem subordinated indebtedness; (ix) enter into certain restrictive agreements; and (x) engage in a new line of business. In addition, the Credit Agreement contains financial covenants that (i)  require the ratio of the amount of our consolidated total indebtedness to consolidated EBITDA to be less than certain maximum ratio levels, and (ii) require the ratio of the amount of our consolidated EBITDA to consolidated interest expense to be greater than a certain minimum ratio level.\n\n\nIf we violate these covenants and are unable to obtain waivers, our debt under the Credit Agreement would be in default and could be accelerated, and could permit, in the case of secured debt, the lenders to foreclose on our assets securing the Credit Agreement. If the indebtedness is accelerated, we may not be able to repay our debt or borrow sufficient funds to refinance it. Even if we are able to obtain new financing, it may not be on commercially reasonable terms or on terms that are acceptable to us. If our debt is in default for any reason, our cash flows, results of operations or financial condition could be materially and adversely affected. In addition, complying with these covenants may also cause us to take actions that may make it more\n \n\n\n26\n\n\n\n\n \n\n\ndifficult for us to successfully execute our business strategy and compete against companies that are not subject to such restrictions.\n\n\nGeneral Risk Factors\n \n\n\nIf we fail to manage our growth effectively, our infrastructure, management, and resources could be strained, our ability to effectively manage our business could be diminished, and our operating results could suffer.\n\n\nThe failure to manage our planned growth effectively could strain our resources, which would impede our ability to increase revenue.  We have increased the number of our solutions in the past and may plan to further expand the number and diversity of our solutions and their use in the future.  Our ability to manage our planned diversification and growth effectively will require us to:\n\n\n•\nsuccessfully hire, train, retain, and motivate additional employees, including employees outside the U.S.;\n\n\n•\nefficiently plan, expand, or cost-effectively reduce our facilities to meet headcount requirements;\n\n\n•\nenhance our global operational, financial, and management infrastructure; and\n\n\n•\nexpand our development and production capacity.\n\n\nIn connection with the expansion and diversification of our product and customer base, we may increase our personnel and make other expenditures to meet demand for our expanding product offerings, including offerings in the IoT market, the PC applications market, and the mobile product applications market.  Any increase in expenses or investments in infrastructure and facilities in anticipation of future orders that do not materialize would adversely affect our profitability.  Our customers also may require rapid increases in design and production services that place an excessive short-term burden on our resources and the resources of our contract manufacturers.  An inability to quickly expand our development, design or production capacity or an inability of our third-party manufacturers to quickly expand development, design, or production capacity to meet this customer demand could result in a decrease to our revenue or operating results. If we cannot manage our growth effectively, our business and operating results could suffer.\n\n\n27\n\n\n\n\n \n\n\nWe face risks associated with security breaches or cyberattacks.\n\n\nWe face risks associated with security breaches or cyberattacks of our computer systems or those of our third-party representatives, vendors, and service providers.  Although we have implemented security procedures and controls to address these threats, our systems may still be vulnerable to data theft, computer viruses, programming errors, ransomware, and other attacks by third parties, or similar disruptive problems.  If our systems, or systems owned by third parties affiliated with our company, were breached or attacked, the proprietary and confidential information of our company, our employees and our customers could be disclosed and we may be required to incur substantial costs and liabilities, including the following: liability for stolen assets or information; fines imposed on us by governmental authorities for failure to comply with privacy laws or for disclosure of any personally identifiable information as a part of such attack; costs of repairing damage to our systems; lost revenue and income resulting from any system downtime caused by such breach or attack; loss of competitive advantage if our proprietary information is obtained by competitors as a result of such breach or attack; increased costs of cyber security protection; costs of incentives we may be required to offer to our customers or business partners to retain their business; damage to our reputation; and expenses to rectify the consequences of the security breach or cyberattack.  In addition, any compromise of security from a security breach or cyberattack could deter customers or business partners from entering into transactions that involve providing confidential information to us.  As a result, any compromise to the security of our systems could have a material adverse effect on our business, reputation, financial condition, and operating results.\n\n\nIf tax laws change in the jurisdictions in which we do business or if we receive a material tax assessment in connection with an examination of our income tax returns, our consolidated financial position, results of operations and cash flows could be adversely affected.\n \n\n\nWe are subject to U.S. federal, state, and foreign income taxes in the various jurisdictions in which we do business. In addition, we are required to pay U.S. federal taxes on the operating earnings of certain of our foreign subsidiaries. Our future effective tax rates and the value of our deferred tax assets could be adversely affected by changes in tax laws in the U.S. or in the foreign jurisdictions in which we operate. In addition, we are subject to the examination of our income tax returns by the tax authorities in the jurisdictions in which we do business. The calculation of tax liabilities involves significant judgment in estimating the impact of uncertainties in the application of highly complex tax laws.  Our results have in the past, and could in the future, include favorable and unfavorable adjustments to our estimated tax liabilities in the period a determination of such estimated tax liability is made or resolved, upon the filing of an amended return, upon a change in facts, circumstances, or interpretation, or upon the expiration of a statute of limitation.  While we believe we have adequately provided for reasonably foreseeable outcomes in connection with the resolution of income tax uncertainties, the resolution of these uncertainties in a manner inconsistent with our expectations could have a material impact on our consolidated financial position, result of operations, or cash flows.\n\n\nWe are subject to governmental laws, regulations and other legal obligations related to privacy and data protection.\n\n\nWe collect, use, and store personally identifiable information, or PII, as part of our business and operations.  We are subject to federal, state, and international laws relating to the collection, use, retention, security, and transfer of PII.  The legislative and regulatory framework for privacy and data protection issues worldwide is rapidly evolving and is likely to remain uncertain for the foreseeable future. The cost of complying with and implementing these privacy-related and data governance measures could be significant as they may create additional burdensome security, business process, business record or data localization requirements. The theft, loss or misuse of PII collected, used, stored or transferred by us, our any inability, or perceived inability, to adequately address privacy and data protection concerns, even if unfounded, or our failure to comply with applicable laws, regulations, policies, industry standards, contractual obligations or other legal obligations, could result in additional cost and liability to us, including litigation, which could have an adverse effect on our business, operating results, cash flows, and financial condition.\n\n\nOur charter documents and Delaware law could make it more difficult for a third-party to acquire us and discourage a takeover.\n\n\nOur certificate of incorporation and the Delaware General Corporation Law contain provisions that may have the effect of making more difficult or delaying attempts by others to obtain control of our company, even when such attempts may be in the best interests of our stockholders.  Our certificate of incorporation also authorizes our Board of Directors, without stockholder approval, to issue one or more series of preferred stock, which could have voting and conversion rights that adversely affect or dilute the voting power of the holders of our common stock.  Delaware law also imposes conditions on certain business combination transactions with “interested stockholders.”  Our certificate of incorporation divides our Board of Directors into three classes, with one class to stand for election each year for a three-year term after the election.  The classification of directors tends to discourage a third-party from initiating a proxy solicitation or otherwise attempting to obtain control of our company and may maintain the incumbency of our Board of Directors, as this structure generally increases the difficulty of, or may delay, replacing a majority of directors.  Our certificate of incorporation authorizes our Board of Directors\n \n\n\n28\n\n\n\n\n \n\n\nto fill vacancies or newly created directorships.  A majority of the directors then in office may elect a successor to fill any vacancies or newly created directorships, thereby increasing the difficulty of, or delaying a third-party’s efforts in, replacing a majority of directors.\n\n\nThe market price of our common stock has been and may continue to be volatile.\n\n\nThe trading price of our common stock has been and may continue to be subject to wide fluctuations in response to various factors, including the following:\n\n\n•\nvariations in our quarterly results;\n\n\n•\nthe financial guidance we may provide to the public, any changes in such guidance, or our failure to meet such guidance;\n\n\n•\nchanges in financial estimates by industry or securities analysts or our failure to meet such estimates;\n\n\n•\nvarious market factors or perceived market factors, including rumors, whether or not correct, involving us, our customers, our suppliers, our competitors, or a potential acquisition of our company;\n\n\n•\nannouncements of technological innovations by us, our competitors, or our customers;\n\n\n•\nintroductions of new products or new pricing policies by us, our competitors, or our customers;\n\n\n•\nacquisitions or strategic alliances by us, our competitors, or our customers;\n\n\n•\nrecruitment or departure of key personnel;\n\n\n•\nthe gain or loss of significant orders;\n\n\n•\nthe gain or loss of significant customers;\n\n\n•\nmarket conditions in our industry, the industries of our customers, and the economy as a whole;\n\n\n•\nshort positions held by investors; \n\n\n•\nnew federal and state laws and regulations affecting our industry; and\n\n\n•\ngeneral financial market conditions or occurrences, including market volatility resulting from geopolitical risks, and rivalries, acts of war, terrorist attacks, cybersecurity attacks, health pandemics, financial market technological glitches and interruptions of trading activity.\n\n\nIn addition, stocks of technology companies have experienced extreme price and volume fluctuations that often have been unrelated or disproportionate to these companies’ operating performance.  Public announcements by technology companies concerning, among other things, their performance, accounting practices, or legal problems could cause the market price of our common stock to decline regardless of our actual operating performance.\n\n",
    "item7": ">ITEM 7.\tMANAGEMENT’S DISCUSSION AND ANALYSIS OF\n FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\nForward-Looking Statements and Factors That May Affect Results\n\n\nYou should read the following discussion and analysis in conjunction with our financial statements and related notes contained elsewhere in this report.  This discussion contains forward-looking statements that involve risks, uncertainties, and assumptions.  Our actual results may differ materially from those anticipated in these forward-looking statements as a result of a variety of factors, including those set forth elsewhere in this report and under Item 1A. Risk Factors.\n\n\nImpact of COVID-19\n\n\nMany of the restrictions and other containment measures implemented by governmental authorities in response to the COVID-19 pandemic have since been lifted or scaled back. We did not incur significant disruptions to our business or a materially negative impact on our consolidated results of operations and financial condition from the COVID-19 pandemic and our business was not severely impacted.\n \n\n\nOverview\n\n\nWe are a leading worldwide developer and fabless supplier of premium mixed signal semiconductor solutions changing the way humans engage with connected devices and data, engineering exceptional experiences throughout the home, at work, in the car and on the go. We believe our results to date reflect the combination of our customer focus and the strength of our intellectual property and our engineering know-how, which allow us to develop or engineer products that meet the demanding design specifications of our OEMs.\n\n\nWe recognize revenue when control of the promised goods or services is transferred to our customers, in an amount that reflects the consideration we expect to receive in exchange for those goods or services.  Most of our revenue is recognized at a point in time, either on shipment or delivery of the product, depending on customer terms and conditions. We also generate revenue from license-based arrangements. We license the rights to certain of our intellectual properties to customers granting them the right to manufacture and sell licensed products. For fiscal 2023, revenue from the IoT product applications market accounted for 70.0% of our net revenue, revenue from the PC product applications market accounted for 16.0% of our net revenue, and revenue from the mobile product applications market accounted for 14.0% of our net revenue.\n \n\n\nMany of our customers have manufacturing operations in China, and many of our OEM customers have established design centers in Asia. With our expanding global presence, including offices in China, France, Germany, Hong Kong, India, Israel, Japan, Korea, Poland, Switzerland, Taiwan, the U.K., and the U.S., we are well positioned to provide local sales, operational, and engineering support services to our existing customers, as well as potential new customers, on a global basis.\n \n\n\nOur manufacturing operations are based on a variable cost model in which we outsource all of our production requirements and generally drop ship our products directly to our customers from our contract manufacturers’ facilities, eliminating the need for significant capital expenditures and allowing us to minimize our investment in inventories. This approach requires us to work closely with our contract manufacturers and semiconductor fabricators to ensure adequate production capacity to meet our forecasted volume requirements. As a result of recent supply constraints and capacity shortages affecting the global semiconductor industry, we have entered into long-term capacity and pricing agreements with some suppliers. We use third-party wafer manufacturers to supply wafers and third-party packaging manufacturers to package our proprietary ASICs. In certain cases, we rely on a single source or a limited number of suppliers to provide other key components of our products. Our cost of revenue includes all costs associated with the production of our products, including materials; logistics; amortization of intangibles related to acquired developed technology; backlog; supplier arrangements; manufacturing, assembly, royalties paid to third-party intellectual property providers and test costs paid to third-party manufacturers; and related overhead costs associated with our indirect manufacturing operations personnel. Additionally, we charge all warranty costs, losses on inventory purchase obligations, and write-downs to reduce the carrying value of obsolete, slow moving, and non-usable inventory to net realizable value, to cost of revenue.\n \n\n\nOur gross margin generally reflects the combination of the added value we bring to our OEM customers’ products by meeting their custom design requirements and the impact of our ongoing cost-improvement programs. These cost-improvement programs include reducing materials and component costs and implementing design and process improvements. Our newly introduced products may have lower margins than our more mature products, which have realized greater benefits associated with our ongoing cost-improvement programs. As a result, new product introductions may initially negatively impact our gross margin.\n\n\n32\n\n\n\n\n \n\n\nOur research and development expenses include costs for supplies and materials related to product development, as well as the engineering costs incurred to design ASICs and human experience solutions for OEM customers prior to and after our OEMs’ commitment to incorporate those solutions into their products. In addition, we \nexpense in-process research and development projects acquired as part of a business acquisition, which have not yet reached technological feasibility, and which have no foreseeable alternative future use.\n We continue to commit to the technological and design innovation required to maintain our position in our existing markets, and to adapt our existing technologies or develop new technologies for new markets.\n \n\n\nSelling, general, and administrative expenses include expenses related to sales, marketing, and administrative personnel; internal sales and outside sales representatives’ commissions; market and usability research; outside legal, accounting, and consulting costs; and other marketing and sales activities.\n \n\n\nAcquired intangibles amortization, included in operating expenses, consists primarily of amortization of customer relationship and tradenames intangible assets recognized under the purchase method for business combinations.\n\n\nRestructuring costs primarily reflect severance costs related to the restructuring of our operations to reduce operating expenses and gain efficiencies from our recent acquisitions. These headcount related costs were in cost of revenue, research and development, and selling, general and administrative expenses. See Note 16 Restructuring Activities\n \nto the consolidated financial statements contained elsewhere in this report.\n\n\nInterest and other expense, net, primarily reflects interest expense on our Senior Notes, Term Loan Facility and revolving line of credit as well as the amortization of debt issuance costs and discount on our debt, partially offset by interest income earned on our cash, cash equivalents and short-term investments.\n\n\nAcquisitions\n\n\n \n\n\nBroadcom\n\n\nIn February 2023, we completed the acquisition of certain GPS developed technology intangible assets from Broadcom for an aggregate consideration of $30.0 million, which was paid in cash in the previous fiscal year.\n \n\n\n \n\n\nEmza\n\n\nOn October 2022, we completed the acquisition of Emza Visual Sense, Ltd., or Emza, for total purchase consideration of $15.8 million.  Emza is a developer of ultra-low-power artificial intelligence visual sensing solutions.  Emza's technology extends our position in Edge AI and allows us to serve the personal computing market with a solution for human presence detection, or HPD. For further discussion of the Emza acquisition, see Note 4 Acquisitions, Divestiture and Investment included in the consolidated financial statements contained elsewhere in this report.\n \n\n\n33\n\n\n\n\n \n\n\nCritical Accounting Policies and Estimates\n\n\nThe preparation of consolidated financial statements in conformity with U.S. generally accepted accounting principles, or GAAP, requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue, expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, we evaluate our estimates, including those related to revenue recognition, allowance for doubtful accounts, cost of revenue, inventories, product warranty, share-based compensation costs, provision for income taxes, deferred income tax asset, valuation allowances, uncertain tax positions, tax contingencies, goodwill, intangible assets, investments, and contingencies.  We base our estimates on historical experience, applicable laws and regulations, and various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities that are not readily apparent from other sources.  Actual results may differ from these estimates under different assumptions or conditions.\n\n\nThe methods, estimates, interpretations, and judgments we use in applying our most critical accounting policies can have a significant impact on the results that we report in our consolidated financial statements. The SEC considers an entity’s most critical accounting policies to be those policies that are both most important to the portrayal of the entity’s financial condition and results of operations and those that require the entity’s most difficult, subjective, or complex judgments, often as a result of the need to make assumptions and estimates about matters that are inherently uncertain.  We believe the following critical accounting policies affect our more significant judgments and estimates used in the preparation of our consolidated financial statements:\n\n\n•\nRevenue Recognition\n\n\n•\nInventory Valuation\n\n\n•\nBusiness Combinations\n\n\n•\nIncome Taxes\n\n\n•\nGoodwill\n\n\nRevenue Recognition\n\n\nOur revenue is primarily generated from the sale of ASIC chips, either directly to a customer or to a distributor. Revenue is recognized when control of the promised goods or services is transferred to our customers, in an amount that reflects the consideration we expect to receive in exchange for those goods or services. All of our revenue, except an inconsequential amount, is recognized at a point in time, either on shipment or delivery of the product, depending on customer terms and conditions. We generally warrant our products for a period of 12 months from the date of sale and estimate probable product warranty costs at the time we recognize revenue as the warranty is considered an assurance warranty and not a performance obligation.  Non-product revenue is recognized over the same period of time such performance obligations are satisfied. We then select an appropriate method for measuring satisfaction of the performance obligations.\n \n\n\nRevenue from sales to distributors is recognized upon shipment of the product to the distributors (sell-in basis). Master sales agreements are in place with certain customers, and these agreements typically contain terms and conditions with respect to payment, delivery, warranty, and supply. In the absence of a master sales agreement, we consider a customer's purchase order or our standard terms and conditions to be the contract with the customer.\n\n\nRights to our intellectual property, or IP, are either sold or licensed to customers. Revenue recognition from the licensing of our IP is dependent on the nature and terms of each agreement. We recognize revenue from the licensing of our IP upon delivery of the IP if there are no substantive future obligations to perform under the arrangement. Sales-based or usage-based royalties from the license of IP are recognized at the later of the period the sale or usage occurs, or the satisfaction of the performance obligation to which some or all of the sales-based or usage-based royalties have been allocated.\n \n\n\n34\n\n\n\n\n \n\n\nOur pricing terms are negotiated independently, on a stand-alone basis. In determining the transaction price, we evaluate whether the price is subject to refund or adjustment to determine the net consideration which we expect to receive for the sale of such products. In limited situations, we make sales to certain customers under arrangements where we grant stock rotation rights, price protection and price allowances; variable consideration associated with these rights is expected to be inconsequential. These adjustments and incentives are accounted for as variable consideration, classified as other current liabilities under the new revenue standard and are shown as customer obligations within Other Accrued Liabilities as disclosed in Note 1 Organization and Summary of Significant Accounting Policies to the consolidated financial statements contained elsewhere in this report. We estimate the amount of variable consideration for such arrangements based on the expected value to be provided to customers, and we do not believe that there will be significant changes to our estimates of variable consideration.  When incentives, stock rotation rights, price protection, volume discounts, or price allowances are applicable, they are estimated and recorded in the period the related revenue is recognized. Stock rotation reserves are based on historical return rates applied to distributor inventory subject to stock rotation rights and recorded as a reduction to revenue with a corresponding reduction to cost of goods sold for the estimated cost of inventory that is expected to be returned and recorded as prepaid expenses and other current assets.  In limited circumstances, we enter into volume-based tiered pricing arrangements and we estimate total unit volumes under such arrangement to determine the expected transaction price for the units expected to be transferred. Such arrangements are accounted for as contract liabilities within other accrued liabilities. Sales returns liabilities are recorded as refund liabilities within other accrued liabilities.\n \n\n\nOur accounts receivable balance is from contracts with customers and represents our unconditional right to receive consideration from customers. Payments are generally due within three months of completion of the performance obligation and subsequent invoicing and, therefore, do not include significant financing components. To date, there have been no material impairment losses on accounts receivable.\n \n\n\nWe invoice customers and recognize all of our revenue, except an inconsequential amount, at a point in time, either on shipment or delivery of the product, depending on customer terms and conditions. We account for shipping and handling costs as fulfillment costs before the customer obtains control of the goods. We continue to account for collection of all taxes on a net basis.\n \n\n\nWe incur commission expense that is incremental to obtaining contracts with customers. Sales commissions (which are recorded in the selling, general and administrative expense line item in the consolidated statements of operations) are expensed when the product is shipped because such commissions are owed after shipment.\n\n\nInventory Valuation\n\n\nWe state our inventories at the lower of cost or net realizable value.  We base our assessment of the ultimate realization of inventories on our projections of future demand and market conditions.  Sudden declines in demand, rapid product improvements, or technological changes, or any combination of these factors can cause us to have excess or obsolete inventories.  On an ongoing basis, we review for estimated excess, obsolete, or unmarketable inventories and write down our inventories to their net realizable value based on our forecasts of future demand and market conditions.  If actual market conditions are less favorable than our forecasts, additional inventory write-downs may be required.  The following factors influence our estimates: changes to or cancellations of customer orders, unexpected or sudden decline in demand, rapid product improvements, technological advances, and termination or changes by our OEM customers of any product offerings incorporating our product solutions.\n\n\nPeriodically, we purchase inventory from our contract manufacturers when a customer delays its delivery schedule or cancels its order.  In those circumstances, we record a write-down, if necessary, to reduce the carrying value of the inventory purchased to its net realizable value.  The effect of these write-downs is to establish a new cost basis in the related inventory, which we do not subsequently write up.  We also record a liability and charge to cost of revenue for estimated losses on inventory we are obligated to purchase from our contract manufacturers when such losses become probable from customer delays, order cancellations, or other factors.\n\n\nBusiness Combinations\n\n\nWe allocate the fair value of the purchase consideration of a business acquisition to the tangible assets, liabilities, and intangible assets acquired, including in-process research and development (“IPR&D”), based on their estimated fair values. The excess of the fair value of purchase consideration over the fair values of these identifiable assets and liabilities is recorded as goodwill. IPR&D is initially recorded at fair value as an intangible asset with an indefinite life and assessed for impairment thereafter. When an IPR&D project is completed, IPR&D is reclassified as an amortizable intangible asset and amortized over the asset’s estimated useful life. Our valuation of acquired assets and assumed liabilities requires significant estimates, especially with respect to intangible assets. The valuation of intangible assets requires that we use valuation techniques such as the income approach that includes the use of a discounted cash flow model, which includes discounted cash flow scenarios and requires the following significant estimates: future expected revenue, expenses, capital expenditures and other costs, and\n \n\n\n35\n\n\n\n\n \n\n\ndiscount rates. We estimate the fair value based upon assumptions we believe to be reasonable, but which are inherently uncertain and unpredictable and, as a result, actual results may differ from estimates. Estimates associated with the accounting for acquisitions may change as additional information becomes available regarding the assets acquired and liabilities assumed. Acquisition-related expenses and related restructuring costs are recognized separately from the business combination and are expensed as incurred.\n\n\nIncome Taxes\n\n\nWe estimate our income taxes in each of the jurisdictions in which we operate. This process involves estimating our actual tax exposure together with assessing temporary differences resulting from the differing treatment of certain items for tax return and financial statement purposes. These differences result in deferred tax assets and liabilities, which are included in our consolidated balance sheets.\n\n\nWe recognize income taxes using an asset and liability approach. This approach requires the recognition of taxes payable or refundable for the current year, and deferred tax liabilities and assets for the future tax consequences of events that have been recognized in our consolidated financial statements or tax returns. The measurement of current and deferred taxes is based on the provisions of enacted tax law and the effects of future changes in tax laws or rates are not anticipated.  Taxes payable on Global Intangible Low-Taxed Income, or GILTI, inclusions in the U.S. are recognized as a current period expense when incurred.\n\n\nEvaluating the need for a valuation allowance for deferred tax assets requires judgment and analysis of all positive and negative evidence available, including recent earnings history and taxable income in recent years, reversals of deferred tax liabilities, projected future taxable income, and tax planning strategies to determine whether all or some portion of the deferred tax assets will not be realized. Using available evidence and judgment, we establish a valuation allowance for deferred tax assets when it is determined that it is more likely than not that they will not be realized. Valuation allowances have been provided primarily against state research and development credits and certain capital losses of foreign subsidiaries. A change in the assessment of the realizability of deferred tax assets may materially impact our tax provision in the period in which a change of assessment occurs.\n \n\n\nAs a multinational corporation, we conduct our business in many countries and are subject to taxation in many jurisdictions. The taxation of our business is subject to the application of various and sometimes conflicting tax laws and regulations as well as multinational tax conventions. Our effective tax rate is highly dependent upon the geographic distribution of our worldwide earnings or losses, tax laws and regulations in various jurisdictions, tax incentives, the availability of tax credits and loss carryforwards, and the effectiveness of our tax planning strategies, which includes our estimates of the fair value of our intellectual property. The application of tax laws and regulations is subject to legal and factual interpretation, judgment and uncertainty. Tax laws themselves are subject to change as a result of changes in fiscal policy, changes in legislation, and the evolution of regulations and court rulings and tax audits. There can be no assurance that we will accurately predict the outcome of audits, and the amounts ultimately paid on resolution of audits could be materially different than the amounts previously included in our income tax expense and therefore, could have a material impact on our tax provision, results of operations, and cash flows. Consequently, taxing authorities may impose tax assessments or judgments against us that could materially impact our tax liability and/or our effective income tax rate.\n\n\nWe are subject to income tax audits by the respective tax authorities in the jurisdictions in which we operate. We recognize the effect of income tax positions only if these positions are more likely than not to be sustained. Recognized income tax positions are measured at the largest amount that is more than 50% likely to be realized. Changes in recognition or measurement with respect to our uncertain tax positions are reflected in the period in which a change in judgment occurs. We record interest and penalties related to unrecognized tax benefits in income tax expense. The calculation of our tax liabilities involves the inherent uncertainty associated with complex tax laws. We believe we have adequately provided for in our financial statements additional taxes that we estimate to be required as a result of such examinations. While we believe that we have adequately provided for all tax positions, amounts asserted by tax authorities could be greater or less than our accrued position. Any unpaid tax liabilities, including the interest and penalties, are released pursuant to a final settlement with tax authorities, completion of audit or expiration of various statutes of limitation. The material jurisdictions in which we are subject to potential examination by tax authorities throughout the world include Japan, India, Hong Kong, Israel and the United States.\n\n\nThe recognition and measurement of income taxes payable or refundable, and deferred tax assets and liabilities require that we make certain estimates and judgments. Changes to these estimates or judgments may have a material effect on our income tax provision in a future period.\n\n\nGoodwill\n\n\nGoodwill is the excess of the aggregate of the consideration transferred over the identifiable assets acquired and liabilities assumed in connection with business combinations. Our reporting units are at the operating segment level. Our goodwill is contained within two reporting units: IoT, and Mobile/PC.\n\n\n36\n\n\n\n\n \n\n\nWe perform our goodwill impairment analysis in the fourth quarter of each year and, if certain events or circumstances indicate that an impairment loss may have been incurred, on a more frequent basis. The analysis may include both qualitative and quantitative factors to assess the likelihood of an impairment, which occurs when the carrying value of a reporting unit exceeds its fair value. Significant judgment is required in estimating the fair value of our reporting units to determine if the fair values of those units exceed their carrying values and an impairment to goodwill is required when a quantitative goodwill impairment test is performed. The fair values of our reporting units are estimated using a combination of the income approach, which requires estimating the present value of expected future cash flows of a reporting unit, and the market approach, which uses various financial data and ratios of comparable companies to arrive at an estimated value for the reporting unit. Significant estimates and assumptions used in the income approach include assessments of macroeconomic conditions, projected growth rates of our reporting units in the near and long-term, expectations of our ability to execute on our roadmap, and the discount rate applied to cash flows. Significant estimates used in the market approach include the identification of comparable companies for each reporting unit, the determination of an appropriate control premium that a market participant would apply to a reporting unit, and the determination of appropriate multiples to apply to a reporting unit based on adjustments and consideration of specific attributes of that reporting unit.\n\n\nOur quantitative assessment for the current year indicated that the fair value of our reporting units substantially exceeded their carrying value.\n\n\n \n\n\nTrends and Uncertainties\n\n\n \n\n\nCurrent Economic Conditions\n \n\n\nThe impact of rising rates over the course of the past 18 months has had a material impact on many sectors of the economy leading to broad-based workforce reductions, a slowing or deferral of investment in information technology spending, and increased concern of a global recession. We believe the threat of global recession is the primary driver for the slowdown in orders from our customer base that we have experienced. During fiscal 2023, we experienced a broad reduction in demand in most of our product applications as many customers and channel partners continue to consume their accumulation of inventories, combined with customer requests to delay orders. Inflation in the costs of goods and services has not had a material impact on our results of operations, but rising inflation could increase our operating expenses and reduce our net income. Further, rising interest rates have increased our borrowing costs on our variable rate Term Loan Facility, which will continue to drive an increase in interest costs in future accounting periods and potentially limit our borrowing capacity if a future acquisition opportunity requiring financing presents itself.\n \n\n\n \n\n\n37\n\n\n\n\n \n\n\nResults of Operations\n\n\nThe following sets forth certain of our consolidated statements of operations data for fiscal 2023 and 2022 along with comparative information regarding the absolute and percentage changes in these amounts (in millions, except percentages):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nIoT product applications\n\n\n \n\n\n$\n\n\n946.3\n\n\n \n\n\n \n\n\n$\n\n\n1,100.9\n\n\n \n\n\n \n\n\n$\n\n\n(154.6\n\n\n)\n\n\n \n\n\n \n\n\n(14.0\n\n\n%)\n\n\n\n\n\n\nPC product applications\n\n\n \n\n\n \n\n\n217.3\n\n\n \n\n\n \n\n\n \n\n\n343.0\n\n\n \n\n\n \n\n\n \n\n\n(125.7\n\n\n)\n\n\n \n\n\n \n\n\n(36.6\n\n\n%)\n\n\n\n\n\n\nMobile product applications\n\n\n \n\n\n \n\n\n191.5\n\n\n \n\n\n \n\n\n \n\n\n295.8\n\n\n \n\n\n \n\n\n \n\n\n(104.3\n\n\n)\n\n\n \n\n\n \n\n\n(35.3\n\n\n%)\n\n\n\n\n\n\nNet revenue\n\n\n \n\n\n \n\n\n1,355.1\n\n\n \n\n\n \n\n\n \n\n\n1,739.7\n\n\n \n\n\n \n\n\n \n\n\n(384.6\n\n\n)\n\n\n \n\n\n \n\n\n(22.1\n\n\n%)\n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n715.9\n\n\n \n\n\n \n\n\n \n\n\n943.1\n\n\n \n\n\n \n\n\n \n\n\n(227.2\n\n\n)\n\n\n \n\n\n \n\n\n(24.1\n\n\n%)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOperating expenses:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n351.2\n\n\n \n\n\n \n\n\n \n\n\n367.3\n\n\n \n\n\n \n\n\n \n\n\n(16.1\n\n\n)\n\n\n \n\n\n \n\n\n(4.4\n\n\n%)\n\n\n\n\n\n\nSelling, general, and administrative\n\n\n \n\n\n \n\n\n175.0\n\n\n \n\n\n \n\n\n \n\n\n168.4\n\n\n \n\n\n \n\n\n \n\n\n6.6\n\n\n \n\n\n \n\n\n \n\n\n3.9\n\n\n%\n\n\n\n\n\n\nAcquired intangibles amortization\n\n\n \n\n\n \n\n\n35.4\n\n\n \n\n\n \n\n\n \n\n\n38.7\n\n\n \n\n\n \n\n\n \n\n\n(3.3\n\n\n)\n\n\n \n\n\n \n\n\n(8.5\n\n\n%)\n\n\n\n\n\n\nRestructuring costs\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n18.3\n\n\n \n\n\n \n\n\n \n\n\n(18.3\n\n\n)\n\n\n \n\n\n \n\n\n(100.0\n\n\n%)\n\n\n\n\n\n\nOperating income\n\n\n \n\n\n \n\n\n154.3\n\n\n \n\n\n \n\n\n \n\n\n350.4\n\n\n \n\n\n \n\n\n \n\n\n(196.1\n\n\n)\n\n\n \n\n\n \n\n\n(56.0\n\n\n%)\n\n\n\n\n\n\nInterest and other income, net\n\n\n \n\n\n \n\n\n27.2\n\n\n \n\n\n \n\n\n \n\n\n3.0\n\n\n \n\n\n \n\n\n \n\n\n24.2\n\n\n \n\n\n \n\n\n \n\n\n806.7\n\n\n%\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(55.5\n\n\n)\n\n\n \n\n\n \n\n\n(30.2\n\n\n)\n\n\n \n\n\n \n\n\n(25.3\n\n\n)\n\n\n \n\n\n \n\n\n83.8\n\n\n%\n\n\n\n\n\n\nLoss on extinguishment of debt\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(8.1\n\n\n)\n\n\n \n\n\n \n\n\n8.1\n\n\n \n\n\n \n\n\n \n\n\n(100.0\n\n\n%)\n\n\n\n\n\n\nGain from sale and leaseback transaction\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n5.4\n\n\n \n\n\n \n\n\n \n\n\n(5.4\n\n\n)\n\n\n \n\n\n \n\n\n(100.0\n\n\n%)\n\n\n\n\n\n\nIncome before provision for income taxes\n\n\n \n\n\n \n\n\n126.0\n\n\n \n\n\n \n\n\n \n\n\n320.5\n\n\n \n\n\n \n\n\n \n\n\n(194.5\n\n\n)\n\n\n \n\n\n \n\n\n(60.7\n\n\n%)\n\n\n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n52.4\n\n\n \n\n\n \n\n\n \n\n\n64.6\n\n\n \n\n\n \n\n\n \n\n\n(12.2\n\n\n)\n\n\n \n\n\n \n\n\n(18.9\n\n\n%)\n\n\n\n\n\n\nEquity investment loss\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1.6\n\n\n \n\n\n \n\n\n \n\n\n(1.6\n\n\n)\n\n\n \n\n\n \n\n\n(100.0\n\n\n%)\n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n73.6\n\n\n \n\n\n \n\n\n$\n\n\n257.5\n\n\n \n\n\n \n\n\n$\n\n\n(183.9\n\n\n)\n\n\n \n\n\n \n\n\n(71.4\n\n\n%)\n\n\n\n\n\n\nThe following sets forth certain of our consolidated statements of operations data as a percentage of net revenues for fiscal 2023 and 2022:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPercentage\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPoint\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIncrease\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nIoT product applications\n\n\n \n\n\n \n\n\n69.8\n\n\n%\n\n\n \n\n\n \n\n\n63.3\n\n\n%\n\n\n \n\n\n \n\n\n6.5\n\n\n%\n\n\n\n\n\n\nPC product applications\n\n\n \n\n\n \n\n\n16.0\n\n\n%\n\n\n \n\n\n \n\n\n19.7\n\n\n%\n\n\n \n\n\n \n\n\n(3.7\n\n\n%)\n\n\n\n\n\n\nMobile product applications\n\n\n \n\n\n \n\n\n14.2\n\n\n%\n\n\n \n\n\n \n\n\n17.0\n\n\n%\n\n\n \n\n\n \n\n\n(2.8\n\n\n%)\n\n\n\n\n\n\nNet revenue\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n52.8\n\n\n%\n\n\n \n\n\n \n\n\n54.2\n\n\n%\n\n\n \n\n\n \n\n\n(1.4\n\n\n%)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOperating expenses:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n25.9\n\n\n%\n\n\n \n\n\n \n\n\n21.1\n\n\n%\n\n\n \n\n\n \n\n\n4.8\n\n\n%\n\n\n\n\n\n\nSelling, general, and administrative\n\n\n \n\n\n \n\n\n12.9\n\n\n%\n\n\n \n\n\n \n\n\n9.7\n\n\n%\n\n\n \n\n\n \n\n\n3.2\n\n\n%\n\n\n\n\n\n\nAcquired intangibles amortization\n\n\n \n\n\n \n\n\n2.6\n\n\n%\n\n\n \n\n\n \n\n\n2.2\n\n\n%\n\n\n \n\n\n \n\n\n0.4\n\n\n%\n\n\n\n\n\n\nRestructuring costs\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n1.1\n\n\n%\n\n\n \n\n\n \n\n\n(1.1\n\n\n%)\n\n\n\n\n\n\nOperating income\n\n\n \n\n\n \n\n\n11.4\n\n\n%\n\n\n \n\n\n \n\n\n20.1\n\n\n%\n\n\n \n\n\n \n\n\n(8.7\n\n\n%)\n\n\n\n\n\n\nInterest and other income, net\n\n\n \n\n\n \n\n\n2.0\n\n\n%\n\n\n \n\n\n \n\n\n0.2\n\n\n%\n\n\n \n\n\n \n\n\n1.8\n\n\n%\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(4.1\n\n\n%)\n\n\n \n\n\n \n\n\n(1.7\n\n\n%)\n\n\n \n\n\n \n\n\n(2.4\n\n\n%)\n\n\n\n\n\n\nLoss on extinguishment of debt\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n(0.5\n\n\n%)\n\n\n \n\n\n \n\n\n0.5\n\n\n%\n\n\n\n\n\n\nGain from sale and leaseback transaction\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n0.3\n\n\n%\n\n\n \n\n\n \n\n\n(0.3\n\n\n%)\n\n\n\n\n\n\nIncome before provision for income taxes\n\n\n \n\n\n \n\n\n9.3\n\n\n%\n\n\n \n\n\n \n\n\n18.4\n\n\n%\n\n\n \n\n\n \n\n\n(9.1\n\n\n%)\n\n\n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n3.9\n\n\n%\n\n\n \n\n\n \n\n\n3.7\n\n\n%\n\n\n \n\n\n \n\n\n0.2\n\n\n%\n\n\n\n\n\n\nEquity investment loss\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n0.1\n\n\n%\n\n\n \n\n\n \n\n\n(0.1\n\n\n%)\n\n\n\n\n\n\nNet income\n\n\n \n\n\n \n\n\n5.4\n\n\n%\n\n\n \n\n\n \n\n\n14.8\n\n\n%\n\n\n \n\n\n \n\n\n(9.4\n\n\n%)\n\n\n\n\n\n\n \n\n\n38\n\n\n\n\n \n\n\nFiscal 2023 Compared with Fiscal 2022\n\n\nNet Revenue.\n\n\nNet revenue was $1,355.1 million for fiscal 2023 compared with $1,739.7 for fiscal 2022, a decrease of $384.6 million, or 22.1%.  Of our fiscal 2023 net revenue, $946.3 million, or 69.8%, of net revenue was from the IoT product applications market, $217.3 million, or 16.0%, of net revenue was from the PC product applications market, and $191.5 million, or 14.2%, of net revenue was from the mobile product applications market.  The overall decrease in net revenue for fiscal 2023 was due to demand and inventory corrections in our market areas resulting in a decrease in revenues in all our product applications.  Net revenue from IoT product applications decreased $154.6 million, or 14.0%,  net revenue from PC product applications decreased $125.7 million, or 36.6%, and net revenue from mobile product applications decreased $104.3 million, or 35.3%.  The decrease in net revenue from IoT product applications was primarily driven by a 11.6% decrease in the units sold as well as a 2.7% decrease in average selling prices. The decrease in net revenue from PC product applications was driven by a 38.3% decrease in the units sold, partially offset by a 2.7% increase in average selling prices.  The decrease in mobile product applications was driven by a 29.3% decrease in the units sold as well as a 8.4% decrease in average selling prices.\n \n\n\nThe overall decrease in our revenues in fiscal 2023 compared to fiscal 2022 is the result of a broad reduction in demand in most of our product applications as many customers and channel partners continued to consume their accumulation of inventories, combined with customer requests to delay orders and downward pressure on product pricing.\n \n\n\nGross Margin.\n \n\n\nGross margin as a percentage of net revenue was 52.8%, or $715.9 million, for fiscal 2023 compared with 54.2%, or $943.1 million, for fiscal 2022.  The 140 basis point decrease in gross margin was primarily due to a decrease in units sold as well as an overall decline in average selling prices in all our product applications.\n\n\nBecause we sell our technology solutions in designs that are generally unique or specific to an OEM customer’s application, gross margin varies on a product-by-product basis, making our cumulative gross margin a blend of our product specific designs.  We charge losses on inventory purchase obligations and write-downs to reduce the carrying value of obsolete, slow moving, and non-usable inventory to net realizable value (including warranty costs) to cost of revenue.\n\n\nOperating Expenses.\n\n\nResearch and Development Expenses.\n  Research and development expenses decreased $16.1 million, to $351.2 million, for fiscal 2023 compared with fiscal 2022.  The decrease in research and development expenses primarily reflected a $21.8 million decrease in variable compensation and a $17.0 million decrease in share-based compensation costs primarily related to our phantom stock awards.  The final vesting of our phantom stock awards occurred in the second quarter of fiscal 2023 and there are no phantom stock awards outstanding.  Total compensation costs associated with our phantom stock awards for fiscal 2023 and 2022 were $0.3 million and $27.2 million, respectively. These decreases were partially offset by an increase in payroll related costs of $17.8 million as a result of increases in headcount and an increase of $3.9 million in new product development activities.\n\n\nSelling, General, and Administrative Expenses.\n Selling, general, and administrative expenses increased $6.6 million, to $175.0 million, for fiscal 2023 compared with fiscal 2022.  The increase in selling, general, and administrative expenses primarily reflected a net increase of $6.8 million in share-based compensation costs.  The net increase in share-based compensation was a combination of increases in share-based compensation from equity awards granted during fiscal 2023, partially offset by decreases in phantom stock and performance-based stock awards year over year.  Payroll related costs increased $4.1 million as a result of increases in headcount.  The increase in selling, general and administrative expense was partially offset by a decrease of $11.2 million in variable compensation costs.\n\n\nAcquired Intangibles Amortization.\n  Acquired intangibles amortization reflects the amortization of intangibles acquired through recent acquisitions.  See Note 7 Goodwill and Acquired Intangible Assets to the consolidated financial statements contained elsewhere in this report.\n\n\n39\n\n\n\n\n \n\n\nRestructuring Costs.\n Restructuring costs primarily reflect employee severance costs and facilities consolidation costs related to the restructuring of operations, improve efficiencies in our operational activities and gain synergies from acquisitions.  These headcount-related costs included personnel in operations, research and development, and selling, general and administrative functions.  There were no restructuring costs incurred during fiscal 2023.  Restructuring costs incurred in fiscal 2022 were $18.3 million.  See Note 16 Restructuring Activities to the consolidated financial statements contained elsewhere in this report.\n\n\nNon-Operating Income.\n\n\nInterest and Other Income, Net.\n  Interest and other income, net increased $24.2 million, to $27.2 million for fiscal 2023 compared with fiscal 2022.  The increase is due to higher interest rates on our cash, cash equivalents and short-term investments.\n\n\nInterest Expense.\n  Interest expense and amortization of debt issuance costs increased $25.3 million to $55.5 million during fiscal 2023 as compared to $30.2 million during fiscal 2022.  Interest expense on the $600 million incremental Term Loan Facility increased by $26.0 million during fiscal 2023 compared to the same period a year ago, as the interest rate on the Term Loan Facility increased by approximately 340 basis points period-over-period.  Additionally, the Term Loan Facility was funded in December 2021 and included approximately seven months of interest expense during fiscal 2022.  The interest expense on the Term Loan Facility during fiscal 2023 and 2022 was $36.2 million and $10.2 million, respectively.\n \n\n\nLoss on redemption of convertible notes\n. Loss on redemption of convertible notes represents the difference between fair value and the carrying value as of the redemption date of the convertible notes.  The loss on redemption of convertible notes for fiscal 2022 was $8.1 million.\n\n\nGain from sale and leaseback transaction\n. Gain from sale and leaseback transaction represents the gain from the sale of our headquarters buildings and properties located San Jose, California in fiscal 2022.  The gain from the sale and leaseback transaction for fiscal 2022 was $5.4 million.\n \n\n\nProvision for Income Taxes. \nThe provision for income taxes was $52.4 million and $64.6 million in fiscal 2023 and 2022, respectively, represented estimated federal, foreign, and state income taxes. The effective tax rate for fiscal 2023 diverged from the combined U.S. federal and state statutory tax rate primarily due to tax law changes becoming effective in our fiscal 2023, including non-creditable foreign withholding taxes resulting from the final foreign tax credit regulations published in January 2022 and the research and development capitalization rules increasing our GILTI, resulting from the U.S. Tax Cuts and Jobs Act of 2017, and non-deductible officer compensation, partially offset by the benefit of foreign income taxed at lower rates, and research credits. See “Note 14 Income Taxes” to the consolidated financial statements contained elsewhere in this report for the table reconciling the provision for income taxes from the federal statutory rate for fiscal 2023, 2022 and 2021.\n\n\nFiscal 2022 Compared with Fiscal 2021.\n\n\n \n\n\nFor discussion related to the results of operations and changes in financial condition for fiscal 2022 compared to fiscal 2021, please refer to “Part II, Item 7. Management’s Discussion and Analysis of Financial Conditions and Results of Operations” in our fiscal 2022 Form 10-K, which was filed with the SEC on August 22, 2022.\n\n\nLiquidity and Capital Resources\n\n\nOur cash and cash equivalents were $924.7 million as of the end of fiscal 2023 compared with $824.0 million as of the end of fiscal 2022, an increase of $100.7 million. The increase primarily reflected cash flows provided by operating activities of $331.5 million, offset by $221.3 million of cash used by financing activities.\n\n\nWe consider almost all earnings of our foreign subsidiaries as not indefinitely reinvested overseas and have made appropriate provisions for income or withholding taxes, that may result from a future repatriation of those earnings.  As of the end of fiscal 2023, $824.4 million of cash and cash equivalents was held by our foreign subsidiaries.  If these funds are needed for our operations in the U.S., we will be able to repatriate these funds without any further impact on our tax provision.\n\n\nCash Flows from Operating Activities.\n  For fiscal 2023, the $331.5 million in net cash provided by operating activities was primarily attributable to net income of $73.6 million plus adjustments for non-cash charges, including acquired intangibles amortization of $130.4 million, share-based compensation costs of $122.0 million, depreciation and amortization of $27.4 million, as well as other non-cash adjustments of $1.5 million, and a net change in operating assets and liabilities of $23.4 million.  The net change in operating assets and liabilities related primarily to a $161.3 million decrease in accounts receivable primarily related to a decrease in sales, a decrease of $24.6 million in inventories as we continued our efforts to control inventory spend while turning over the inventories we accumulated during the first half of fiscal 2023, a decrease of  $95.6 million in accounts payable due to timing of payments and a decrease of $45.4 in accrued compensation primarily related to decreases in our annual bonus accrual. Our days sales outstanding was 65 days in fiscal 2023 as compared to 61 days in fiscal 2022. Our inventory turns decreased to three times in fiscal 2023 from four times in fiscal 2022.\n \n\n\n40\n\n\n\n\n \n\n\nFor fiscal 2022, the $462.7 million in net cash provided by operating activities was primarily attributable to net income of $257.5 million plus adjustments for non-cash charges, including acquired intangibles amortization of $123.5 million, share-based compensation costs of $100.8 million, depreciation and amortization of $24.0 million, as well as other non-cash adjustments of $24.2 million, and a net change in operating assets and liabilities of $18.9 million.  The net change in operating assets and liabilities related primarily to an $81.1 million increase in accounts receivable, an increase of $54.2 million in inventories, an increase of $23.2 million in accounts payable, an increase of $48.6 million in income taxes payable and an increase of $17.4 million in other accrued liabilities.  Our days sales outstanding was 61 days in fiscal 2022 as compared to 63 days in fiscal 2021. Our inventory turns decreased to four times in fiscal 2022 from seven times from fiscal 2021.\n \n\n\nCash Flows from Investing Activities.\n  Net cash used in investing activities for fiscal 2023 was $6.0 million and consisted primarily of $15.5 million used for the acquisition of businesses, net of cash and cash equivalents acquired, and $34.2 million used for the purchases of property and equipment; partially offset by $43.6 in proceeds from maturities and sales of our short-term investments.\n \n\n\nNet cash used in investing activities for fiscal 2022 was $482.7 million and consisted primarily of $501.1 million used for the acquisition of businesses, net of cash and cash equivalents acquired, and $31.1 million used for the purchases of property and equipment; partially offset by proceeds from sale and leaseback transaction of $55.9 million and $24.4 million in proceeds from sales of investments.\n \n\n\nCash Flows from Financing Activities.\n  Net cash used in financing activities for fiscal 2023 was $221.3 million and was primarily attributable to $183.5 million in repurchases of our common stock, $6.0 in debt repayments and $54.5 million used for payroll taxes for restricted stock units, or RSUs, market stock units, or MSUs, and performance stock units, or PSUs, partially offset by $17.6 million in proceeds from issuance of shares.\n\n\nOur net cash provided by financing activities for fiscal 2022 was $14.3 million and was primarily attributable to $600.0 million in proceeds from issuance of debt and $15.2 million in proceeds from issuance of shares, partially offset by $3.0 million of payment on debt, $67.3 million used for payroll taxes for restricted stock units, or RSUs, market stock units, or MSUs, and performance stock units, or PSUs, and $505.6 million used for payment for redemption of convertible notes.\n \n\n\nFor discussion related to the statement of cash flows for fiscal 2021, please refer to “Part II, Item 7. Management’s Discussion and Analysis of Financial Conditions and Results of Operations” in our fiscal 2021 Form 10-K, which was filed with the SEC on August 23, 2021.\n\n\nCommon Stock Repurchase Program.\n As of the end of fiscal 2023, our Board of Directors had cumulatively authorized the purchase of up to an aggregate of $2.3 billion of our common stock pursuant to our common stock repurchase program through July 2025.  The program authorizes us to purchase our common stock in the open market or in privately negotiated transactions, depending upon market conditions and other factors. The number of shares purchased, and the timing of purchases is based on the level of our cash balances, general business and market conditions, and other factors, including alternative investment opportunities.  Common stock purchased under this program is held as treasury stock.  From April 2005 through the end of fiscal 2023, we purchased, net of issuances for settlement of our convertible notes, 30,116,439 shares of our common stock in the open market for an aggregate cost of $878.0 million. As of the end of fiscal 2023, the remaining available authorization under our common stock repurchase program was $893.9 million.\n\n\nSenior Notes. \nOn March 11, 2021, we completed an offering of $400.0 million aggregate principal amount of 4.0% senior notes due 2029, or the Senior Notes, in a private offering. The Senior Notes were issued pursuant to an Indenture, dated as of March 11, 2021, or the Indenture, by and among our company, the guarantors named therein and Wells Fargo Bank, National Association, as trustee. The Senior Notes requires bi-annual interest only payments.  In fiscal 2023, we paid interest expense of $16.0 million on the Senior Notes.\n\n\nBank Credit Facility. \nOn March 16, 2023, we entered into the Second Amendment to our Credit Agreement, dated March 11, 2021.  The Second Amendment replaces the LIBOR-based interest rate applicable to borrowings under the Credit Agreement with SOFR-based interest rate\n. \nOn July 28, 2023, we entered into the Third Amendment to our Credit Agreement, which provides that the consolidated interest coverage ratio financial covenant will only apply if, as of the last day of any fiscal quarter, our aggregate cash and cash equivalents are less than $450 million. The Credit Agreement provides for a revolving credit facility in a principal amount of up to $250 million, which includes a $20 million sublimit for letters of credit and a $25 million sublimit for swingline loans. Under the terms of the Credit Agreement, we may, subject to the satisfaction of certain conditions, request increases in the revolving credit facility commitments in an aggregate principal amount of up to $150 million to the extent existing or new lenders agree to provide such increased or additional commitments, as applicable.  Future proceeds under the revolving credit facility are available for working capital and general corporate purposes. As of June 2023, there was no balance outstanding under the revolving credit facility.\n \n\n\n41\n\n\n\n\n \n\n\nTerm Loan Facility\n. In December 2021, we entered into that certain First Amendment and Lender Joinder Agreement to the Credit Agreement, to, among other things, establish a new $600.0 million incremental term loan facility, or the Term Loan Facility. The Term Loan Facility was advanced under the Credit Agreement to finance our DSPG acquisition.  The Term Loan Facility matures on December 2, 2028. Principal on the Term Loan Facility is payable in equal quarterly installments on the last day of each March, June, September and December of each year, beginning December 31, 2021, at a rate of 1.00% per annum, plus an applicable margin.  For the year-ended June 2023, we repaid $6.0 million of the principal outstanding on the Term Loan Facility.\n\n\nSee “Note 8. Debt” in the Notes to the Condensed Consolidated Financial Statements for additional information on our outstanding debt obligations.\n\n\n$100 Million Shelf Registration.\n  We have registered an aggregate of $100.0 million of common stock and preferred stock for issuance in connection with acquisitions, which shares generally will be freely tradeable after their issuance under Rule 145 of the Securities Act unless held by an affiliate of the acquired company, in which case such shares will be subject to the volume and manner of sale restrictions of Rule 144 of the Securities Act.\n\n\nWorking Capital Needs.\n  We believe our existing cash and cash equivalents, anticipated cash flows from operating activities, anticipated cash flows from financing activities, and available credit under our revolving credit facility, will be sufficient to meet our working capital and other cash requirements, including small tuck-in acquisitions, and our debt service obligations for at least the next 12 months. Our future capital requirements will depend on many factors, including our revenue, the timing and extent of spending to support product development efforts, costs associated with restructuring activities net of projected savings from those activities, costs related to protecting our intellectual property, the expansion of sales and marketing activities, timing of introduction of new products and enhancements to existing products, costs to ensure access to adequate manufacturing, costs of maintaining sufficient space for our workforce, the continuing market acceptance of our product solutions, our common stock repurchase program, and the amount and timing of our investments in, or acquisitions of, other technologies or companies. Further equity or debt financing may not be available to us on acceptable terms or at all. If sufficient funds are not available or are not available on acceptable terms, our ability to fund our future long-term working capital needs, take advantage of business opportunities or to respond to competitive pressures could be limited or severely constrained.\n \n\n\nThe undistributed earnings of our foreign subsidiaries are not currently required to meet our United States working capital and other cash requirements, but should we repatriate a portion of these earnings, we may be required to pay certain previously accrued state and foreign taxes, which would impact our cash flows.\n \n\n\nContractual Obligations and Commercial Commitments. \nThe following table sets forth a summary of our material contractual obligations and commercial commitments as of the end of fiscal 2023 (in millions):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nPayments due by period\n\n\n \n\n\n\n\n\n\nContractual Obligations\n\n\n \n\n\nTotal\n\n\n \n\n\n \n\n\nLess than\n1 year\n\n\n \n\n\n \n\n\n1-3\nYears\n\n\n \n\n\n \n\n\n3-5\nYears\n\n\n \n\n\n \n\n\nThereafter\n\n\n \n\n\n\n\n\n\nLong-term debt \n(1)\n\n\n \n\n\n$\n\n\n1,339.0\n\n\n \n\n\n \n\n\n$\n\n\n67.2\n\n\n \n\n\n \n\n\n$\n\n\n133.8\n\n\n \n\n\n \n\n\n$\n\n\n131.9\n\n\n \n\n\n \n\n\n$\n\n\n1,006.1\n\n\n \n\n\n\n\n\n\nLeases\n\n\n \n\n\n \n\n\n62.0\n\n\n \n\n\n \n\n\n \n\n\n10.3\n\n\n \n\n\n \n\n\n \n\n\n18.3\n\n\n \n\n\n \n\n\n \n\n\n13.3\n\n\n \n\n\n \n\n\n \n\n\n20.1\n\n\n \n\n\n\n\n\n\nPurchase obligations and other commitments \n(2)\n\n\n \n\n\n \n\n\n142.7\n\n\n \n\n\n \n\n\n \n\n\n71.2\n\n\n \n\n\n \n\n\n \n\n\n71.5\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n1,543.7\n\n\n \n\n\n \n\n\n$\n\n\n148.7\n\n\n \n\n\n \n\n\n$\n\n\n223.6\n\n\n \n\n\n \n\n\n$\n\n\n145.2\n\n\n \n\n\n \n\n\n$\n\n\n1,026.2\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nRepresents the principal and interest payable through the maturity date of the underlying contractual obligation.\n\n\n(2)\nPurchase obligations and other commitments include payments due for inventory purchase obligations with contract manufacturers, long-term software tool licenses, and other licenses. \n\n\nThe amounts in the table above exclude gross unrecognized tax benefits related to uncertain tax positions of $43.7 million. As of the end of fiscal 2023, we were unable to make a reasonably reliable estimate of when cash settlement with a taxing authority may occur in connection with our gross unrecognized tax benefit.\n \n\n\nWe do not have any transactions, arrangements, or other relationships with unconsolidated entities that are reasonably likely to materially affect our financial condition, revenues or expenses, results of operations, liquidity, or capital resources.  We have no special purpose or limited purpose entities that provide off-balance sheet financing, liquidity, or market or credit risk support; engage in leasing, hedging, or research and development services; or have other relationships that expose us to liability that is not reflected in our financial statements.\n\n\n42\n\n\n\n\n \n\n\nRecent Accounting Pronouncements\n\n\nPlease see \"Note 1 - Organization and Summary of Significant Accounting Policies - Accounting Pronouncements Issued But Not Yet Adopted” in our Notes to the Consolidated Financial Statements set forth in Part II, Item 8 of this Annual Report on Form 10-K.\n\n\n \n\n\n43\n\n\n\n\n \n\n",
    "item7a": ">ITEM 7A.\tQUANTITATIVE AND QUALITAT\nIVE DISCLOSURES ABOUT MARKET RISK\n\n\nWe are exposed to certain market risks in the ordinary course of our business. These risks primarily include:\n\n\nForeign Currency Exchange Risk\n \n\n\nOur total net revenue for fiscal 2023 and 2022 was denominated in U.S. dollars.  Costs denominated in foreign currencies were approximately 13% of our total costs in each of fiscal years 2023 and 2022.\n \n\n\nWe face the risk that our accounts payable and acquisition-related liabilities denominated in foreign currencies will increase if such foreign currencies strengthen quickly and significantly against the U.S. dollar. Approximately 12% and 2% of our accounts payable were denominated in foreign currencies in June 2023 and June 2022, respectively.\n\n\nTo provide an assessment of the foreign currency exchange risk associated with our foreign currency exposures within revenue, cost, and operating expenses, we performed a sensitivity analysis to determine the impact that an adverse change in exchange rates would have on our financial statements. A hypothetical weighted-average change of 10% in currency exchange rates would have changed our operating income before taxes by approximately $15.5 million and our net income by approximately $19.3 million for fiscal 2023, assuming no offsetting hedge positions.  However, this quantitative measure has inherent limitations. The sensitivity analysis disregards the possibility that U.S. dollar and other exchange rates can move in opposite directions and that gains from one currency may or may not be offset by losses from another currency.\n\n\nInterest Rate Risk on Cash, Cash Equivalents\n\n\nOur exposure to market risk for changes in interest rates relates primarily to our cash and cash equivalents and short-term investments. We do not use our investment portfolio for trading or other speculative purposes.  There have been no significant changes in the maturity dates and average interest rates for our cash equivalents subsequent to fiscal 2023.\n \n\n\nInterest Rate Risk on Debt\n\n\nWith our outstanding debt, we are exposed to various forms of market risk, including the potential losses arising from adverse changes in interest rates on our outstanding Term Loan.  See “Note 8. Debt” for further information. A hypothetical increase in the interest rate by 1% would result in an increase in annual interest expense by approximately $6.0 million.\n \n\n",
    "cik": "817720",
    "cusip6": "87157D",
    "cusip": [
        "87157D909",
        "87157D109",
        "87157D959",
        "87157d109"
    ],
    "names": [
        "SYNAPTICS",
        "INC. CMN",
        "SYNAPTICS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/817720/000095017023043521/0000950170-23-043521-index.htm"
}