{
    "item1": ">Item 1.\n    Business \nGeneral \n \n \nWestern Digital Corporation (“Western Digital”) is on a mission to unlock the potential of data by harnessing the possibility to use it. We are a leading developer, manufacturer, and provider of data storage devices and solutions based on both NAND flash and hard disk drive technologies. With dedicated flash-based products (“Flash”) and hard disk drives (“HDD”) business units driving advancements in storage technologies, our broad and ever-expanding portfolio delivers powerful Flash and HDD storage solutions for everyone from students, gamers, and home offices, to the largest enterprises and public clouds to capture, preserve, access, and transform an ever-increasing diversity of data. Our broad portfolio of technology and products in Flash and HDD address multiple end markets of “Cloud”, “Client” and “Consumer.” \nCloud is comprised primarily of products for public or private cloud environments and end customers, which we believe we are uniquely positioned to address as the only provider of both\n \nFlash and HDD. Through the Client end market, we provide our original equipment manufacturer (“OEM”) and channel customers a broad array of high-performance flash and hard drive solutions across personal computer, mobile, gaming, automotive, virtual reality headsets, at-home entertainment, and industrial spaces. The Consumer end market is highlighted by our broad range of retail and other end-user products, which capitalize on the strength of our product brand recognition and vast points of presence around the world.\nFounded in 1970 in Santa Ana, California, Western Digital is now a Standard & Poor’s 500 (“S&P 500”) company headquartered in San Jose, California. We have one of the technology industry’s most valuable patent portfolios with approximately 13,000 active patents worldwide. We have a rich heritage of innovation and operational excellence, a wide range of intellectual property (“IP”) assets, broad research and development (“R&D”) capabilities, and large-scale, efficient manufacturing supply chains. The strong growth in the amount, value, and use of data continues, creating a global need for larger, faster and more capable storage solutions. \nWe are a customer-focused organization that has developed deep relationships with industry leaders to continue to deliver innovative solutions to help users capture, store and transform data across a boundless range of applications. With much of the world’s data stored on Western Digital products, our innovation powers the global technology ecosystem from consumer devices to the edge, to the heart of the cloud. We enable cloud, Internet, and social media infrastructure players to build more powerful, cost-effective and efficient data centers. We help OEMs address storage opportunities and solutions to capture and transform data in a myriad of devices and edge technologies. We have also built strong consumer brands with tools to manage vast libraries of personal content and to push the limits of what’s possible for storage. At Western Digital, we continue to transform ourselves to address the growth in data by providing what we believe to be the broadest range of storage technologies in the industry with a comprehensive product portfolio and global reach. \nIndustry \n \n \nWe operate in the data storage industry. The ability to access, store and share data from anywhere on any device is increasingly important to our customers and end users. From the intelligent edge to the cloud, data storage is a fundamental component underpinning the global technology architecture. Our strengths in innovation and cost leadership, diversified product portfolio and broad routes to market provide a foundation upon which we are solidifying our position as an essential building block of the digital economy. There is tremendous market opportunity flowing from the rapid global adoption of the technology architecture built with cloud infrastructure tied to intelligent endpoints all connected by high-performance networks. The value and urgency of data storage at every point across this architecture have never been clearer.\nThe increase in computing complexity and advancements in artificial intelligence, along with growth in cloud computing applications, connected mobile devices and Internet-connected products, and edge devices is driving unabated growth in the volume of digital content to be stored and used. This growth has led to the creation of new form factors for data storage. The storage industry is increasingly utilizing tiered architectures with solid state drives (“SSD”), HDD and other non-volatile memory-based storage to address an expanding set of uses and applications. We believe our expertise and innovation across both Flash and HDD technologies enable us to bring powerful solutions to a broader range of applications. We continuously monitor the full array of storage technologies, including reviewing these technologies with our customers, to ensure we are appropriately resourced to meet our customers’ storage needs.\n4\nTable of Content\ns\nTechnology \n \nFlash Technologies\n. Flash products provide non-volatile data storage based on flash technology. We develop and manufacture solid state storage products for a variety of applications including enterprise or cloud storage, client storage, automotive, mobile devices and removable memory devices. Over time, we have successfully developed and commercialized successive generations of 3-dimensional flash technology with increased numbers of storage bits per cell in an increasingly smaller form factor, further driving cost reductions. We devote significant research and development resources to the development of highly reliable, high-performance, cost-effective flash-based technology and are continually pursuing developments in next-generation flash-based technology capacities. We are leveraging our expertise, resources and strategic investments in non-volatile memories to explore a wide spectrum of persistent memory and storage class memory technologies. We have also initiated, defined and developed standards to meet new market needs and to promote wide acceptance of flash storage standards through interoperability and ease of use.\nHard Disk Drives. \nHDD products provide non-volatile data storage by recording magnetic information on a rotating disk. We develop and manufacture substantially all of the recording heads and magnetic media used in our HDD products. We have led the industry in innovation to drive increased areal density and high-performance attributes. Our improvements in HDD capacity, which lower product costs over time, have been enabled largely through advancements in magnetic recording head and media technologies. Our multi-year product roadmap for high-capacity HDD, which combine ePMR, OptiNAND, UltraSMR and triple stage actuators to deliver a cutting-edge portfolio of drives, in commercial volumes, at a wide variety of capacity points, puts Western Digital in a strong position to capitalize on the opportunities presented by the large and growing storage markets. We invest considerable resources in R&D, manufacturing infrastructure and capital equipment for recording head and media technology, as well as other aspects of the magnetic recording system such as HDD mechanics, controller and firmware technology, in order to secure our competitive position and cost structure. \nOur products generally leverage a common platform for various products within product families, and in some cases across product families, resulting in the commonality of components which reduces our exposure to changes in demand, facilitates inventory management and allows us to achieve lower costs through purchasing economies. This platform strategy also enables our customers to leverage their qualification efforts onto successive product models.\nOur Data Solutions \n \n \nOur broad portfolio of technology and products address multiple end markets of “Cloud”, “Client” and “Consumer” and are comprised of the Western Digital®, SanDisk® and WD® brands. \nCloud represents a large and growing end market comprised primarily of products for public or private cloud environments and enterprise customers, which we believe we are uniquely positioned to address as the only provider of both flash and hard drive products. We provide the Cloud end market with an array of high-capacity enterprise HDD and high-performance enterprise SSD, and platforms. Our capacity enterprise hard drives provide high-capacity storage needs and a low total cost of ownership per gigabyte for the growing cloud data center and smart video system markets. These drives are primarily for use in data storage systems, in tiered storage models and where data must be stored reliably for years. Our high-performance enterprise class SSD include high-performance flash-based SSD and software solutions that are optimized for performance applications providing a range of capacity and performance levels primarily for use in enterprise servers and supporting high-volume online transactions, data analysis and other enterprise applications. We also provide higher value data storage platforms to the market.\nThrough the Client end market, we provide numerous data solutions that we incorporate into our client’s devices, which consist of HDD and SSD desktop and notebook PCs,  gaming consoles and set top boxes, as well as flash-based embedded storage products for mobile phones, tablets, notebook PCs and other portable and wearable devices, automotive applications, Internet of Things, industrial and connected home applications. Our HDD and SSD are designed for use in devices requiring high performance, reliability and capacity with various attributes such as low cost per gigabyte, quiet acoustics, low power consumption and protection against shocks.\n5\nTable of Content\ns\nThe Consumer end market provides consumers with a portfolio of HDD and SSD embedded into external storage products and removable Flash, which include cards, universal serial bus (“USB”) flash drives and wireless drives, through our retail and channel routes to market. Our external HDD storage products in both mobile and desktop form factors provide affordable, high quality, reliable storage for backup and capacity expansion that are designed to keep digital content secure. We offer client portable SSD with a range of capacities and performance characteristics to address a broad spectrum of the client storage market. Our removable cards are designed primarily for use in consumer devices, such as mobile phones, tablets, imaging systems, cameras and smart video systems. Our USB flash drives are used in the computing and consumer markets and are designed for high-performance and reliability. Our wireless drive products allow in-field backup of created content, as well as wireless streaming of high-definition movies, photos, music and documents to tablets, smartphones and PCs.\nCompetition \n \n \nOur industry is highly competitive. We compete with manufacturers of Flash and HDD for Cloud, Client, and Consumer end markets. In Flash, we compete with vertically integrated suppliers such as Kioxia, Micron Technology, Inc., Samsung Electronics Co., Ltd., SK hynix, Inc., Yangtze Memory Technologies Co., Ltd. and numerous smaller companies that assemble flash into products. In HDD, we compete with Seagate Technology Holdings plc and Toshiba Electronic Devices & Storage Corporation. \nBusiness Strategy \n \n \nOur overall strategy is to leverage our innovation, technology and execution capabilities to be an industry-leading and broad-based developer, manufacturer and provider of storage devices and solutions that support the infrastructure that has enabled the unabated proliferation of data. We believe we are the only company in the world with large-scale capabilities to develop and manufacture a portfolio of integrated data storage solutions that are based on both Flash and HDD technologies. We strive to successfully execute our strategy through the following foundational elements in order to create long-term value for our customers, partners, investors and employees:\n•\nInnovation and Cost Leadership: \nWe continue to innovate and develop advanced technologies across platforms for both Flash and HDD to deliver timely new products and solutions to meet growing demands for scale, performance and cost efficiency in the market.\n•\nBroad Product Portfolio: \nWe leverage our capabilities in firmware, software and systems in both Flash and HDD to deliver compelling and differentiated integrated storage solutions to our customers that offer the best combinations of performance, cost, power consumption, form factor, quality and reliability, while creating new use cases for our solutions in emerging markets.\n•\nOperational Excellence: \nWe are focused on delivering the best value for our customers in Cloud, Client and Consumer end markets through a relentless focus on appropriately scaling our operations across both Flash and HDD technologies to efficiently support business growth; achieving best in class cost, quality and cycle-time; maintaining industry leading manufacturing capabilities; and having a competitive advantage in supply-chain management.\nOur strategy provides the following benefits, which distinguish us in the dynamic and competitive data storage industry:\n•\na broad product portfolio that differentiates us as a leading developer and manufacturer of integrated products and solutions based on both Flash and HDD, making us a more strategic supply partner to our large-scale customers who have storage needs across the data infrastructure ecosystem;\n•\nefficient and flexible manufacturing capabilities, allowing us to leverage our Flash and HDD R&D and capital expenditures to deliver innovative and cost-effective storage solutions to multiple markets;\n•\ndeep relationships with industry leaders across the data ecosystems that give us the broadest routes to market; and\n•\nindustry leading consumer brand awareness and global retail distribution presence.\nIn June 2022, we announced that we are reviewing potential strategic alternatives aimed at further optimizing long-term value for our stockholders. The Executive Committee of our Board, chaired by our CEO, is overseeing the assessment process, and the potential strategic alternatives include, among other things, options for separating our Flash and HDD business units.\n6\nTable of Content\ns\nResearch and Development \n \n \nWe devote substantial resources to the development of new products and the improvement of existing products. We focus our engineering efforts on optimizing our product design and manufacturing processes to bring our products to market in a cost-effective and timely manner. For a discussion of associated risks, see Part I, Item 1A, \nRisk Factors\n, of this Annual Report on Form 10-K.\nPatents, Licenses and Proprietary Information \n \n \nWe rely on a combination of patents, trademarks, copyright and trade secret laws, confidentiality procedures and licensing arrangements to protect our IP rights.\nWe have approximately 13,000 active patents worldwide and have many patent applications in process. We continually seek additional United States (“U.S.”) and international patents on our technology. We believe that, although our active patents and patent applications have considerable value, the successful manufacturing and marketing of our products also depends upon the technical and managerial competence of our staff. Accordingly, the patents held and applied for cannot alone ensure our future success.\nIn addition to patent protection of certain IP rights, we consider elements of our product designs and processes to be proprietary and confidential. We believe that our non-patented IP, particularly some of our process technology, is an important factor in our success. We rely upon non-disclosure agreements, contractual provisions and a system of internal safeguards to protect our proprietary information. Despite these safeguards, there is a risk that competitors may obtain and use such information. The laws of foreign jurisdictions in which we conduct business may provide less protection for confidential information than the laws of the U.S.\nWe rely on certain technology that we license from other parties to manufacture and sell our products. We believe that we have adequate cross-licenses and other agreements in place in addition to our own IP portfolio to compete successfully in the storage industry. For a discussion of associated risks, see Part I, Item 1A, \nRisk Factors\n, of this Annual Report on Form 10‑K.\nManufacturing \n \n \nWe believe that we have significant know-how, unique product manufacturing processes, test and tooling, execution skills, human resources and training to continue to be successful and to adjust our manufacturing operations as necessary. We strive to maintain manufacturing flexibility, high manufacturing yields, reliable products and high-quality components. The critical elements of our production of Flash and HDD are high volume and utilization, low-cost assembly and testing, strict adherence to quality metrics and maintaining close relationships with our strategic component suppliers to access best-in-class technology and manufacturing capacity. We continually monitor our manufacturing capabilities to respond to the changing requirements of our customers and maintain our competitiveness and position as a data technology leader. \nFlash and HDD manufacturing are complex processes involving the production and assembly of precision components with narrow tolerances and rigorous testing. The manufacturing processes involve a number of steps that are dependent on each other and occur in “clean room” environments that demand skill in process engineering and efficient space utilization to control the operating costs of these manufacturing environments. We continually evaluate our manufacturing processes in an effort to increase productivity, sustain and improve quality and decrease manufacturing costs. For example, we have taken aggressive actions to restructure our client HDD manufacturing footprint in light of ongoing trends in the HDD Client market as PCs shift from using HDD to Flash technology. We continually evaluate which steps in the manufacturing process would benefit from automation and how automated manufacturing processes can improve productivity and reduce manufacturing costs. We also leverage contract manufacturers when strategically advantageous. \nOur vertically integrated, in-house assembly and test operations for our HDD products are concentrated in Prachinburi and Bang Pa-In, Thailand; Penang, Johor Bahru, and Kuching, Malaysia; Laguna, Philippines; Shenzhen, China; San Jose and Fremont, CA, USA.\n7\nTable of Content\ns\nVentures with Kioxia\n \n \n \nSubstantially all of our flash-based supply requirements for Flash is obtained from our ventures with Kioxia, which provide us with leading-edge, high-quality and low-cost flash memory wafers. While substantially all of our flash memory supply utilized for our products is purchased from these ventures, from time to time, we also purchase flash memory from other flash manufacturers. While we do not unilaterally control the operations of our ventures with Kioxia, we believe that our business venture relationship with Kioxia helps us reduce product costs, increases our ability to control the quality of our products and speeds delivery of our products to our customers. Our business ventures with Kioxia are located primarily in Yokkaichi and Kitakami, Japan, and our in-house assembly and test operations are located in Shanghai, China and Penang, Malaysia.\nWe and Kioxia currently operate three business ventures in 300-millimeter flash-based manufacturing facilities in Japan, which provide us leading-edge, cost-competitive flash-based memory wafers for our end products. Through Flash Partners Ltd., Flash Alliance Ltd., and Flash Forward Ltd., which we collectively refer to as Flash Ventures, we and Kioxia collaborate in the development and manufacture of flash-based memory wafers using semiconductor manufacturing equipment owned or leased by each of the Flash Venture entities. We hold a 49.9% ownership position in each of the Flash Venture entities. Each Flash Venture entity purchases wafers from Kioxia at cost and then resells those wafers to us and Kioxia at cost plus a small markup. We are obligated to take our share of the output from these ventures or pay for variable costs incurred in producing our share of Flash Ventures’ flash-based memory wafer supply, based on our three-month forecast, which generally equals 50% of Flash Ventures’ output. In addition, we are obligated to pay for half of Flash Ventures’ fixed costs regardless of the output we choose to purchase. We are also obligated to fund 49.9% to 50.0% of each Flash Ventures entity’s capital investments to the extent that the Flash Ventures entity’s operating cash flow is insufficient to fund these investments. We co-develop flash technologies (including process technology and memory design) with Kioxia and contribute IP for Flash Ventures’ use.\nThe agreements governing the operations of the Flash Venture entities also set out a framework for any investment by the joint venture partners in flash manufacturing capacity. Since its inception, Flash Ventures’ primary manufacturing site has been located in Yokkaichi, Japan. The Yokkaichi site, which is owned and operated by Kioxia, currently includes six wafer fabrication facilities. We have jointly invested, and intend to continue to jointly invest, with Kioxia in manufacturing equipment for the Yokkaichi fabrication facilities. We also have agreements that extend Flash Ventures to a wafer fabrication facility located in Kitakami, Japan, referred to as “K1”, which is operated by Kioxia Iwate Corporation, a wholly-owned subsidiary of Kioxia. In January 2022, we entered into agreements regarding Flash Ventures’ investment in a new wafer fabrication facility in Yokkaichi, Japan, referred to as “Y7”, which is the sixth wafer fabrication facility at the Yokkaichi site. The primary purpose of Y7 is to provide clean room space to continue the transition of existing flash-based wafer capacity to newer flash technology nodes. The first phase of construction of Y7 is now complete and has commenced output.\nFor a discussion of risks associated with our business ventures with Kioxia, see Part I, Item 1A, \nRisk Factors\n, of this Annual Report on Form 10-K.\nMaterials and Supplies \n \n \nOur Flash consists of flash-based memory, controllers and firmware and other components. Substantially all of our flash-based memory is supplied by our business ventures with Kioxia. Controllers are primarily designed in-house and manufactured by third-party foundries or acquired from third-party suppliers. We believe the use of our in-house assembly and test facilities, as well as contract manufacturers, provides flexibility and gives us access to increased production capacity. We have developed deep relationships with these vendors and Kioxia to establish a continuous supply of flash-based memory and controllers.\nHDD consists primarily of recording heads, magnetic media, controllers and firmware, and a printed circuit board assembly. We design and manufacture substantially all of the recording heads and magnetic media required for our products. As a result, we are more dependent upon our own development and execution efforts for these components and less reliant on recording head and magnetic media technologies developed by other manufacturers. We depend on an external supply base for all remaining components and materials for use in our HDD product design, manufacturing, and testing. We believe the use of our in-house manufacturing, assembly and test facilities provides the controls necessary to provide the demanding capabilities, performance and reliability our customers require.\nWe generally retain multiple suppliers for our component requirements, but for business or technology reasons, we source some of our components from a limited number of sole or single source providers. For a discussion of associated risks, see Part I, Item 1A, \nRisk Factors\n, of this Annual Report on Form 10-K.\n8\nTable of Content\ns\nSales and Distribution \n \n \nWe sell our products to computer manufacturers and OEMs, cloud service providers, resellers, distributors and retailers throughout the world. We maintain sales offices in selected parts of the world including the major geographies of the Americas, Asia Pacific, Europe and the Middle East. Our international sales, which include sales to foreign subsidiaries of U.S. companies but do not include sales to U.S. subsidiaries of foreign companies, represented \n69%,\n 71% and 78% of our net revenue for 2023, 2022 and 2021, respectively. Sales to international customers are subject to certain risks not normally encountered in domestic operations, including exposure to tariffs and various trade regulations. For a discussion of such risks, see Part I, Item 1A, \nRisk Factors\n, of this Annual Report on Form 10-K.\nWe perform our marketing and advertising functions both internally and through outside firms utilizing both consumer media and trade publications targeting various reseller and end-user markets. We also maintain customer relationships through direct communication and by providing information and support through our website. In accordance with standard storage industry practice, we provide distributors and retailers with limited price protection and programs under which we reimburse certain marketing expenditures. We also provide distributors, resellers and OEMs with other sales incentive programs. \nFor each of 2023, 2022 and 2021, \nno single customer\n accounted for 10% or more of our net revenue.\nSeasonality\nWe have historically experienced seasonal fluctuations in our business with higher levels of demand in the first and second quarters as a result of increased customer spending. Seasonality can also be impacted by cyclicality in the industry and macroeconomic conditions. For a discussion of associated risks, see Part I, Item 1A, \nRisk Factors\n, of this Annual Report on Form 10-K.\nService and Warranty \n \n \nWe generally warrant our newly manufactured products against defects in materials and workmanship from one to five years from the date of sale depending on the type of product, with a small number of products having a warranty ranging up to ten years or more. Our warranty obligation is generally limited to repair or replacement. We have engaged third parties in various countries in multiple regions to provide various levels of testing, processing, or recertification of returned products for our customers. For additional information regarding our service and warranty policy, see Part II, Item 8, Note 1, \nOrganization and Basis of Presentation,\n and Note 5, \nSupplemental Financial Statement Data, \nof the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\nHuman Capital Management \n \nIn order to support our company’s strategy, a continued emphasis on talent is required. Despite the current industry headwinds, we continue to focus on attracting, developing, engaging and retaining the best talent for our company. At the end of 2023, we employed approximately 53,000 people worldwide. Our diverse team spans 38 countries with approximately 85% of our employees in Asia Pacific, 13% in the Americas and 2% in Europe, the Middle East and Africa. \nDiversity, Equity and Inclusion\nWe are committed to diversity and promoting an inclusive environment where every individual can thrive through a sense of belonging, respect and contribution. We support inclusive hiring, training and development opportunities and ensuring equitable pay for employees, and we continue to focus on increasing diverse representation at every level of our company. As of June 30, 2023, women represented 26% of our management positions and 23% of our technical staff. Additionally, members of Asian, Black/African American, Hispanic/Latino or other racially or ethnically diverse communities, represented 62% of our U.S. management positions, which is a 1.4 percentage point increase compared to 2022. \nWe have a number of initiatives that focus on increasing our diverse representation, including our new college graduate recruitment and hiring programs as well as veteran hiring and training programs. Our Employee Resource Groups (“ERGs”) help create an inclusive culture that embraces the uniqueness of our employees. We have several ERG communities, focusing on women, LGBTQ+, racial and ethnic minorities, military and people with disabilities. For additional detail about our workforce, we encourage you to review our Sustainability Report, which we publish annually and make available on our corporate website. Nothing on our website shall be deemed incorporated by reference into this Annual Report on Form 10-K.\n9\nTable of Content\ns\nIn 2023, we continued the self-identification initiative launched in the previous year by inviting new hires to share more about who they are across dimensions of gender, gender identity, veterans and disabilities. Participation was optional, data was protected and the results were anonymized. We believe an in-depth understanding of our employee population will enable us to better engage and retain our talent.\nCompensation and Benefits\nWe believe in the importance of investing in our people, and we do that through a robust Total Rewards program. We benchmark our compensation and benefits programs annually using market data from reputable third-party consultants. We also conduct internal focus groups and employee surveys to inform programs and identify opportunities.\nWe promote a pay-for-performance culture and offer employees competitive compensation consisting of base salary and both short-term and long-term incentives. We also offer a global recognition program to celebrate the contributions of employees who bring our core values to life. \nTo ensure that our pay practices are fair and equitable, we conduct an annual pay equity assessment to promote equal pay for equal work for men and women. As part of this review, we analyze current pay which takes into consideration various, non-discriminatory factors, such as seniority, experience, skills, performance, location, track and hiring and promotion dates. We use the results to make pay adjustments as needed. In 2023, we expanded our assessment to cover 100% of our employee population globally. In the coming year, we plan to further our pay equity efforts by engaging in a living wage analysis.\nWe also believe in creating an environment that allows our employees to prioritize their physical, mental and financial well-being. We provide competitive benefits, including health coverage, life and disability insurance, retirement, paid time off, an employee assistance program and an employee stock purchase plan. In 2023, we continued our multi-year journey to modernize and improve our benefits portfolio with the goal of offering more choice to meet the unique needs of our diverse employees.\nTalent Attraction, Development and Engagement\nFoundational to our people strategy is the attraction, development and engagement of our employees. We continued our skills-based screening to hire employees based on capabilities and potential as well as our anonymous hiring pilot to identify and remove any potential for bias from our hiring process for interns. Additionally, we revamped our event experience by focusing on career fairs and conferences.\nFostering the next generation of talent continues to be a key priority, and in 2023 we increased our U.S. intern conversion rate by over 40 percentage points. We are also a corporate sponsor for the Quad Fellowship by Schmidt Futures, which aims to “empower exceptional engineering, mathematics, science, and technology graduate students to advance research and innovation with a lens of positive social impact.”\nDeveloping our talent is key to helping us reach our business goals and retaining our people. We foster an environment of continuous learning through on-demand tools to help employees chart their career journey and track their progress. To equip employees with the skills needed to build resilience and manage the economic uncertainty, we shifted our focus to address critical capabilities in real-time. Alongside our flagship program Leader Essentials, we introduced self-directed development modules to help employees at all levels cultivate skills such as how to navigate dynamic times, have a learning mindset, seek insights and communicate effectively. We were recognized by Fast Company as one of the 10 most innovative companies in manufacturing in calendar year 2023 for upskilling 42% of our workforce at our Penang, Malaysia facility while working towards our sustainability goals. \nOngoing engagement is a keystone to our people strategy. We believe that listening is crucial to identifying opportunities to strengthen employee engagement as well as influencing our overall strategy. We also engage employees by taking actions to promote and ground them in our core values and beliefs as a company, so that we are conducting business in an ethical way. As a result of this focus, in 2023, we were named one of the World’s Most Ethical Companies by Ethisphere Institute for the fifth consecutive year. Our employees regularly engage in philanthropy to support the communities in which they work and live. In 2023, 32% of our employees participated in a company-sponsored volunteer event, which was bolstered by a 27-percentage point increase in participation among our factory worker population.\nHealth and Safety\nWe are committed to creating a safe work environment everywhere we operate. We provide extensive health and safety resources and training to all of our employees, especially for those who work in our manufacturing and operations. We use an integrated management system to manage health and safety standards at our manufacturing facilities.\n10\nTable of Content\ns\nGovernment Regulation \n \n \nOur worldwide business activities are subject to various laws, rules, and regulations of the United States as well as of foreign governments. Compliance with existing or future governmental regulations, including, but not limited to, those pertaining to global trade, the environment, consumer and data protection, employee health and safety, and taxes, could have a material impact on our capital expenditures, earnings, competitive position and overall business in subsequent periods. See Part I, Item 1A, \nRisk Factors\n for a discussion of these potential impacts.\nCorporate Responsibility and Sustainability   \nWe believe responsible and sustainable business practices support our long-term success. As a company, we are deeply committed to protecting and supporting our people, our environment, and our communities. That commitment is reflected through sustainability-focused initiatives as well as day-to-day activities, including our adoption of sustainability-focused policies and procedures, our publicly-recognized focus on fostering an inclusive workplace, our constant drive toward more efficient use of materials and energy, our careful and active management of our supply chain, our community-focused volunteerism programs and philanthropic initiatives, and our impactful, globally-integrated ethics and compliance program.\n•\nWe seek to protect the human rights and civil liberties of our employees through policies, procedures, and programs that avoid risks of compulsory and child labor, both within our company and throughout our supply chain.\n•\nWe foster a workplace of dignity, respect, diversity, and inclusion through our recruiting and advancement practices, internal communications, and employee resource groups.\n•\nWe educate our employees annually on relevant ethics and compliance topics, publish accessible guidance on ethical issues and related company resources in our Global Code of Conduct, and encourage reporting of ethical concerns through any of several global and local reporting channels.\n•\nWe support local communities throughout the world, focusing on hunger relief, environmental quality, and STEM (science, technology, engineering, and math) education, especially for underrepresented and underprivileged youth.\n•\nWe utilize a robust integrated management system, with associated policies and procedures, to evaluate and manage occupational health and safety risks, environmental compliance, and chemical and hazardous substance risks.\n•\nWe work to minimize our impacts on the environment through emissions reduction targets and other initiatives and to evaluate and enhance our climate resiliency.\n•\nWe innovate to reduce the energy used by our products, the energy used to manufacture them, and the amount of new materials required to manufacture them.\nAvailable Information \n \n \nWe maintain an Internet website at \nwww.westerndigital.com\n. The information on our website is not incorporated in this Annual Report on Form 10-K. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended, are available on our website at \nwww.westerndigital.com\n, free of charge, as soon as reasonably practicable after the electronic filing of these reports with, or furnishing of these reports to, the Securities and Exchange Commission (“SEC”). The SEC maintains a website at \nwww.sec.gov\n that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC, including us.",
    "item1a": ">Item 1A.\n    \nRisk Factors\n \n \n \nOur business can be affected by a number of risks and uncertainties, any of which could cause material harm to our actual operating results and financial condition. The risks discussed below are not the only ones facing our business but represent risks that we believe are material to us. Additional risks not presently known to us or that we currently deem immaterial may also negatively affect our business.\nOPERATIONAL RISKS\n  Adverse global or regional conditions could harm our business.\n11\nTable of Content\ns\nA large portion of our revenue is derived from our international operations, and many of our products and components are produced overseas. As a result, our business depends significantly on global and regional conditions. Adverse changes in global or regional economic conditions, including, but not limited to, volatility in the financial markets, tighter credit, recession, inflation, rising interest rates, slower growth in certain geographic regions, political uncertainty, geopolitical tensions or conflicts, other macroeconomic factors, changes to social conditions and regulations, could significantly harm demand for our products, increase credit and collectability risks, result in revenue reductions, reduce profitability as a result of underutilization of our assets, cause us to change our business practices, increase manufacturing and operating costs or result in impairment charges or other expenses.\nOur revenue growth is significantly dependent on the growth of international markets, and we may face challenges in international sales markets. We are subject to risks associated with our global manufacturing operations and global sales efforts, as well as risks associated with our utilization of contract manufacturers, including:\n•\nobtaining governmental approvals and compliance with evolving foreign regulations;\n•\nthe need to comply with regulations on international business, including the Foreign Corrupt Practices Act, the United Kingdom Bribery Act 2010, the anti-bribery laws of other countries and rules regarding conflict minerals;\n•\nexchange, currency and tax controls and reallocations;\n•\nweaker protection of IP rights; \n•\npolicies and financial incentives by governments in China, the United States, and countries in Europe and Asia designed to reduce dependence on foreign semiconductor manufacturing capabilities;\n•\ntrade restrictions, such as export controls, export bans, import restrictions, embargoes, sanctions, license and certification requirements (including semiconductor, encryption and other technology), tariffs and complex customs regulations; and\n•\ndifficulties in managing international operations, including appropriate internal controls.\nAs a result of these risks, our business could be harmed. \n  We are dependent on a limited number of qualified suppliers who provide critical services, materials or components, and a disruption in our supply chain could negatively affect our business.\nWe depend on an external supply base for technologies, software (including firmware), preamps, controllers, dynamic random-access memory, components, equipment and materials for use in our product design and manufacturing. We also depend on suppliers for a portion of our wafer testing, chip assembly, product assembly and product testing, and on service suppliers for providing technical support for our products. In addition, we use logistics partners to manage our worldwide just-in-time hubs and distribution centers and to meet our freight needs. Many of the components and much of the equipment we acquire must be specifically designed for use in our products or for developing and manufacturing our products, and are only available from a limited number of suppliers, some of whom are our sole-source suppliers. We therefore depend on these suppliers to meet our business needs including dedicating adequate engineering resources to develop components that can be successfully integrated into our products. \nOur suppliers have in the past been, and may in the future be, unable or unwilling to meet our requirements, including as a result of events outside of their control such as trade restrictions (including tariffs, quotas and embargoes), geopolitical conflicts, public health emergencies, or natural disasters. If we are unable to purchase sufficient quantities from our current suppliers or qualify and engage additional suppliers, or if we cannot purchase materials at a reasonable price, we may not be able to meet demand for our products. Trade restrictions, including tariffs, quotas and embargoes, demand from other high-volume industries for materials or components used in our products, disruptions in supplier relationships or shortages in other components and materials used in our customers’ products could result in increased costs to us or decreased demand for our products, which could negatively impact our business. Delays, shortages or cost increases experienced by our suppliers in developing or sourcing materials and components for use in our products or incompatibility or quality issues relating to our products, could also harm our business. \n12\nTable of Content\ns\nWe do not have long-term contracts with some of our existing suppliers, nor do we always have guaranteed manufacturing capacity with our suppliers, so we cannot guarantee that they will devote sufficient resources or capacity to manufacturing our products. Any significant problems that occur at our suppliers could lead to product shortages or quality assurance problems. When we do have contractual commitments with suppliers in an effort to stabilize the supply of our components, those commitments may require us to buy a substantial number of components or make significant cash advances to the supplier and may not result in a satisfactory supply of our components. We have cancelled or deferred and may continue to cancel or defer outstanding purchase commitments with certain suppliers due to changes in actual and forecasted demand, which has resulted, and may continue to result in fees, penalties and other associated charges. Such cancellations or deferments can also negatively impact our relationships with certain suppliers or lead to a decline in the financial performance of certain suppliers, each of which could result in even more limited availability of components needed for our products.\nIn addition, our supply base has experienced industry consolidation. Our suppliers may be acquired by our competitors, decide to exit the industry, or redirect their investments and increase costs to us. In addition, some of our suppliers have experienced a decline in financial performance, including as a result of cancelled or deferred purchase commitments. Where we rely on a limited number of suppliers or a single supplier, the risk of supplier loss due to industry consolidation or a decline in financial performance is increased. Some of our suppliers may also be competitors in other areas of our business, which could lead to difficulties in price negotiations or meeting our supply requirements. \n   Public health crises, including the COVID-19 pandemic, have had, and could in the future have, a negative effect on our business.\nThe COVID-19 pandemic has negatively impacted and future public health crises, including resurgences of COVID-19 may negatively impact our workforce and operations in the future, as well as those of our strategic partners, customers, suppliers and logistics providers. The impacts we experienced in connection with the COVID-19 pandemic included temporary closures of certain manufacturing facilities; under-absorbed overhead; increased logistics, component and other costs; decreased demand for our products; and manufacturing challenges. Future outbreaks of infectious disease or other public health crises may have similar impacts.\nThe effects of public health crises are uncertain and difficult to predict, but may include:\n•\nDisruptions to our supply chain, our operations or those of our strategic partners, customers or suppliers caused by employees or others contracting infectious diseases, or by governmental orders to contain the spread of infectious disease, such as travel restrictions, quarantines, shelter in place orders, trade controls and business shutdowns;\n•\nDeterioration of worldwide credit markets that may limit our ability or increase our cost to obtain external financing to fund our operations and capital expenditures and result in a higher rate of losses on our accounts receivables due to customer credit defaults;\n•\nExtreme volatility in financial markets, which may harm our ability to access the financial markets on acceptable terms; \n•\nIncreased data security and technology risk as some employees work from home, including possible outages to systems and technologies critical to remote work and increased data privacy risk with cybercriminals attempting to take advantage of the disruption; and\n•\nReduced productivity or other disruptions of our operations if workers in our factories or our other worksites are exposed to or spread infectious diseases to other employees.\nThe degree to which any future public health crises, including resurgences of COVID-19, ultimately impact our business will depend on many factors beyond our control, which are highly uncertain and cannot be predicted at this time. \n  Our operations, and those of certain of our suppliers and customers, are subject to substantial risk of damage or disruption.\nWe conduct our operations at large, high-volume, purpose-built facilities in California and throughout Asia. The facilities of many of our customers, our suppliers and our customers’ suppliers are also concentrated in certain geographic locations throughout Asia and elsewhere. If a fire (including a climate change-related fire), flood, earthquake, tsunami or other natural disaster, condition or event such as a power outage, contamination event, terrorist attack, cybersecurity incident, physical security breach, political instability, civil unrest, localized labor unrest or other employment issues, or a health epidemic \n13\nTable of Content\ns\nnegatively affects any of these facilities, it would significantly affect our ability to manufacture or sell our products and source components and would harm our business. Possible impacts include work and equipment stoppages and damage to or closure of our facilities, or those of our suppliers or customers, for an indefinite period of time. Climate change has in the past and is expected to continue to increase the incidence and severity of certain natural disasters, including wildfires and adverse weather events. In addition, the geographic concentration of our manufacturing sites could exacerbate the negative impacts resulting from any of these problems. \nWe may incur losses beyond the limits of, or outside the scope of, the coverage of our insurance policies. There can be no assurance that in the future we will be able to maintain existing insurance coverage or that premiums will not increase substantially. Due to market availability, pricing or other reasons, we may elect not to purchase insurance coverage or to purchase only limited coverage. We maintain limited insurance coverage and, in some cases, no coverage at all, for natural disasters and damage to our facilities, as these types of insurance are sometimes not available or available only at a prohibitive cost. Climate change may reduce the availability or increase the cost of certain types of insurance by contributing to an increase in the incidence and severity of certain natural disasters. We depend upon Kioxia to obtain and maintain sufficient property, business interruption and other insurance for Flash Ventures. If Kioxia fails to do so, we could suffer significant unreimbursable losses, and such failure could also cause Flash Ventures to breach various financing covenants.\n  The loss of our key management, staff and skilled employees; the inability to hire and develop new employees; or decisions to realign our business could negatively impact our business prospects.\nOur success depends upon the continued contributions of our talent. Changes in our key management team can result in loss of continuity, loss of accumulated knowledge, departure of other key employees, disruptions to our operations and inefficiency during transitional periods. Global competition for skilled employees in the technology industry is intense, and our business success is increasingly dependent on our ability to attract, develop and retain top talent; implement succession plans for key management and staff and replace aging skilled employees. Additionally, uncertainty about business realignment actions or the structure and organization of our business as a result of our ongoing strategic review could negatively impact our ability to recruit and retain key staff and skilled employees. Changes in immigration policies may also impair our ability to recruit and hire technical and professional talent. \nOur ability to hire and retain employees also depends on our ability to build and maintain a diverse and inclusive workplace culture and to fund competitive compensation and benefits, each of which contribute to being viewed as an employer of choice. Additionally, because a substantial portion of our key employees’ compensation is linked to the performance of our business, we may be at a competitive disadvantage for hiring and retaining talent when our operating results are negatively impacted. If we are unable to hire and retain key talent, our operating results would likely be harmed.\n  The compromise, damage or interruption of our technology infrastructure, systems or products by cyber incidents, data security breaches, other security problems, design defects or system failures could have a material negative impact on our business.\nWe experience cyber incidents of varying degrees on our technology infrastructure and systems and, as a result, unauthorized parties have obtained in the past, and may obtain in the future, access to our computer systems and networks, including cloud-based platforms. For example, an unauthorized third party gained access to a number of our systems in March 2023, which caused disruption to parts of our business operations and resulted in various investigation, recovery, and remediation expenses. In addition, the technology infrastructure and systems of some of our suppliers, vendors, service providers, cloud solution providers and partners have in the past experienced, and may in the future experience, such incidents. Cyber incidents can be caused by ransomware, computer denial-of-service attacks, worms, and other malicious software programs or other attacks, including the covert introduction of malware to computers and networks, and the use of techniques or processes that change frequently, may be disguised or difficult to detect, or are designed to remain dormant until a triggering event, and may continue undetected for an extended period of time. Cyber incidents have in the past resulted from, and may in the future result from, social engineering or impersonation of authorized users, and may also result from efforts to discover and exploit any design flaws, bugs, security vulnerabilities or security weaknesses, intentional or unintentional acts by employees or other insiders with access privileges, intentional acts of vandalism or fraud by third parties and sabotage. In some instances, efforts to correct vulnerabilities or prevent incidents have in the past and may in the future reduce the functionality or performance of our computer systems and networks, which could negatively impact our business. We believe malicious cyber acts are increasing in number and that cyber threat actors are increasingly organized and well-financed or supported by state actors, and are developing increasingly sophisticated systems and means to not only infiltrate systems, but also to evade detection or to obscure their activities. Geopolitical tensions or conflicts may create heightened risk of cyber incidents.\n14\nTable of Content\ns\nOur products are also targets for malicious cyber acts, including those products utilized in cloud-based environments as well as our cloud service offerings. Our cloud services have in the past and may in the future be taken offline as a result of or in order to prevent or mitigate cyber incidents. While some of our products contain encryption or security algorithms to protect third-party content or user-generated data stored on our products, these products could still be hacked or the encryption schemes could be compromised, breached, or circumvented by motivated and sophisticated attackers. Further, our products contain sophisticated hardware and operating system software and applications that may contain security problems, security vulnerabilities, or defects in design or manufacturing, including “bugs” and other problems that could interfere with the intended operation of our products. To the extent our products include design defects, suffer system failure or are hacked, or if the encryption schemes are compromised or breached, this could harm our business by requiring us to employ additional resources to fix the errors or defects, exposing us to litigation and indemnification claims and hurting our reputation.\nIf efforts to breach our infrastructure, systems or products are successful or we are unable to protect against these risks, we could suffer interruptions, delays, or cessation of operations of our systems, and loss or misuse of proprietary or confidential information, IP, or sensitive or personal information. For example, as a result of a network security incident in March 2023, an unauthorized party obtained a copy of a Western Digital database used for our online store that contained some personal information of our online store customers. Compromises of our infrastructure, systems or products could also cause our customers and other affected third parties to suffer loss or misuse of proprietary or confidential information, IP, or sensitive or personal information, and could harm our relationships with customers and other third parties and subject us to liability. As a result of actual or perceived breaches, we have in the past experienced and may in the future experience additional costs, notification requirements, civil and administrative fines and penalties, indemnification claims, litigation, or damage to our brand and reputation. All of these consequences could harm our reputation and our business and materially and negatively impact our operating results and financial condition.\n  We are subject to risks related to product defects, which could result in product recalls or epidemic failures and could subject us to warranty claims in excess of our warranty provisions or which are greater than anticipated, litigation or indemnification claims.\nWe warrant the majority of our products for periods of one to five years. We test our products in our manufacturing facilities through a variety of means. However, our testing may fail to reveal defects in our products that may not become apparent until after the products have been sold into the market. In addition, our products may be used in a manner that is not intended or anticipated by us, resulting in potential liability. Accordingly, there is a risk that product defects will occur, including as a result of third-party components or applications that we incorporate in our products, which could require a product recall. Product recalls can be expensive to implement. As part of a product recall, we may be required or choose to replace the defective product. Moreover, there is a risk that product defects may trigger an epidemic failure clause in a customer agreement. If an epidemic failure occurs, we may be required to replace or refund the value of the defective product and to cover certain other costs associated with the consequences of the epidemic failure. In addition, product defects, product recalls or epidemic failures may cause damage to our reputation or customer relationships, lost revenue, indemnification for a recall of our customers’ products, warranty claims, litigation or loss of market share with our customers, including our OEM and original design manufacturer (“ODM”) customers. Our business liability insurance may be inadequate or future coverage may be unavailable on acceptable terms, which could negatively impact our operating results and financial condition.\nOur standard warranties contain limits on damages and exclusions of liability for consequential damages and for misuse, improper installation, alteration, accident or mishandling while in the possession of someone other than us. We record an accrual for estimated warranty costs at the time revenue is recognized. We may incur additional expenses if our warranty provisions do not reflect the actual cost of resolving issues related to defects in our products, whether as a result of a product recall, epidemic failure or otherwise. If these additional expenses are significant, they could harm our business.\nBUSINESS AND STRATEGIC RISKS\n  Our review of potential strategic alternatives may not result in an executed or consummated transaction or other strategic alternative, and the process of reviewing strategic alternatives or its conclusion could adversely affect our business and our stockholders.\nIn June 2022, we announced that we are reviewing potential strategic alternatives aimed at further optimizing long-term value for our stockholders. The potential strategic alternatives include, among other things, the option to separate our Flash and HDD business units. We are actively working with financial advisors and the Company’s legal counsel in this strategic review process.\n15\nTable of Content\ns\nAny potential transaction or other strategic alternative would be dependent on a number of factors that may be beyond our control, including, among other things, market conditions, industry trends, regulatory approvals, and the availability of financing for a potential transaction on reasonable terms. The process of reviewing potential strategic alternatives is time consuming and may be distracting and disruptive to our business operations and long-term planning, which may cause concern to our current or potential customers, employees, investors, strategic partners and other constituencies and may have a material impact on our business and operating results or result in increased volatility in our share price. We have and will continue to incur substantial expenses associated with identifying, evaluating and negotiating potential strategic alternatives. There can be no assurance that any potential transaction or other strategic alternative, if consummated, will provide greater value to our stockholders than that reflected in the current price of our common stock. Until the review process is concluded, perceived uncertainties related to our future may result in the loss of potential business opportunities, volatility in the market price of our common stock and difficulty attracting and retaining qualified talent and business partners. Similarly, activist investors may engage in proxy solicitations or advance shareholder proposals, or otherwise attempt to affect changes and assert influence on our Board and management, which could lead to the impacts on our business, board, management and employees discussed above.\n  We rely substantially on strategic relationships with various partners, including Kioxia, which subjects us to risks and uncertainties that could harm our business.\nWe have entered into and expect to continue to enter into strategic relationships with various partners for product development, manufacturing, sales growth and the supply of technologies, components, equipment and materials for use in our product design and manufacturing, including our business ventures with Kioxia. We depend on Flash Ventures for the development and manufacture of flash-based memory. Our strategic relationships, including Flash Ventures, are subject to various risks that could harm the value of our investments, our revenue and costs, our future rate of spending, our technology plans and our future growth opportunities.\nSubstantially all of our flash-based memory is supplied by Flash Ventures, which limits our ability to respond to market demand and supply changes and makes our financial results particularly susceptible to variations from our forecasts and expectations. A failure to accurately forecast supply and demand could cause us to over-invest or under-invest in technology transitions or the expansion of Flash Ventures’ capacity. Over-investment by us or our competitors could result in excess supply, which could cause significant decreases in our product prices, significant excess, obsolete inventory or inventory write-downs or underutilization charges, and the potential impairment of our investments in Flash Ventures. We are contractually obligated to pay for 50% of the fixed costs of Flash Ventures regardless of whether we order any flash-based memory, and our orders placed with Flash Ventures on a three-month rolling basis are binding. On the other hand, if we under-invest in Flash Ventures, or otherwise grow or transition Flash Ventures’ capacity too slowly, we may not have enough supply of flash-based memory, or the right type of flash-based memory, to meet demand on a timely and cost effective basis, and we may lose opportunities for revenue, gross margin and market share as a result. If our supply is limited, we might make strategic decisions with respect to the allocation of our supply among our products and customers, which could result in less favorable gross margins or damage customer relationships. \nOur control over the operations of our business ventures may be limited, and our interests could diverge from our strategic partners’ interests regarding ongoing and future activities. For example, under the Flash Ventures agreements, we cannot unilaterally direct most of Flash Ventures’ activities, and we have limited ability to source or fabricate flash outside of Flash Ventures. Flash Ventures requires significant investments by both Kioxia and us for technology transitions and capacity expansions, and our business could be harmed if our technology roadmap and investment plans are not sufficiently aligned with Kioxia’s. Lack of alignment with Kioxia with respect to Flash Ventures could negatively impact our ability to react quickly to changes in the market, or to stay at the forefront of technological advancement. Misalignment could arise due to changes in Kioxia’s strategic priorities, management, ownership or access to capital, which have changed in recent years and could continue to change. Kioxia’s stakeholders may include, or have included in the past, competitors, customers, a private equity firm, government entities or public stockholders. Kioxia’s management changes, ownership and capital structure could lead to delays in decision-making, disputes or changes in strategic direction that could negatively impact the strategic partnership, and therefore us. There may exist conflicts of interest between Kioxia’s stakeholders and Flash Ventures or us with respect to, among other things, protecting and growing Flash Ventures’ business, IP and competitively sensitive confidential information.\nTogether with Kioxia, we fund a portion of the investments required for Flash Ventures through lease financings. Continued availability of lease financings for Flash Ventures is not guaranteed and could be limited by several factors, including investor capacity and risk allocation policies, our or Kioxia’s financial performance and changes to our or Kioxia’s \n16\nTable of Content\ns\nbusiness, ownership or corporate structure. To the extent that lease financings are not accessible on favorable terms or at all, more cash would be required to fund investments. \nOur strategic relationships are subject to additional risks that could harm our business, including, but not limited to, the following:\n•\nfailure by our strategic partners to comply with applicable laws or employ effective internal controls; \n•\ndifficulties and delays in product and technology development at, ramping production at, and transferring technology to, our strategic partners;\n•\ndeclining financial performance of our strategic partners, including failure by our strategic partners to timely fund capital investments with us or otherwise meet their commitments, including paying amounts owed to us or third parties when due;\n•\nwe may lose the rights to, or ability to independently manufacture, certain technology or products being developed or manufactured by strategic partners, including if any of them is acquired by another company, files for bankruptcy or experiences financial or other losses;\n•\na bankruptcy event involving a strategic partner could result in structural changes to or termination of the strategic partnership; and\n•\nchanges in tax or regulatory requirements may necessitate changes to the agreements governing our strategic partnerships.\n  We participate in a highly competitive industry that is subject to declining average selling prices (“ASPs”), volatile demand, rapid technological change and industry consolidation, as well as lengthy product qualifications, all of which can negatively impact our business.\nDemand for our devices, software and solutions, which we refer to in this Item 1A as our “products”, depends in large part on the demand for systems manufactured by our customers and on storage upgrades to existing systems. The demand for systems has been volatile in the past and often has had an exaggerated effect on the demand for our products in any given period. Demand for and prices of our products are influenced by, among other factors, actual and projected data growth, the balance between supply and demand in the storage market, including the effects of new fab capacity, macroeconomic factors, business conditions, technology transitions and other actions taken by us or our competitors. The storage market has recently experienced, and may continue to experience, periods of excess capacity leading to liquidation of excess inventories, inventory write-downs, significant reductions in ASPs and negative impacts on our revenue and gross margins, and volatile product life cycles that harm our ability to recover the cost of product development. \nFurther, our ASPs and gross margins tend to decline when there is a shift in the mix of product sales to lower priced products. We face potential gross margin pressures resulting from our ASPs declining more rapidly than our cost of revenue. Rapid technological changes often reduce the volume and profitability of sales of existing products and increase the risk of inventory obsolescence and write-downs. Finally, the data storage industry has experienced consolidation over the past several years, which could enhance the resources and lower the cost structure of some competitors. These factors could result in a substantial decrease in our market share and harm our business.\nAs we compete in new product areas, the overall complexity of our business may increase and may result in increases in R&D expenses and substantial investments in manufacturing capability, technology enhancements and go-to-market capability. We must also qualify our products with customers through potentially lengthy testing processes with uncertain results. Some of our competitors offer products that we do not offer, which may allow them to win sales from us, and some of our customers may be developing storage solutions internally, which may reduce their demand for our products. We expect that competition will continue to be intense, and our competitors may be able to gain a product offering or cost structure advantage over us, which would harm our business. Further, our competitors may utilize pricing strategies, including offering products at prices at or below cost, that we may be unable to competitively match. We may also have difficulty effectively competing with manufacturers benefiting from governmental investments and may be subject to increased complexity and reduced efficiency in our supply chain as a result of governmental efforts to promote domestic semiconductor industries in various jurisdictions.\n  If we do not properly manage technology transitions and product development and introduction, our competitiveness and operating results may be negatively affected.\n17\nTable of Content\ns\nThe markets for our products continuously undergo technology transitions that can impact our product roadmaps and that we must anticipate in order to adapt our existing products or develop new products effectively. If we fail to adapt to or implement new technologies or develop new products desired by our customers quickly and cost-effectively, or if technology transitions negatively impact our existing product roadmaps, our business may be harmed.\nIn addition, the success of our technology transitions and product development depends on a number of other factors, including:\n•\nR&D expenses and results;\n•\ndifficulties faced in manufacturing ramp;\n•\nmarket acceptance/qualification;\n•\neffective management of inventory levels in line with anticipated product demand;\n•\nthe vertical integration of some of our products, which may result in more capital expenditures and greater fixed costs than if we were not vertically integrated;\n•\nour ability to cost effectively respond to customer requests for new products or features (including requests for more efficient and efficiently-produced products with reduced environmental impacts) and software associated with our products;\n•\nour ability to increase our software development capability; and\n•\nthe effectiveness of our go-to-market capability in selling new products.\nMoving to new technologies and products may require us to align to, and build, a new supply base. Our success in new product areas may depend on our ability to enter into favorable supply agreements. In addition, if our customers choose to delay transition to new technologies, if demand for the products that we develop is lower than expected or if the supporting technologies to implement these new technologies are not available, we may be unable to achieve the cost structure required to support our profit objectives or may be unable to grow or maintain our market position.\nAdditionally, new technologies could impact demand for our products in unforeseen or unexpected ways and new products could substitute for our current products and make them obsolete, each of which would harm our business. We also develop products to meet certain industry and technical standards, which may change and cause us to incur substantial costs as we adapt to new standards or invest in different manufacturing processes to remain competitive.\n  We experience sales seasonality and cyclicality, which could cause our operating results to fluctuate. In addition, accurately forecasting demand has become more difficult, which could harm our business.\nSales of many of our products tend to be seasonal and subject to supply-demand cycles. Changes in seasonal and cyclical supply and demand patterns have made it, and could continue to make it, more difficult for us to forecast demand. Changes in the product or channel mix of our business can also impact seasonal and cyclical patterns. For example, we often ship a high percentage of our total quarterly sales in the third month of the quarter, which makes it difficult for us to forecast our financial results before the end of each quarter. As a result of the above or other factors, our forecast of financial results for a given quarter may differ materially from our actual financial results.\nThe variety and volume of products we manufacture are based in part on accurately forecasting market and customer demand for our products. Accurately forecasting demand has become increasingly difficult for us, our customers and our suppliers due to volatility in global economic conditions, end market dynamics and industry consolidation, resulting in less availability of historical market data for certain product segments. Further, for many of our OEM customers utilizing just-in-time inventory, we do not generally require firm order commitments and instead receive a periodic forecast of requirements, which may prove to be inaccurate. In addition, because our products are designed to be largely interchangeable with competitors’ products, our demand forecasts may be impacted significantly by the strategic actions of our competitors. As forecasting demand becomes more difficult, the risk that our forecasts are not in line with demand increases. This has caused, and may in the future cause, our forecasts to exceed actual market demand, resulting in periods of product oversupply, excess inventory, asset underutilization and price decreases, which has impacted and could further impact our sales, ASPs and gross \n18\nTable of Content\ns\nmargin, thereby negatively affecting our operating results and our financial condition. If market demand increases significantly beyond our forecasts or beyond our ability to add manufacturing capacity, then we may not be able to satisfy customer product needs, possibly resulting in a loss of market share if our competitors are able to meet customer demands. In addition, some of our components have long lead-times, requiring us to place orders several months in advance of anticipated demand. Such long lead-times increase the risk of excess inventory, potentially resulting in inventory write-downs, or loss of sales in the event our forecasts vary substantially from actual demand.\n  Failure to successfully execute on strategic initiatives including acquisitions, divestitures or cost saving measures may negatively impact our future results.\nWe have made and expect to continue to make acquisitions and divestitures, and engage in cost saving measures. Acquisitions of, investment opportunities in, or other significant transactions with companies that are complementary to our business are an important part of our overall business strategy. In order to pursue this part of our growth strategy successfully, we must continue to identify attractive acquisition or investment opportunities, successfully complete the transactions, some of which may be large and complex, and manage post-closing issues such as integration of the acquired company or employees and integration of processes and systems. We may not be able to continue to identify or complete appealing acquisition or investment opportunities given the intense competition for these transactions. Even if we identify and complete suitable corporate transactions, we may not be able to successfully address any integration challenges in a timely manner, or at all. There have been and may continue to be difficulties with implementing new systems and processes or with integrating systems and processes of companies with complex operations, which can result in inconsistencies in standards, controls, procedures and policies and may increase the risk that our internal controls are found to be ineffective. \nFailing to successfully integrate or realign our business to take advantage of efficiencies or reduce redundancies of an acquisition may result in not realizing all or any of the anticipated benefits of the acquisition. In addition, failing to achieve the financial model projections for an acquisition or changes in technology development and related roadmaps following an acquisition may result in the incurrence of impairment charges (including goodwill impairments or other asset write-downs) and other expenses, both of which could negatively impact our results of operations or financial condition. Acquisitions and investments may also result in the issuance of equity securities that may be dilutive to our stockholders as well as earn-out or other contingent consideration payments and the issuance of additional indebtedness that would put additional pressure on liquidity. Furthermore, we may agree to provide continuing service obligations or enter into other agreements in order to obtain certain regulatory approvals of our corporate transactions, and failure to satisfy these additional obligations could result in our failing to obtain regulatory approvals or the imposition of additional obligations on us, any of which could negatively affect our business. In addition, new legislation or additional regulations may affect or impair our ability to invest with or in certain other countries or require us to obtain regulatory approvals to do so, including investments in joint ventures, minority investments and outbound technology transfers to certain countries.\nCost saving measures, restructurings and divestitures may result in workforce reduction and consolidation of our manufacturing or other facilities. As a result of these actions, we may experience a loss of continuity, loss of accumulated knowledge, disruptions to our operations and inefficiency during transitional periods. These actions could also impact employee retention. In addition, we cannot be sure that these actions will be as successful in reducing our overall expenses as we expect, that additional costs will not offset any such reductions or consolidations or that we do not forego future business opportunities as a result of these actions. \n  Loss of revenue from a key customer, or consolidation among our customer base, could harm our operating results.\nHistorically, nearly one half of our total revenue came from sales to our top 10 customers. These customers have a variety of suppliers to choose from and therefore can make substantial demands on us, including demands on product pricing, contractual terms and the environmental impact and attributes of our products, often resulting in the allocation of risk or increased costs to us as the supplier. Our ability to maintain strong relationships with our principal customers is essential to our future performance. We have experienced and may in the future experience events such as the loss of a key customer, prohibition or restriction of sales to a key customer by law, regulation or other government action, reductions in sales to or orders by a key customer, customer requirements to reduce our prices before we are able to reduce costs or the acquisition of a key customer by one of our competitors. These events have impacted, and may in the future impact, our operating results and financial condition. Further, government authorities may implement laws or regulations or take other actions that could result in significant changes to the business or operating models of our customers. Such changes could negatively impact our operating results. \n19\nTable of Content\ns\nAdditionally, if there is consolidation among our customer base, our customers may be able to command increased leverage in negotiating prices and other terms of sale, which could negatively impact our profitability. Consolidation among our customer base may also lead to reduced demand for our products, increased customer pressure on our prices, replacement of our products by the combined entity with those of our competitors and cancellations of orders, each of which could harm our operating results.\nAlso, the storage ecosystem is constantly evolving, and our traditional customer base is changing. Fewer companies now hold greater market share for certain applications and services, such as cloud storage and computing platforms, mobile, social media, shopping and streaming media. As a result, the competitive landscape is changing, giving these companies increased leverage in negotiating prices and other terms of sale, which could negatively impact our profitability. In addition, the changes in our evolving customer base create new selling and distribution patterns to which we must adapt. To remain competitive, we must respond to these changes by ensuring we have proper scale in this evolving market, as well as offer products that meet the technological requirements of this customer base at competitive pricing points. To the extent we are not successful in adequately responding to these changes, our operating results and financial condition could be harmed.\n  Sales in the distribution channel and to the retail market are important to our business, and if we fail to respond to demand changes within these markets, or maintain and grow our applicable market share, our business could suffer.\nOur distribution customers typically sell to small computer manufacturers, dealers, systems integrators and other resellers. We face significant competition in this channel as a result of limited product qualification programs and a significant focus on price and availability of product. As a result of the shift to mobile devices, more computing devices are being delivered to the market as complete systems, which could weaken the distribution market. If we fail to respond to changes in demand in the distribution market, our business could suffer. Additionally, if the distribution market weakens as a result of technology transitions or a significant change in consumer buying preference, or if we experience significant price declines due to demand changes in the distribution channel, our operating results would be negatively impacted. Negative changes in the creditworthiness or the ability to access credit, or the bankruptcy or shutdown of any of our significant retail or distribution partners would harm our revenue and our ability to collect outstanding receivable balances.\nA significant portion of our sales is also made through retailers. Our success in the retail market depends in large part on our ability to maintain our brand image and corporate reputation and to expand into and gain market acceptance of our products in multiple retail market channels. Particularly in the retail market, negative publicity, whether or not justified, or allegations of product or service quality issues, even if false or unfounded, could damage our reputation and cause our customers to choose products offered by our competitors. Further, changes to the retail environment, such as store closures caused by macroeconomic conditions or changing customer preferences, may reduce the demand for our products. If customers no longer maintain a preference for our product brands or if our retailers are not successful in selling our products, our operating results may be negatively impacted.\nFINANCIAL RISKS\n  Our level of debt may negatively impact our liquidity, restrict our operations and ability to respond to business opportunities, and increase our vulnerability to adverse economic and industry conditions.\nWe utilize debt financing in our capital structure and may incur additional debt, including under our revolving credit facility subject to customary conditions in our loan agreements. Our level of debt could have significant consequences, which include, but are not limited to, the following:\n•\nlimiting our ability to obtain additional financing for working capital, capital expenditures, acquisitions or other general corporate purposes;\n•\nrequiring a substantial portion of our cash flows to be dedicated to debt service payments instead of other purposes;\n•\nimposing financial and other restrictive covenants on our operations, including minimum liquidity and free cash flow requirements and limitations on our ability to (i) declare or pay dividends or repurchase shares of our common stock; (ii) purchase assets, make investments, complete acquisitions, consolidate or merge with or into, or sell all or substantially all of our assets to, another person; (iii) enter into sale/leaseback transactions or certain transactions with affiliates; (iv) incur additional indebtedness and (v) incur liens; and\n•\nmaking us more vulnerable to economic downturns and limiting our ability to withstand competitive pressures or take advantage of new opportunities to grow our business.\n20\nTable of Content\ns\nOur ability to meet our debt service obligations, comply with our debt covenants and deleverage depends on our cash flows and financial performance, which are affected by financial, business, economic and other factors. The rate at which we will be able to or choose to deleverage is uncertain. Failure to meet our debt service obligations or comply with our debt covenants could result in an event of default under the applicable indebtedness. We may be unable to cure, or obtain a waiver of, an event of default or otherwise amend our debt agreements to prevent an event of default thereunder on terms acceptable to us or at all. In that event, the debt holders could accelerate the related debt, which may result in the cross-acceleration or cross-default of other debt, leases or other obligations. If we do not have sufficient funds available to repay indebtedness when due, whether at maturity or by acceleration, we may be required to sell important strategic assets; refinance our existing debt; incur additional debt or issue common stock or other equity securities, which we may not be able to do on terms acceptable to us, in amounts sufficient to meet our needs or at all. Our inability to service our debt obligations or refinance our debt could harm our business. Further, if we are unable to repay, refinance or restructure our secured indebtedness, the holder of such debt could proceed against the collateral securing the indebtedness. Refinancing our indebtedness may also require us to expense previous debt issuance costs or to incur new debt issuance costs.\nAs our bank debt contains a variable interest rate component based on our corporate credit ratings, a decline in our ratings could result in increased interest rates and debt service obligations. In addition, our ratings impact the cost and availability of future borrowings and, accordingly, our cost of capital. Our ratings reflect the opinions of the ratings agencies as to our financial strength, operating performance and ability to meet our debt obligations. There can be no assurance that we will achieve a particular rating or maintain a particular rating in the future.\nWe also guarantee a significant amount of lease obligations of Flash Ventures owed to third parties. Flash Ventures sells to and leases back a portion of its equipment from a consortium of financial institutions. Most of the lease obligations are guaranteed 50% by us and 50% by Kioxia. Some of the lease obligations are guaranteed in full by us. The leases are subject to customary covenants and cancellation events that relate to Flash Ventures and each of the guarantors. If a cancellation event were to occur, Flash Ventures would be required to negotiate a resolution with the other parties to the lease transactions to avoid cancellation and acceleration of the lease obligations. Such resolution could include, among other things, supplementary security to be supplied by us, increased interest rates or waiver fees. If a resolution is not reached, we may be required to pay all of the outstanding lease obligations covered by our guarantees, which would significantly reduce our cash position and may force us to seek additional financing, which may not be available on terms acceptable to us, if at all.\nWe may from time to time seek to further refinance our substantial indebtedness by issuing additional shares of common stock or other securities that are convertible into common stock or grant the holder the right to purchase common stock, each of which may dilute our existing stockholders, reduce the value of our common stock, or both.\n  Tax matters may materially affect our financial position and results of operations.\nChanges in tax laws in the United States, the European Union and around the globe have impacted and will continue to impact our effective worldwide tax rate, which may materially affect our financial position and results of operations. Further, the majority of countries in the G20 and Organization for Economic Cooperation and Development (OECD) Inclusive Framework on Base Erosion and Profit Shifting (BEPS) have agreed to adopt a two-pillar approach to taxation, which includes the implementation of a global corporate minimum tax rate of 15%, which when effective could materially increase our tax obligations in these countries. Due to the large scale of our U.S. and international business activities, many of these enacted and proposed changes to the taxation of our activities, including cash movements, could increase our worldwide effective tax rate and harm our business. Beginning in our fiscal year 2023, the Tax Cuts and Jobs Act of 2017 eliminated the option to deduct research and development expenditures in the year incurred, requiring amortization in accordance with IRC Section 174. Depending on our operating results, this requirement could materially increase our effective tax rate and reduce our operating cash flows. Additionally, portions of our operations are subject to a reduced tax rate or are free of tax under various tax holidays that expire in whole or in part from time to time, or may be terminated if certain conditions are not met. Although many of these holidays may be extended when certain conditions are met, we may not be able to meet such conditions. If the tax holidays are not extended, or if we fail to satisfy the conditions of the reduced tax rate, then our effective tax rate could increase in the future.\nOur determination of our tax liability in the U.S. and other jurisdictions is subject to review by applicable domestic and foreign tax authorities. For example, as disclosed in Part I, Item 1, Note 14, \nIncome Tax Expense\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K, we are under examination by the Internal Revenue Service for certain fiscal years. Although we believe our tax positions are properly supported, the final timing and resolution of any tax examinations are subject to significant uncertainty and could result in litigation or the payment of significant amounts to the \n21\nTable of Content\ns\napplicable tax authority in order to resolve examination of our tax positions, which could result in an increase of our current estimate of unrecognized tax benefits and may harm our business.\n  Fluctuations in currency exchange rates as a result of our international operations may negatively affect our operating results. \nBecause we manufacture and sell our products abroad, our revenue, cost of revenue, margins, operating costs and cash flows are impacted by fluctuations in foreign currency exchange rates. If the U.S. dollar exhibits sustained weakness against most foreign currencies, the U.S. dollar equivalents of unhedged manufacturing costs could increase because a significant portion of our production costs are foreign-currency denominated. Conversely, there would not be an offsetting impact to revenues since revenues are substantially U.S. dollar denominated. Additionally, we negotiate and procure some of our component requirements in U.S. dollars from non-U.S. based vendors. If the U.S. dollar weakens against other foreign currencies, some of our component suppliers may increase the price they charge for their components in order to maintain an equivalent profit margin. In addition, our purchases of flash-based memory from Flash Ventures and our investment in Flash Ventures are denominated in Japanese yen. If the Japanese yen appreciates against the U.S. dollar, our cost of purchasing flash-based memory wafers and the cost to us of future capital funding of Flash Ventures would increase. When such events occur, they have had, and may in the future have, a negative impact on our business.\nPrices for our products are substantially U.S. dollar denominated, even when sold to customers that are located outside the U.S. Therefore, as a substantial portion of our sales are from countries outside the U.S., fluctuations in currency exchanges rates, most notably the strengthening of the U.S. dollar against other foreign currencies, contribute to variations in sales of products in impacted jurisdictions and could negatively impact demand and revenue growth. In addition, currency variations can adversely affect margins on sales of our products in countries outside the U.S.\nWe attempt to manage the impact of foreign currency exchange rate changes by, among other things, entering into short-term foreign exchange contracts. However, these contracts may not cover our full exposure, and can be canceled by the counterparty if currency controls are put in place. Thus, our decisions and hedging strategy with respect to currency risks may not be successful and may actually harm our operating results. Further, the ability to enter into foreign exchange contracts with financial institutions is based upon our available credit from such institutions and compliance with covenants and other restrictions. Operating losses, third party downgrades of our credit rating or instability in the worldwide financial markets could impact our ability to effectively manage our foreign currency exchange rate risk. Hedging also exposes us to the credit risk of our counterparty financial institutions.\n  Increases in our customers’ credit risk could result in credit losses and term extensions under existing contracts with customers with credit losses could result in an increase in our operating costs.\nSome of our OEM customers have adopted a subcontractor model that requires us to contract directly with companies, such as ODMs, that provide manufacturing and fulfillment services to our OEM customers. Because these subcontractors are generally not as well capitalized as our direct OEM customers, this subcontractor model exposes us to increased credit risks. Our agreements with our OEM customers may not permit us to increase our product prices to alleviate this increased credit risk. Additionally, as we attempt to expand our OEM and distribution channel sales into emerging economies, the customers with the most success in these regions may have relatively short operating histories, making it more difficult for us to accurately assess the associated credit risks. Our customers’ credit risk may also be exacerbated by an economic downturn or other adverse global or regional economic conditions. Any credit losses we may suffer as a result of these increased risks, or as a result of credit losses from any significant customer, especially in situations where there are term extensions under existing contracts with such customers, would increase our operating costs, which may negatively impact our operating results.\nLEGAL AND COMPLIANCE RISKS\n  We are subject to laws, rules, and regulations relating to the collection, use, sharing, and security of data, including personal data, and our failure to comply with these laws, rules and regulations could subject us to proceedings by governmental entities or others and cause us to incur penalties, significant legal liability, or loss of customers, loss of revenue, and reputational harm.\nWe are subject to laws, rules, and regulations relating to the collection, use, and security and privacy of third-party data including data that relates to or identifies an individual person. In many cases, these laws apply not only to third-party transactions, but also to transfers of information between us and our subsidiaries, and among us, our subsidiaries and other parties with which we have commercial relations. Our possession and use of third-party data, including personal data and \n22\nTable of Content\ns\nemployee data in conducting our business, subjects us to legal and regulatory burdens that require us to notify vendors, customers or employees or other parties with which we have commercial relations of a data security breach and to respond to regulatory inquiries and to enforcement proceedings. Laws and regulations relating to the collection, use, security and privacy of third-party data change over time and new laws and regulations become effective from time to time. We are subject to notice and privacy policy requirements, as well as obligations to respond to requests to know and access personal information, correct personal information, delete personal information and say no to the sale of personal information. Global privacy and data protection legislation, enforcement, and policy activity in this area are rapidly expanding and evolving, and may be inconsistent from jurisdiction to jurisdiction. We may also be subject to restrictions on cross-border data transfers and requirements for localized storage of data that could increase our compliance costs and risks and affect the ability of our global operations to coordinate activities and respond to customers. Compliance requirements and even our inadvertent failure to comply with applicable laws may cause us to incur substantial costs, subject us to proceedings by governmental entities or others, and cause us to incur penalties or other significant legal liability, or lead us to change our business practices.\n  We are subject to state, federal and international legal and regulatory requirements, such as environmental, labor, health and safety, trade and public-company reporting and disclosure regulations, customers’ standards of corporate citizenship, and industry and coalition standards, such as those established by the Responsible Business Alliance (“RBA”), and compliance with those regulations and requirements could cause an increase in our operating costs and failure to comply may harm our business.\nWe are subject to, and may become subject to additional, state, federal and international laws and regulations governing our environmental, labor, trade, health and safety practices and public-company reporting and disclosures requirements. These laws and regulations, particularly those applicable to our international operations, are or may be complex, extensive and subject to change. We will need to ensure that we and our suppliers, customers and partners timely comply with such laws and regulations, which may result in an increase in our operating costs. Legislation has been, and may in the future be, enacted in locations where we manufacture or sell our products, which could impair our ability to conduct business in certain jurisdictions or with certain customers and harm our operating results. In addition, climate change and financial reform legislation is a significant topic of discussion and has generated and may continue to generate federal, international or other regulatory responses in the near future, which could substantially increase the complexity of our public-company reporting and disclosure requirements and our compliance and operating costs. If we or our suppliers, customers or partners fail to timely comply with applicable legislation, certain customers may refuse to purchase our products or we may face increased operating costs as a result of taxes, fines or penalties, or legal liability and reputational damage, which could harm our business.\nIn connection with our compliance with environmental laws and regulations, as well as our compliance with industry and coalition environmental initiatives, such as those established by the RBA, the standards of business conduct required by some of our customers, and our commitment to sound corporate citizenship in all aspects of our business, we could incur substantial compliance and operating costs and be subject to disruptions to our operations and logistics. In addition, if we or our suppliers, customers or partners were found to be in violation of these laws or noncompliant with these initiatives or standards of conduct, we could be subject to governmental fines, liability to our customers and damage to our reputation and corporate brand, which could cause our financial condition and operating results to suffer.\n  Our aspirations, disclosures, and actions related to environmental, social and governance (“ESG”) matters expose us to risks that could adversely affect our reputation and performance.\nThere is an increased focus from investors, customers, associates, business partners and other stakeholders concerning ESG matters, and we announce initiatives and goals related to ESG matters from time to time, including renewable energy and net zero emissions commitments.\n \nThese statements reflect our current plans and aspirations and are not guarantees that we will be able to achieve them. Our ability to achieve any ESG objective is subject to numerous risks, many of which are outside of our control, including the availability and cost of alternative energy sources; the evolving regulatory and reporting requirements affecting ESG practices and disclosures; the locations and usage of our products and the implications on their greenhouse gas emissions; and the successful execution of our strategy.\n \nOur failure to accomplish or accurately track and report on these goals on a timely basis, or at all, and the potential added costs involved, could adversely affect our reputation; financial performance and growth; our ability to attract or retain talent; and our attractiveness as a business partner or supplier, and could expose us to increased litigation risk, as well as increased scrutiny from the investment community and enforcement authorities.\n  We and certain of our officers are at times involved in litigation, investigations and governmental proceedings, which may be costly, may divert the efforts of our key personnel and could result in adverse court rulings, fines or penalties, which could materially harm our business.\n23\nTable of Content\ns\nFrom time to time, we are involved in litigation, including antitrust and commercial matters, putative securities class action suits and other actions. We are the plaintiff in some of these actions and the defendant in others. Some of the actions seek injunctive relief, including injunctions against the sale of our products, and substantial monetary damages, which if granted or awarded, could materially harm our business. From time to time, we may also be the subject of inquiries, requests for information, investigations and actions by government and regulatory agencies regarding our businesses. Any such matters could result in material adverse consequences to our results of operations, financial condition or ability to conduct our business, including fines, penalties or restrictions on our business activities.\nLitigation is subject to inherent risks and uncertainties that may cause actual results to differ materially from our expectations. In the event of an adverse outcome in any litigation, investigation or governmental proceeding, we could be required to pay substantial damages, fines or penalties and cease certain practices or activities, including the manufacture, use and sale of products. With or without merit, such matters can be complex, can extend for a protracted period of time, can be very expensive and the expense can be unpredictable. Litigation initiated by us could also result in counter-claims against us, which could increase the costs associated with the litigation and result in our payment of damages or other judgments against us. In addition, litigation, investigations or governmental proceedings and any related publicity may divert the efforts and attention of some of our key personnel, affect demand for our products and harm the market prices of our securities.\nWe may be obligated to indemnify our current or former directors or employees, or former directors or employees of companies that we have acquired, in connection with litigation, investigations or governmental proceedings. These liabilities could be substantial and may include, among other things: the costs of defending lawsuits against these individuals; the cost of defending shareholder derivative suits; the cost of governmental, law enforcement or regulatory investigations or proceedings; civil or criminal fines and penalties; legal and other expenses; and expenses associated with the remedial measures, if any, which may be imposed.\n  The nature of our industry and its reliance on IP and other proprietary information subjects us and our suppliers, customers and partners to the risk of significant litigation.\nThe data storage industry has been characterized by significant litigation. This includes litigation relating to patent and other IP rights, product liability claims and other types of litigation. We have historically been involved in frequent disputes regarding patent and other IP rights, and we have in the past received, and we may in the future receive, communications from third parties asserting that certain of our products, processes or technologies infringe upon their patent rights, copyrights, trademark rights or other IP rights. We may also receive claims of potential infringement if we attempt to license IP to others. IP risks increase when we enter into new markets where we have little or no IP protection as a defense against litigation. The complexity of the technology involved and the uncertainty of IP litigation increase the IP risks we face. Litigation can be expensive, lengthy and disruptive to normal business operations. Moreover, the results of litigation are inherently uncertain and may result in adverse rulings or decisions. We may be subject to injunctions, enter into settlements or be subject to judgments that may harm our business.\nIf we incorporate third-party technology into our products or if claims or actions are asserted against us for alleged infringement of the IP of others, we may be required to obtain a license or cross-license, modify our existing technology or design a new non-infringing technology. Such licenses or design modifications can be extremely costly. We evaluate notices of alleged patent infringement and notices of patents from patent holders that we receive from time to time. We may decide to settle a claim or action against us, which settlement could be costly. We may also be liable for any past infringement. If there is an adverse ruling against us in an infringement lawsuit, an injunction could be issued barring production or sale of any infringing product. It could also result in a damage award equal to a reasonable royalty or lost profits or, if there is a finding of willful infringement, treble damages. Any of these results would increase our costs and harm our operating results. In addition, our suppliers, customers and partners are subject to similar risks of litigation, and a material, adverse ruling against a supplier, customer or partner could negatively impact our business.\nMoreover, from time to time, we agree to indemnify certain of our suppliers and customers for alleged IP infringement. The scope of such indemnity varies but may include indemnification for direct and consequential damages and expenses, including attorneys’ fees. We may be engaged in litigation as a result of these indemnification obligations. Third party claims for patent infringement are excluded from coverage under our insurance policies. A future obligation to indemnify our customers or suppliers may harm our business.\n  Our reliance on IP and other proprietary information subjects us to the risk that these key components of our business could be copied by competitors.\n24\nTable of Content\ns\nOur success depends, in significant part, on the proprietary nature of our technology, including non-patentable IP such as our process technology. We primarily rely on patent, copyright, trademark and trade secret laws, as well as nondisclosure agreements and other methods, to protect our proprietary technologies and processes. There can be no assurance that our existing patents will continue to be held valid, if challenged, or that they will have sufficient scope or strength to protect us. It is also possible that competitors or other unauthorized third parties may obtain, copy, use or disclose, illegally or otherwise, our proprietary technologies and processes, despite our efforts to protect our proprietary technologies and processes. If a competitor is able to reproduce or otherwise capitalize on our technology despite the safeguards we have in place, it may be difficult, expensive or impossible for us to obtain necessary legal protection. There are entities whom we believe may infringe our IP. Enforcement of our rights often requires litigation. If we bring a patent infringement action and are not successful, our competitors would be able to use similar technology to compete with us. Moreover, the defendant in such an action may successfully countersue us for infringement of their patents or assert a counterclaim that our patents are invalid or unenforceable. Also, the laws of some foreign countries may not protect our IP to the same extent as do U.S. laws. In addition to patent protection of IP rights, we consider elements of our product designs and processes to be proprietary and confidential. We rely upon employee, consultant and vendor non-disclosure agreements and contractual provisions and a system of internal safeguards to protect our proprietary information. However, any of our registered or unregistered IP rights may be challenged or exploited by others in the industry, which could harm our operating results.\nThe success of our branded products depends in part on the positive image that consumers have of our brands. We believe the popularity of our brands makes them a target of counterfeiting or imitation, with third parties attempting to pass off counterfeit products as our products. Any occurrence of counterfeiting, imitation or confusion with our brands could negatively affect our reputation and impair the value of our brands, which in turn could negatively impact sales of our branded products, our share and our gross margin, as well as increase our administrative costs related to brand protection and counterfeit detection and prosecution.\n  The exclusive forum provisions in our Bylaws could limit our stockholders' ability to bring a claim in a judicial forum that it finds favorable for disputes with the Company or its directors, officers or other employees.\nOur Bylaws provide that, unless the Company consents in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware (or the federal district court in the State of Delaware if the Court of Chancery does not have subject matter jurisdiction) is the sole and exclusive forum for (i) any derivative action brought on behalf of the Company, (ii) any action asserting a claim of breach of a fiduciary duty owed by any current or former director, officer or other employee of the Company or its stockholders, (iii) any action asserting a claim arising pursuant to any provision of the Delaware General Corporation Law or the Company’s Certificate of Incorporation or Bylaws, or (iv) any action asserting a claim governed by the internal affairs doctrine (the “Delaware Exclusive Forum Provision”). Our Bylaws further provide that the federal district courts of the United States of America will, to the fullest extent permitted by law, be the exclusive forum for resolving any complaint asserting a cause of action under the Securities Act of 1933, as amended (the “Federal Forum Provision”). \nThe Delaware Exclusive Forum Provision is intended to apply to claims arising under Delaware state law and would not apply to claims brought pursuant to the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction. In addition, the Federal Forum Provision is intended to apply to claims arising under the Securities Act and would not apply to claims brought pursuant to the Exchange Act. The exclusive forum provisions in the Company’s Bylaws will not relieve us of our duties to comply with the federal securities laws and the rules and regulations thereunder and, accordingly, actions by our stockholders to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder must be brought in federal courts. Our stockholders will not be deemed to have waived our compliance with these laws, rules and regulations. \nThe exclusive forum provisions in the Company’s Bylaws may limit a stockholder’s ability to bring a claim in a judicial forum of its choosing for disputes with the company or its directors, officers or other employees, which may discourage lawsuits against the Company and its directors, officers and other employees. In addition, stockholders who do bring a claim in the Court of Chancery of the State of Delaware pursuant to the Delaware Exclusive Forum Provision could face additional litigation costs in pursuing any such claim, particularly if they do not reside in or near Delaware. The court in the designated forum under our exclusive forum provisions may also reach different judgments or results than would other courts, including courts where a stockholder would otherwise choose to bring the action, and such judgments or results may be more favorable to the Company than to our stockholders. Further, the enforceability of similar exclusive forum provisions in other companies’ organizational documents has been challenged in legal proceedings, and it is possible that a court could find any of our exclusive forum provisions to be inapplicable to, or unenforceable in respect of, one or more of the specified types of actions or proceedings. If a court were to find all or any part of our exclusive forum provisions to be inapplicable or unenforceable in an action, we might incur additional costs associated with resolving such action in other jurisdictions.\n25\nTable of Content\ns",
    "item7": ">Item 7.\n     \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion and analysis contains forward-looking statements within the meaning of the federal securities laws, and should be read in conjunction with the disclosures we make concerning risks and other factors that may affect our business and operating results. You should read this information in conjunction with the Consolidated Financial Statements and the notes thereto included in Part II, Item 8 of this Annual Report on Form 10-K. See also “Forward-Looking Statements” immediately prior to Part I, Item 1 of this Annual Report on Form 10-K. \nOur Company\nWe are on a mission to unlock the potential of data by harnessing the possibility to use it. We are a leading developer, manufacturer, and provider of data storage devices based on both NAND flash and hard disk drive technologies. With dedicated flash-based products (“Flash”) and hard disk drives (“HDD”) business units driving advancements in storage technologies, our broad and ever-expanding portfolio delivers powerful Flash and HDD storage solutions for everyone from students, gamers, and home offices to the largest enterprises and public clouds to capture, preserve, access, and transform an ever-increasing diversity of data.\nOur broad portfolio of technology and products address our multiple end markets: “Cloud”, “Client” and “Consumer”. Cloud represents a large and growing end market comprised primarily of products for public or private cloud environments and enterprise customers, which we believe we are uniquely positioned to address as the only provider of both Flash and HDD. Through the Client end market, we provide our original equipment manufacturer (“OEM”) and channel customers a broad array of high-performance flash and hard drive solutions across personal computer, mobile, gaming, automotive, virtual reality headsets, at-home entertainment, and industrial spaces. The Consumer end market is highlighted by our broad range of retail and other end-user products, which capitalize on the strength of our product brand recognition and vast points of presence around the world.\nOur fiscal year ends on the Friday nearest to June 30 and typically consists of 52 weeks. Approximately every five to six years, we report a 53-week fiscal year to align the fiscal year with the foregoing policy. Fiscal years 2023, 2022, and 2021, which ended on June 30, 2023, July 1, 2022, and July 2, 2021, respectively, each comprised 52 weeks, with all quarters presented consisting of 13 weeks.\nKey Developments\nNetwork Security Incident \nAs previously disclosed, on March 26, 2023, we identified a network security incident in which an unauthorized third party gained access to a number of our systems. Upon discovery of the incident, we implemented incident response efforts, which included taking various systems and services offline as a proactive measure to secure our business operations and initiating an investigation with the assistance of leading outside security and forensic experts. In collaboration with outside forensic experts, we confirmed that an unauthorized party obtained a copy of a Western Digital database used for our online store that contained some personal information of our online store customers. This information included customer names, billing and shipping addresses, email addresses and telephone numbers. In addition, the database contained, in encrypted format, hashed and salted passwords and partial credit card numbers. We have provided notifications to impacted customers and relevant governmental authorities.\nThe incident, together with the incident response efforts discussed above, resulted in some disruptions to our business operations, including manufacturing, sales, fulfillment and general corporate activities. We were able to stabilize core operations after a short period of time and brought impacted systems back online in order of \noperational priority. The incident did not have a material impact on the financial results in 2023.\nInvestigation, recovery, and remediation expenses, including costs for forensics activities, third-party consulting and service providers, outside legal advisors, and other IT professionals, as a result of the network security incident were not material to the Consolidated Financial Statements. We maintain cyber insurance, subject to certain deductibles and policy limitations, typical for our size and industry.\n33\nTable of Content\ns\nStrategic Alternatives\n In June 2022, we announced that we are reviewing potential strategic alternatives aimed at further optimizing long-term value for stockholders. The Executive Committee of our Board of Directors is overseeing the assessment process and evaluating a range of alternatives, including options for separating our Flash and HDD business units. As of June 30, 2023, we are still actively working with financial advisors and our legal counsel in this strategic review process.\nTax Resolution\nAs disclosed in previous periods, we have received statutory notices of deficiency and notices of proposed adjustments from the Internal Revenue Service (“IRS”) with respect to 2008 through 2015. During the third quarter of 2023, we and the IRS reached an agreement on the federal tax and interest calculations with respect to the years 2008 through 2012 and a tentative settlement for the years 2013 through 2015. Additional information is provided in our discussion of Income tax expense in our results of operations below, as well as in Part II, Item 8, Note 14, \nIncome Tax Expense\n, of the Notes to the Consolidated Financial Statements, and in the “Short- and Long-Term Liquidity \n- \nUnrecognized Tax Benefits” section below.\nFinancing Activities\nIn December 2022 and in June 2023, we amended the loan agreement governing our Term Loan A-2 and revolving credit facility to provide additional financial flexibility as we navigate through the current dynamic economic environment. The amendments modified our financial covenant requirements, including modifying the leverage ratio requirements, and introducing a minimum liquidity covenant applicable through the quarter ending September 27, 2024 and a minimum free cash flow requirement applicable through the quarter ending December 29, 2023.\nThe amendment also accelerates the due date for amounts outstanding under the loan agreement from January 7, 2027 to November 2, 2023 if, as of that date, our cash and cash equivalents plus available unused capacity under our credit facilities do not exceed by $1.40 billion the sum of the outstanding balance of our 1.50% convertible notes due 2024 plus the outstanding principal amount of any other debt maturing within twelve months.\nIn January 2023, we entered into a new delayed draw term loan agreement, which was then amended in June 2023. As amended, the agreement allowed us to draw a loan of up to $600 million which we exercised in full in August 2023 (the “Delayed Draw Term Loan”). Borrowings on this loan will mature on June 28, 2024 or such earlier date that conditions for acceleration of amounts due under the loan agreement governing our Term Loan A-2 and revolving credit facility have been triggered as described above.\nAlso in January, 2023, we issued an aggregate of 900,000 shares of Series A Preferred Stock for an aggregate purchase price of $900 million. We believe these transactions will provide us with greater financial flexibility to manage our business. \nAdditional information regarding our indebtedness, including the principal repayment terms, interest rates, covenants and other key terms of our outstanding indebtedness, and additional information on the terms of our convertible preferred shares is included in Part II, Item 8, Note 8, \nDebt\n, and Note 13, \nShareholders’ Equity and Convertible Preferred Stock\n, of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\nOperational Update\nMacroeconomic factors such as inflation, higher interest rates and recession concerns have softened demand for our products, with certain customers reducing purchases as they adjust their production levels and right-size their inventories. As a result, we and our industry are experiencing a supply-demand imbalance, which has resulted in reduced shipments and negatively impacted pricing, particularly in Flash. While supply-demand imbalance has somewhat stabilized beginning in the third quarter of 2023, particularly in Client and Consumer, we continue to face a dynamic market environment. To adapt to these conditions, since the beginning of 2023, we have scaled back on capital expenditures, consolidated production lines and reduced bit growth to align with market demand and implemented measures to reduce operating expenses. This has resulted in incremental charges for employee termination, asset impairment and other charges and manufacturing underutilization charges in Flash and HDD in 2023, and is expected to impact near-term results. However, we believe digital transformation will continue to drive long-term growth for data storage in both Flash and HDD and believe that the actions we are taking will position us to capitalize on market conditions when they improve to address long-term growth opportunities in data storage across all our end markets.\nWe will continue to actively monitor developments impacting our business and may take additional responsive actions that we determine to be in the best interest of our business and stakeholders.\n34\nTable of Content\ns\nWe believe we have made significant progress in strengthening our product portfolio to meet our customers’ growing and evolving storage needs. Our new industry-leading 22-terabyte conventional magnetic recording drives and 26-terabyte shingled magnetic recording drives, utilizing OptiNAND technology, have commenced commercial shipments. We also have commenced product sampling of our latest 28-terabyte Ultra SMR drive, which built upon proven ePMR and UltraSMR technology, with full feature and performance compatibility, as well as the reliability trusted by our customers worldwide.\n During 2023, we announced BiCS8 node, the newest 3D-flash memory technology based on a chip-bonded-to-array architecture. \nSee Part I, Item 1A,\n Risk Factors\n, of this Annual Report on Form 10-K for more information regarding the risks we face as a result of macroeconomic conditions, and supply chain disruptions.\n35\nTable of Content\ns\nResults of Operations\nSummary Comparison of 2023, 2022 and 2021 \nThe following table sets forth, for the periods presented, selected summary information from our Consolidated Statements of Operations by dollars and percentage of net revenue\n(1)\n:\n2023\n2022\n2021\n(in millions, except percentages)\nRevenue, net\n$\n12,318 \n100.0 \n%\n$\n18,793 \n100.0 \n%\n$\n16,922 \n100.0 \n%\nCost of revenue\n10,431 \n84.7 \n12,919 \n68.7 \n12,401 \n73.3 \nGross profit\n1,887 \n15.3 \n5,874 \n31.3 \n4,521 \n26.7 \nOperating expenses:\nResearch and development\n2,009 \n16.3 \n2,323 \n12.4 \n2,243 \n13.3 \nSelling, general and administrative\n970 \n7.9 \n1,117 \n5.9 \n1,105 \n6.5 \nEmployee termination, asset impairment, and other charges\n193 \n1.6 \n43 \n0.2 \n(47)\n(0.3)\nTotal operating expenses\n3,172 \n25.8 \n3,483 \n18.5 \n3,301 \n19.5 \nOperating income (loss)\n(1,285)\n(10.4)\n2,391 \n12.7 \n1,220 \n7.2 \nInterest and other income:\nInterest income\n24 \n0.2 \n6 \n— \n7 \n— \nInterest expense\n(312)\n(2.5)\n(304)\n(1.6)\n(326)\n(1.9)\nOther income, net\n13 \n0.1 \n30 \n0.2 \n26 \n0.2 \nTotal interest and other income, net\n(275)\n(2.2)\n(268)\n(1.4)\n(293)\n(1.7)\nIncome (loss) before taxes\n(1,560)\n(12.7)\n2,123 \n11.3 \n927 \n5.5 \nIncome tax expense\n146 \n1.2 \n623 \n3.3 \n106 \n0.6 \nNet income (loss)\n(1,706)\n(13.8)\n1,500 \n8.0 \n821 \n4.9 \nLess: cumulative dividends allocated to preferred shareholders\n24 \n0.2 \n— \n— \n— \n— \nNet income (loss) attributable to common shareholders\n$\n(1,730)\n(14.0)\n%\n$\n1,500 \n8.0 \n%\n$\n821 \n4.9 \n%\n(1)\nPercentage may not total due to rounding.\n36\nTable of Content\ns\nThe following table sets forth, for the periods presented, a summary of our segment information:\n2023\n2022\n2021\n(in millions, except percentages)\nNet revenue:\nFlash\n$\n6,063\n$\n9,753\n$\n8,706\nHDD\n6,255\n9,040\n8,216\nTotal net revenue\n$\n12,318\n$\n18,793\n$\n16,922\nGross profit:\nFlash\n$\n433\n$\n3,527\n$\n2,611\nHDD\n1,505\n2,661\n2,221\nUnallocated corporate items:\nStock-based compensation expense\n(49)\n(48)\n(55)\nAmortization of acquired intangible assets\n—\n(66)\n(331)\nContamination related charges\n—\n(207)\n—\nRecoveries from a power outage incident\n—\n7\n75\nOther\n(2)\n—\n—\nTotal unallocated corporate items\n(51)\n(314)\n(311)\nConsolidated gross profit\n$\n1,887\n$\n5,874\n$\n4,521\nGross margin:\nFlash\n7.1%\n36.2%\n30.0%\nHDD\n24.1%\n29.4%\n27.0%\nConsolidated gross margin\n15.3%\n31.3%\n26.7%\nThe following table sets forth, for the periods presented, summary information regarding our disaggregated revenue:\n2023\n2022\n2021\n(in millions)\nRevenue by End Market \nCloud\n$\n5,252 \n$\n8,017 \n$\n5,723 \nClient\n4,328 \n7,076 \n7,281 \nConsumer\n2,738 \n3,700 \n3,918 \nTotal Revenue\n$\n12,318 \n$\n18,793 \n$\n16,922 \nRevenue by Geography\nAsia\n$\n6,046 \n$\n10,054 \n$\n9,455 \nAmericas\n4,172 \n5,867 \n4,406 \nEurope, Middle East and Africa\n2,100 \n2,872 \n3,061 \nTotal Revenue\n$\n12,318 \n$\n18,793 \n$\n16,922 \nExabytes Shipped\n501 \n645 \n541 \nNet Revenue\nNet revenue decrease\nd \n34% in 2023 compared to 2022, primarily reflecting the supply-demand imbalance and macroeconomic pressures described in the “Operational Update” above.\nFlash revenue decreased 38% in 2023 compared to 2022, substantially all driven by a decline in the average selling prices per gigabyte across all our end markets.\n37\nTable of Content\ns\nHDD revenue decreased 31% in 2023, compared to 2022, primarily driven by an approximately 26% decrease in exabytes sold and a decline in the average selling prices. The decrease in exabytes sold was primarily driven by lower shipments to customers in our Cloud end market and to a lesser extent in Client and Consumer end markets.\nThe 34% decrease in Cloud revenue in 2023 compared to 2022, reflects approximately 25 percentage points driven by a decline in HDD revenue as customers reduced purchases to right-size their inventories, and approximately 9 percentage points driven by a decline in Flash revenue resulting primarily from a decrease in shipments, as well as from lower average selling prices of our flash-based products. In Client, the 39% decrease in revenue in 2023 compared to 2022 reflects approximately 34 percentage points driven by a decline in Flash revenue due to pricing pressure across Flash and approximately 5 percentage points driven by a decline in HDD shipments. In Consumer, the 26% decrease in revenues in 2023 compared to 2022, was relatively evenly split between decreases in average selling price per gigabyte in Flash and a decline in retail HDD shipments.\nThe changes in net revenue by geography in 2023, compared to 2022, primarily reflect a larger decline in Asia from lower Client revenue from OEMs in this region as they reduced purchases to align with current market demand, as well as routine variations in the mix of business.\nFor 2023, 2022 and 2021, our top 10 customers accounted for 43%, 45% and 39%, respectively, of our net revenue. For each of 2023, 2022 and 2021, no single customer accounted for 10% or more of our net revenue.\nConsistent with standard industry practice, we have sales incentive and marketing programs that provide customers with price protection and other incentives or reimbursements that are recorded as a reduction to gross revenue. For 2023, 2022 and 2021, these programs represented 20%, 17% and 19%, respectively, of gross revenues, and adjustments to revenue due to changes in accruals for these programs have generally averaged less than 1% of gross revenue over the last three years. The amounts attributed to our sales incentive and marketing programs generally vary according to several factors including industry conditions, list pricing strategies, seasonal demand, competitor actions, channel mix and overall availability of products. Changes in future customer demand and market conditions may require us to adjust our incentive programs as a percentage of gross revenue.\nGross Profit and Gross Margin \nConsolidated gross profit decreased $3.99 billion, or 68%, in 2023 compared to 2022, which reflected the decrease in revenue described above as well as an aggregate of approximately $605 million for manufacturing underutilization and related charges and a write-down of certain Flash inventory to the lower of cost or market value ($404 million in Flash and $201 million in HDD), partially offset by $207 million of charges related to a contamination event in the Flash Ventures’ fabrication facilities incurred in the prior year, and a $66 million decrease in charges related to amortization expense on acquired intangible assets, some of which became fully amortized in 2023. Consolidated gross margin decreased 16 percentage points over the prior year with approximately 4 percentage points of the decline due to the net charges noted above and the remainder driven by the lower average selling prices per gigabyte in Flash. Flash gross margin decreased by 29.1 percentage points year over year, substantially driven by lower average selling prices per gigabyte in Flash with approximately 4 percentage points driven by year-over-year changes in the charges noted above. HDD gross margin decreased by 5.3 percentage points year over year, with approximately 3 percentage points of the decline due to the underutilization charges noted above and the remainder primarily reflecting lower average selling prices per gigabyte and variation in the mix of products.\nOperating Expenses \nR&D expense decreased \n$314 million or 14%\n in 2023 compared to 2022, which reflects reductions in headcount and variable compensation expense as well as savings resulting from our actions to reduce expenses in the current dynamic economic environment. \nSelling, general and administrative (“SG&A”) expense decreased $147 million or 13% in 2023 compared to 2022, which reflects reductions in headcount, variable compensation expense and professional fees as well as savings resulting from our actions to reduce expenses in the current dynamic economic environment.\nEmployee termination, asset impairment and other charges increased $150 million compared to 2022, primarily due to restructuring actions taken to adjust our cost structure to align with the current demand environment.\n For additional information regarding employee termination, asset impairment and other charges, see Part II, Item 8, Note 16, \nEmployee Termination, Asset Impairment, and Other Charges\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\n38\nTable of Content\ns\nInterest and Other Income \nThe total interest and other income, net in 2023 was relatively flat compared to 2022, which reflected higher interest expense as a result of increases in interest rates and lower other income, partially offset by $29 million of lower amortization of the debt discount as a result of the adoption of ASU 2020-06 (as defined and described in Note 2, \nRecent Accounting Pronouncements\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K) and higher interest income on our cash and investments due to higher interest rates. \nIncome Tax Expense\nThe Tax Cuts and Jobs Act (the “2017 Act”) includes a broad range of tax reform proposals affecting businesses. We completed our accounting for the tax effects of the enactment of the 2017 Act during the second quarter of fiscal 2019. However, the U.S. Treasury and the IRS have issued tax guidance on certain provisions of the 2017 Act since the enactment date, and we anticipate the issuance of additional regulatory and interpretive guidance. We applied a reasonable interpretation of the 2017 Act along with the then-available guidance in finalizing our accounting for the tax effects of the 2017 Act. Any additional regulatory or interpretive guidance would constitute new information, which may require further refinements to our estimates in future periods.\nOn August 16, 2022, President Biden signed into law the Inflation Reduction Act of 2022, which contained significant law changes related to tax, climate, energy, and health care. The tax measures include, among other things, a corporate alternative minimum tax (“CAMT”) of 15% on corporations with three-year average annual adjusted financial statement income (“AFSI”) exceeding $1.00 billion. The CAMT will be effective for us beginning with fiscal year 2024. We are currently evaluating the potential effects of these legislative changes.\nThe following table sets forth Income tax information from our Consolidated Statement of Operations by dollar and effective tax rate:\n \n2023\n2022\n2021\n(in millions, except percentages)\nIncome (loss) before taxes\n$\n(1,560)\n$\n2,123 \n$\n927 \nIncome tax expense\n146 \n623 \n106 \nEffective tax rate\n(9)\n%\n29 \n%\n11 \n%\nBeginning in 2023, the 2017 Act requires us to capitalize and amortize R&D expenses rather than expensing them in the year incurred. The tax effects related to the capitalization of R&D expenses are included in Income tax expense, but did not have a material impact on our effective tax rate. \nThe primary drivers of the difference between the effective tax rate for 2023 and the U.S. Federal statutory rate of 21% are the relative mix of earnings and losses by jurisdiction, the deduction for foreign derived intangible income, credits, and tax holidays in Malaysia, the Philippines and Thailand that will expire at various dates during years 2024 through 2031.\nThe primary drivers of the difference between the effective tax rate for 2022 and the U.S. Federal statutory rate of 21% are the relative mix of earnings and losses by jurisdiction, the deduction for foreign derived intangible income, credits, and tax holidays in Malaysia, the Philippines and Thailand that will expire at various dates during years 2024 through 2031. In addition, the effective tax rate for 2022 includes a net increase of $352 million to the liability for unrecognized tax benefits, which includes interest and offsetting tax benefits, as a result of our discussions with various taxing authorities. This amount includes $324 million related to the effects of the final settlement with the IRS resolving the statutory notices of deficiency with respect to 2008 through 2012 and the tentative settlement reached with the IRS resolving the notices of proposed adjustments with respect to 2013 through 2015.\nOur future effective tax rate is subject to future regulatory developments and changes in the mix of our U.S. earnings compared to foreign earnings. Our total tax expense in future years may also vary as a result of discrete items such as excess tax benefits or deficiencies.\nFor additional information regarding Income tax expense, see Part II, Item 8, Note 14, \nIncome Tax Expense\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\n39\nTable of Content\ns\nA discussion of our results of operations for 2021, including a comparison of such results of operations to 2022, is included in Part II, Item 7, \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n, included in our Annual Report on Form 10-K for the year ended July 1, 2022 filed with the Securities and Exchange Commission on August 25, 2022.\n40\nTable of Content\ns\nLiquidity and Capital Resources\nThe following table summarizes our statements of cash flows: \n \n2023\n2022\n2021\n(in millions)\nNet cash provided by (used in):\nOperating activities\n$\n(408)\n$\n1,880 \n$\n1,898 \nInvesting activities\n(762)\n(1,192)\n(765)\nFinancing activities\n875 \n(1,718)\n(817)\n Effect of exchange rate changes on cash\n(9)\n(13)\n6 \nNet increase (decrease) in cash and cash equivalents\n$\n(304)\n$\n(1,043)\n$\n322 \nWe reached a final agreement with the IRS and received notices of deficiency with respect to years 2008 through 2012. In addition, we have tentatively reached a basis for resolving the notices of proposed adjustments with respect to years 2013 through 2015. As of June 30, 2023, we have recognized a liability for tax and interest of $753 million related to all years from 2008 through 2015. We expect to pay $523 million in the first quarter of 2024 with respect to years 2008 through 2012 and expect to pay any remaining balance with respect to this matter within the next twelve months. \nIn connection with settlements for years 2008 through 2015, we expect to realize reductions to our mandatory deemed repatriation tax obligations and tax savings from interest deductions in future years aggregating to approximately $160 million to $180 million. See Part I, Item 1, Note 14, \nIncome Tax Expense\n for further details.\nThe $1.10 billion principal amount of our 1.50% convertible notes due 2024 will mature on February 1, 2024, and we are required to settle any conversion value with the principal amount settled in cash and any excess in cash, shares of the Company’s common stock, or a combination thereof pursuant to the terms of the indenture, dated as of February 13, 2018. See Part I, Item 1, Note 8, \nDebt\n for further details.\nAs further described under “Key Developments - Financing Activities” above, in December 2022 and June 2023, we modified certain financial covenant requirements in the loan agreement governing our Term Loan A-2 and revolving credit facility. In addition, in January 2023, we entered into a delayed draw term loan agreement, which was then amended in June 2023 and fully drawn in the amount of $600 million in August 2023. In January 2023, we also issued an aggregate of 900,000 shares of Series A Preferred Stock for an aggregate purchase price of $900 million. We believe these transactions will provide us with greater financial flexibility to manage our business.\nWe have an existing shelf registration statement (the “Shelf Registration Statement”) filed with the Securities and Exchange Commission that expires in August 2024, which allows us to offer and sell shares of common stock, preferred stock, warrants, and debt securities. We may use the Shelf Registration Statement or other capital sources, including other offerings of equity or debt securities or the credit markets, to satisfy future financing needs, including planned or unanticipated capital expenditures, investments, debt repayments or other expenses. Any such additional financing will be subject to market conditions and may not be available on terms acceptable to us or at all.\nAs noted previously, we have been scaling back on capital expenditures, consolidating production lines and reducing bit growth to align with market demand. We reduced our expenditures for property, plant and equipment for our company plus our portion of the capital expenditures by our Flash Ventures joint venture with Kioxia for its operations to approximately $1.4 billion in 2023 from approximately $1.5 billion in 2022. After consideration of the Flash Ventures’ lease financing of its capital expenditures and net operating cash flow, we reduced our net cash used for our purchases of property, plant and equipment and net activity in notes receivable relating to Flash Ventures to $793 million in 2023 from $1.2 billion in 2022. We expect the capital expenditures for 2024 to be less than 2023.\nWe believe our cash, and cash equivalents including the proceeds from the drawdown of the Delayed Draw Term Loan, as discussed in “Key Developments - Financing Activities” above, as well as our available revolving credit facility, will be sufficient to meet our working capital, debt and capital expenditure needs for at least the next twelve months and for the foreseeable future thereafter, as we navigate the current market downturn before returning to profitable operations and positive cash flows when the market normalizes. We believe we can also access the various capital markets to further supplement our liquidity position if necessary. Our ability to sustain our working capital position is subject to a number of risks that we discuss in Part I, Item 1A, \nRisk Factors\n, in this Annual Report on Form 10-K. \n41\nTable of Content\ns\nA total of \n$1.28 billion\n and \n$1.82 billion\n of our cash and cash equivalents were held outside of the U.S. as of June 30, 2023 and July 1, 2022, respectively. There are no material tax consequences that were not previously accrued for on the repatriation of this cash. \nOur cash equivalents are primarily invested in money market funds that invest in U.S. Treasury securities and U.S. Government agency securities. In addition, from time to time, we also invest directly in certificates of deposit, asset-backed securities and corporate and municipal notes and bonds.\nOperating Activities\nNet cash provided by or used in operating activities primarily consists of net income or loss, adjusted for non-cash charges, plus or minus changes in operating assets and liabilities. Net cash provided by changes in operating assets and liabilities was \n$90 million\n for 2023, as compared to $1.08 billion for 2022, which reflects the reduction in the volume of our business. Changes in our operating assets and liabilities are largely affected by our working capital requirements, which are dependent on the effective management of our cash conversion cycle as well as timing of payments for taxes. Our cash conversion cycle measures how quickly we can convert our products into cash through sales. At the end of the respective fourth quarters, the cash conversion cycles were as follows (in days):\n2023\n2022\n2021\n(in days)\nDays sales outstanding\n54 \n56 \n42 \nDays in inventory\n130 \n107 \n98 \nDays payables outstanding\n(56)\n(66)\n(63)\nCash conversion cycle\n128 \n97 \n77 \nChanges in days sales outstanding (“DSO”) are generally due to the timing of shipments. Changes in days in inventory (“DIO”) are generally related to the timing of inventory builds. Changes in days payables outstanding (“DPO”) are generally related to production volume and the timing of purchases during the period. From time to time, we modify the timing of payments to our vendors. We make modifications primarily to manage our vendor relationships and to manage our cash flows, including our cash balances. Generally, we make the payment term modifications through negotiations with our vendors or by granting to, or receiving from, our vendors’ payment term accommodations.\nDSO decreased by 2 days over the prior year, reflecting timing of shipments and customer collections. DIO increased by 23 days over the prior year, primarily reflecting a decline in products shipped in light of the current market environment. DPO decreased 10 days over the prior year, primarily due to reductions in production volume and capital expenditures as well as routine variations in the timing of purchases and payments during the period.\nInvesting Activities\nN\net cash used in investing activities in 2023 primarily consisted of $821 million in capital expenditures, partially offset by a $14 million net decrease in notes receivable issuance to Flash Ventures and $14 million in net proceeds from the sale of property, plant, and equipment. Net cash used in investing activities in 2022 primarily consisted of a $1.12 billion of capital expenditures, partially offset by a $91 million net increase in notes receivable issuances to Flash Ventures.\nFinancing Activities\nDuring 2023, net cash provided by financing activities primarily consisted of $881 million from the issuance of Series A Preferred Stock and $93 million from issuance of stock under employee stock plans, partially offset by $80 million used for taxes paid on vested stock awards under employee stock plans. In addition, we drew and repaid $1.18 billion under our revolving credit facility within the period. Cash used in financing activities in 2022 primarily consisted of $3.62 billion for repayment of debt, as well as $122 million for taxes paid on vested stock awards under employee stock plans, partially offset by net proceeds of $1.87 billion from the issuance of new debt and $90 million from the issuance of stock under employee stock plans.\nA discussion of our cash flows for the year ended July 2, 2021 is included in Part II, Item 7, \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations - Liquidity and Capital Resources\n, included in our Annual Report on Form 10-K for the year ended July 1, 2022 filed with the Securities and Exchange Commission on\n August 25, 2022.\n42\nTable of Content\ns\nOff-Balance Sheet Arrangements\nOther than the commitments related to Flash Ventures incurred in the normal course of business and certain indemnification provisions (see “Short- and Long-term Liquidity - Indemnifications” below), we do not have any other material off-balance sheet financing arrangements or liabilities, guarantee contracts, retained or contingent interests in transferred assets, or any other obligation arising out of a material variable interest in an unconsolidated entity. We do not have any majority-owned subsidiaries that are not included in the Consolidated Financial Statements. Additionally, with the exception of Flash Ventures and our joint venture with Unisplendour Corporation Limited and Unissoft (Wuxi) Group Co. Ltd. (“Unis”), referred to as the “Unis Venture”, we do not have an interest in, or relationships with, any variable interest entities. For additional information regarding our off-balance sheet arrangements, see Part II, Item 8, Note 10, \nRelated Parties and Related Commitments and Contingencies\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\n43\nTable of Content\ns\nShort- and Long-term Liquidity\nMaterial Cash Requirements \nIn addition to cash requirements for unrecognized tax benefits and dividend rights with respect to the Series A Preferred Stock discussed below, the following is a summary of our known material cash requirements, including those for capital expenditures, as of June 30, 2023:\nTotal\n1 Year (2024)\n2-3 Years (2025-2026)\n4-5 Years (2027-2028)\nMore than 5 Years (Beyond 2028)\n(in millions)\nLong-term debt, including current portion\n(1)\n$\n7,100 \n$\n1,213 \n$\n2,600 \n$\n2,287 \n$\n1,000 \nInterest on debt\n1,091 \n342 \n555 \n118 \n76 \nFlash Ventures related commitments\n(2)\n3,912 \n1,859 \n1,613 \n537 \n(97)\nOperating leases\n334 \n49 \n94 \n77 \n114 \nPurchase obligations and other commitments\n3,102 \n2,589 \n316 \n67 \n130 \nMandatory deemed repatriation tax\n663 \n199 \n464 \n— \n— \nTotal\n$\n16,202 \n$\n6,251 \n$\n5,642 \n$\n3,086 \n$\n1,223 \n(1)\nPrincipal portion of debt, excluding discounts and issuance costs.\n(2)\nIncludes reimbursement for depreciation and lease payments on owned and committed equipment, funding commitments for loans and equity investments and payments for other committed expenses, including R&D and building depreciation. Funding commitments assume no additional operating lease guarantees. Additional operating lease guarantees can reduce funding commitments.\nDividend rights \nOn January 31, 2023, we issued an aggregate of 900,000 shares of Series A Preferred Stock for an aggregate purchase price of $900 million. These shares are entitled to cumulative preferred dividends. See Part II, Item 8, Note 13, \nShareholders’ Equity and Convertible Preferred Stock\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for more information regarding the dividend provisions.\nDebt\nIn addition to our existing debt, as of \nJune 30, 2023\n, we had $2.25 billion available for borrowing under our revolving credit facility until January 2027, subject to customary conditions under the loan agreement. Furthermore, we drew the Delayed Draw Term Loan in the amount of $600 million as noted in “Key Developments - Financing Activities”. The agreements governing these credit facilities each include limits on secured indebtedness and certain types of unsecured subsidiary indebtedness and require certain of our subsidiaries to provide guarantees and collateral to the extent the conditions providing for such guarantees and collateral are met. Additional information regarding our indebtedness, including information about availability under our revolving credit facility and the principal repayment terms, interest rates, covenants and other key terms of our outstanding indebtedness, is included in Part II, Item 8, Note 8, \nDebt\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K. Our delayed draw term loan agreement and the loan\n agreement governing our revolving credit facility and our term loan A-2 due 2027 require us to comply with certain financial covenants, consisting of a leverage ratio, a minimum liquidity and a free cash flow requirements. As of June 30, 2023, we were in compliance with these financial covenants.\nFlash Ventures\nFlash Ventures sells to, and leases back from, a consortium of financial institutions a portion of its tools and has entered into equipment lease agreements, of which we guarantee half or all of the outstanding obligations under each lease agreement. The leases are subject to customary covenants and cancellation events that relate to Flash Ventures and each of the guarantors. The occurrence of a cancellation event could result in an acceleration of the lease obligations and a call on our guarantees. As of June 30, 2023, we were in compliance with all covenants under these Japanese lease facilities. See Part II, Item 8, Note 10, \nRelated Parties and Related Commitments and Contingencies\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for information regarding Flash Ventures. \n44\nTable of Content\ns\nPurchase Obligations and Other Commitments\nIn the normal course of business, we enter into purchase orders with suppliers for the purchase of components used to manufacture our products. These purchase orders generally cover forecasted component supplies needed for production during the next quarter, are recorded as a liability upon receipt of the components, and generally may be changed or canceled at any time prior to shipment of the components. We also enter into long-term agreements with suppliers that contain fixed future commitments, which are contingent on certain conditions such as performance, quality and technology of the vendor’s components. These arrangements are included under “Purchase obligations and other commitments” in the table above.\nMandatory Deemed Repatriation Tax\nThe following is a summary of our estimated mandatory deemed repatriation tax obligations under the 2017 Act that are payable in the following years (in millions): \nJune 30,\n2023\n2024\n$\n199 \n2025\n206 \n2026\n258 \nTotal\n$\n663 \nFor additional information regarding our estimate of the total tax liability for the mandatory deemed repatriation tax, see Part II, Item 8, Note 13, \nIncome Tax Expense\n, of the Notes to Consolidated Financial Statements included in our Annual Report on Form 10-K for the year ended\n June 28, 2019.\nUnrecognized Tax Benefits \nAs of June 30, 2023, the liability for unrecognized tax benefits (excluding accrued interest and penalties) was approximately $1.02 billion. Accrued interest and penalties related to unrecognized tax benefits as of June 30, 2023, were approximately $289 million. Of these amounts, approximately $1.14 billion could result in potential cash payments. \nAs noted above, we reached a final agreement with the IRS and received notices of deficiency with respect to years 2008 through 2012. In addition, we have tentatively reached a basis for resolving the notices of proposed adjustments with respect to years 2013 through 2015. As of June 30, 2023, we have recognized a liability for tax and interest of $753 million related to all years from 2008 through 2015. We expect to pay $523 million in the first quarter of 2024 with respect to years 2008 through 2012 and expect to pay any remaining balance with respect to this matter within the next twelve months.\n \nIn connection with settlements for years 2008 through 2015, we expect to realize reductions to our mandatory deemed repatriation tax obligations and tax savings from interest deductions in future years aggregating to approximately $160 million to $180 million. See Part I, Item 1, Note 14,\n Income Tax Expense\n for further details.\nMandatory Research and Development Expense Capitalization\nBeginning in 2023, the 2017 Act requires us to capitalize and amortize research and development expenses rather than expensing them in the year incurred, which is expected to result in higher cash tax payments once we return to profitability.\nForeign Exchange Contracts\nWe purchase foreign exchange contracts to hedge the impact of foreign currency fluctuations on certain underlying assets, liabilities and commitments for Operating expenses and product costs denominated in foreign currencies. For a description of our current foreign exchange contract commitments, see Part II, Item 8, Note 7, \nDerivative Instruments and Hedging Activities\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\n45\nTable of Content\ns\nIndemnifications\nIn the ordinary course of business, we may provide indemnifications of varying scope and terms to customers, vendors, lessors, business partners and other parties with respect to certain matters, including, but not limited to, losses arising out of our breach of agreements, products or services to be provided by us, environmental compliance, or from intellectual property infringement claims made by third parties. In addition, we have entered into indemnification agreements with our directors and certain of our officers that will require us, among other things, to indemnify them against certain liabilities that may arise by reason of their status or service as directors or officers. We maintain director and officer insurance, which may cover certain liabilities arising from our obligation to indemnify our directors and officers in certain circumstances.\nIt is not possible to determine the maximum potential amount under these indemnification agreements due to the limited history of prior indemnification claims and the unique facts and circumstances involved in each particular agreement. Such indemnification agreements may not be subject to maximum loss clauses. Historically, we have not incurred material costs as a result of obligations under these agreements.\nCash Dividend\nWe issued a quarterly cash dividend from the first quarter of 2013 up to the third quarter of 2020. In April 2020, we suspended our dividend to reinvest in the business and to support our ongoing deleveraging efforts. We will reevaluate our dividend policy as our leverage ratio improves.\nRecent Accounting Pronouncements\nFor a description of recently issued and adopted accounting pronouncements, including the respective dates of adoption and expected effects on our results of operations and financial condition, see Part II, Item 8, Note 2, \nRecent Accounting Pronouncements\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K. \nCritical Accounting Policies and Estimates\nWe have prepared the accompanying Consolidated Financial Statements in accordance with accounting principles generally accepted in the United States (“U.S. GAAP”). The preparation of the financial statements requires the use of judgments and estimates that affect the reported amounts of revenues, expenses, assets, liabilities and shareholders’ equity. We have adopted accounting policies and practices that are generally accepted in the industry in which we operate. If these estimates differ significantly from actual results, the impact to the Consolidated Financial Statements may be material.\nRevenue\nWe provide distributors and retailers (collectively referred to as “resellers”) with limited price protection for inventories held by resellers at the time of published list price reductions. We also provide resellers and OEMs with other sales incentive programs. The Company records estimated variable consideration related to these items as a reduction to revenue at the time of revenue recognition. We use judgment in our assessment of variable consideration in contracts to be included in the transaction price. We use the expected value method to arrive at the amount of variable consideration. The Company constrains variable consideration until the likelihood of a significant revenue reversal is not probable and believes that the expected value method is the appropriate estimate of the amount of variable consideration based on the fact that we have a large number of contracts with similar characteristics.\nFor sales to OEMs, the Company’s methodology for estimating variable consideration is based on the amount of consideration expected to be earned based on the OEMs’ volume of purchases from the Company or other agreed upon sales incentive programs. For sales to resellers, the methodology for estimating variable consideration is based on several factors including historical pricing information, current pricing trends and channel inventory levels. Estimating the impact of these factors requires significant judgment and differences between the estimated and actual amounts of variable consideration can be significant.\n46\nTable of Content\ns\nInventories\nWe value inventories at the lower of cost or net realizable value (“NRV”), with cost determined on a first-in, first-out basis. We record inventory write-downs of our inventory to lower of cost or net realizable value or for obsolete or excess inventory based on assumptions, which requires significant judgement. The determination of NRV involves estimating the average selling prices less any selling expenses of inventory based on market conditions and customer demand. To estimate the average selling prices and selling expenses of inventory, we review historical sales, future demand, economic conditions, contract prices and other information.\nWe periodically perform an excess and obsolete analysis of our inventory based on assumptions, which includes changes in business and economic conditions, changes in technology and projected demand of our products. If in any period we anticipate a change in those assumptions to be less favorable than our previous estimates, additional inventory write-downs may be required and could materially and negatively impact our gross margin. If in any period, we can sell inventories that had been written down to a level below the realized selling price in previous period, higher gross profit would be recognized in that period. While adjustments to these reserves have generally not been material, in 2023, we recorded a charge to Cost of revenue of $130 million, primarily to reduce component inventory to net realizable value as a result of a sudden change in demand for certain products.\nIncome Taxes\nWe account for income taxes under the asset and liability method, which provides that deferred tax assets and liabilities be recognized for temporary differences between the financial reporting basis and the tax basis of our assets and liabilities and expected benefits of utilizing net operating loss and tax credit carryforwards. We record a valuation allowance when it is more likely than not that the deferred tax assets will not be realized. Each quarter, we evaluate the need for a valuation allowance for our deferred tax assets and we adjust the valuation allowance so that we record net deferred tax assets only to the extent that we conclude it is more likely than not that these deferred tax assets will be realized. The assessment of valuation allowances against our deferred tax assets requires estimations and significant judgment. We continue to assess and adjust its valuation allowance based on operating results and market conditions. We account for interest and penalties related to income taxes as a component of the provision for income taxes.\nWe recognize liabilities for uncertain tax positions based on a two-step process. To the extent a tax position does not meet a more-likely-than-not level of certainty, no benefit is recognized in the financial statements. If a position meets the more-likely-than-not level of certainty, it is recognized in the financial statements at the largest amount that has a greater than 50% likelihood of being realized upon ultimate settlement. Interest and penalties related to unrecognized tax benefits are recognized on liabilities recorded for uncertain tax positions and are recorded in our provision for income taxes. The actual liability for unrealized tax benefits in any such contingency may be materially different from our estimates, which could result in the need to record additional liabilities for unrecognized tax benefits or potentially adjust previously-recorded liabilities for unrealized tax benefits and materially affect our operating results.\nGoodwill\nGoodwill is not amortized. Instead, it is tested for impairment on an annual basis or more frequently if events or changes in circumstances indicate that goodwill may be impaired. We perform our annual impairment test as of the first day of our fourth quarter for each reporting unit. As disclosed in Part II, Item 8. Note 3, \nBusiness Segments, Geographic Information, and Concentrations of Risk,\n of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K, our management identified several factors that warranted a quantitative analysis of impairment for both the Flash and HDD reporting units during 2023. As disclosed, we \nare required to use judgment when applying the goodwill impairment test, including in the identification of our reporting units. We also make judgments and assumptions in the assignment of assets and liabilities to our reporting units, assignment of goodwill to reporting units and determination of the fair value of each reporting unit. In addition, the estimates used to determine the fair value of each of our reporting units may change based on results of operations, macroeconomic conditions or other factors. Changes in these estimates could materially affect our assessment of the fair value and go\nodwill impairment for each reporting unit. If our stock price decreases significantly, goodwill could become impaired, which could result in a material charge and adversely affect our results of operations. Our recent assessments have indicated that fair value exceeds carrying value by a reasonable margin and we have not identified any impairment indicators for our reporting units.\n47\nTable of Content\ns",
    "item7a": ">Item 7A.\n    \nQuantitative and Qualitative Disclosures About Market Risk\nDisclosure About Foreign Currency Risk\nAlthough the majority of our transactions are in U.S. dollars, some transactions are based in various foreign currencies. We purchase short-term foreign exchange contracts to hedge the impact of foreign currency exchange fluctuations on certain underlying assets, liabilities and commitments for product costs and Operating expenses denominated in foreign currencies. The purpose of entering into these hedge transactions is to minimize the impact of foreign currency fluctuations on our results of operations. Substantially all of the contract maturity dates do not exceed 12 months. We do not purchase foreign exchange contracts for speculative or trading purposes. For additional information, see Part II, Item 8, Note 6, \nFair Value Measurements and Investments,\n and Note 7, \nDerivative Instruments and Hedging Activities\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\nDue to macroeconomic changes and volatility experienced in the foreign exchange market recently, we believe sensitivity analysis is more informative in representing the potential impact to the portfolio as a result of market movement. Therefore, we have performed sensitivity analyses for 2023 and 2022, using a modeling technique that measures the change in the fair values arising from a hypothetical 10% adverse movement in the levels of foreign currency exchange rates relative to the U.S. dollar, with all other variables held constant. The analyses cover all of our foreign currency derivative contracts used to offset the underlying exposures. The foreign currency exchange rates used in performing the sensitivity analyses were based on market rates in effect at June 30, 2023 and July 1, 2022. The sensitivity analyses indicated that a hypothetical 10% adverse movement in foreign currency exchange rates relative to the U.S. dollar would result in a foreign exchange fair value loss of $285 million and $306 million at June 30, 2023 and July 1, 2022, respectively. \nDuring 2023, 2022 and 2021, total net realized and unrealized transaction and foreign exchange contract currency gains and losses were not material to our Consolidated Financial Statements.\nNotwithstanding our efforts to mitigate some foreign exchange risks, we do not hedge all of our foreign currency exposures, and there can be no assurance that our mitigating activities related to the exposures that we hedge will adequately protect us against risks associated with foreign currency fluctuations.\nDisclosure About Interest Rate Risk\nVariable Interest Rate Risk \nWe have generally held a balance of fixed and variable rate debt. As of June 30, 2023, our only variable rate debt outstanding was our Term Loan A-2 Loan, which bears interest, at the Company’s option, at a per annum rate equal to either (x) the Adjusted Term Secured Overnight Financing Rate (“SOFR”) (as defined in the Loan Agreement) plus an applicable margin varying from 1.125% to 2.000% or (y) a base rate plus an applicable margin varying from 0.125% to 1.000%, in each case depending on the corporate family ratings of the Company from at least two of Standard & Poor’s Ratings Services, Moody’s Investors Service, Inc. and Fitch Ratings, Inc., with an initial interest rate of Adjusted Term SOFR plus 1.375%. As of June 30, 2023, the outstanding balance on our Term Loan A-2 was $2.70 billion and a one percent increase in the variable rate of interest would increase annual interest expense by $27 million. \nFor additional information regarding our variable interest rate debt, see Part II, Item 8, Note 8, \nDebt\n, of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\n48\nTable of Content\ns",
    "cik": "106040",
    "cusip6": "958102",
    "cusip": [
        "958102905",
        "958102955",
        "958102105",
        "958102AM7"
    ],
    "names": [
        "WESTERN DIGITAL CORP",
        "WESTERN DIGITAL CORP."
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/106040/000010604023000024/0000106040-23-000024-index.htm"
}