{
    "item1": ">ITEM 1.    BUSINESS\nGENERAL\nOverview\nViavi Solutions Inc. (VIAVI, also referred to as the Company, we, our, and us) is a global provider of network test, monitoring, and assurance solutions for communications service providers (CSPs), hyperscalers, network equipment manufacturers (NEMs), original equipment manufacturers (OEMs), government and avionics. We help customers harness the power of instruments, automation, intelligence and virtualization. VIAVI is also a leader in light management technologies for 3D sensing, for the anti-counterfeiting, consumer electronics, industrial, automotive, government and aerospace applications.\nTo serve our markets, we operate the following business segments:\n•\nNetwork Enablement (NE);\n•\nService Enablement (SE); and\n•\nOptical Security and Performance Products (OSP).\nCorporate Strategy\nOur objective is to continue to be a leading provider in the markets and industries we serve. In support of our business segments, we are pursuing a corporate strategy that we believe will best position us for future opportunities as follows: \n•\nMarket leadership in physical and virtualized test and measurement instruments and assurance systems with the opportunity to grow market share; \n•\nMarket leadership in anti-counterfeiting pigments, 3D sensing optical filters and other light management technologies; \n•\nMarket leadership in 5G wireless, public safety radio and navigation/communication transponder test instruments as well as passive optical components for 3D sensing and other optical sensors; \n•\nIncrease benefit from the use of our net operating loss carryforwards (NOL) by improving our profitability organically and inorganically; and \n•\nGreater flexibility in capital structure in support of our strategic plans. \nOur near-term strategy, and next transformation phase, will be more focused on growth, both organic and inorganic. We plan to leverage major secular growth trends in 5G wireless, fiber and 3D sensing to achieve higher levels of revenue and profitability. \nOur long-term capital allocation strategy, which supports our corporate strategy, is as follows: \n•\nMaintenance and run-rate investments to support operations; \n•\nOrganic investments in initiatives to support revenue growth and productivity; \n•\nReturn capital to shareholders through share buybacks and execute on capital allocation and debt management strategy; and \n•\nMergers and acquisitions that are synergistic to company strategy and business segments. \nAlthough we are working to successfully implement our strategy, internal and/or external factors could impact our ability to meet any, or all, of our objectives. These factors are discussed under Item 1A “Risk Factors” of this Annual Report on Form 10-K. \n3\nTable of Contents\nBusiness Segments\nWe operate in two broad business categories: Network and Service Enablement (NSE) and Optical Security and Performance Products (OSP). NSE operates in two reportable segments, NE and SE, whereas OSP operates as a single segment. Our NSE and OSP businesses are each organized with their own engineering, manufacturing and dedicated sales and marketing groups focused on each of the markets we serve to better support our customers and respond quickly to market needs. In addition, our segments share common corporate services that provide capital, legal, infrastructure, resources and functional support, allowing them to focus on core technological strengths to compete and innovate in their markets.\nNetwork Enablement \nOur NE segment provides an integrated portfolio of testing solutions that access the network to perform build-out and maintenance tasks. These solutions include instruments, software and services to design, build, turn-up, certify, troubleshoot, and optimize networks. These solutions also support more profitable, higher-performing networks and help speed time-to-revenue. \nOur solutions address lab and production environments, field deployment and service assurance for wireless and wireline networks, including computing and storage networks. Our test instrument portfolio is one of the largest in the industry, with hundreds of thousands of units in active use by major network equipment manufacturers (NEMs), operators and service providers worldwide.  \nWithin the NE product portfolio, our wireless products consist of flexible application software and multi-function hardware that our customers can easily use as standalone test and measurement solutions or combine with industry-standard computers, networks and third-party devices to create measurement, automation and embedded systems. Our Radio Access Network (RAN) to Core test and validation product addresses the various communications infrastructure market segments. \nOur AvComm products are a global leader in test and measurement (T&M) instrumentation for communication and safety in the government, aerospace and military markets.  AvComm solutions encompass a full spectrum of instrumentation, which include turnkey systems, stand-alone instruments and modular components that provide customers with highly reliable, customized, innovative and cost-effective testing tools and resilient Positioning, Navigation and Timing (PNT) solutions for critical infrastructure serving military and civilian applications.\nMarkets\n \nOur NE segment provides solutions for CSPs, as well as NEMs and data center providers that deliver and/or operate broadband/IP networks (fixed and mobile) supporting voice, video and data services as well as a wide range of applications. These solutions support the development and production of network equipment, the deployment of next generation network technologies and services, and ensure a higher-quality customer experience. AvComm products are positioned in all of the customers’ product life cycle phases from research & development (R&D), manufacturing, installation, deployment and field, to depot repair and maintenance of devices. \nCustomers \nNE customers include CSPs, NEMs, government organizations and large corporate customers, such as major telecom, mobility and cable operators, chip and infrastructure vendors, storage-device manufacturers, storage-network and switch vendors, radio and avionics commercial companies, original equipment manufacturers (OEMs), state and federal agencies, utilities, law enforcement, military contractors and the armed forces and deployed private enterprise customers. Our customers include América Móvil, AT&T Inc., Lumen Technologies, Inc. (formerly CenturyLink, Inc.), Cisco Systems, Inc., Nokia Corporation, British Telecom Openreach, Deutsche Telekom AG and Verizon Communications Inc.  \nFor further information related to our customers, refer to “Management’s Discussion and Analysis of Financial Condition and Results of Operations” under Item 7 of this Annual Report on Form 10-K. \nCompetition \nNE competitors include Anritsu Corporation, EXFO Inc., Keysight Technologies Inc., Rohde & Schwarz, VeEX Inc. and Spirent Communications plc. While we face multiple competitors for each of our product families, we continue to have one of the broadest portfolios of wireline and wireless products available in the network enablement industry.  \n4\nTable of Contents\nOfferings \nOur NE solutions include instruments and software that support the development and production of network systems in the lab. These solutions activate, certify, troubleshoot and optimize networks that are differentiated through superior efficiency, reliable performance and greater customer satisfaction. Designed to be mobile, these products include instruments and software that access the network to perform installation and maintenance tasks. They help service provider technicians assess the performance of network elements and segments and verify the integrity of the information being transmitted across the network. These instruments are highly intelligent and have user interfaces that are designed to simplify operations and minimize the training required to operate them. Our NE solutions are also used by NEMs in the design and production of next-generation network equipment. Thorough testing by NEMs plays a critical role in producing the components and equipment that are the building blocks of network infrastructure. We leverage our installed base and knowledge of network management methods and procedures to develop these advanced customer experience solutions.     \nWe also offer a range of product support and professional services designed to comprehensively address our customers’ requirements. These services include repair, calibration, software support and technical assistance for our products. We offer product and technology training as well as consulting services. Our professional services, provided in conjunction with system integration projects, include project management, installation and implementation. \nOur NE products and associated services are, as follows: \nField Instruments\n: Primarily consisting of (a) access and cable products; (b) avionics products; (c) fiber instrument products; (d) metro products; (e) RF test products; and (f) radio test products. \nLab Instruments\n: Primarily consisting of (a) fiber optic production lab tests; (b) optical transport products; (c) computing and storage network test products; and (d) wireless products. \nService Enablement \nSE provides embedded systems and enterprise performance management solutions that give global CSPs, enterprises and cloud operators visibility into network, service and application data.  \nOur assurance solutions let carriers remotely monitor the performance and quality of network, service and applications performance throughout the entire network. This provides our customers with enhanced network management, control, and optimization that allow network operators to initiate service to new customers faster, decrease the need for technicians to make on-site service calls, help to make necessary repairs faster and, as a result, lower costs while providing higher quality and more reliable services. Remote monitoring decreases operating expenses, while early detection helps increase uptime, preserve revenue, and helps operators better monetize their networks.  \nOur network performance management products help enterprise IT and security teams monitor and optimize connectivity for their employees across on-premise and cloud domains and conduct preventative and forensic analysis to address rising security challenges. This functionality has become more critical as organizations continue to operate under remote working procedures, increasing network challenges and security risks. \nMarkets \nOur SE segment provides solutions and services primarily for CSPs and enterprises that deliver and/or operate broadband/IP networks (fixed and mobile) supporting voice, video and data services as well as a wide range of applications. These solutions provide network and application visibility to enable more cost-effective ways to provide a higher-quality customer experience. \nCustomers\n \nSE customers include similar CSPs, NEMs, government organizations, large corporate customers and storage-segment customers that are served by our NE segment.  \nFor further information related to our customers, refer to “Management’s Discussion and Analysis of Financial Condition and Results of Operations” under Item 7 of this Annual Report on Form 10-K. \n5\nTable of Contents\nCompetition\n \nSE segment competitors include NetScout Systems, Inc., Riverbed Technology, Inc. and Spirent Communications plc. While we face multiple competitors for each of our product families, we continue to have one of the broadest portfolios of wireline and wireless monitoring solutions available in the service enablement industry. \nOfferings\n \nOur SE solutions are embedded network systems, including instruments, microprobes and software that collect and analyze network data to reveal the actual customer experience and identify opportunities for new revenue streams and network optimization. These solutions provide our customers enhanced network management, control, optimization and differentiation and a complete service assurance platform for mobile communications, providing operators with network performance, inventory, configuration and fault management solutions through artificial intelligence driven key performance indicator analysis. Our customers are able to access and analyze the growing amount of network data from a single console, simplifying the process of deploying, provisioning and managing network equipment and services. These capabilities allow network operators to initiate service to new customers faster, decrease the need for technicians to make on-site service calls, and help to make necessary repairs faster, which lowers costs while providing higher quality and more reliable services. \nOur SE products and associated services are, as follows: \nData Center\n: Primarily consisting of our network performance monitoring and diagnostic tools (Apex, GigaStor, Observer). \nAssurance\n: Primarily consisting of our growth products (location intelligence and NITRO mobile products) and mature products. \nIndustry Trends for NSE \nThe telecommunications industry is experiencing a major evolution in technology as wireless communications expand and evolve from 4G to 5G technology. 5G’s increased bandwidth capacity and speed, as well as lower latency will expand applications beyond mobile devices. 5G is expected to enable numerous use cases including greater device-to-device connectivity, smart applications, autonomous cars, factory automation and other applications that are yet to be conceptualized. The increase in demand for openness and scalability in the 5G Radio Access Network is motivating the push towards O-RAN standards and ecosystems. O-RAN will eventually improve the time-to-market for new verticals and innovations as well as reduce the total cost of ownership. The 5G transition is being deployed globally and is expected to be disruptive to businesses, consumers and potentially create new applications and vertical industries. \nThe increase in demand for 5G services will be increasingly supported by automation and associated artificial intelligence and machine learning, which will further enable enterprise requirements for private 5G as well as numerous use cases such as remote working and energy efficiency. Such increases in demand for pervasive on-premise/off-premise services will further drive the need for cybersecurity. Further adoption of 5G will require optical fiber upgrades and buildouts driven by traditional CSPs as well as enterprise networks. Hyperscale service providers have become significant drivers of technology innovation, including optical fiber up to 800GbE. The scale and complexity of these technology shifts are also challenging service providers to rearchitect their networks, becoming more virtualized, and optimized based on real-time intelligence. We believe these investments will extend fiber connectivity beyond the office and home and permeate “fiber-to-the-everywhere” leading to potential new business opportunities for VIAVI.  \nExisting network infrastructure that is not otherwise being upgraded is also expected to be modernized with new cable and access technologies. Cable providers are investing in DOCSIS 3.1 to enhance existing cable networks while DSL copper lines are being upgraded to GFast. Many operators have decided to run existing legacy networks by deploying superior technologies or continuing to run such networks until they are no longer operable and then replacing them with new optical fiber. For our avionics products, many governments across the globe are increasing their military and public safety budgets to upgrade communication infrastructure.\n6\nTable of Contents\nThe convergence of network technologies requires significant investments from both traditional carriers and cloud service providers. While traditional services providers, in recent years, have continued to consolidate to gain scale, and capital spending in physical networks has been declining, it also creates additional opportunities as service providers deploy NE products and solutions to improve average revenue per user (ARPU) metrics by reducing the need for physical customer service visits through faster installation and repair completion. In addition, the new cloud service providers and virtualized networks create new NSE opportunities. We believe our NSE products and solutions are well positioned to meet these rapidly changing industry trends, given our technology and products, as well as customer installed base. \nOptical Security and Performance Products \nOur OSP segment leverages its core optical coating technologies and volume manufacturing capability to design, manufacture, and sell technologies for the anti-counterfeiting, consumer electronics, industrial, government and automotive markets. \nOur technologies targeting anti-counterfeiting applications include Optical Variable Pigment (OVP®) and Optical Variable Magnetic Pigment (OVMP®). OVP enables color-shifting effects, and OVMP enables depth and motion effects in addition to color-shifting effects. Both OVP and OVMP are formulated into inks used by banknote issuers and security printers worldwide for anti-counterfeiting applications on banknotes and other high-value documents. Our technologies are deployed on the banknotes of more than 100 countries today. \nOther OSP product lines include custom color solutions and spectral sensing.  Custom color solutions include innovative special effects pigments for the automotive market.  Spectral sensing solutions include handheld and process miniature near infrared spectrometers for pharmaceutical, agriculture, food, feed, and industrial applications. \nMarkets\n \nOur OSP segment delivers overt and covert technologies to protect banknotes and documents of value against counterfeiting, with a primary focus on the currency market. OSP also produces precise, high-performance, optical thin-film coatings and light shaping optics capabilities for a variety of applications  including, for example, optical filters and Engineered Diffusers, marketed under the trademark “Engineered Diffusers®”, for 3D sensing applications. \nCustomers\n \nOSP customers include SICPA Holding SA Company (SICPA), STMicroelectronics Holding N.V., Lockheed Martin Corporation and Seiko Epson Corporation.  \nWe have a strategic alliance with SICPA to market and sell our OVP and OVMP product lines for banknote anti-counterfeiting applications worldwide. Sales of these products to SICPA generated approximately 10% of our net revenue from continuing operations during fiscal 2021, 2022 and 2023. A material reduction in sales, or loss of the relationship with SICPA, may harm our business and operating results as we may be unable to find a substitute marketing and sales partner or develop these capabilities ourselves in a timely manner. For additional information please see the Risk Factor entitled “\nWe may experience increased pressure on our pricing and contract terms due to our reliance on a limited number of customers for a significant portion of our sales\n” under Item 1A “Risk Factors,” and “Note 19. Operating Segments and Geographic Information” of the Notes to the Consolidated Financial Statements included in this Annual Report on Form 10-K. \nFor further information related to our customers, refer to “Management’s Discussion and Analysis of Financial Condition and Results of Operations” under Item 7 of this Annual Report on Form 10-K. \nCompetition\n \nOSP competitors include providers of anti-counterfeiting technologies such as Giesecke & Devrient, De La Rue plc; special-effect pigments such as Merck KGA; coating companies such as Nidek, Toppan and Toray; optics companies such as Materion; and manufacturers of passive and other optical components such as II-VI Inc. and AMS. \n7\nTable of Contents\nOfferings\n \nOur OSP business provides innovative light management technologies for the anti-counterfeiting, consumer electronics, industrial, government and automotive markets. \nAnti-Counterfeiting\n: Our OVP and OVMP technologies are incorporated into inks used by many government and state-owned security printers worldwide for banknote protection. These technologies deliver a range of intuitive overt effects that enable the rapid verification of banknotes without requiring a specialized device or reader.  \nConsumer Electronics and Industrial\n: Our OSP business manufactures and sells optical filters for 3D sensing products that separate ambient light from incoming data to allow devices to be controlled by a person’s movements or gestures. Our Engineered Diffusers shape light emitted for 3D sensing applications and also enhance eye safety. We provide multicavity and linear variable optical filters on a variety of substrates for applications, including thermal imaging, spectroscopy and pollution monitoring. We also develop and manufacture miniature handheld and process near infrared spectrometers that leverage our linear variable optical filters for use in applications for agriculture, pharmaceutical and other markets. \nGovernment\n: Our products are used in a variety of government and aerospace applications, including optics for inter-satellite laser communications, guidance systems, laser eye protection and night vision systems. These products, including coatings and optical filters, are optimized for each specific application. \nAutomotive\n:  For product differentiation and brand enhancement, we provide custom color solutions for a variety of applications using our ChromaFlair® and SpectraFlair® pigments to create color effects that emphasize body contours, create dynamic environments, or enhance products in motion. These pigments are added to paints, plastics or textiles for automotive, sports apparel, and other applications. Additionally, our optical filters and Engineered Diffusers enable automotive sensing applications including LiDAR and in-cabin monitoring.  \nIndustry Trends\n \nFor nearly 75 years, OSP has developed and deployed capabilities that alter how the light is transmitted, reflected, and absorbed, enabling a range of mission critical and high-volume optical solutions. \nWe leverage our capabilities to deliver technologies that enable anti-counterfeiting solutions designed to protect the integrity of banknotes and other documents of value. The wide availability of advanced and relatively low-cost imaging technologies and printing tools threatens the integrity of critical printed documents, necessitating robust, technically sophisticated and easy to validate anti-counterfeiting features. Our OVP, and OVMP technologies enable intuitive overt optical effects that consumers can easily recognize but counterfeiters find very difficult to reproduce. \nWe also design, manufacture and sell optical filters for 3D sensing applications that allow consumers to interact with their devices more naturally by enabling electronic devices to accurately measure depth and motion. Our filters play an important role in those applications, separating out ambient light from the incoming data used by sensors to make precise measurements. Notably, our patented low angle shift technology enables our customers to significantly improve the signal-to-noise ratio of their systems and deliver reliable system performance. Through the development of multiple generations of products for 3D sensing and by delivering improved performance and competitive value with each iteration, we believe we have established ourselves as one of the industry’s leading supplier of high-performance filters enabling depth-sensing systems in consumer electronics. Similarly Engineered Diffusers, diffuse the infrared laser light transmitted by a smartphone in 3D sensing applications, enabling reliable system performance while also guarding eye safety. \nIn addition to anti-counterfeiting and 3D sensing applications, OSP technologies enable optical solutions in industries we believe the applications of which will mature or there will be development of new applications for OSP technologies that will grow demand for our OSP products and solutions. \n8\nTable of Contents\nResearch and Development\n \nWe devote substantial resources to R&D to develop new and enhanced products to serve our markets. Once the design of a product is complete, our engineering efforts shift to enhancing both product performance and our ability to manufacture it in greater volume and at lower cost. \nIn our NE and SE segments, we develop portable test instruments for field service technicians, systems and software used in Network Operations Centers, and instruments used in the development, testing and production of communications network components, modules and equipment. We have centers of excellence for product marketing and development in Asia, Europe and North America. \nIn our OSP segment, our R&D efforts concentrate on developing more innovative technologies and products for customers in the anti-counterfeiting, consumer electronics, industrial, government and automotive markets. Our strength in the banknote anti-counterfeiting market is complemented by our advances in developing novel pigments for a variety of applications. Other areas for OSP include our efforts to leverage our optical coating technology expertise to develop applications for the government and defense markets as well as efforts related to new products for 3D sensing and smartphone sensors. OSP also develops, manufactures and sells a line of miniature hand-held spectrometers with applications in the agriculture, healthcare and defense markets. \nSales and Marketing\n \nCSPs make up the majority of our NSE revenues. We also market and sell products to NEMs, OEMs, enterprises, governmental organizations, distributors and strategic partners worldwide. We have a dedicated sales force organized around each of the markets that we serve that works directly with customers’ executive, technical, manufacturing and purchasing personnel to determine design, performance and cost requirements. We are also supported by a worldwide channel community, including our Velocity Solution Partners, who support our NSE segment. \nOSP sales and marketing efforts are targeted primarily toward customers in the consumer electronics, government, automotive and industrial markets. We have a dedicated direct global sales force focused on understanding customers’ requirements and building market awareness and acceptance of our products. Our direct sales force is complemented by a highly trained team of field applications engineers who assist customers in designing, testing and qualifying our products. We market our products and capabilities through attendance at trade shows, the production of promotional webinars, the development of samples and product demonstrations, participation in technical forums, select advertising and by developing customer partnerships. \nA high level of support is a critical part of our strategy to develop and maintain long-term collaborative relationships with our customers. We develop innovative products by engaging our customers at the initial design phase and continue to build that relationship as our customers’ needs change and develop. Service and support are provided through our offices and those of our partners worldwide. \nAcquisitions\n \nAs part of our strategy, we are committed to the ongoing evaluation of strategic opportunities and, where appropriate, the acquisition of additional products, technologies or businesses that are complementary to, or strengthen, our existing products. \nFor further information related to our acquisitions, refer to “Note 5. Acquisitions” under Item 8 of this Annual Report on Form 10-K. \nRestructuring Programs\n \nWe may continue to engage in targeted restructuring events, to consolidate our operations and align our businesses in response to market conditions and our current investment strategy. Such actions are intended to   further drive our strategy for organizational alignment and consolidation as part of our continued commitment to a  more cost effective and agile organization and to improve overall profitability in our business segments. \nFor further information refer to “Management’s Discussion and Analysis of Financial Condition and Results of Operations” under Item 7 and “Note 13. Restructuring and Related Charges” under Item 8 of this Annual Report on Form 10-K. \n9\nTable of Contents\nManufacturing \nAs of July 1, 2023, we have significant manufacturing facilities for our NE, SE and OSP segments located in China, France, Germany, Mexico, the United Kingdom and the United States. Our most significant contract manufacturing partners are located in China and Mexico. \nSources and Availability of Raw Materials\n \nWe use various suppliers and contract manufacturers to supply parts and components for the manufacture and support of multiple product lines. Although we intend to establish at least two sources of supply for materials whenever possible, for certain components we have sole or limited source supply arrangements.  \nPatents and Proprietary Rights\n \nIntellectual property rights apply to our various products include patents, trade secrets and trademarks. We do not intend to broadly license our intellectual property rights unless we can obtain adequate consideration or enter into acceptable intellectual property cross-licensing agreements. As of July 1, 2023, we own 956 U.S. patents and 1,892 foreign patents and have 1,155 patent applications pending throughout the world. The average age of the patents we hold is 8.9 years, which is younger than the midpoint of the average 20-year life of a patent. \nBacklog\nDue to possible changes in product delivery schedules and cancellation of product orders, and because our sales often reflect orders shipped in the same quarter in which they are received, our backlog at any particular date is not necessarily indicative of actual revenue or the level of orders for any succeeding period. \nSeasonality\nOur business is seasonal, as is typical for our competitors and many large companies. For NSE, revenue is typically higher in the second and fourth fiscal quarter, all else being equal. There is typically a modest end of calendar year customer spending budget that benefits our second fiscal quarter. Telecom and cable spending budgets are typically set at the start of a new calendar year, thus with all else being equal, our third fiscal quarter is NSE’s weakest revenue quarter with spending release benefiting our fourth fiscal quarter. \nFor our OSP business, given our exposure to the consumer market, namely our 3D sensing products into the smartphone market, OSP revenue is expected to be seasonally higher in the first and second fiscal quarter followed by seasonal demand declines in the third and fourth fiscal quarters. \nHuman Capital Management \nThe VIAVI culture is made up of the diverse contributions of our approximately 3,600 employees worldwide (as of July 1, 2023) representing more than 30 self-identified nationalities working across 30 countries. VIAVI is committed to promoting and maintaining a diverse and inclusive work environment and offering equal opportunities to everyone. We seek to empower our employees to learn and develop their skills to accelerate their career and to attract best-in-class talent. The CEO and the SVP of Human Resources are responsible for the development of our People Strategy and execute on this with the support of the Executive Management Team. We regularly update and partner with the Compensation Committee of the Board of Directors on human capital matters. Employee experience continues to be an important focus of our People Strategy, including implementing automation to increase efficiency in our business processes, manager and employee self-service for transactions and advanced reporting for organizational insight. In addition, we launched a new learning management system to allow for micro-learning in the flow of work. Our next phase will include improving our approach to measuring employee sentiment and drivers for engagement.\n10\nTable of Contents\nBusiness Values & Standards \nThe VIAVI business values articulate the internal cultural identity of VIAVI employees and provide a shared understanding of expectations across the Company. They represent the principles that will help guide us to achieve our objectives globally and the desired operating environment of the employees and management. VIAVI is committed to respecting human rights and acknowledges the fundamental principles contained in the Universal Declaration of Human Rights, the tenets of the United Nations Guiding Principles on Business and Human Rights, and core International Labor Organization Conventions to the extent they are applicable and important to our business. We are a member of the Responsible Business Alliance, which further strengthens our efforts and commitment.  \nWe realize that being a responsible global citizen is important to the sustainability and commercial success of our business and encompasses more than just complying with local regulations. It’s about how we do business, and how our organization’s activities affect the people and communities where we live and work. The VIAVI Code of Business Conduct captures the broad principles of legal and ethical business conduct embraced by the Company as part of its commitment to integrity. VIAVI expects that all employees will act in a manner that complies both with the letter and spirit of this code of conduct. \nDiversity, Equity, and Inclusion (DEI)\n \nVIAVI is committed to fostering, cultivating, and preserving a culture of diversity, equity and inclusion. Our human capital is one of our most valuable assets. We believe the collective sum of our individual differences, life experiences, knowledge, innovation, business acumen, self-expression, and unique capabilities contributes to a culture that enhances our reputation and achievement. \nVIAVI has long been committed to ensuring that all individuals have an equal opportunity to enjoy a fair, safe and productive work environment – regardless of age, ancestry, race, color, mental or physical disability or medical condition, gender, gender identity, gender expression, genetic information, family or marital status, registered domestic partner status, military and veteran status, race, religious creed, language, national origin, citizenship status, sex (including pregnancy, childbirth, breastfeeding and any related medical conditions), sexual orientation, socio-economic status, or any other protected category under applicable law. We seek to embrace, encourage, and celebrate our employees’ differences and what makes them unique.  \nTalent Development\n \nOur talent development offerings provide relevant and useful learning resources for our employees, managers, and leaders that invite a growth mindset and create an appetite for lifelong learning.   \nWe seek to drive talent conversations at all levels, which is complemented by Everyday Development, our performance management check-in process. Check-ins ensure that employees are being coached and supported throughout the year with relevant and timely discussions on expectations, feedback, and development. Both managers and employees have a role to play to ensure that they are connected to the activities that drive our business forward. Our employees can expect to engage regularly with their manager, and to have their support to accelerate their performance and development. \n     Our global Leadership Development Program has now reached over 70% of our leaders in fiscal 2023. We introduced advanced leadership concepts this year, enabling our participants to connect globally and cross functionally while advancing their skills.\nWe continue to provide guidance and best practices in hybrid working for our employees and managers, which are supported by our Flexible Work policy. \nThe early-in-career rotation programs for engineers and sales talent continue.\n \nOur diverse and global program participants are supported by a mentor and their manager to coach them as they take on exciting new technical challenges. We believe their program experiences will unleash innovation and creativity for our organization while enabling our long-term talent pipeline. \nTechnical talent thought leadership is a continued focus at our annual Technology Council event for engineering talent. \n11\nTable of Contents\nWe are encouraged that VIAVI employees exhibit commitment to their ongoing career development, with 70% of our individual contributors building the professional and technical skills they need to advance their careers.\nOur employees regularly participate in mandatory training courses covering data privacy, cybersecurity, health and safety as well as the prevention of sexual harassment in the workplace, each achieving over 99% compliance by employees. \nTalent Rewards\n \nOur compensation and benefits programs are designed to recognize our employees' individual performance and contributions to our business results, including competitive base salaries and variable pay for all employees, share-based equity award grants, health and welfare benefits, time-off, development programs and training, and opportunities to give back to our communities. We provide talent rewards that are competitive in the marketplace. We support equal pay for equal work, pay transparency as well as all federal anti-discrimination laws applicable to employment, including those within Title VII of the Civil Rights Act.   \nHealth and Safety\nVIAVI is committed to maintaining an inclusive, supportive, safe and healthy work environment where our employees can thrive. We demand strict compliance with all applicable health and safety regulations, offer robust training to our employees on health and safety matters, maintain controls and proper disposal of hazardous materials and track workplace incidents and injuries. We maintain and regularly update emergency and disaster recovery plans.\nThe success of our Safety program is demonstrated by our best-in-class Total Recordable Injury Rate (TRIR) of only 0.13 injuries per 100 full-time workers per year.\nEnvironmental, Social and Governance Matters\nWe believe that serving our stakeholders, including our stockholders, customers, suppliers, employees, communities and the environment, drives commercial success and that implementing environmental, social and governance (ESG) practices makes our business more sustainable. We take immense pride in the progress we are making within our ESG initiatives. VIAVI is committed to transparency in its environmental practices, and we publicly report our key environmental metrics. VIAVI continues to focus on energy efficiency, both in our products and business practices – which has resulted in a significant reduction of our carbon footprint over the years. Our annual ESG report can be found at \nwww.viavisolutions.com/esg\n. \nInformation Security\n \nInformation security is the responsibility of our Information Security team, overseen by our Chief Information Security Officer. Our enterprise risk management program considers cybersecurity risks alongside other company risks, and our enterprise risk professionals consult with company subject matter experts to gather information necessary to identify cybersecurity risks, and evaluate their nature and severity, as well as identify mitigations and assess the impact of those mitigations on residual risk. We leverage a combination of the National Institute of Standards and Technology Cybersecurity Framework, International Organization for Standardization and Center for Internet Security best practice standards to measure our security posture and manage risk. \nOur information security practices include development, implementation, and improvement of policies and procedures to safeguard information and ensure availability of critical data and systems. Our Information Security team conducts annual information security awareness training for employees involved in our systems and processes that handle customer data and audits of our systems and enhanced training for specialized personnel. We also conduct semi-annual cyber awareness training and run tabletop exercises to simulate a response to a cybersecurity incident, and use the findings to improve our practices, procedures, and technologies. Our Incident Response Plan coordinates the activities we take to prepare for, detect, respond to and recover from cybersecurity incidents, which include processes to triage, assess severity for, escalate, contain, investigate, and remediate the incident, as well as to comply with potentially applicable legal obligations and mitigate brand and reputational damage.\n12\nTable of Contents\nOur program further includes review and assessment by external, independent third-parties, who assess and report on our internal incident response preparedness and help identify areas for continued focus and improvement. We also carry insurance that provides protection against the potential losses arising from a cybersecurity incident. In the last fiscal three years, we have not experienced any material information security breach incidences and the expenses we have incurred from information security breach incidences were immaterial. This includes penalties and settlements, of which there were none.\nAs set forth in its charter, our Audit Committee, comprised fully of independent directors, is responsible for oversight of risk, including cybersecurity and information security risk. Our Audit Committee has established a Cybersecurity Steering Committee consisting of three independent directors, Laura Black (who serves as Chair of the Cybersecurity Steering Committee), Douglas Gilstrap and Joanne Solomon, as well as our Chief Information Officer, our Chief Information Security Officer and other members of our management representing a variety of teams and functions including legal, finance, and internal audit. Members of our Cybersecurity Steering Committee have work experience managing cybersecurity and information security risks, an understanding of the cybersecurity threat landscape and/or knowledge of emerging privacy risks.\nThe purpose of the Cybersecurity Steering Committee is to oversee our compliance with reasonable and appropriate organizational, physical, administrative and technical measures designed to protect the integrity, security and operations of our information technology systems, transactions, and data owned by us, by providing guidance and oversight of our information technology and cybersecurity program.  \nThe Cybersecurity Steering Committee generally meets on a quarterly basis and generally delivers reports and updates to the Audit Committee at each scheduled Audit Committee meeting. The Audit Committee or, at the Audit Committee’s instruction, the Cybersecurity Steering Committee regularly briefs the full Board on these matters, and the Board receives regular updates on the status of the information security program, including but not limited to relevant cyber threats, roadmap and key initiative updates, and the identification and management of information security risks. Our full Board reviews cybersecurity related opportunities as they relate to our business strategy, and cybersecurity-related matters are also factored into business continuity planning.\nWhere You Can Find More Information\nOur website address is \nwww.viavisolutions.com\n, which the Company uses as a means to disclose important information about the Company and comply with its disclosure obligations under Regulation Fair Disclosure.  We are subject to the requirements of the Securities Exchange Act of 1934, as amended (the Exchange Act), under which we file annual, quarterly and periodic reports, proxy statements and other information with the SEC, which can be accessed on www.sec.gov. We also make available free of charge all of our SEC filings on our website at \nwww.viavisolutions.com/investors\n as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. The information contained on any of the websites referenced in this Annual Report on Form 10-K are not part of or incorporated by reference into this or any other report we file with, or furnish to, the SEC. \n \n \n13\nTable of Contents",
    "item1a": ">ITEM 1A.    RISK FACTORS \nGlobal Risks\nGeopolitical conditions, including political turmoil and volatility, regional conflicts, terrorism and war could result in market instability, which could negatively impact our business results.\nWe operate globally and sell our products in countries throughout the world. Recent escalation in regional conflicts, including the Russian invasion of Ukraine, resulting in ongoing economic sanctions, and the risk of increased tensions between the U.S. and China, could curtail or prohibit our ability to transfer certain technologies, to sell our products and solutions, or to continue to operate in certain locations. Foreign companies with a presence in China are facing increasing operational challenges and enhanced scrutiny from governmental entities in region. Further, it is possible that the U.S.-Chinese geopolitical tensions could result in government measures that could adversely impact our business. For example, in May of 2023, China announced controls on the use of Micron products in China, following a cybersecurity review of Micron. At this time, the scope of these restrictions and entities impacted, and impact on VIAVI, is unclear. This could have an adverse impact on our revenues in region.\n \nInternational conflict has resulted in (i) increased pressure on the supply chain and could further result in increased energy costs, which could increase the cost of manufacturing, selling and delivering products and solutions (ii) inflation, which could result in increases in the cost of manufacturing products, reduced customer purchasing power, increased price pressure, and reduced or cancelled orders (iii) increased risk of cybersecurity attacks and (iv) general market instability, all of which could adversely impact our financial results. Moreover, domestically, U.S. political dissension on raising the debt ceiling may increase the possibility of a government shutdown, default by the U.S. government on its debt obligations, or related credit-rating downgrades, all of which could also have adverse effects on the broader global economy and contribute to, or worsen, an economic recession.\nThe COVID-19 pandemic has and may continue to adversely affect how we and our customers are operating our businesses.\n \nThe worldwide spread of the COVID-19 virus resulted in a global slowdown of economic activity which led, at times, to slowdowns in shipping and commercial activities. \nThe lingering impacts of the COVID-19 pandemic may continue to adversely affect the financial markets in many countries. In addition, the emergence of new and potentially more contagious variants of the virus, new shutdowns or quarantines, and the resulting staffing and labor supply challenges may impact our suppliers and our ability to source materials in a timely manner, may negatively impact manufacturing or shipment of our products and hence adversely affect our results of operations and financial conditions. \nRisks Related to Our Business Strategy and Industry\nOur future profitability is not assured.\nOur profitability in a particular period will be impacted by revenue, product mix and operational costs that vary significantly across our product portfolio and business segments.\nSpecific factors that may undermine our profit and financial objectives include, among others:\n•\nUncertain future telecom carrier and cable operator capital and R&D spending levels, which particularly affects our NE and SE segments; \n•\nAdverse changes to our product mix, both fundamentally (resulting from new product transitions, the declining profitability of certain legacy products and the termination of certain products with declining margins, among other things) and due to quarterly demand fluctuations; \n•\nPricing pressure across our NSE product lines due to competitive forces, advanced chip component shortages, and a highly concentrated customer base for many of our product lines, which may offset some of the cost improvements; \n•\nOur OSP operating margin may experience some downward pressure as a result of a higher mix of 3D sensing products and increased operating expenses;\n•\nLimited availability of components and resources for our products which leads to higher component prices;\n14\nTable of Contents\n•\nResource rationing, including rationing of utilities like electricity by governments and/or service providers; \n•\nIncreasing commoditization of previously differentiated products, and the attendant negative effect on average selling prices and profit margins;\n•\nExecution challenges, which limit revenue opportunities and harm profitability, market opportunities and customer relations;\n•\nDecreased revenue associated with terminated or divested product lines; \n•\nRedundant costs related to periodic transitioning of manufacturing and other functions to lower-cost locations;\n•\nOngoing costs associated with organizational transitions, consolidations and restructurings, which are expected to continue in the nearer term; \n•\nCyclical demand for our currency products;\n•\nChanging market and economic conditions, including the impacts due to tariffs, the ongoing conflict between Russia and Ukraine, tensions between the U.S. and China, supply chain constraints, pricing and inflationary pressures;\n•\nAbility of our customers, partners, manufacturers and suppliers to purchase, market, sell, manufacture and/or supply our products and services, including as a result of disruptions arising from supply chain constraints; \n•\nFinancial stability of our customers, including the solvency of private sector customers and statutory  authority for government customers to purchase goods and services; and \n•\nFactors beyond our control resulting from pandemics and similar outbreaks such as the COVID-19 pandemic, manufacturing restrictions, travel restrictions and shelter-in-place orders to control the spread of a disease regionally and globally, and limitations on the ability of our employees and our suppliers’ and customers’ employees to work and travel. \nTaken together, these factors limit our ability to predict future profitability levels and to achieve our long-term profitability objectives. If we fail to achieve profitability expectations, the price of our debt and equity securities, as well as our business and financial condition, may be materially adversely impacted.\nRapid technological change in our industry presents us with significant risks and challenges, and if we are unable to keep up with the rapid changes, our customers may purchase less of our products.\nThe manufacture, quality and distribution of our products, as well as our customer relations, may be affected by several factors, including the rapidly changing market for our products, supply chain issues and internal restructuring efforts. We expect the impact of these issues will become more pronounced as we continue to introduce new product offerings and when overall demand increases.\nOur success depends upon our ability to deliver both our current product offerings and new products and technologies on time and at an acceptable cost to our customers. The markets for our products are characterized by rapid technological change, frequent new product introductions, substantial capital investment, changes in customer requirements and a constantly evolving industry. Our future performance will depend on the successful development, introduction and market acceptance of new and enhanced products that address these issues and provide solutions that meet our customers’ current and future needs. As a technology company, we also constantly encounter quality, volume and cost concerns such as:\n•\nOur continuing cost reduction programs which include site and organization consolidations, asset divestitures, outsourcing the manufacture of certain products to contract manufacturers, other outsourcing initiatives, and reductions in employee headcount, requirements related to re-establishment and re-qualification by our customers of complex manufacturing lines, and modifications to systems, planning and operational infrastructure. During this process, we have experienced, and may continue to experience, additional costs, delays in re-establishing volume production levels, planning difficulties, inventory issues, factory absorption concerns and systems integration problems.\n15\nTable of Contents\n•\nWe have experienced variability of manufacturing yields caused by difficulties in the manufacturing process, the effects from a shift in product mix, changes in product specifications and the introduction of new product lines. These difficulties can reduce yields or disrupt production and thereby increase our manufacturing costs and adversely affect our margin.\n•\nWe may incur significant costs to correct defective products (despite rigorous testing for quality both by our customers and by us), which could include lost future sales of the affected product and other products, and potentially severe customer relations problems, litigation and damage to our reputation. \n•\nWe are dependent on a limited number of vendors, who are often small and specialized, for raw materials, packages and standard components. We also rely on contract manufacturers around the world to manufacture certain products. Our business could continue to be adversely affected by this dependency. Specific concerns we periodically encounter with our suppliers include stoppages or delays of supply, insufficient vendor resources to supply our requirements, substitution of more expensive or less reliable products, receipt of defective parts or contaminated materials, increases in the price of supplies and an inability to obtain reduced pricing from our suppliers in response to competitive pressures. Additionally, the ability of our contract manufacturers to fulfill their obligations may be affected by economic, political or other forces that are beyond our control. Any such failure could have a material impact on our ability to meet customers’ expectations and may materially impact our operating results. \n•\nNew product programs and introductions involve changing product specifications and customer requirements, unanticipated engineering complexities, difficulties in reallocating resources and overcoming resource limitations and increased complexity, which expose us to yield and product risk internally and with our suppliers.\nThese factors have caused considerable strain on our execution capabilities and customer relations. We have seen and could continue to see periodic difficulty responding to customer delivery expectations for some of our products, and yield and quality problems, particularly with some of our new products and higher volume products which could require additional funds and other resources to respond to these execution challenges. From time to time, we have had to divert resources from new product R&D and other functions to assist with resolving these matters. If we do not improve our performance in all of these areas, our operating results will be harmed, the commercial viability of new products may be challenged, and our customers may choose to reduce or terminate their purchases of our products and purchase additional products from our competitors.\nUnfavorable, uncertain or unexpected conditions in the transition to new technologies may cause our growth forecasts to be inaccurate and/or cause fluctuations in our financial results. \nGrowth forecasts are subject to significant uncertainty and are based on assumptions and estimates which may not prove to be accurate.  Our estimates of the market opportunities related to 5G infrastructure, 3D sensing and other developing technologies are subject to significant uncertainty and are based on assumptions and estimates, including our internal analysis, industry experience and third-party data.  Accordingly, these markets may not develop in the manner or in the time periods we anticipate and our estimated market opportunities may prove to be materially inaccurate.\nIf domestic and global economic conditions worsen, including as a result of pricing and inflationary pressures, overall spending on 5G infrastructure, 3D sensing and other developing technologies may be reduced, which would adversely impact demand for our products in these markets. In addition, unfavorable developments with evolving laws and regulations worldwide related to such technologies may limit or slow the rate of global adoption, impede our strategy, and negatively impact our long-term expectations in these markets.  \nOur growth and ability to serve a significant portion of these markets is subject to many factors including our success in implementing our business strategy as well as market adoption and expansion of 5G infrastructure, 3D sensing and other applications for consumer electronics. We cannot assure you that we will be able to serve a significant portion of these markets and the growth forecasts should not be taken as indicative of our future growth. Even if the markets and rates of adoption develop in the manner or in the time periods we anticipate, if we do not have timely, competitively priced, market-accepted products available to meet our customers’ planned roll-out of 5G platforms and systems, 3D sensing products and other technologies, we may miss a significant opportunity and our business, financial condition, results of operations and cash flows could be materially and adversely affected.\n16\nTable of Contents\nWe may experience increased pressure on our pricing and contract terms due to our reliance on a limited number of customers for a significant portion of our sales.\nWe believe that we will continue to rely upon a limited number of customers for a significant portion of our revenues for the foreseeable future. Any failure by us to continue capturing a significant share of key customer sales could materially harm our business. Dependence on a limited number of customers exposes us to the risk that order reductions from any one customer can have a material adverse effect on periodic revenue. Further, to the extent that there is consolidation among communications equipment manufacturers and service providers, we will have increased dependence on fewer customers who may be able to exert increased pressure on our prices and other contract terms. Customer consolidation activity and periodic manufacturing and inventory initiatives could also create the potential for disruptions in demand for our products as a consequence of such customers streamlining, reducing or delaying purchasing decisions. \nWe have a strategic alliance with SICPA to market and sell our OVP and OVMP product lines for banknote anti-counterfeiting applications worldwide. A material reduction in sales, or loss of the relationship with SICPA, may harm our business and operating results as we may be unable to find a substitute marketing and sales partner or develop these capabilities ourselves in a timely manner. \nMovement towards virtualized networks and software solutions may result in lower demand for our hardware products and increased competition.\nThe markets for our NE and SE segments are increasingly looking towards virtualized networks and software solutions. This trend may result in lower demand for our legacy hardware products. Additionally, barriers to entry are generally lower for software solutions, which may lead to increased competition for our products and services.\nWe face a number of risks related to our strategic transactions.\nOur strategy continues to include periodic acquisitions and divestitures of businesses and technologies. Strategic transactions of this nature involve numerous risks, including the following:\n•\nDiversion of management’s attention from normal daily operations of the business; \n•\nPotential difficulties in completing projects associated with in-process R&D; \n•\nDifficulties in entering markets in which we have no or limited prior experience and where competitors have stronger market positions; \n•\nDifficulties in obtaining or providing sufficient transition services and accurately projecting the time and cost associated with providing these services; \n•\nInability of an acquisition to further our business strategy as expected or overpay for, or otherwise not realize the expected return on, our investments; \n•\nExpected earn-outs may not be achieved in the time frame or at the level expected or at all;\n•\nLack of ability to recognize or capitalize on expected growth, synergies or cost savings;\n•\nInsufficient net revenue to offset increased expenses associated with acquisitions; \n•\nPotential loss of key employees of the acquired companies; \n•\nDifficulty in forecasting revenues and margins;\n•\nAdverse public health developments, epidemic disease or pandemics in the countries in which we operate or our customers are located, including regional quarantines restricting the movement of people or goods, reductions in labor supply or staffing, the closure of facilities to protect employees, including those of our customers, disruptions to global supply chains and both our and our suppliers’ ability to deliver materials and products on a timely or cost-effective basis, shipment, acceptance or verification delays, the resulting overall significant volatility and disruption of financial markets, and economic instability affecting customer spending patterns; and\n•\nInadequate internal control procedures and disclosure controls to comply with the requirements of Section 404 of the Sarbanes-Oxley Act of 2002, or poor integration of a target company’s or business’s procedures and controls.\n17\nTable of Contents\nAcquisitions may also cause us to:\n•\nIssue common stock that would dilute our current stockholders’ percentage ownership and may decrease earnings per share; \n•\nAssume liabilities, some of which may be unknown at the time of the acquisitions; \n•\nRecord goodwill and non-amortizable intangible assets that will be subject to impairment testing and potential periodic impairment charges; \n•\nIncur additional debt to finance such acquisitions; \n•\nIncur amortization expenses related to certain intangible assets; and\n•\nAcquire, assume, or become subject to litigation related to the acquired businesses or assets.\nWe may not generate positive returns on our research and development strategy.\nDeveloping our products is expensive, and the investment in product development may involve a long payback cycle. We expect to continue to invest heavily in R&D in order to expand the capabilities of 3D sensing and smart phone sensors, handheld spectrometer solution and portable test instruments, introduce new products and features and build upon our technology. We expect that our results of operations may be impacted by the timing and size of these investments. In addition, these investments may take several years to generate positive returns, if ever. \nOperational Risks\nRestructuring\nWe have from time to time engaged in restructuring activities to realign our cost base with current and anticipated future market conditions, including one recently announced for fiscal 2023. Significant risks associated with these types of actions that may impair our ability to achieve the anticipated cost reductions or disrupt our business include delays in the implementation of anticipated workforce reductions in highly regulated locations outside of the U.S. and the failure to meet operational targets due to the loss of key employees. In addition, our ability to achieve the anticipated cost savings and other benefits from these actions within the expected timeframe is subject to many estimates and assumptions. These estimates and assumptions are subject to significant economic, competitive and other uncertainties, some of which are beyond our control. If these estimates and assumptions are incorrect, if we experience delays, or if other unforeseen events occur, our business and results of operations could be adversely affected.\nManagement transitions and talent retention create uncertainties and could harm our business.\nManagement changes could adversely impact our results of operations and our customer relationships and may make recruiting for future management positions more difficult. Our executives and other key personnel are generally at-will employees and we generally do not have employment or non-compete agreements with our other employees, and we cannot assure you that we will be able to retain them. We have in the past experienced, and could continue to experience changes in our leadership team. Competition for people with the specific technical and other skills we require is significant. Moreover, we may face new and unanticipated difficulties in attracting, retaining and motivating employees in connection with the change of our headquarters to Chandler, Arizona. As remote work has become more available the competition for highly qualified talent has intensified. If we are unable to attract and retain qualified executives and employees, or to successfully integrate any newly hired personnel within our organization, we may be unable to achieve our operating objectives, which could negatively impact our financial performance and results of operations. \n18\nTable of Contents\nWe face risks related to our international operations and revenue.\nOur customers are located throughout the world. In addition, we have significant operations outside North America, including product development, manufacturing, sales and customer support operations.\nOur international presence exposes us to certain risks, including the following:\n•\nFluctuations in exchange rates between the U.S. dollar and among the currencies of the countries in which we do business may adversely affect our operating results\n \nby negatively impacting our revenues or increasing our expenses;\n•\nOur ability to comply with a wide variety of laws and regulations of the countries in which we do business, including, among other things, customs, import/export, anti-bribery, anti-competition, tax and data privacy laws, which may be subject to sudden and unexpected changes; \n•\nDifficulties in establishing and enforcing our intellectual property rights; \n•\nTariffs and other trade barriers; \n•\nPolitical, legal and economic instability in foreign markets, particularly in those markets in which we maintain manufacturing and product development facilities; \n•\nStrained or worsening relations between the United States, Russia and China and related impacts on other countries;\n•\nDifficulties in staffing and management;\n•\nLanguage and cultural barriers; \n•\nSeasonal reductions in business activities in the countries where our international customers are located; \n•\nIntegration of foreign operations; \n•\nLonger payment cycles; \n•\nDifficulties in management of foreign distributors; and \n•\nPotential adverse tax consequences.\nThe spread of COVID-19 affected the manufacturing and shipment of goods globally. Any delay in production or delivery of our products due to an extended closure of our suppliers’ plants could adversely impact our business along with delays in shipment of our products as well as increased logistics costs.\nWe expect that net revenue from customers outside North America will continue to account for a significant portion of our total net revenue. Lower sales levels that typically occur during the summer months in Europe and some other overseas markets may materially and adversely affect our business. In addition, the revenues we derive from many of our customers depend on international sales and further expose us to the risks associated with such international sales.\nLegal, Regulatory and Compliance Risks\nCertain of our products are subject to governmental and industry regulations, certifications and approvals.\nThe commercialization of certain of the products we design, manufacture and distribute through our OSP segment may be more costly due to required government approval and industry acceptance processes. Development of applications for our anti-counterfeiting and special effects pigments may require significant testing that could delay our sales. For example, durability testing by the automobile industry of our special effects pigments used with automotive paints can take up to three years. If we change a product for any reason, including technological changes or changes in the manufacturing process, prior approvals or certifications may be invalid and we may need to go through the approval process again. If we are unable to obtain these or other government or industry certifications in a timely manner, or at all, our operating results could be adversely affected. \n19\nTable of Contents\nU.S. Government trade actions could have an adverse impact on our business, financial position, and results of operation.\nThe United States and China have been engaged in protracted negotiations over the Chinese government’s acts, policies, and practices related to technology transfer, intellectual property, and innovation. For example, the United States has increased tariffs on certain categories of high-tech and consumer goods imported from China pursuant to Section 301 of the Trade Act of 1974, including a current 25% tariff on List 1, List 2 and List 3 goods, which lists cover certain materials and/or products that we import from China. \nOn May 16, 2019, Huawei Technologies Co. Ltd. and 68 designated non-U.S. affiliates (collectively, Huawei) were added to the Entity List of the Bureau of Industry and Security of the U.S. Department of Commerce (BIS), which imposes limitations on the supply of certain U.S. items and product support to Huawei. On August 17, 2020, BIS issued final rules that further restrict access by Huawei to items produced domestically and abroad from U.S. technology and software. Certain products of VIAVI are subject to the restrictions; however, the impact is not expected to be material to our overall operations.\nThese measures, along with any additional tariffs or other trade actions that may be implemented, may increase the cost of certain materials and/or products that we import from China, thereby adversely affecting our profitability. These actions could require us to raise our prices, which could decrease demand for our products. As a result, these actions, including potential retaliatory measures by China and further escalation into a potential “trade war”, may adversely impact our business. While recent US export controls on China’s semiconductor and artificial intelligence industries may have an indirect impact on VIAVI, the implications of such controls are still being evaluated and are not expected to have a material impact on our consolidated annual revenues. \nFurthermore, the geopolitical and economic uncertainty and/or instability that may result from changes in the relationship among the United States, Taiwan and China, may, directly or indirectly, materially harm our business, financial condition and results of operations. For example, certain of our suppliers are dependent on products sourced from Taiwan which has been distinguished in its prevalence in certain global markets, most specifically semiconductor manufacturing. Hence, greater restrictions and/or disruptions of our suppliers’ ability to operate facilities and/or do business in these jurisdictions may increase the cost of certain materials and/or limit the supply of products and may result in deterioration of our profit margins, a potential need to increase our pricing and, in so doing, may decrease demand for our products and thereby adversely impact our revenue or profitability. \nDue to the ongoing conflict between Russia and Ukraine, the U.S., E.U. and U.K. have broadened restrictions on exports to Russia, thereby blocking shipments of technology, telecommunications and consumer electronics products to Russia. This caused us to suspend transactions in the region effective February 2022 and has negatively impacted our business in the region. Sales in the region are not material to our total consolidated revenues or net income and we are not aware of any specific event or circumstances that would require an update to the estimates or judgments or a revision of the carrying value of assets or liabilities at this time. However, these estimates may change, as new events occur and additional information becomes available. Actual results may differ materially from these estimates, assumptions or conditions due to risks and uncertainties, including the ongoing situation in Ukraine as well as the potential for additional trade actions or retaliatory cyber-attacks aimed at infrastructure or supply chains, and the impact on our future operations and results in the region remains uncertain.\n20\nTable of Contents\nFailure to maintain satisfactory compliance with certain privacy and data protections laws and regulations may harm our business. \nComplex local, state, national, foreign, and international laws and regulations apply to the collection, use, retention, protection, disclosure, transfer, and other processing of personal data. These privacy laws and regulations are quickly evolving, with new or modified laws and regulations proposed and implemented frequently and existing laws and regulations subject to new or different interpretations. In addition, our legal and regulatory obligations in jurisdictions outside of the U.S. are subject to unexpected changes, including the potential for regulatory or other governmental entities to enact new or additional laws or regulations, to issue rulings that invalidate prior laws or regulations, or to increase penalties significantly. Complying with these laws and regulations can be costly and can impede the development and offering of new products and services. For example, the E.U. General Data Protection Regulation (GDPR), which became effective in May 2018, imposes stringent data protection requirements and provides for significant penalties for noncompliance. Additionally, California enacted legislation, the California Consumer Privacy Act (CCPA), which became effective January 1, 2020. The CCPA requires, among other things, covered companies to provide new disclosures to California consumers, and allow such consumers new abilities to opt-out of certain sales of personal data. The CCPA also provides for civil penalties for violations, as well as a private right of action for data breaches that may increase data breach litigation. Further, there are a number of new state privacy laws that have gone into effect in 2023, the California Privacy Rights Act, expanding the CCPA to provide for certain obligations with respect to California employee’s sensitive personal data and an expansion of rights, including the right to limit, correct and request deletion of certain sensitive personal data, the Virginia Consumer Data Protection Act, the Utah Consumer Privacy Act, the Colorado Privacy Act and the Connecticut Data Privacy Act, and a number of other states have passed laws that will go into effect in the next few years, including Tennessee, Montana, Indiana and Iowa and many more that are considering similar laws. The new state privacy laws will impose additional data protection obligations on covered businesses, including additional consumer rights, limitations on data uses, new audit requirements for higher risk data, and opt outs for certain uses of sensitive data. The new and proposed privacy laws may result in further uncertainty and would require us to incur additional expenditures to comply. These regulations and legislative developments have potentially far-reaching consequences and may require us to modify our data management practices and incur substantial compliance expense. \nOur failure to comply with applicable laws and regulations or other obligations to which we may be subject relating to personal data, or to protect personal data from unauthorized access, use, or other processing, could result in enforcement actions and regulatory investigations against us, claims for damages by customers and other affected individuals, fines, damage to our reputation, and loss of goodwill, any of which could have a material adverse effect on our operations, financial performance, and business. \nInformation Security, Technology and Intellectual Property Risks\nOur business and operations could be adversely impacted in the event of a failure of information technology infrastructure of ours, our suppliers, customers, vendors or our service providers.\nWe rely upon the capacity, reliability and security of our information technology infrastructure and our ability to expand and continually update this infrastructure in response to our changing needs. In some cases, we rely upon third-party hosting and support services to meet these needs. The internet has experienced increasingly sophisticated and damaging threats in the form of phishing emails, malware, malicious websites, ransomware, exploitation of application vulnerabilities, and nation-state attacks. It is also becoming more common for these attacks to leverage previously unknown vulnerabilities. The growing and evolving cyber-risk environment means that individuals, companies, and organizations of all sizes, including ourselves, our customers, suppliers and our hosting and support partners, are increasingly vulnerable to attacks and disruptions on their networks and systems by a wide range of actors on an ongoing and regular basis. We also design and manage IT systems and products that contain IT systems for various customers, and generally face the same threats for these systems as for our own internal systems.  \n21\nTable of Contents\nWe maintain information security tools and technologies, staff, policies and procedures for managing risk to our networks and information systems, and conduct employee training on cybersecurity to mitigate persistent and continuously evolving cybersecurity threats. Our network security controls are comprised of administrative, physical and technical controls, which include, but are not limited to, the implementation of firewalls, anti-virus protection, patches, log monitors, routine backups, off-site storage, network audits and other routine updates and modifications.  We also routinely monitor and develop our internal information technology systems to address risks to our information systems. Despite our implementation of these and other security measures and those of our third-party vendors, our systems are regularly targeted by bad actors and have been subject to damages from computer viruses, natural disasters, unauthorized access and other similar disruptions and attacks that continue to emerge and evolve. Any system failure, accident or security breach could result in disruptions to our business processes, network degradation, and system down time, along with the potential that a third-party will gain unauthorized access to, or acquire intellectual property, proprietary business information, and data related to our employees, customers, suppliers, and business partners, including personal data. To the extent that any disruption, degradation, downtime or other security event results in a loss or damage to our data or systems, or in inappropriate disclosure of confidential or personal information, it could adversely impact us and our clients, potentially resulting in, among other things, financial losses, loss of customers or business, our inability to transact business on behalf of our clients, adverse impact on our brand and reputation, violations of applicable privacy and other laws, regulatory fines, penalties, litigation, reputational damage, reimbursement or other compensation costs, and/or additional compliance costs. We may also incur additional costs related to cybersecurity risk management and remediation. There can be no assurance that we or our service providers, if applicable, will not suffer losses relating to cyber-attacks or other information security breaches in the future or that our insurance coverage will be adequate to cover all the costs resulting from such events. No assurances can be given that our efforts to reduce the risk of such attacks or to detect attacks that occur will be successful. \nIf we have insufficient proprietary rights or if we fail to protect those we have, our business would be materially harmed.\n \nWe seek to protect our products and our product roadmaps in part by developing and/or securing proprietary rights relating to those products, including patents, trade secrets, know-how and continuing technological innovation. The steps taken by us to protect our intellectual property may not adequately prevent misappropriation or ensure that others will not develop competitive technologies or products. Other companies may be investigating or developing other technologies that are similar to our own. It is possible that patents may not be issued from any of our pending applications or those we may file in the future and, if patents are issued, the claims allowed may not be sufficiently broad to deter or prohibit others from making, using or selling products that are similar to ours. We do not own patents in every country in which we sell or distribute our products, and thus others may be able to offer identical products in countries where we do not have intellectual property protection. In addition, the laws of some territories in which our products are or may be developed, manufactured or sold, including Europe, Asia-Pacific or Latin America, may not protect our products and intellectual property rights to the same extent as the laws of the United States. \nAny patents issued to us may be challenged, invalidated or circumvented. Additionally, we are currently a licensee in all of our operating segments for a number of third-party technologies, software and intellectual property rights from academic institutions, our competitors and others, and are required to pay royalties to these licensors for the use thereof. Unless we are able to obtain such licenses on commercially reasonable terms, patents or other intellectual property held by others could inhibit our development of new products, impede the sale of some of our current products, substantially increase the cost to provide these products to our customers, and could have a significant adverse impact on our operating results. In the past, licenses generally have been available to us where third-party technology was necessary or useful for the development or production of our products. In the future licenses to third-party technology may not be available on commercially reasonable terms, if at all. \n22\nTable of Contents\nOur products may be subject to claims that they infringe the intellectual property rights of others.\nLawsuits and allegations of patent infringement and violation of other intellectual property rights occur in our industry on a regular basis. We have received in the past, and anticipate that we will receive in the future, notices from third parties claiming that our products infringe their proprietary rights. Over the past several years there has been a marked increase in the number and potential severity of third-party patent infringement claims, primarily from two distinct sources. First, large technology companies, including some of our customers and competitors, are seeking to monetize their patent portfolios and have developed large internal organizations that have approached us with demands to enter into license agreements. Second, patent-holding companies, entities that do not make or sell products (often referred to as “patent trolls”), have claimed that our products infringe upon their proprietary rights. We will continue to respond to these claims in the course of our business operations. In the past, the resolution of these disputes has not had a material adverse impact on our business or financial condition; however, this may not be the case in the future. Further, the litigation or settlement of these matters, regardless of the merit of the claims, could result in significant expense to us and divert the efforts of our technical and management personnel, whether or not we are successful. If we are unsuccessful, we could be required to expend significant resources to develop non-infringing technology or to obtain licenses to the technology that is the subject of the litigation. We may not be successful in such development, or such licenses may not be available on terms acceptable to us, if at all. Without such a license, we could be enjoined from future sales of the infringing product or products, which could adversely affect our revenues and operating results.\nThe use of open-source software in our products, as well as those of our suppliers, manufacturers and customers, may expose us to additional risks and harm our intellectual property position.\nCertain of the software and/or firmware that we use and distribute (as well as that of our suppliers, manufacturers and customers) may be, be derived from, or contain, “open source” software, which is software that is generally made available to the public by its authors and/or other third parties. Such open-source software is often made available under licenses which impose obligations in the event the software or derivative works thereof are distributed or re-distributed. These obligations may require us to make source code for the derivative works available to the public, and/or license such derivative works under a particular type of license, rather than the forms of license customarily used to protect our own software products. In the event that a court rules that these licenses are unenforceable, or in the event the copyright holder of any open source software were to successfully establish in court that we had not complied with the terms of a license for a particular work, we could be required to release the source code of that work to the public and/or stop distribution of that work. Additionally, open-source licenses are subject to occasional revision. In the event future iterations of open-source software are made available under a revised license, such license revisions may adversely affect our ability to use such future iterations. \nEnvironmental, Social and Governance Risks \nWe may be subject to environmental liabilities which could increase our expenses and harm our operating results.\nWe are subject to various federal, state and foreign laws and regulations, including those governing pollution, protection of human health, the environment and recently, those restricting the presence of certain substances in electronic products as well as holding producers of those products financially responsible for the collection, treatment, recycling and disposal of certain products. Such laws and regulations have been passed in several jurisdictions in which we operate, are often complex and are subject to frequent changes. We will need to ensure that we comply with such laws and regulations as they are enacted, as well as all environmental laws and regulations, and as appropriate or required, that our component suppliers also comply with such laws and regulations. If we fail to comply with such laws, we could face sanctions for such noncompliance, and our customers may refuse to purchase our products, which would have a materially adverse effect on our business, financial condition and results of operations. \nWith respect to compliance with environmental laws and regulations in general, we have incurred, and in the future could incur, substantial costs for the cleanup of contaminated properties, either those we own or operate or to which we have sent wastes in the past, or to comply with such environmental laws and regulations. Additionally, we could be subject to disruptions to our operations and logistics as a result of such clean-up or compliance obligations. If we were found to be in violation of these laws, we could be subject to governmental fines and liability for damages resulting from such violations. If we have to make significant capital expenditures to comply with environmental laws, or if we are subject to significant expenditures in connection with a violation of these laws, our financial condition or operating results could be materially adversely impacted. \n23\nTable of Contents\nOur business is subject to evolving regulations and expectations with respect to environmental, social and governance matters that could expose us to numerous risks.\nIncreasingly regulators, customers, investors, employees and other stakeholders are focusing on ESG-related matters and related disclosures. These developments have resulted in, and are likely to continue to result in, increased general and administrative expenses and increased management time and attention spent complying with or meeting ESG-related requirements and expectations. For example, developing and acting on ESG-related initiatives and collecting, measuring and reporting ESG-related information and metrics can be costly, difficult and time consuming and is subject to evolving reporting standards, including the SEC’s proposed climate-related reporting requirements. We may also communicate certain initiatives and goals regarding ESG-related matters in our SEC filings or in other public disclosures. These ESG-related initiatives and goals could be difficult and expensive to implement, the technologies needed to implement them may not be cost effective and may not advance at a sufficient pace, and we could be criticized for the accuracy, adequacy or completeness of the disclosure. Further, statements about our ESG-related initiatives and goals, and progress against those goals, may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. In addition, we could be criticized for the scope or nature of such initiatives or goals, or for any revisions to these goals. If our ESG-related data, processes and reporting are incomplete or inaccurate, or if we fail to achieve progress with respect to our ESG-related goals on a timely basis, or at all, our reputation, business, financial performance and growth could be adversely affected.\n \nWe may be subject to risks related to climate change, natural disasters and catastrophic events.\nWe operate in geographic regions which face a number of climate and environmental challenges. Our new corporate headquarters is located in Chandler, Arizona, a desert climate, subject to extreme heat and drought. The geographic location of our Northern California offices and production facilities subject them to drought, earthquake and wildfire risks. It is impossible to predict the timing, magnitude or location of such natural disasters or their impacts on the local economy and on our operations. If a major earthquake, wildfire or other natural disaster were to damage or destroy our facilities or manufacturing equipment, we may experience potential impacts ranging from production and shipping delays to lost profits and revenues. In October 2017 and again in October 2019, we temporarily closed our Santa Rosa, California facility resulting in production stoppage, due to wildfires in the region and the facility’s close proximity to the wildfire evacuation zone. The location of our production facility could subject us to production delays and/or equipment and property damage. Moreover, Pacific Gas and Electric (PG&E), the public electric utility in our Northern California region, has previously implemented and may continue to implement widespread blackouts during the peak wildfire season to avoid and contain wildfires sparked during strong wind events by downed power lines or equipment failure. Ongoing blackouts, particularly if prolonged or frequent, could impact our operations going forward.\nRisks Related to our Liquidity and Indebtedness\nAny deterioration or disruption of the capital and credit markets may adversely affect our access to sources of funding.\n       Global economic conditions have caused and may cause volatility and disruptions in the capital and credit markets. When the capital or credit markets deteriorate or are disrupted, our ability to incur additional indebtedness to fund a portion of our working capital needs and other general corporate purposes, or to refinance maturing obligations as they become due, may be constrained. In the event that we were to seek to access the capital markets or other sources of financing, there can be no assurance that we will be able to obtain financing on acceptable terms or within an acceptable time, if at all. We may seek to access the capital or credit markets whenever conditions are favorable, even if we do not have an immediate need for additional capital at that time. For example, in December 2021, we entered into a $300 million asset-based secured credit facility which has certain limitations based on our borrowing capacity. Our access to the financial markets and the pricing and terms we receive in the financial markets could be adversely impacted by various factors, including changes in financial markets and interest rates. In addition, if we do access the capital or credit markets, agreements governing any borrowing arrangement could contain covenants restricting our operations.\n24\nTable of Contents\nOur notes increased our overall leverage and our convertible notes could dilute our existing stockholders and lower our reported earnings per share.   \nThe issuance of our 1.00% Senior Convertible Notes due 2024, our 1.625% Senior Convertible Notes due 2026 and our 3.75% Senior Notes due 2029 (together the “Notes”) substantially increased our principal payment obligations. The degree to which we are leveraged could materially and adversely affect our ability to successfully obtain financing for working capital, acquisitions or other purposes and could make us more vulnerable to industry downturns and competitive pressures. In addition, the holders of the 2024 and 2026 Notes are entitled to convert the Notes into shares of our common stock or a combination of cash and shares of common stock under certain circumstances which would dilute our existing stockholders and lower our reported per share earnings. \nOur ability to make payments on our indebtedness when due, to make payments upon conversion with respect to our convertible senior notes or to refinance our indebtedness as we may need or desire, depends on our future performance and our ability to generate cash flow from operations, which is subject to economic, financial, competitive and other factors beyond our control. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as reducing or delaying investments or capital expenditures, selling assets, refinancing or obtaining additional equity capital on terms that may be onerous or highly dilutive. We may not be able to engage in these activities on desirable terms or at all, which may result in a default on our existing or future indebtedness and harm our financial condition and operating results. \nOur outstanding indebtedness may limit our operational and financial flexibility. \nOur level of indebtedness could have important consequences, including: \n•\nImpairing our ability to obtain additional financing for working capital, capital expenditures, acquisitions or general corporate purposes; \n•\nRequiring us to dedicate a substantial portion of our operating cash flow to paying principal and interest on our indebtedness, thereby reducing the funds available for operations; \n•\nLimiting our ability to grow and make capital expenditures due to the financial covenants contained in our debt arrangements; \n•\nImpairing our ability to adjust rapidly to changing market conditions, invest in new or developing technologies, or take advantage of significant business opportunities that may arise;\n•\nMaking us more vulnerable if a general economic downturn occurs or if our business experiences difficulties; and \n•\nResulting in an event of default if we fail to satisfy our obligations under the Notes or our other debt or fail to comply with the financial and other restrictive covenants contained in the indentures governing the Notes, or any other debt instruments, which event of default could result in all of our debt becoming immediately due and payable and could permit certain of our lenders to foreclose on our assets securing such debt.\nWe may not generate sufficient cash flow to meet our debt service and working capital requirements, which may expose us to the risk of default under our debt obligations. \nWe will need to implement our business strategy successfully on a timely basis to meet our debt service and working capital needs. We may not successfully implement our business strategy, and even if we do, we may not realize the anticipated results of our strategy and generate sufficient operating cash flow to meet our debt service obligations and working capital needs. In addition, our ability to make scheduled payments on our indebtedness, including the notes, is affected by general and regional economic, financial, competitive, business and other factors beyond our control. \nIn the event our cash flow is inadequate to meet our debt service and working capital requirements, we may be required, to the extent permitted under the indentures covering the Notes and any other debt agreements, to seek additional financing in the debt or equity markets, refinance or restructure all or a portion of our indebtedness, sell selected assets or reduce or delay planned capital or operating expenditures. Any insufficient cash flow may make it more difficult for us to obtain financing on terms that are acceptable to us, or at all. \n25\nTable of Contents\nDespite our current level of indebtedness, we and our subsidiaries may still be able to incur substantially more debt. \nWe and our subsidiaries may be able to incur significant additional indebtedness in the future. The indentures that govern the Notes and the agreement that governs our secured credit facility contain restrictions on the incurrence of additional indebtedness, which are subject to a number of qualifications and exceptions, and the additional indebtedness incurred in compliance with these restrictions could be substantial. These restrictions also will not prevent us from incurring obligations that do not constitute indebtedness under the agreements governing our existing debt.\nThe terms of the indentures that govern the Notes and the agreement that governs our secured credit facility restrict our current and future operations. \nThe indentures governing the Notes and the agreement governing the secured credit facility contain a number of restrictive covenants that impose significant operating and financial restrictions on us and may limit our ability to engage in acts that may be in our long-term best interest, including restrictions on our ability to: \n•\nIncur or guarantee additional indebtedness; \n•\nIncur or suffer to exist liens securing indebtedness; \n•\nMake investments; \n•\nConsolidate, merge or transfer all or substantially all of our assets; \n•\nSell assets; \n•\nPay dividends or other distributions on, redeem or repurchase capital stock; \n•\nEnter into transactions with affiliates; \n•\nAmend, modify, prepay or redeem subordinated indebtedness; \n•\nEnter into certain restrictive agreements; \n•\nEngage in a new line of business; \n•\nAmend certain material agreements, including material leases and debt agreements; and \n•\nEnter into sale leaseback transactions. \nTax Risks\nOur ability to use our net operating loss carryforwards to offset future taxable income may be subject to certain limitations and/or changes in regulations.\nChanges in U.S. federal income or other tax laws or the interpretation of tax laws, including the Inflation Reduction Act of 2022, as recently passed by Congress, may impact our tax liabilities. Utilization of our NOLs and tax credit carryforwards may be subject to a substantial annual limitation if the ownership change limitations under Sections 382 and 383 of the Internal Revenue Code and similar state provisions are triggered by changes in the ownership of our capital stock. In general, an ownership change occurs if there is a cumulative change in our ownership by “5-percent shareholders” that exceeds 50 percentage points over a rolling three-year period. Similar rules may apply under state tax laws. Accordingly, purchases of our capital stock by others could limit our ability to utilize our NOLs and tax credit carryforwards in the future. \nFurthermore, we may not be able to generate sufficient taxable income to utilize our NOLs and tax credit carryforwards before they expire. Due to uncertainty regarding the timing and extent of our future profitability, we continue to record a valuation allowance to offset our U.S. and certain of our foreign deferred tax assets because of uncertainty related to our ability to utilize our NOLs and tax credit carryforwards before they expire. \n If any of these events occur, we may not derive some or all of the expected benefits from our NOLs and tax credit carryforwards.  \n26\nTable of Contents\nGeneral Risks\nCertain provisions in our charter and under Delaware laws could hinder a takeover attempt.\nWe are subject to the provisions of Section 203 of the Delaware General Corporation Law prohibiting, under some circumstances, publicly-held Delaware corporations from engaging in business combinations with some stockholders for a specified period of time without the approval of the holders of substantially all of our outstanding voting stock. Such provisions could delay or impede the removal of incumbent directors and could make more difficult a merger, tender offer or proxy contest involving us, even if such events could be beneficial, in the short-term, to the interests of the stockholders. In addition, such provisions could limit the price that some investors might be willing to pay in the future for shares of our common stock. Our certificate of incorporation and bylaws contain provisions providing for the limitations of liability and indemnification of our directors and officers, allowing vacancies on our Board of Directors to be filled by the vote of a majority of the remaining directors, granting our Board of Directors the authority to establish additional series of preferred stock and to designate the rights, preferences and privileges of such shares (commonly known as “blank check preferred”) and providing that our stockholders can take action only at a duly called annual or special meeting of stockholders, which may only be called by the Chairman of the Board, the Chief Executive Officer or the Board of Directors. These provisions may also have the effect of deterring hostile takeovers or delaying changes in control or change in our management. \n \n27\nTable of Contents",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion and analysis summarizes the significant factors affecting our consolidated operating results, financial condition, liquidity and capital resources during the period ended July 1, 2023. Unless otherwise noted, all references herein for the years 2023, 2022,and 2021 represent the fiscal years ended July 1, 2023, July 2, 2022, and July 3, 2021, respectively. We intend for this discussion to provide the reader with information that will assist in understanding our financial statements, the changes in certain key items in those financial statements from year to year, and the primary factors that accounted for those changes, as well as how certain accounting estimates affect our financial statements. Factors that could cause or contribute to these differences include those discussed below and in this Annual Report on Form 10-K, particularly in “Risk Factors” and “Forward-Looking Statements.”\n \nThis discussion should be read in conjunction with our consolidated financial statements and notes to the consolidated financial statements included in this Annual Report that have been prepared in accordance with accounting principles generally accepted in the United States of America. Our actual results could differ materially from those discussed in the forward-looking statements. \nOVERVIEW\nWe are a global provider of network test, monitoring, and assurance solutions for communications service providers (CSPs), hyperscalers, network equipment manufacturers (NEMs), original equipment manufacturers (OEMs), government and avionics. We help these customers harness the power of instruments, automation, intelligence, and virtualization. VIAVI is also a leader in light management technologies for 3D sensing for the anti-counterfeiting, consumer electronics, industrial, automotive, government and aerospace applications.\nTo serve our markets, we operate the following business segments: \n•\nNetwork Enablement (NE); \n•\nService Enablement (SE); and \n•\nOptical Security and Performance Products (OSP).\nDuring fiscal 2023, we experienced a constrained demand outlook and continued inflationary pressures. Weakness in CSP and NEM spending created headwinds for our NE segment. Softening demand for anti-counterfeiting driven by fiscal tightening as central banks continue to normalize currency printing from elevated levels during the pandemic created pressure on OSP revenues. Despite the slowdown in overall service provider spend, some service providers have begun to free up funds for network maintenance and optimization, which benefits VIAVI’s NSE business segment. \nAny prolonged disruption of manufacturing of our products, commerce and related activity or significant decrease in demand for our products could materially and adversely affect our results of business, operations, and financial conditions.\nOur financial results and long-term growth model will continue to be driven by revenue growth, non-GAAP operating income, non-GAAP operating margin, non-GAAP diluted earnings per share (EPS) and cash flow from operations. We believe these key operating metrics are useful to investors because management uses these metrics to assess the growth of our business and the effectiveness of our marketing and operational strategies. \n31\nTable of Contents\nLooking Ahead to 2024\nAs we look forward to the year ahead, our focus remains on executing against our strategic priorities to drive revenue and earnings growth, capture market share and continue to optimize our capital structure. We remain positive on our long-term growth drivers in 5G Wireless, Fiber, 3D Sensing and Resilient Position, Navigation and Timing (PNT). We will continue to focus on executing against our strategic priorities highlighted during our September 2022 Analyst Day Event such as our plans to:\n•    Defend and consolidate leadership in core business segments;\n•    Invest in secular trends to drive growth and expand Total Addressable Market (TAM);\n•    Extend VIAVI technologies and platforms into adjacent markets and applications; and\n•   Continue productivity improvement in Operations, Research & Development (R&D) and Selling, General  and Administrative (SG&A).\nFINANCIAL HIGHLIGHTS\nOur fiscal 2023 results included the following notable items:\n•\nNet revenues of $1.1 billion, down $186.3 million or 14.4% year-over-year\n•\nGAAP operating margin of 7.4%, down 690 bps year-over-year\n•\nNon-GAAP operating margin of 15.6%, down 660 bps year-over-year\n•\nGAAP Diluted EPS of $0.11, up $0.04 or 57.1% year-over-year\n•\nNon-GAAP Diluted EPS of $0.55, down $0.40 or 42.1% year-over-year \nIn fiscal 2023, VIAVI experienced a constrained demand outlook and end market volatility. Net revenue of $1.1 billion, down $186.3 million or 14.4%, demonstrated the challenging macro-economic environment faced by our NE and OSP segments.  \nVIAVI's fiscal 2023 GAAP operating margin of 7.4% was down 690 bps compared to fiscal 2022 due to the decline in revenues, partially offset by lower operating expenses. Non-GAAP operating margin of 15.6% decreased 660 basis points largely due to a decline in revenue partially offset by lower operating expenses.\nGAAP Diluted EPS of $0.11 increased 57.1%, or $0.04, from fiscal 2022 largely due to the loss incurred in connection with the repurchase of certain 1.00% and 1.75% Senior Convertible Notes in fiscal 2022. Non-GAAP Diluted EPS of $0.55 decreased 42.1% or $0.40 from a record of $0.95 in fiscal 2022 due to the decline in revenues. \nIn fiscal 2023, we generated $114.1 million in operating cash flow and deployed $51.1 million or 4.6% of revenues towards capital expenditures. We further improved our balance sheet by retiring the remaining 1.75% 2023 Senior Convertible Notes and partially exchanging the 1.0% 2024 Senior Convertible Notes at comparable terms into 1.625% 2026 Senior Convertible Notes. We continued to execute our capital allocation strategy by deploying $72.3 million towards acquisitions and also repurchasing 7.3 million shares of our common stock for $83.9 million.\n32\nTable of Contents\nA reconciliation of GAAP\n \nfinancial measures to Non-GAAP financial measures is provided below (in millions, except EPS amounts):\n \nYears Ended\n \nJuly 1, 2023\nJuly 2, 2022\n \nOperating Income\nOperating Margin\nOperating Income\nOperating Margin\nGAAP measures\n$\n82.4 \n7.4 \n%\n$\n185.0 \n14.3 \n%\nStock-based compensation\n51.2 \n4.7 \n%\n52.3 \n4.1 \n%\nChange in fair value of contingent liability\n(4.5)\n(0.4)\n%\n0.3 \n— \n%\nOther (benefits) charges unrelated to core operating performance\n(1)\n(2.0)\n(0.2)\n%\n9.6 \n0.7 \n%\nAmortization of intangibles\n33.3 \n3.0 \n%\n39.7 \n3.1 \n%\nRestructuring and related charges (benefits)\n12.1 \n1.1 \n%\n(0.1)\n— \n%\nTotal related to Cost of Revenue and Operating Expenses\n90.1 \n8.2 \n%\n101.8 \n7.9 \n%\nNon-GAAP measures\n$\n172.5 \n15.6 \n%\n$\n286.8 \n22.2 \n%\n \nYears Ended\n \nJuly 1, 2023\nJuly 2, 2022\n \nNet Income\nDiluted\n EPS\nNet Income\nDiluted\n EPS\nGAAP measures\n$\n25.5 \n$\n0.11 \n$\n15.5 \n$\n0.07 \nItems reconciling GAAP net income and EPS to non-GAAP net income and EPS:\nStock-based compensation\n51.2 \n0.23 \n52.3 \n0.22 \nChange in fair value of contingent liability\n(4.5)\n(0.02)\n0.3 \n— \nOther (benefits) charges unrelated to core operating performance\n(1)\n(2.0)\n(0.01)\n9.6 \n0.04 \nAmortization of intangibles\n33.3 \n0.15 \n39.7 \n0.17 \nRestructuring and related charges (benefits)\n12.1 \n0.05 \n(0.1)\n— \nNon-cash interest expense and other expense \n(2)\n3.9 \n0.02 \n102.2 \n0.43 \nBenefit from income taxes\n5.2 \n0.02 \n5.8 \n0.02 \nTotal related to Net income and EPS\n99.2 \n0.44 \n209.8 \n0.88 \nNon-GAAP measures \n$\n124.7 \n$\n0.55 \n$\n225.3 \n$\n0.95 \nShares used in per share calculation for Non-GAAP EPS\n226.6 \n238.2 \n(1) Other items include (benefits) charges unrelated to core operating performance primarily consisting of certain acquisition and integration related charges, transformational initiatives such as site consolidations, accretion of debt discount, intangible impairment and loss on disposal of long-lived assets.\n(2) The Company incurred a loss of $2.2 million for the twelve months ended July 1, 2023 in connection with the modification of certain 1.00% Senior Convertible Notes. The Company incurred a loss of $101.8M for the twelve months ended July 2, 2022 in connection with the repurchase of certain 1.00% and 1.75% Senior Convertible Notes. The Company eliminates this in calculating non-GAAP net income and non-GAAP EPS, because it believes that in so doing, it can provide investors a clearer and more consistent view of the Company’s core operating performance.\nUse of Non-GAAP (Adjusted) Financial Measures\nThe Company provides non-GAAP operating income, non-GAAP operating margin, non-GAAP net income and non-GAAP EPS financial measures as supplemental information regarding the Company’s operational performance. The Company uses the measures disclosed in this Report to evaluate the Company’s historical and prospective financial performance, as well as its performance relative to its competitors. Specifically, management uses these items to further its own understanding of the Company’s core operating performance, which the Company believes represent its performance in the ordinary, ongoing and customary course of its operations. Accordingly, management excludes from core operating performance items such as those relating to certain purchase price accounting adjustments, amortization of acquisition-related intangibles, stock-based compensation, legal settlements, restructuring, changes in fair value of contingent consideration liabilities and certain investing expenses and other activities that management believes are not reflective of such ordinary, ongoing and core operating activities.   \n33\nTable of Contents\nThe Company believes providing this additional information allows investors to see Company results through the eyes of management. The Company further believes that providing this information allows investors to better understand the Company’s financial performance and, importantly, to evaluate the efficacy of the methodology and information used by management to evaluate and measure such performance.\nThe non-GAAP adjustments described in this report are excluded by the Company from its GAAP financial measures because the Company believes excluding these items enables investors to evaluate more clearly and consistently the Company’s core operational performance. The non-GAAP adjustments are outlined below.\n \nCost of revenues, costs of research and development and costs of selling, general and administrative\n: The Company’s GAAP presentation of operating expenses may include (i) additional depreciation and amortization from changes in estimated useful life and the write-down of certain property, equipment and intangibles that have been identified for disposal but remained in use until the date of disposal, (ii) workforce related charges such as severance, retention bonuses and employee relocation costs related to formal restructuring plans, (iii) costs for facilities not required for ongoing operations, and costs related to the relocation of certain equipment from these facilities and/or contract manufacturer facilities, (iv) stock-based compensation, (v) amortization expense related to acquired intangibles, (vi) changes in fair value of contingent consideration liabilities and (vii) other charges unrelated to our core operating performance comprised mainly of acquisition related transaction costs, integration costs related to acquired entities, litigation and legal settlements and other costs and contingencies unrelated to current and future operations, including transformational initiatives such as the implementation of simplified automated processes, site consolidations, and reorganizations. The Company excludes these items in calculating non-GAAP operating margin, non-GAAP net income and non-GAAP EPS.\nNon-cash interest expense and other expense\n: The Company excludes certain investing expenses and non-cash activities that management believes are not reflective of such ordinary, ongoing and core operating activities, in calculating non-GAAP net income and non-GAAP EPS.\nIncome tax expense or benefit\n: The Company excludes certain non-cash tax expense or benefit items, such as the utilization of net operating losses where valuation allowances were released, intra-period tax allocation benefit and the tax effect for amortization of non-tax deductible intangible assets, in calculating non-GAAP net income and non-GAAP EPS.\nNon-GAAP financial measures are not in accordance with, preferable to, or an alternative for, generally accepted accounting principles in the United States. The GAAP measure most directly comparable to non-GAAP operating income is operating income. The GAAP measure most directly comparable to non-GAAP operating margin is operating margin. The GAAP measure most directly comparable to non-GAAP net income is net income. The GAAP measure most directly comparable to non-GAAP EPS is earnings per share. The Company believes these GAAP measures alone are not fully indicative of its core operating expenses and performance and that providing non-GAAP financial measures in conjunction with GAAP measures provides valuable supplemental information regarding the Company’s overall performance.\n34\nTable of Contents\nRESULTS OF OPERATIONS\nThis section of this Annual Report on Form 10-K generally discusses the results of operations for the fiscal year ended \nJuly 1, 2023\n and \nJuly 2, 2022\n and year-to-year comparisons between such fiscal years. Discussions of the year-to-year comparisons between the fiscal year ended \nJuly 2, 2022\n and July 3, 2021, that are not included in this Annual Report on Form 10-K, can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended \nJuly 2, 2022\n. \nThe results of operations for the current period are not necessarily indicative of results to be expected for future periods. The following table summarizes selected Consolidated Statements of Operations items as a percentage of net revenue:\nYears Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nSegment net revenue:\nNetwork Enablement\n63.0 \n%\n65.4 \n%\n62.3 \n%\nService Enablement\n9.4 \n8.0 \n7.6 \nOptical Security and Performance\n27.6 \n26.6 \n30.1 \nNet revenue\n100.0 \n100.0 \n100.0 \nCost of revenues\n40.0 \n37.9 \n37.6 \nAmortization of acquired technologies\n2.2 \n2.3 \n2.8 \nGross profit\n57.8 \n59.8 \n59.6 \nOperating expenses:\nResearch and development\n18.7 \n16.5 \n16.9 \nSelling, general and administrative\n29.7 \n28.3 \n28.2 \nAmortization of other intangibles\n0.8 \n0.7 \n2.8 \nRestructuring and related  charges (benefits)\n1.2 \n— \n(0.1)\nTotal operating expenses\n50.4 \n45.5 \n47.8 \nIncome from operations\n7.4 \n14.3 \n11.8 \nLoss on convertible note settlement\n— \n(7.9)\n— \nLoss on convertible note modification\n(0.2)\n— \n— \nInterest and other income, net\n0.7 \n0.4 \n0.3 \nInterest expense\n(2.4)\n(1.8)\n(1.2)\nIncome before income taxes\n5.5 \n5.0 \n10.9 \nProvision for income taxes\n3.2 \n3.8 \n5.3 \nNet income\n2.3 \n%\n1.2 \n%\n5.6 \n%\n35\nTable of Contents\nFinancial Data for Fiscal 2023, 2022 and 2021\nThe following table summarizes selected Consolidated Statement of Operations items (\nin millions, except for percentages\n):\n2023\n2022\nChange\nPercent Change\n2022\n2021\nChange\nPercent Change\nSegment net revenue:\nNE\n$\n697.5 \n$\n845.8 \n$\n(148.3)\n(17.5)\n%\n$\n845.8 \n$\n746.6 \n$\n99.2 \n13.3 \n%\nSE\n103.7 \n103.3 \n0.4 \n0.4 \n%\n103.3 \n91.3 \n12.0 \n13.1 \n%\nOSP\n304.9 \n343.3 \n(38.4)\n(11.2)\n%\n343.3 \n361.0 \n(17.7)\n(4.9)\n%\nNet revenue\n$\n1,106.1 \n$\n1,292.4 \n$\n(186.3)\n(14.4)\n%\n$\n1,292.4 \n$\n1,198.9 \n$\n93.5 \n7.8 \n%\nAmortization of acquired technologies\n$\n24.6 \n$\n30.0 \n$\n(5.4)\n(18.0)\n%\n$\n30.0 \n$\n33.2 \n$\n(3.2)\n(9.6)\n%\nPercentage of net revenue\n2.2 \n%\n2.3 \n%\n2.3 \n%\n2.8 \n%\nGross profit\n$\n638.8 \n$\n773.5 \n$\n(134.7)\n(17.4)\n%\n$\n773.5 \n$\n714.4 \n$\n59.1 \n8.3 \n%\nGross margin\n57.8 \n%\n59.8 \n%\n59.8 \n%\n59.6 \n%\nResearch and development\n$\n206.9 \n$\n213.2 \n$\n(6.3)\n(3.0)\n%\n$\n213.2 \n$\n203.0 \n$\n10.2 \n5.0 \n%\nPercentage of net revenue\n18.7 \n%\n16.5 \n%\n16.5 \n%\n16.9 \n%\nSelling, general and administrative\n$\n328.7 \n$\n365.7 \n$\n(37.0)\n(10.1)\n%\n$\n365.7 \n$\n337.5 \n$\n28.2 \n8.4 \n%\nPercentage of net revenue\n29.7 \n%\n28.3 \n%\n28.3 \n%\n28.2 \n%\nAmortization of intangibles\n$\n8.7 \n$\n9.7 \n$\n(1.0)\n(10.3)\n%\n$\n9.7 \n$\n33.3 \n$\n(23.6)\n(70.9)\n%\nPercentage of net revenue\n0.8 \n%\n0.7 \n%\n0.7 \n%\n2.8 \n%\nRestructuring and related charges (benefits)\n$\n12.1 \n$\n(0.1)\n$\n12.2 \nNM\n$\n(0.1)\n$\n(1.6)\n$\n1.5 \n(93.8)\n%\nPercentage of net revenue\n1.2 \n%\n— \n%\n— \n%\n(0.1)\n%\nLoss on convertible note settlement\n$\n— \n$\n(101.8)\n$\n101.8 \nNM\n$\n(101.8)\n$\n— \n$\n(101.8)\nNM\nPercentage of net revenue\n— \n%\n(7.9)\n%\n(7.9)\n%\n— \n%\nLoss on convertible note modification\n$\n(2.2)\n$\n— \n$\n(2.2)\nNM\n$\n— \n$\n— \n$\n— \n— \n%\nPercentage of net revenue\n(0.2)\n%\n— \n%\n— \n%\n— \n%\nInterest and other income, net\n$\n7.6 \n$\n5.2 \n$\n2.4 \n46.2 \n%\n$\n5.2 \n$\n3.3 \n$\n1.9 \n57.6 \n%\nPercentage of net revenue\n0.7 \n%\n0.4 \n%\n0.4 \n%\n0.3 \n%\nInterest expense\n$\n(27.1)\n$\n(23.3)\n$\n(3.8)\n16.3 \n%\n$\n(23.3)\n$\n(14.7)\n$\n(8.6)\n58.5 \n%\nPercentage of net revenue\n(2.5)\n%\n(1.8)\n%\n(1.8)\n%\n(1.2)\n%\nProvision for income taxes\n$\n35.2 \n$\n49.6 \n$\n(14.4)\n(29.0)\n%\n$\n49.6 \n$\n63.3 \n$\n(13.7)\n(21.6)\n%\nPercentage of net revenue\n3.2 \n%\n3.8 \n%\n3.8 \n%\n5.3 \n%\n36\nTable of Contents\nForeign Currency Impact on Results of Operations\nWhile the majority of our net revenue and operating expenses are denominated in U.S. dollar, a portion of our international operations are denominated in currencies other than the U.S. dollar. Changes in foreign exchange rates may significantly affect revenue and expenses. While we use foreign currency hedging contracts to mitigate some foreign currency exchange risk, these activities are limited in the protection that they provide us and can themselves result in losses. We have presented below “constant dollar” comparisons of our net sales and operating expenses which exclude the impact of currency exchange rate fluctuations. Constant dollar net revenue and operating expenses are non-GAAP financial measures, which is information derived from consolidated financial information but not presented in our financial statements prepared in accordance with U.S. GAAP. Our management believes these non-GAAP measures, when considered in conjunction with the corresponding U.S. GAAP measures, may facilitate a better understanding of changes in net revenue and operating expenses. \nFiscal 2023 and 2022\nIf currency exchange rates had been constant in fiscal 2023 and 2022, our consolidated net revenue in “constant dollars” would have increased by approximately $23.0 million, or 2.1% of net revenue, which primarily impacted our NE and SE segments. The impact of foreign currency fluctuations on net revenue was not indicative of the impact on net income due to the offsetting foreign currency impact on operating costs and expenses. If currency exchange rates had been constant in fiscal 2023 and 2022, our consolidated operating expenses in “constant dollars” would have increased by approximately $17.5 million, or 1.6% of net revenue.\nThe Results of Operations are presented in accordance with U.S. GAAP and not using constant dollars. Refer to Item 7A “Qualitative and Quantitative Disclosures about Market Risk” of this Annual Report on Form 10-K for further details on foreign currency instruments and our related risk management strategies.\nNet Revenue\nRevenue from our service offerings exceeds 10% of our total consolidated net revenue and is presented separately in our Consolidated Statements of Operations. Service revenue primarily consists of maintenance and support, extended warranty, professional services and post-contract support in addition to other services such as calibration and repair services. When evaluating the performance of our segments, management focuses on total net revenue, gross profit and operating income and not the product or service categories. Consequently, the following discussion of business segment performance focuses on total net revenue, gross profit, and operating income consistent with our approach for managing the business.\nFiscal 2023 and 2022\nNet revenue decreased $186.3 million, or 14.4%, during fiscal 2023 when compared to fiscal 2022. This decrease was primarily driven by lower volumes in NE and OSP, partially offset by an increase in SE.\nProduct revenues decreased $199.4 million, or 17.6%, during fiscal 2023 when compared to fiscal 2022, driven by volume decline in all segments. \nService revenues increased $13.1 million, or 8.3%, during fiscal 2023 when compared to fiscal 2022. This increase was primarily due to increased support revenue from our NSE segment, offset by a declines in our OSP segment.\nGoing forward, we expect to continue to encounter a number of industry and market risks and uncertainties.  For example, uncertainty around the timing of our customers procurement decisions on infrastructure maintenance and upgrades and decisions on new infrastructure investments or uncertainty about speed of adoption of 5G technology at a commercially viable scale. This may limit our visibility, and consequently, our ability to predict future revenue, seasonality, profitability, and general financial performance, which could create period-over-period variability in our financial measures and present foreign exchange rate risks.\n37\nTable of Contents\nWe cannot predict when or to what extent these uncertainties will be resolved. Our revenues, profitability, and general financial performance may also be affected by: (a) pricing pressures due to, among other things, a highly concentrated customer base, increasing competition, particularly from Asia-based competitors, and a general commoditization trend for certain products; (b) product mix variability in our NE and SE markets, which affects revenue and gross margin; (c) fluctuations in customer buying patterns, which cause demand, revenue and profitability volatility; (d) the current trend of communication industry consolidation, which is expected to continue, that directly affects our NE and SE customer bases and adds additional risk and uncertainty to our financial and business projections; (e) chip component shortages, supply chain and shipping logistic constraints; (f) the impact of ongoing global trade policies, tariffs and sanctions; and (g) regulatory or economic developments and/or technology challenges that slow or change the rate of adoption of 5G, 3D Sensing and other emerging secular technologies and platforms.\nRevenue by Region\nWe operate in three geographic regions, including the Americas, Asia-Pacific and Europe Middle East and Africa (EMEA). Net revenue is assigned to the geographic region and country where our product is initially shipped. For example, certain customers may request shipment of our product to a contract manufacturer in one country, which may differ from the location of their end customers. The following table presents net revenue by the three geographic regions we operate in and net revenue from countries that exceeded 10% of our total net revenue \n(in millions)\n:\n \nYears Ended\n \nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nAmericas:\nUnited States\n$\n362.9 \n32.8 \n%\n$\n388.9 \n30.1 \n%\n$\n330.0 \n27.5 \n%\nOther Americas\n75.2 \n6.8 \n%\n96.8 \n7.5 \n%\n85.6 \n7.2 \n%\nTotal Americas\n$\n438.1 \n39.6 \n%\n$\n485.7 \n37.6 \n%\n$\n415.6 \n34.7 \n%\nAsia-Pacific:\nGreater China\n$\n210.9 \n19.1 \n%\n$\n256.4 \n19.8 \n%\n$\n277.0 \n23.1 \n%\nOther Asia-Pacific\n166.6 \n15.0 \n%\n205.3 \n15.9 \n%\n133.5 \n11.1 \n%\nTotal Asia-Pacific\n$\n377.5 \n34.1 \n%\n$\n461.7 \n35.7 \n%\n$\n410.5 \n34.2 \n%\nEMEA:\n$\n290.5 \n26.3 \n%\n$\n345.0 \n26.7 \n%\n$\n372.8 \n31.1 \n%\nTotal net revenue\n$\n1,106.1 \n100.0 \n%\n$\n1,292.4 \n100.0 \n%\n$\n1,198.9 \n100.0 \n%\nNet revenue from customers outside the Americas for fiscal 2023, represented 60.4% of net revenue, a decrease of 2.0% year-over-year. This decrease is due to larger declines in revenues from Asia-Pacific and EMEA compared to the decline in the Americas. We expect revenue from customers outside of the United States to continue to be an important part of our overall net revenue and an increasing focus for net revenue growth opportunities.\n38\nTable of Contents\nAmortization of Acquired Technologies (Cost of revenues)\nAmortization of acquired technologies within Cost of revenues for fiscal 2023 decreased $5.4 million, or 18.0%, to $24.6 million from $30.0 million in fiscal 2022. This decrease is primarily due to intangible assets becoming fully amortized in fiscal 2022 offset by amortization of intangibles acquired through current year acquisitions.\nGross Margin\nGross margin in fiscal 2023 declined 2.0% to 57.8% from 59.8% in fiscal 2022. This decrease was primarily driven by lower volume and product mix.\nAs discussed in more detail under “Net Revenue” above, we sell products in certain markets that are consolidating, undergoing product, architectural and business model transitions, have high customer concentrations, are highly competitive (increasingly due to Asia-Pacific-based competition), are price sensitive and/or are affected by customer seasonal and mix variant buying patterns. We expect these factors to continue to result in variability of our gross margin.\nResearch and Development\nR&D expense decreased $6.3 million, or 3.0%, during fiscal 2023 compared to fiscal 2022. This decrease was primarily driven by variable expense reductions. As a percentage of net revenue, R&D increased 2.2% during fiscal 2023 when compared to fiscal 2022.\nWe believe that continuing our investments in R&D is critical to attaining our strategic objectives. We plan to continue to invest in R&D and new products that will further differentiate us in the marketplace.\nSelling, General and Administrative\nSG&A expense decreased $37.0 million, or 10.1%, in fiscal 2023 compared to fiscal 2022. This decrease was driven by the reversal of the U.K. pension accrued liability, fair value adjustment of contingent consideration related to acquisitions, lower commission expense, variable pay and outside service expenses. As a percentage of net revenue, SG&A increased 1.5% in fiscal 2023 when compared to 2022.\nWe intend to continue to focus on reducing our SG&A expense as a percentage of net revenue. However, we have in the recent past experienced, and may continue to experience in the future, certain charges unrelated to our core operating performance, such as acquisitions and integration related expenses and litigation expenses, which could increase our SG&A expenses and potentially impact our profitability expectations in any particular quarter.\nAmortization of  Intangibles (Operating expenses)\nAmortization of intangibles within Operating expenses for fiscal 2023 decreased $1.0 million, or 10.3%, to $8.7 million from $9.7 million in fiscal 2022. This decrease is primarily due to intangible assets becoming fully amortized in fiscal 2022 offset by amortization of intangibles acquired through current year acquisitions.\nAcquired In-Process Research and Development\nIn accordance with authoritative guidance, we recognize acquired in-process research and development (IPR&D) at fair value as of the acquisition date, and subsequently account for it as an indefinite-lived intangible asset until completion or abandonment of the associated R&D efforts. We periodically review the stage of completion and likelihood of success of each IPR&D project. The nature of the efforts required to develop IPR&D projects into commercially viable products principally relates to the completion of all planning, designing, prototyping, verification and testing activities that are necessary to establish that the products can be produced to meet their design specifications, including functions, features and technical performance requirements.\n39\nTable of Contents\nRestructuring and Related Charges\nThe Company restructuring events are primarily intended to reduce costs, consolidate operations, integrate various acquisitions, streamline product manufacturing and address market conditions. During the second quarter of fiscal 2023, Management approved a restructuring and workforce reduction plan (the Fiscal 2023 Plan) to better align the Company’s workforce with current business needs and strategic growth opportunities. The Company expects approximately 5% of its global workforce to be affected. We estimate annualized gross cost savings of approximately $28.0 million excluding any one-time charges as a result of the restructuring activities initiated under the Plan. Refer to “Note 13. Restructuring and Related Charges” for more information.\nAs of July 1, 2023, our total restructuring accrual was $5.8 million. During fiscal 2023, we recorded charges and other adjustments of $12.1 million related to the Fiscal 2023 Plan. Restructuring charges consisting of severance, benefit and outplacement costs were recorded to the Restructuring and related charges (benefits) line within our Consolidated Statements of Operations. These charges are primarily the result of the following:\ni.\nThe first phase of the Fiscal 2023 Plan impacted all segments and corporate functions. The Company anticipates this phase of the Fiscal 2023 Plan to be substantially complete by the end of the first quarter of fiscal 2024. \nii.     \nThe second phase of the Fiscal 2023 Plan is primarily focused on reducing costs in our SE segment. The Company anticipates this phase of the Fiscal 2023 Plan to be substantially complete by the end of the second quarter of fiscal 2024. \nWe estimate future cash payments of $6.0 million under the Fiscal 2023 Plan during fiscal 2024, funded by operating cash flow. Future charges under the Fiscal 2023 Plan are not expected to be material.\nDuring fiscal 2022 and 2021, the Company recorded a benefit related to other restructuring actions of $0.1 million and $1.6 million, respectively.\nLoss on Convertible Note Modification\nDuring fiscal 2023, the Company exchanged $127.5 million principal value of its 1.00% Senior Convertible Notes due 2024 for $132.0 million principal value of its 1.625% Senior Convertible Notes due 2026 and issued $118.0 million principal value of its 1.625% Senior Convertible Notes due 2026 for cash. The Company incurred $4.2 million of issuance costs related to the transaction, of which $2.2 million of the issuance costs were recorded as Loss on convertible note modification in the Consolidated Statements of Operations. The remaining issuance costs of $2.0 million was capitalized within Long-term debt (as a contra-balance) on the Consolidated Balance Sheets and will be amortized as an adjustment to interest expense on a straight-line basis until maturity.\nLoss on Convertible Note Settlement\nDuring fiscal 2022, the Company entered into separate privately-negotiated agreements with certain holders of its 1.75% Senior Convertible Notes due 2023 and 1.00% Senior Convertible Notes due 2024. The Company paid an aggregate of 10.6 million shares of its common stock, par value $0.001 per share, and $347.3 million in cash in exchange for $156.9 million principal amount of the 2023 Notes and $236.1 million principal amount of the 2024 Notes. The Company recorded a loss of $101.8 million in connection with the settlement transactions.\nInterest and Other Income, Net\nInterest and other income, net was $7.6 million in fiscal 2023 as compared to $5.2 million in fiscal 2022. This $2.4 million increase was primarily driven by higher interest income offset by an unfavorable foreign exchange impact as the balance sheet hedging program provided a less favorable offset to the remeasurement of underlying foreign exchange exposures during the current period.\nInterest Expense\nInterest expense increased $3.8 million, or 16.3%, during fiscal 2023 compared to fiscal 2022. This increase was primarily driven by full year interest expense on the Senior Notes due 2029 in the current period as a result of the issuance in September 2021 and the accretion of debt discount on the Senior Convertible Notes due 2026 as a result of the issuance in March 2023 offset by lower interest expense on our convertible notes as a result of convertible notes settlement transactions during fiscal 2022.\n40\nTable of Contents\nProvision for Income Tax\nWe recorded an income tax provision of $35.2 million for fiscal 2023.  The expected tax provision derived by applying the federal statutory rate to our income before income taxes for fiscal 2023 differed from the income tax expense recorded primarily due to valuation allowances in addition to withholding taxes, foreign tax rates higher than the federal statutory rate and the U.S. inclusion of foreign earnings.\nBased on a jurisdiction-by-jurisdiction review of anticipated future income and due to the continued economic uncertainty in the industry, management has determined that in the U.S., it is more likely than not that our net deferred tax assets will not be realized. During fiscal 2023, the valuation allowance for deferred tax assets increased by $30.7 million which was primarily due to the increase in capitalization of federal research expenditures in the U.S.\nThe decrease in income tax provision of $14.4 million or 29.0% during fiscal 2023 was due primarily to a reduction in foreign earnings in the current year as compared to the fiscal 2022 foreign earnings and a charge of $13.2 million related to internal intellectual properties restructuring. \nWe are routinely subject to various federal, state and foreign audits by taxing authorities. We believe that adequate amounts have been provided for any adjustments that may result from these examinations.\nOperating Segment Information\n (\nin millions\n):\n \n2023\n2022\nChange\nPercentage Change\n2022\n2021\nChange\nPercentage Change\nNE\nNet revenue\n$\n697.5 \n$\n845.8 \n$\n(148.3)\n(17.5)\n%\n$\n845.8 \n$\n746.6 \n$\n99.2 \n13.3 \n%\nGross profit\n440.1 \n543.6 \n(103.5)\n(19.0)\n%\n543.6 \n474.2 \n69.4 \n14.6 \n%\nGross margin\n63.1 \n%\n64.3 \n%\n64.3 \n%\n63.5 \n%\nSE\nNet revenue\n$\n103.7 \n$\n103.3 \n$\n0.4 \n0.4 \n%\n$\n103.3 \n$\n91.3 \n$\n12.0 \n13.1 \n%\nGross profit\n70.1 \n71.5 \n(1.4)\n(2.0)\n%\n71.5 \n59.9 \n11.6 \n19.4 \n%\nGross margin\n67.6 \n%\n69.2 \n%\n69.2 \n%\n65.6 \n%\nNSE\nNet revenue\n$\n801.2 \n$\n949.1 \n$\n(147.9)\n(15.6)\n%\n$\n949.1 \n$\n837.9 \n$\n111.2 \n13.3 \n%\nOperating income\n61.2 \n147.8 \n(86.6)\n(58.6)\n%\n147.8 \n92.2 \n55.6 \n60.3 \n%\nOperating margin\n7.6 \n%\n15.6 \n%\n15.6 \n%\n11.0 \n%\nOSP\nNet revenue\n$\n304.9 \n$\n343.3 \n$\n(38.4)\n(11.2)\n%\n$\n343.3 \n$\n361.0 \n$\n(17.7)\n(4.9)\n%\nGross profit\n158.6 \n193.6 \n(35.0)\n(18.1)\n%\n193.6 \n218.1 \n(24.5)\n(11.2)\n%\nGross margin\n52.0 \n%\n56.4 \n%\n56.4 \n%\n60.4 \n%\nOperating income\n111.3 \n139.0 \n(27.7)\n(19.9)\n%\n139.0 \n161.3 \n(22.3)\n(13.8)\n%\nOperating margin\n36.5 \n%\n40.5 \n%\n40.5 \n%\n44.7 \n%\n41\nTable of Contents\nNetwork Enablement\nNE net revenue decreased $148.3 million, or 17.5% during fiscal 2023 when compared to fiscal 2022, This decrease was primarily driven by lower volumes in Field Instruments, Lab & Production and Wireless products compared to the prior year partially offset by PNT revenue not included in the same period a year ago.\nNE gross margin decreased by 1.2% during fiscal 2023 to 63.1% from 64.3% in fiscal 2022. This decrease was primarily due to lower volumes.\nService Enablement\nSE net revenue increased $0.4 million, or 0.4%, during fiscal 2023 when compared to fiscal 2022, primarily due to higher Growth Assurance revenue.\nSE gross margin decreased by 1.6% during fiscal 2023 to 67.6% from 69.2% in fiscal 2022. This decrease was primarily due to lower volumes.\nNetwork and Service Enablement\nNSE operating margin decreased by 8.0% during fiscal 2023 to 7.6% from 15.6% in fiscal 2022. The decrease in operating margin was primarily driven by lower volumes.\nOptical Security and Performance Products\nOSP net revenue decreased $38.4 million, or 11.2%, during fiscal 2023 when compared to fiscal 2022. This decrease was primarily driven by lower Anti-Counterfeiting and consumer and industrial revenues.\nOSP gross margin decreased by 4.4% during fiscal 2023 to 52.0% from 56.4% in fiscal 2022. This decrease was primarily due to unfavorable manufacturing variances associated with lower volumes and startup costs in our new Arizona facility.\nOSP operating margin decreased by 4.0% during fiscal 2023 to 36.5% from 40.5% in fiscal 2022. The decrease in operating margin was primarily due to the aforementioned reduction in gross margin.\nLiquidity and Capital Resources\nWe believe our existing liquidity and sources of liquidity, namely operating cash flows, credit facility capacity, and access to capital markets, will continue to be adequate to meet our liquidity needs, including but not limited to, contractual obligations, working capital and capital expenditure requirements, financing strategic initiatives, funding debt maturities, and execution of purchases under our share repurchase program over the next twelve months and beyond. However, there are a number of factors that could positively or negatively impact our liquidity position, including:\n•\nGlobal economic conditions which affect demand for our products and services and impact the financial stability of our suppliers and customers;\n•\nChanges in accounts receivable, inventory or other operating assets and liabilities which affect our working capital;\n•\nIncrease in capital expenditure to support the revenue growth opportunity of our business;\n•\nChanges in customer payment terms and patterns, which typically results in customers delaying payments or negotiating favorable payment terms to manage their own liquidity positions;\n•\nTiming of payments to our suppliers;\n•\nFactoring or sale of accounts receivable;\n•\nVolatility in fixed income and credit markets which impact the liquidity and valuation of our investment portfolios;\n•\nVolatility in credit markets which would impact our ability to obtain additional financing on favorable terms or at all; \n•\nVolatility in foreign exchange markets which impacts our financial results;\n42\nTable of Contents\n•\nPossible investments or acquisitions of complementary businesses, products or technologies;\n•\nWhile the principal payment obligations of our 1.00% Senior Convertible Notes due 2024, our 1.625% Senior Convertible Notes due 2026, and our 3.75% Senior Notes due 2029 (together the “Notes”) are substantial and there are covenants that restrict our debt level and credit facility capacity, we may be able to incur substantially more debt; \n•\nIssuance or repurchase of debt which may include open market purchases of our 2024 Notes, 2026 Notes and/or 2029 Notes prior to their maturity;\n•\nIssuance or repurchase of our common stock or other equity securities;\n•\nPotential funding of pension liabilities either voluntarily or as required by law or regulation; \n•\nCompliance with covenants and other terms and conditions related to our financing arrangements; and\n•\nThe risks and uncertainties detailed in Item 1A “Risk Factors” section of our Annual Report on Form 10-K.\nCash and Cash Equivalents and Short-Term Investments\nOur cash and cash equivalents and short-term investments consist mainly of investments in institutional money market funds and short-term deposits at major global financial institutions. Our strategy is focused on the preservation of capital and supporting our liquidity requirements that meet high credit quality standards, as specified in our investment policy approved by the Audit Committee of our Board of Directors. Our investments in debt securities and marketable equity securities are primarily classified as available for sale or trading assets and are recorded at fair value. The cost of securities sold is based on the specific identification method. Unrealized gains and losses on available-for-sale investments are recorded as Other comprehensive (loss) income and are reported as a separate component of stockholders’ equity. As of July 1, 2023, U.S. subsidiaries owned approximately 34.7% of our cash and cash equivalents, short-term investments and restricted cash. \nAs of July 1, 2023, the majority of our cash investments have maturities of 90 days or less and are of high credit quality. Nonetheless we could realize investment losses under adverse market conditions. During the twelve months ended July 1, 2023, we have not realized material investment losses but can provide no assurance that the value or the liquidity of our investments will not be impacted by adverse conditions in the financial markets. In addition, we maintain cash balances in operating accounts that are with third-party financial institutions. These balances in the U.S. may exceed the Federal Deposit Insurance Corporation (FDIC) insurance limits. While we monitor the cash balances in our operating accounts and adjust the cash balances as appropriate, these cash balances could be impacted if the underlying financial institutions fail.\nSenior Secured Asset-Based Revolving Credit Facility\nOn December 30, 2021, we entered into a credit agreement (the Credit Agreement) with Wells Fargo Bank, National Association (Wells Fargo) as administrative agent, and other lender related parties. The Credit Agreement provides for a senior secured asset-based revolving credit facility in a maximum aggregate amount of $300.0 million, which matures on December 30, 2026. The Credit Agreement also provides that, under certain circumstances, we may increase the aggregate amount of revolving commitments thereunder by an aggregate amount of up to $100.0 million so long as certain conditions are met. \nAs of July 1, 2023, we had no borrowings under this facility and our available borrowing capacity was approximately $172.5 million, net of outstanding standby letters of credit of $4.1 million.\nRefer to “Note 11. Debt” under Item 8 of this Annual Report on Form 10-K for more information.\nRevolving Credit Facility\nOn May 5, 2020, we entered into a credit agreement with Wells Fargo as administrative agent, and other lender related parties. We borrowed $150.0 million and repaid $150.0 million under this credit agreement during the first quarter of fiscal 2022. In connection with the entry into the senior secured asset-based revolving credit facility noted above, we terminated this facility.\n        Refer to “Note 11. Debt” under Item 8 of this Annual Report on Form 10-K for more information.\n43\nTable of Contents\nCash Flows Year Ended July 1, 2023\nAs of July 1, 2023, our combined balance of cash and cash equivalents and restricted cash decreased by $57.2 million to $515.6 million from a balance of $572.8 million as of July 2, 2022.\nCash provided by operating activities was $114.1 million, consisted of net income of $25.5 million adjusted for non-cash charges (e.g., depreciation, amortization, stock-based compensation, amortization of debt issuance cost, loss on convertible note modification and accretion and net change in fair value of contingent liabilities), including changes in deferred tax balances which totaled $138.3 million, offset by changes in operating assets and liabilities that used $49.7 million. Changes in our operating assets and liabilities related primarily to a decrease in accrued expenses and other current and non-current liabilities of $47.4 million due primarily to timing in payments of tax withholding and interest coupled with lower manufacturing accruals, a decrease in accrued payroll and related expenses of $25.8 million due primarily to lower commissions and variable pay, an increase in inventories of $10.7 million to meet demand, a decrease in accounts payable of $9.4 million driven by timing of purchases and related payments, a decrease in deferred revenue of $2.1 million due to timing of support billings and project acceptance and a decrease in income taxes payable of $2.0 million. These were partially offset by a decrease in accounts receivable of $37.4 million due to collections outpacing billings and a decrease in other current and non-current assets of $10.3 million. \nCash used in investing activities was $127.1 million, primarily related to $67.3 million used for acquisitions, $51.1 million used for capital expenditures, $13.1 million used for purchases of short-term investments and $0.7 million purchase price adjustment related to business acquisition. These were partially offset by $5.1 million proceeds from sales of assets. \nCash used in financing activities was $50.0 million, primarily resulting from $83.9 million cash paid to repurchase common stock under our share repurchase program, $68.1 million to retire 2023 Senior Convertible Notes upon maturity, $11.8 million in withholding tax payments on the vesting of restricted stock awards, $7.8 million payment of acquisition related contingent consideration and obligations and $4.3 million in other payments, primarily payments of debt issuance costs. These were partially offset by $118.0 million proceeds from the issuance of 2026 Senior Convertible Notes and $7.9 million in proceeds from the issuance of common stock under our employee stock purchase plan.\n44\nTable of Contents\nMaterial Contractual and Material Cash Obligations\nThe following summarizes our contractual obligations at July 1, 2023, and the effect such obligations are expected to have on our liquidity and cash flow over the next five years (\nin millions\n):\nPayments due by period\nTotal\nLess than \n1 year\n1 - 3 years\n3 - 5 years\nMore than \n5 years\nAsset retirement obligations—expected cash payments\n$\n4.3 \n$\n1.0 \n$\n0.9 \n$\n0.9 \n$\n1.5 \nDebt:\n2029 3.75% Senior Notes \n(1)\n400.0 \n— \n— \n— \n400.0 \n2026 1.625% Senior Convertible Notes \n(1)\n250.0 \n— \n250.0 \n— \n— \n2024 1.00% Senior Convertible Notes \n(1)\n96.4 \n96.4 \n— \n— \n— \nEstimated interest payments\n111.8 \n20.5 \n38.4 \n30.4 \n22.5 \nPurchase obligations\n(2)\n124.0 \n41.7 \n79.0 \n2.3 \n1.0 \nOperating lease obligations\n(3)\n46.2 \n10.3 \n16.6 \n9.6 \n9.7 \nNon-cancelable leaseback obligations\n(2)\n26.0 \n3.0 \n6.2 \n5.9 \n10.9 \nRoyalty payment\n1.5 \n0.8 \n0.7 \n— \n— \nPension and post-retirement benefit payments\n(4)\n58.8 \n9.2 \n12.4 \n11.8 \n25.4 \nTotal \n$\n1,119.0 \n$\n182.9 \n$\n404.2 \n$\n60.9 \n$\n471.0 \n(1) Refer to “Note 11. Debt” for more information. \n(2) Refer to “Note 18. Commitments and Contingencies” for more information. \n(3) Refer to “Note 12. Leases” for more information. \n(4) Refer to “Note 17. Employee Pension and Other Benefit Plans” for more information. \nPurchase obligations represent legally-binding commitments to purchase inventory and other commitments made in the normal course of business to meet operational requirements. Of the $124.0 million of purchase obligations as of July 1, 2023, $42.1 million are related to inventory and the other $81.9 million are non-inventory items.\nAs of July 1, 2023, our other non-current liabilities primarily relate to asset retirement obligations, pension and financing obligations which are presented in various lines in the preceding table.\nShare Repurchase Program\nDuring fiscal 2023 we repurchased 7.3 million shares of our common stock outstanding for $83.9 million pursuant to our 2019 and 2022 Share Repurchase Plans. As of July 1, 2023, the Company had remaining authorization of $234.8 million for future share repurchases under the 2022 Repurchase Plan.\nRefer to “Note 15. Stockholders Equity” under Item 8 of this Annual Report on Form 10-K for more information.\n45\nTable of Contents\nEmployee Defined Benefit Plans and Other Post-retirement Benefits\nWe sponsor significant qualified and non-qualified pension plans for certain past and present employees in the U.K. and Germany. Most of these plans have been closed to new participants and no additional service costs are being accrued. \nAs of July 1, 2023, the U.K. plan is fully funded. During fiscal 2023, we (amounts represented as £ and $ denote GBP and USD, respectively) contributed £1.0 million or approximately $1.2 million, while in fiscal 2022, we contributed £1.0 million or approximately $1.3 million to the U.K. pension plan. These contributions allowed us to comply with regulatory funding requirements. \n        As of July 1, 2023, our German pension plans, which were initially established as unfunded or “pay-as-you-go” plans, were underfunded by $55.0 million since the Pension Benefit Obligation (PBO) exceeded the fair value of plan assets. We anticipate future annual outlays related to the German plans will approximate estimated future benefit payments. These future benefit payments have been estimated based on the same actuarial assumptions used to measure our projected benefit obligation and currently are forecasted to range between $4.2 million and $7.9 million per annum. \nWe also are responsible for the non-pension post-retirement benefit obligation assumed from a past acquisition with a liability of $0.4 million.\nRecently Issued Accounting Pronouncements\nRefer to “Note 2. Recently Issued Accounting Pronouncements” under Item 8 of this Annual Report on Form 10-K, regarding the effect of certain recent accounting pronouncements on our Consolidated Financial Statements.\nCritical Accounting Estimates\nOur Consolidated Financial Statements have been prepared in accordance with accounting principles generally accepted in the United States of America (U.S. GAAP), which require management to make judgments, estimates and assumptions that affect the reported amounts of assets and liabilities, net revenue and expenses, and the disclosure of contingent assets and liabilities. Our estimates are based on historical experience and assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities. We believe that the accounting estimates employed and the resulting balances are reasonable; however, actual results may differ from these estimates and such differences may be material. Refer to “Note 1. Basis of Presentation” under Item 8 of this Annual Report on Form 10-K, for a discussion of the estimates used in preparation our Consolidated Financial Statements.\n \nFor our Pension accounting, significant judgment is required i\nn actuarial assumption used when establishing the discount rate for the net periodic cost and the projected benefit obligation (PBO) calculations. Changes in the discount rate impact the interest cost component of the net periodic benefit cost calculation and PBO due to the fact that the PBO is calculated on a net present value basis. Decreases in the discount rate will generally increase pre-tax cost, recognized expense and the PBO. Increases in the discount rate tend to have the opposite effect. We estimate a 50-basis point decrease or increase in the discount rate would cause a corresponding increase or decrease, respectively, in the PBO of approximately $4.0 million based upon data as of July 1, 2023.\nGoodwill is recognized and initially measured as the excess of the purchase price paid over the net fair value of assets acquired and liabilities assumed in a business combination. Goodwill is not amortized but is tested for impairment annually, or more frequently if an event occurs or circumstances change that would more likely than not result in an impairment of goodwill. The Company tests goodwill at the reporting unit level for impairment during the fourth quarter of each fiscal year, or more frequently if events or circumstances indicate that the asset may be impaired. \nFirst, we assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. If we conclude that it is more likely than not that the fair value of a reporting unit is less than its carrying amount, we conduct a quantitative goodwill impairment test comparing the fair value of the applicable reporting unit with its carrying value. If the estimated fair value exceeds book value, goodwill is considered not to be impaired. However, if the fair value of the reporting unit is less than book value, then goodwill will be impaired by the amount that the carrying amount of goodwill exceeds the fair value.\n46\nTable of Contents\nAs part of the annual impairment test, the Company performed a quantitative assessment of goodwill impairment for all reporting units. \nThe Company estimated the fair value of each reporting unit by applying a combination of the income approach and the market approach. The income approach used discounted future cash flows in which sales, operating income and cash flow projections were based on assumptions driven by current economic conditions. In developing these assumptions, we relied on various factors including operating results, business plans, economic projections, anticipated future cash flows, and other market data. The market approach was based on trading multiples of companies comparable to each reporting unit and analysis of recent sales of comparable entities. We corroborated the fair value estimates by comparing the sum of the fair values of the reporting units and corporate net assets to VIAVI’s market capitalization as of the valuation date.  \nThe Company believes the assumptions used in the goodwill impairment test were reasonable, but future changes in the underlying assumptions could occur due to the inherent uncertainty in making such estimates. Further declines in the Company’s operating results due to challenging economic conditions, an unfavorable industry or macroeconomic development or other adverse changes in market conditions could change one of the key assumptions the Company used in the goodwill impairment assessment, which could result in a further decline in fair value and require the Company to record an impairment charge in future periods.\nBased on our testing, the fair value of each of the Company’s reporting units was at least two times the carrying value, and therefore no impairment was identified.\n \n47\nTable of Contents",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \nForeign Exchange Risk\nWe use foreign exchange forward contracts to hedge foreign currency risk associated with foreign currency denominated monetary assets and liabilities, primarily certain short-term intercompany receivables and payables. Our foreign exchange forward contracts are accounted for as derivatives whereby the fair value of the contracts are reflected as other current assets or other current liabilities and the associated gains and losses are reflected in Interest and other income, net in the Consolidated Statements of Operations. Our hedging programs reduce, but do not eliminate, the impact of currency exchange rate movements. The gains and losses on those derivatives are expected to be offset by re-measurement gains and losses on the foreign currency denominated monetary assets and liabilities.\nAs of July 1, 2023, we had forward contracts that were effectively closed but not settled with the counterparties by year end. The fair value of these contracts of $3.5 million and $2.4 million is reflected as Prepayments and other current assets and Other current liabilities on the Consolidated Balance Sheets as of July 1, 2023, respectively. \nThe forward contracts outstanding and not effectively closed, with a term of less than 120 days, were transacted near year end and had minimal value as of July 1, 2023 and a fair value of $0.1 million which is reflected in Other current liabilities on the Consolidated Balance Sheets as of July 2, 2022. As of July 1, 2023 and July 2, 2022, the notional amounts of the forward contracts that we held to purchase foreign currencies were $87.5 million and $119.1 million, respectively, and the notional amounts of forward contracts that we held to sell foreign currencies were $19.3 million and $80.5 million, respectively.\nThe counterparties to these hedging transactions are creditworthy multinational banks. The risk of counterparty nonperformance associated with these contracts is not considered to be material. Notwithstanding our efforts to mitigate some foreign exchange risks, we do not hedge all of our foreign currency exposures, and there can be no assurances that our mitigating activities related to the exposures that we do hedge will adequately protect us against the risks associated with foreign currency fluctuations.\nInvestments\nMajority of our investments have maturities 90 days or less. Due to the short-term nature of these investments, we believe that we do not have any material exposure to changes in the fair value of our investments as a result of changes in interest rates. Changes in interest rates can affect the interest earned on our investments.\nWe seek to mitigate the credit risk of investments by holding high-quality, investment-grade debt instruments. We also seek to mitigate marketability risk by holding only highly liquid securities with active secondary or resale markets. However, the investments may decline in value or marketability due to changes in perceived credit quality or changes in market conditions.\nAs of July 1, 2023, the Company’s short-term investments of $14.6 million were comprised of a 30-day term deposit of $13.1 million and trading securities related to the deferred compensation plan of $1.5 million, of which $0.1 million was invested in debt securities, $1.2 million was invested in equity securities and $0.2 million was invested in money market instruments.\nDebt\nThe fair value of our 2029 Notes is subject to interest rate risk while the fair values of our 2024 and 2026 Notes are subject to interest rate and market price risk due to the convertible feature of the Notes and other factors. Generally, the fair value of fixed interest rate debt will increase as interest rates fall and decrease as interest rates rise. The fair value of the 2024 and 2026 Notes may also increase as the market price of our stock rises and decrease as the market price of our stock falls. Changes in interest rates and our stock price in the case of convertible notes affect the fair value of the Notes but does not impact our financial position, cash flows or results of operations. \nBased on quoted market prices, as of July 1, 2023, the fair value of the 2024 Notes was $95.6 million, the fair value of the 2026 Notes was $262.7 million and the fair value of the 2029 Notes was $341.8 million. The carrying value of the 2024 Notes was $96.2 million, the carrying value of the 2026 Notes was $235.0 million and the carrying value of the 2029 Notes was $394.5 million. Refer to “Note 11. Debt” under Item 8 of this Annual Report on Form 10-K for more information.\n48\nTable of Contents",
    "cik": "912093",
    "cusip6": "925550",
    "cusip": [
        "925550955",
        "925550105"
    ],
    "names": [
        "VIAVI SOLUTIONS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/912093/000091209323000037/0000912093-23-000037-index.htm"
}