{
    "item1": ">Item 1.\n \nBusiness\n\n\nUnifi, Inc., a New York corporation formed in 1969 (together with its subsidiaries, “UNIFI,” the “Company,” “we,” “us,” or “our”), is a multinational company that manufactures and sells innovative recycled and synthetic products, made from polyester and nylon, primarily to other yarn manufacturers and knitters and weavers (UNIFI’s “direct customers”) that produce yarn and/or fabric for the apparel, hosiery, home furnishings, automotive, industrial, medical, and other end-use markets (UNIFI’s “indirect customers”). We sometimes refer to these indirect customers as “brand partners.” Polyester products include partially oriented yarn (“POY”) and textured, solution and package dyed, twisted, beamed, and draw wound yarns, and each is available in virgin or recycled varieties. Recycled solutions, made from both pre-consumer and post-consumer waste, include plastic bottle flake (“Flake”), polyester polymer beads (“Chip”), and staple fiber.  Nylon products include virgin or recycled textured, solution dyed, and spandex covered yarns.\n\n\nUNIFI maintains one of the textile industry’s most comprehensive product offerings that includes a range of specialized, value-added and commodity solutions, with principal geographic markets in North America, Central America, South America, Asia, and Europe. UNIFI has direct manufacturing operations in four countries and participates in joint ventures with operations in Israel and the United States (the “U.S.”).\n\n\nUNIFI has three reportable segments based on the primary geographies in which UNIFI distributes its products:\n\n\n•\nThe Americas Segment primarily sells recycled and synthetic products to yarn manufacturers, knitters and weavers that produce yarn and/or fabric for the apparel, hosiery, home furnishings, automotive, industrial, medical, and other end‑use markets principally in North and Central America.  The Americas Segment consists of sales and manufacturing operations in the U.S., El Salvador, and Colombia.\n\n\n•\nThe Brazil Segment primarily sells recycled and synthetic products to knitters and weavers that produce fabric for the apparel, home furnishings, automotive, industrial, and other end-use markets principally in Brazil. The Brazil Segment includes a manufacturing location and sales offices in Brazil.\n\n\n•\nThe Asia Segment primarily sells recycled and synthetic products to yarn manufacturers, knitters and weavers that produce fabric for the apparel, home furnishings, automotive, industrial, and other end-use markets principally in Asia and Europe. The Asia Segment has no manufacturing assets and includes sales organizations in China, Turkey, and Hong Kong.\n\n\nOther information for UNIFI’s reportable segments is provided in Note 24, “Business Segment Information,” to the accompanying consolidated financial statements.\n \n\n\nStrategic Overview and Operating Results\n\n\nWe believe UNIFI’s underlying performance during recent fiscal years reflects the strength of our global initiative to deliver differentiated solutions to customers and brand partners throughout the world. Our supply chain has been developed and enhanced in multiple regions around the globe, allowing us to deliver a diverse range of fibers and polymers to key customers in the markets we serve, especially apparel. These textile products are supported by quality assurance, product development, product and fabric certifications, hangtags, and co-marketing along with technical and customer service teams across UNIFI’s operating subsidiaries. We have developed this successful operating platform by improving operational and business processes and deriving value from sustainability-based initiatives, including polyester and nylon recycling.\n\n\nThis platform has provided underlying growth in our core operations during recent fiscal years and has been augmented by significant capital investments that support the production and delivery of sustainable and innovative solutions. In order to achieve further growth, UNIFI is committed to investing strategically and synergistically in:\n\n\n•\naccelerating innovation and high-quality manufacturing processes;\n\n\n•\nexpanding the REPREVE\n®\n brand; \n\n\n•\ngrowing market share in our major textile regions; and\n\n\n•\npenetrating new markets and end-uses.\n\n\nWe believe that further commercial expansion will require a continued stream of new technology and innovation that generates products with meaningful consumer benefits. Along with our recycled platform, UNIFI has significant yarn technologies that provide optimal performance characteristics for today’s marketplace, including moisture management, temperature moderation, stretch, ultra-violet protection, and fire retardation, among others. To achieve further growth, UNIFI remains focused on innovation, bringing to market the next wave of fibers and polymers for tomorrow’s applications. As we invest and grow, sustainability remains at our core. We believe that increasing the awareness for recycled solutions in applications across fibers and polymers and furthering sustainability-based initiatives with like-minded brand partners will be key to our future success. We also believe that our manufacturing processes and our technical knowledge and capabilities will allow us to grow market share and develop new textile programs with new and existing customers. Ultimately, combining leading-edge innovation with our prominent, high-quality brand and agile regional business model will allow for underlying sales and profitability growth.\n\n\n \n\n\n2\n\n\n\n\nOur recent efforts to alleviate competitive pressures from imported yarn into the U.S. are intended to complement our strategic initiatives and to stabilize the market share decline we have experienced in the U.S., while improving facility utilization and cost absorption. These efforts are further discussed below under the heading “Trade Regulation and Rules of Origin.” Execution on both our strategic and trade initiatives is expected to increase revenue and profitability.\n\n\nFiscal 2023 Financial Performance\n\n\nThe current economic environment and a significant decrease in textile product demand adversely impacted our consolidated sales and profitability in fiscal 2023. In addition to the current unfavorable economic environment and the inventory destocking measures taken by brands and retailers, the following pressures continued from fiscal 2022 into fiscal 2023: (i) the impact of inflation on consumer spending and our own manufacturing costs, (ii) rising interest rates, (iii) the Russia-Ukraine conflict, and (iv) supply chain volatility. As it pertains to the global business and the Americas Segment in particular, UNIFI will continue to monitor these and other aspects of the current economic environment and work closely with stakeholders to ensure business continuity and liquidity.\n\n\nIn fiscal 2023, the Brazil Segment's results decreased primarily due to the combination of high priced raw material inventory impacting gross margins in the first half of the fiscal year and decreasing market prices in Brazil due to low-cost import competition.\n\n\nIn fiscal 2023, the Asia Segment's results decreased primarily due to lower sales volumes in connection with weaker global demand. The Asia Segment is better able to withstand volatility in product demand due to its asset-light model and the lack of fixed cost absorption that can be unfavorable in times of weaker demand for asset intensive operations like our Americas and Brazil Segments.\n\n\nThe existing challenges and future uncertainty, particularly for global demand, labor productivity, and potential further inflation, could worsen and/or continue for prolonged periods, materially impacting our financial performance. The need for future selling price adjustments could impact our ability to retain current customer programs and compete successfully for new programs in certain regions.\n\n\nCash Deposits and Financial Institution Risk\n\n\nDuring fiscal 2023, certain regional bank crises and failures generated additional uncertainty and volatility in the financial and credit markets. UNIFI currently holds the vast majority of its cash deposits with large foreign banks in our associated operating regions, and management believes that it has the ability to repatriate cash to the U.S. relatively quickly. Accordingly, UNIFI has not modified its mix of financial institutions holding cash deposits, but UNIFI will continue to monitor the environment and current events to ensure any increase in concentration or credit risk is appropriately and timely addressed. Likewise, if any of the financial institutions within our credit facility or construction financing arrangement (“lending counterparties”) are unable to perform on their commitments, our liquidity could be impacted. We actively monitor all lending counterparties, and none have indicated that they may be unable to perform on their commitments. In addition, we periodically review our lending counterparties, considering the stability of the institutions and other aspects of the relationships. Based on our monitoring activities, we currently believe our lending counterparties will be able to perform their commitments.\n\n\nRussia-Ukraine Conflict\n\n\nWe recognize the disruption to global markets and supply chains caused by Russia’s invasion of Ukraine. While volatility and uncertainty continue, we have no significant customers or supply chain partners in the conflicted region, and we have not been directly impacted by the conflict. Indirectly, we recognize that additional or prolonged impacts to the petroleum or other global markets could cause further inflationary pressures to our raw material costs or unforeseen adverse impacts.\n\n\nCOVID-19 Pandemic\n\n\nBeginning in March 2020 with the World Health Organization’s declaration of the COVID-19 outbreak as a global pandemic, the global economy experienced the negative effects of local, state and federal containment efforts.  These measures significantly reduced economic activity and demand for UNIFI’s products from March 2020 to December 2020.\n\n\nIn an effort to protect the health and safety of our employees, customers and communities, UNIFI took proactive, aggressive actions that included implementing safety measures and cost reductions in both manufacturing and selling, general, and administrative  (“SG&A”) expenses without impacting our ability to service customers. Containment measures were relaxed in the U.S. in fiscal 2022 and are evaluated regularly against local, state, and federal recommendations.\n\n\nThroughout calendar 2020, the Asia Segment’s overall performance and profitability was moderately impacted by the COVID-19 pandemic, while our Americas and Brazil Segments’ operations were more adversely impacted, most notably in the June 2020 and September 2020 quarters during the most intense declines in global demand.\n\n\nDuring fiscal 2021, the local government in Sao Paolo, Brazil issued lockdown orders during late March 2021 that continued into April 2021 in an effort to slow the spread of COVID-19 resulting in store closings and manufacturing shutdowns. The restrictions caused an immediate disruption of our Brazil Segment’s revenue during the quarantine period, although demand levels recovered at the end of fiscal 2021.\n\n\n3\n\n\n\n\nBeginning in March 2022, China implemented a strict COVID-19 zero-tolerance policy that included geographic markets near Suzhou, China, where our sales and administrative office is located.  Due to these severe lockdowns in China, the Asia Segment’s results were adversely impacted, primarily during the fourth quarter of fiscal 2022 and the first half of fiscal 2023.\n \n\n\nWhile pandemic restrictions eased during fiscal 2023, reversion could adversely impact our operating results.\n\n\nUNIFI has been able to navigate the negative effects of the COVID-19 pandemic to minimize the overall impact to UNIFI for fiscal 2021, 2022, and 2023 as global demand and consumer spending levels were predominantly restored over fiscal 2021 and such economic levels did not decline within fiscal 2022.\n \n\n\nREPREVE\n®\n\n\nIn the early 2000s, by recycling our own production waste into useful polyester fibers, we took the first steps toward building an important supply chain with a focus on sustainability and environmental responsibility. After nearly two decades, our REPREVE brand has become the quintessential recycled fiber of choice for brand, retail, and textile partners around the globe. REPREVE\n \nis most commonly offered in the following fiber forms: polyester staple fiber, polyester filament, nylon staple fiber, and nylon filament, comprising our REPREVE Fiber platform. We also sell REPREVE Chip, which is a polyester resin product. Beyond the high quality, versatility, and breadth of application that REPREVE offers, UNIFI combines transparency, traceability, and certification for REPREVE products to support our customers’ own sustainability narratives.\n\n\nREPREVE is our flagship and fastest growing brand. As part of our efforts to expand consumer brand recognition of REPREVE, UNIFI has developed recycling-focused sponsorships with various brand partners and other entities that span across sporting, music, and outdoor events. The increasing success and awareness of the REPREVE brand continues to provide new opportunities for growth, allowing for expansion into new end uses and markets for REPREVE, as well as continued growth of the brand with current customers.  This has driven traction with global brands and retailers who obtain value and lasting consumer interest from the innovation and sustainability aspects that REPREVE\n \nprovides. Expanding sales of REPREVE is an important component of our business strategy, and we expect to achieve improved margins and deeper relationships with customers accordingly.\n\n\nWe remain committed to sustainability. During fiscal 2023, we achieved a significant milestone by surpassing more than 35 billion recycled plastic bottles transformed since the inception of REPREVE.  In addition, in fiscal 2021 and 2023, we received comparably favorable Higg Materials Sustainability Index scores for REPREVE produced in the U.S., demonstrating that the brand’s global warming potential is meaningfully better than conventional alternatives. Our dedication continues as we pursue our next goal of reaching the 50 billion recycled plastic bottles mark by December 2025. We will continue growing the business for our REPREVE products and believe our engagement and research and development work with brands and retailers continues to create new, worldwide sales opportunities.\n\n\nThe primary metric for tracking growth of the REPREVE brand is REPREVE Fiber sales. REPREVE Fiber represents UNIFI's collection of fiber products on its recycled platform, with or without added technologies. Of our consolidated net sales in fiscal 2021, 2022, and 2023, REPREVE Fiber sales comprised 37%, 36% and 30%, or $245,832, $293,080, and $186,161, respectively. The decline in such REPREVE Fiber sales for fiscal 2023 was driven primarily by weak global demand and lower sales volume for our Asia Segment.\n\n\nCapital Investments\n\n\nIn fiscal 2018, we completed a significant, three-year capital investment plan to increase our manufacturing capabilities and capacity, expand our technological foundation, and customize our asset base to improve our ability to deliver small-lot and high-value solutions. These investments were made primarily for the Americas Segment.\n\n\nMost notably, we made significant investments in the production and supply chain for REPREVE, including backward integration by building a bottle processing facility and additional production lines in the REPREVE Recycling Center.\n \n\n\nSubsequent to the multi-year capital investment plan, our capital investments ranged from approximately $15,000 to $25,000 each fiscal year, and most recently included making (i) further improvements in production capabilities and technological enhancements in the Americas and (ii) annual maintenance capital expenditures.\n\n\nFiscal 2021 through 2023 capital investments increased in connection with our planned investment of approximately $100,000 into the Americas and Brazil Segments for new eAFK Evo texturing machinery that has significant efficiency, productivity, and flexibility benefits over our legacy equipment. We are encouraged by the performance metrics surrounding the eAFK Evo texturing machines currently operating in our facilities, and we expect these upgrades to generate meaningful investment returns in the future when product demand recovers. When approximately 75% of the $100,000 project was completed in March 2023 and all related investments for the Brazil Segment had been completed, UNIFI negotiated a contract modification with the equipment vendor because of the weaker demand environment in fiscal 2023. The contract modification was executed at a cost to UNIFI of $623 and allows UNIFI to delay the remaining equipment purchases and installation activities for 18 months, such that approximately $25,000 of capital expenditures originally expected over the March 2023 to September 2024 period are now expected to occur over the September 2024 to March 2026 period. This action allows for improved short- and mid-term liquidity in light of the current subdued levels of sales and facility utilization and allows for a better matching of future capital expenditures with expected higher levels of future business activity.\n \n\n\n4\n\n\n\n\nIn fiscal 2024, we expect to invest between $14,000 and $16,000 in capital projects, including making further improvements in production capabilities and technological enhancements in the Americas and annual maintenance capital expenditures.\n \n\n\nNonetheless, as demonstrated in fiscal 2023, economic disruptions and other factors could adversely impact the speed at which we invest in capital projects, as we continue to prioritize liquidity, safety, and maintenance.\n\n\nShare Repurchases\n\n\nIn addition to capital investments and debt retirement, UNIFI may utilize excess cash for strategic share repurchases. On October 31, 2018, UNIFI announced that the Company's Board of Directors (the “Board”) approved a share repurchase program (the “2018 SRP”) under which UNIFI is authorized to acquire up to $50,000 of its common stock. Under the 2018 SRP, purchases may be made from time to time in the open market at prevailing market prices or through private transactions or block trades. The timing and amount of repurchases will depend on market conditions, share price, applicable legal requirements, and other factors. The share repurchase authorization is discretionary and has no expiration date.\n\n\nAs of July 2, 2023, UNIFI had repurchased 701 shares at an average price of $15.90 per share, none of which occurred in fiscal 2023, leaving $38,859 available for repurchase under the 2018 SRP. UNIFI will continue to evaluate opportunities to use excess cash flows from operations or existing borrowings to repurchase additional stock, while maintaining sufficient liquidity to support its operational needs and to fund future strategic growth opportunities.\n\n\nDevelopments in Principal Markets\n\n\nAmericas\n\n\nOur operations in the U.S., El Salvador and Colombia utilize the Dominican Republic—Central America Free Trade Agreement (“CAFTA-DR”) and the United States-Mexico-Canada Agreement (“USMCA”). Prior to the establishment of the USMCA, we benefited from a similar, historical agreement known as the North American Free Trade Agreement (“NAFTA”).\n\n\nOver the last several years, apparel production experienced growth in the North and Central America regions, which comprise the principal markets for UNIFI’s Americas Segment. The share of synthetic apparel production for these regions as a percentage of U.S. retail stabilized at approximately 18%. The CAFTA-DR region, which continues to be a competitive alternative to Asian supply chains for textile products, maintained its share of synthetic apparel supply to U.S. retailers. The relative share of synthetic apparel versus cotton apparel as a proportion of the overall apparel market increased and provided growth for the consumption of synthetic yarns within the CAFTA-DR region.\n\n\nDuring the last six fiscal years, several key drivers affected our financial results in the Americas. During fiscal 2018 and 2019, our operations in the U.S. were unfavorably impacted by (i) rising raw material costs and (ii) a surge of imported polyester textured yarn that depressed our pricing, market share, and fixed cost absorption. During fiscal 2020, our financial results began to improve following more stable import and raw material cost environments. However, the COVID-19 pandemic had a significant unfavorable impact to product demand and our annual profitability suffered accordingly. Near the end of fiscal 2020, we divested a minority interest investment and significantly improved our liquidity position, supporting business preservation and the ability to capture long-term growth opportunities. Throughout fiscal 2021, our businesses experienced sequential improvement alongside global demand and economic recovery, and we capitalized on profitable opportunities that fueled strong consolidated results. Throughout fiscal 2022 and 2023, we experienced adverse pressure from rising input costs and weakening manufacturing productivity. In addition, in fiscal 2023, the Americas Segment experienced lower volumes as a result of lower global demand in connection with the inventory destocking efforts of major brands and retailers. Looking ahead, we believe our operations remain well-positioned to capture long-term growth opportunities, and we are working to mitigate any potential recessionary impacts.\n\n\nBrazil\n\n\nUNIFI’s Brazilian operations play a key role in our strategy. This segment is primarily impacted by (i) price pressures from imported fiber, fabric, and finished goods (similar to our U.S. operations), (ii) the inflation rate in Brazil, and (iii) changes in the value of the Brazilian Real (“BRL”).  Competition and economic and political volatility remain challenging conditions in South America, despite our strong performance in fiscal 2021 and 2022, thus UNIFI continues to (i) aggressively pursue mix enrichment and market share by working with customers to develop programs using our differentiated products, including REPREVE, and (ii) implement process improvements and manufacturing efficiency plans to help lower per-unit costs.  In addition, our installation of eAFK Evo machinery in Brazil has been highly successful in generating manufacturing efficiencies and the associated finished goods have been highly regarded by customers.\n\n\nAsia\n\n\nUNIFI’s Asia operations remain an important part of our strategy due to the significant capacity and production that exists in Asia, which enhances our ability to service customers with global supply chains. Competition in the Asia region remains high; however, interest and demand for UNIFI’s products in Asia have helped support strong underlying sales volumes in recent years. We are encouraged by programs undertaken with key brands and retailers that benefit from the diversification and innovation of our global portfolio and expect a rebound in the Asian market in the second half of fiscal 2024.\n\n\nLooking ahead, we expect to expand into additional markets in India, Europe, Africa, and the Middle East utilizing the asset-light supply chain and service model that has been successful for us in Asia.\n\n\n5\n\n\n\n\nAs we expand our operations outside of the Americas, we will continue to evaluate the level of capital investment required to support the needs of our customers and we intend to allocate our resources accordingly.\n\n\nIndustry Overview\n\n\nUNIFI operates in the textile industry and, within that broad category, the respective markets for yarns, fabrics, fibers, and end-use products, such as apparel and hosiery, automotive, industrial, medical, and home furnishings, among others.  Even though the textile industry is global, there are several distinctive regional or other geographic markets that often shape the business strategies and operations of participants in the industry.  Because of free trade agreements and other trade regulations entered into by the U.S. government, the U.S. textile industry, which is otherwise a distinctive geographic market on its own, is often considered in conjunction with other geographic markets or regions in North, South, and Central America.\n\n\nAccording to data compiled by PCI WoodMackenzie, a global leader in research and analysis for the polyester and raw material markets, global demand for polyester yarns has grown steadily since 1980. In calendar 2003, polyester replaced cotton as the fiber with the largest percentage of worldwide fiber sales.  Global polyester consumption has accounted for an estimated 56% of global fiber consumption, and global demand was projected to increase by approximately 3.0% to 3.5% annually through calendar 2025. Global nylon consumption accounts for an estimated 5% of global fiber consumption.  Additionally, due to the higher cost of nylon, the industry may transition certain products from nylon to polyester. The polyester and nylon fiber sectors together account for approximately 62% of North American textile consumption.\n\n\nAccording to the National Council of Textile Organizations, the U.S. textile and apparel industry’s total shipments were approximately $65.8 billion for calendar 2022 as the U.S. textile and apparel industry exported nearly $34.0 billion of textile and apparel products.  The U.S. textile industry remains a large manufacturing employer.\n\n\nTrade Regulation and Rules of Origin\n\n\nThe duty rate on imports into the U.S. of finished apparel categories that utilize polyester and nylon yarns generally range from 16% to 32%. For many years, imports of fabric and finished goods into the U.S. have increased significantly from countries that do not participate in free trade agreements or trade preference programs, despite duties charged on those imports. The primary drivers for that growth were lower overseas operating costs, foreign government subsidization of textile industries, increased overseas sourcing by U.S. retailers, the entry of China into the World Trade Organization, and the staged elimination of all textile and apparel quotas. Although global apparel imports represent a significant percentage of the U.S. market, Regional FTAs (as defined below), which follow general “yarn forward” rules of origin, provide duty free advantages for apparel made from regional fibers, yarns and fabrics, allowing UNIFI opportunities to participate in this growing market.\n\n\nA significant number of UNIFI’s customers in the apparel market produce finished goods that meet the eligibility requirements for duty-free treatment in the regions covered by the Americas Segment and the Colombia and Peru free trade agreements (collectively, the “Regional FTAs”). The Regional FTAs contain rules of origin requirements in order for covered products to be eligible for duty-free treatment. In the case of textiles such as fabric, yarn (such as POY), fibers (filament and staple), and certain garments made from them, the products are generally required to be fully formed within the respective regions. UNIFI is the largest filament yarn manufacturer, and one of the few producers of qualifying synthetic yarns, in the regions covered by the Regional FTAs.\n\n\nThe U.S.'s adoption of the USMCA in calendar 2020 did not significantly impact textile and apparel trade in the region.  The USMCA includes strong rules of origin and closed several loopholes in the NAFTA that allowed non-originating inputs, such as sewing thread, pocketing, and narrow elastic fabrics.\n\n\nU.S. legislation commonly referred to as the “Berry Amendment” stipulates that certain textile and apparel articles purchased by the U.S. Department of Defense must be manufactured in the U.S. and must consist of yarns and fibers produced in the U.S. UNIFI believes it is the largest producer of polyester and nylon filament yarns for Berry Amendment compliant purchasing programs.\n\n\nUNIFI refers to fibers sold with specific rules of origin requirements under the Regional FTAs and the Berry Amendment, as “Compliant Yarns.”  Approximately half of UNIFI’s sales within the Americas Segment are sold as Compliant Yarns under the terms of the Regional FTAs or the Berry Amendment.\n\n\nUNIFI believes the requirements of the rules of origin and the associated duty-free cost advantages in the Regional FTAs, together with the Berry Amendment and the growing demand for supplier responsiveness and improved inventory turns, will ensure that a portion of the existing textile industry will remain based in the Americas. UNIFI expects that the region covered by the Americas Segment will continue to maintain its share of apparel production as a percentage of U.S. retail. UNIFI believes the remaining synthetic apparel production within these markets is more specialized and defensible, and, in some cases, apparel producers are bringing programs back to this region as part of a balanced sourcing strategy for certain brands and retailers.  Because UNIFI is the largest of only a few significant producers of Compliant Yarns under the Regional FTAs, UNIFI continues to leverage its eligibility status for duty-free processing to increase its share of business with regional and domestic fabric producers who ship their products into this region.\n\n\nOver the longer term, the textile industry in this region is expected to continue to be impacted by Asian supply chains where costs are much lower and regulation is limited.\n\n\n6\n\n\n\n\nImports of polyester textured yarn from China and India, which increased approximately 79% from calendar 2013 to 2017 and which continued to grow during calendar 2018, remained elevated during fiscal 2019 and created considerable pressure on our margins and competitiveness in the U.S.  Accordingly, in October 2018, UNIFI filed antidumping and countervailing duty cases with the U.S. Department of Commerce (the “Commerce Department”) and the U.S. International Trade Commission (the “ITC”) alleging that dumped and subsidized imports of polyester textured yarn from China and India were causing material injury to the domestic polyester textured yarn industry.\n\n\nIn response to antidumping and countervailing duty cases filed with the Commerce Department and the ITC in October 2018, the Commerce Department announced on April 29, 2019 affirmative preliminary countervailing duty determinations on unfairly subsidized imports of polyester textured yarn from (i) China at rates of 32% or more and (ii) India at rates of 7% or more. Subsequently, the Commerce Department and the ITC completed their investigations and began imposing associated final duties on imports. Pursuant to the conclusion of these investigations, subject imports from China and India are assessed combined antidumping and countervailing duty rates of 97% and higher and 18% and higher, respectively, in addition to normal course duties in effect. The positive developments in our pursuit of relief from low-cost and subsidized imports are critical steps in our efforts to compete against imported yarns that have flooded the U.S. market in recent years.\n\n\nSubsequent to the completion of the trade initiatives against China and India, imports from Indonesia, Malaysia, Thailand, and Vietnam (the “Subject Countries”) seemingly replaced the imports from China and India and surged into the U.S. market. Subject import volume from the Subject Countries increased from calendar 2017 to calendar 2019 by over 80%. Similar to the adverse impacts of imports from China and India in previous years, the subject imports from the Subject Countries undersold the domestic industry, taking sales from, and exerting considerable downward pricing pressure on, yarns produced by UNIFI. Accordingly, UNIFI was again a petitioner to the Commerce Department and the ITC alleging dumping of polyester textured yarn in the U.S. market from the Subject Countries.\n\n\nIn December 2020, the ITC made affirmative determinations in its preliminary phase of antidumping duty investigations concerning polyester textured yarn from the Subject Countries. In May 2021, the Commerce Department announced preliminary antidumping duty rates on imports from the Subject Countries. In November 2021, the ITC determined that the U.S. textile industry was materially injured by reason of imports of polyester textured yarn from the Subject Countries, and in December 2021, the Commerce Department issued unanimous final antidumping duty orders on such imports. The applicable rates for the applicable countries range as follows: Indonesia, 7% to 26%; Malaysia, 8%; Thailand, 14% to 56%; and Vietnam, 2% to 22%.\n\n\nWhile the ultimate short-term and long-term impacts of these duties are not yet known, UNIFI expects these countervailing and antidumping duty rates to play a significant role in helping to normalize the competitive position of UNIFI’s yarns in the U.S. market against the respective imported yarns.\n\n\nCompetition\n\n\nThe industry in which UNIFI operates is global and highly competitive.  UNIFI competes not only as a global yarn producer, but also as part of a regional supply chain for certain textile products.  For sales of Compliant Yarns, UNIFI competes with a limited number of foreign and domestic producers of polyester and nylon yarns.  For sales of non-Compliant Yarns, UNIFI competes with a larger number of foreign and domestic producers of polyester and nylon yarns that can meet the required customer specifications of quality, reliability, and timeliness. UNIFI is affected by imported textile, apparel, and hosiery products, which adversely impact demand for UNIFI’s polyester and nylon products in certain of its markets.  Several foreign competitors have significant advantages, including lower wages, raw material costs, and capital costs and favorable foreign currency exchange rates against the U.S. Dollar (“USD”), any of which could make UNIFI’s products, or the related supply chains, less competitive. While competitors have traditionally focused on high-volume commodity products, they are now increasingly focused on specialty products that UNIFI historically has been able to leverage to generate higher margins.\n\n\nUNIFI’s major competitors in the Americas region for polyester yarns are Aquafil O'Mara; United Textiles of America S.de R.L. de C.V.; NanYa Plastics Corp. of America (“NanYa”); AKRA, S.A. de C.V.; and C S Central America S.A. de C.V.\n\n\nUNIFI’s major competitors in Brazil are traders of imported yarns and fibers.\n\n\nUNIFI’s operations in Asia face competition from multiple yarn manufacturers in that region and identification of them is not feasible. However, much of our portfolio in the Asia region is advantaged by specialty and recycled products and a global sourcing and support model that assists in differentiation.\n\n\n7\n\n\n\n\nUNIFI’s major competitors for nylon yarn sales in the U.S. are Sapona Manufacturing Company, Inc. and McMichael Mills, Inc.\n\n\nGlobally, competitors for our REPREVE products include recycled brands from Far Eastern New Century, Tiejin, Radici, and Polygenta.\n\n\nRaw Materials, Suppliers and Sourcing\n\n\nThe primary raw material supplier for the Americas Segment of virgin Chip and POY is NanYa.  For the Brazil Segment, Reliance Industries, Ltd. is the primary supplier of POY.  The primary suppliers of nylon raw materials for the Americas Segment are U.N.F. Industries Ltd. (“UNF”); UNF America, LLC (“UNFA”); The LYCRA Company; and Nilit Ltd.  Each of UNF and UNFA is a joint venture owned 50% by UNIFI.  Currently, there are multiple domestic and foreign suppliers available to fulfill UNIFI’s sourcing requirements for its recycled products. The majority of plastic bottles we utilize in the U.S. are obtained in open-market transactions from various entities throughout the U.S., while our Asian subsidiaries source recycled materials from various countries and entities throughout Asia.\n\n\nFor its operations in the U.S., UNIFI produces and buys certain of its raw material fibers for Compliant Yarns from a variety of sources in both the U.S. and Israel, and UNIFI produces a portion of its Chip requirements in its REPREVE Recycling Center and purchases the remainder of such requirements from external suppliers for use in its domestic spinning facility to produce POY.  In addition, UNIFI purchases nylon and polyester products for resale from various suppliers.  Although UNIFI does not generally have difficulty obtaining its raw material requirements, UNIFI has, in the past, experienced interruptions or limitations in the supply of certain raw materials.\n\n\nUNIFI’s bottle processing facility in Reidsville, North Carolina provides a high-quality source of Flake for the REPREVE Recycling Center as well as for sale to external parties. Combined with recent technological advancements in recycling, we believe the Flake produced at the bottle processing facility enhances our ability to grow REPREVE into other markets, such as nonwovens, carpet fiber, and packaging.\n \n\n\nThe prices of the principal raw materials used by UNIFI continuously fluctuate, and it is difficult or impossible to predict trends or upcoming developments.  During fiscal 2020 and 2021, UNIFI operated in a predominantly decreasing polyester raw material cost environment.  During fiscal 2022, UNIFI operated in a predominantly increasing polyester raw material cost environment.  During fiscal 2023, the prices of polyester raw materials used by UNIFI began to decrease from their peak during the summer of calendar 2022.\n\n\nWe consider the raw material price decreases during most of fiscal 2020 and fiscal 2021 to be the result of a decline in COVID-related global demand, while increasing raw material prices during the second half of fiscal 2021 and most of fiscal 2022 appeared to reflect global demand rebounds and inflationary pressures. We consider the raw material price decreases during most of fiscal 2023 to be the result of a decline in global demand.  The continuing volatility in global crude oil prices is likely to impact UNIFI’s polyester and nylon raw material costs, but it is not possible to predict the timing or amount of the impact or whether the movement in crude oil prices will stabilize, increase, or decrease. In any event, UNIFI monitors these dynamic factors closely and does not currently engage in hedges of polyester or nylon raw materials.\n\n\nProducts, Technologies and Related Markets\n\n\nOur virgin and recycled products sold across all geographies range from specialty, value-added to commodity. We provide products to a variety of end-use markets, principally apparel, industrial, furnishings, and automotive.\n\n\nWe estimate consolidated net sales for fiscal 2023 were distributed across our primary end markets as listed below.\n\n\n•\nApparel (including hosiery and footwear) represented approximately 65% of our consolidated net sales.\n\n\n•\nIndustrial represented approximately 11% of our consolidated net sales, and includes medical, belting, tapes, filtration, ropes, protective fabrics, and awnings.\n\n\n•\nFurnishings (including both contract and home furnishings) represented approximately 9% of our consolidated net sales, and are largely dependent upon the housing market, which, in turn, is influenced by consumer confidence and credit availability.\n\n\n•\nAutomotive represented approximately 4% of our consolidated net sales.\n\n\n•\nAll other markets represented approximately 11% of our consolidated net sales.\n\n\nUNIFI also adds value to the overall supply chain for textile products and increases consumer demand for UNIFI’s own products through the development and introduction of branded yarns and technologies that provide unique sustainability, performance, comfort, and aesthetic advantages.  UNIFI’s branded portion of its yarn portfolio continues to provide product differentiation to brand partners, mills, and consumers. UNIFI’s branded yarns can be found in a variety of products of well-known international brands, retailers, and department stores.\n\n\nIn addition to the above brands and products, UNIFI combines its research and development efforts with the demands of customers and markets to develop innovative technologies that enhance yarn characteristics. Application of these technologies allows for various, separate benefits, including: water repellency, flame retardation, soil release, enhanced color-fastness achieved with less water use, and protection from ultra-violet rays, among other attributes.\n\n\n8\n\n\n\n\nAs we continue to diversify our portfolio beyond apparel and pursue new end markets, we expect to gain margin accretive sales and improve facility utilization.\n\n\nCustomers\n\n\nUNIFI’s Americas Segment, Brazil Segment, and Asia Segment serve approximately 500, 400, and 600 customers, respectively, all in a variety of geographic markets. UNIFI’s products are manufactured according to customer specifications and are shipped based upon customer order requirements.  Customer payment terms are generally consistent with prevailing industry practices for the geographies in which we participate.\n\n\nUNIFI’s consolidated net sales are not materially dependent on a single direct customer and no single direct customer accounts for 10% or more of UNIFI’s consolidated net sales. One direct customer, OIA Global, comprised 15% of the Asia Segment's sales in fiscal 2023. UNIFI’s top 10 direct customers accounted for approximately 26% of consolidated net sales for fiscal 2023 and approximately 28% of receivables as of July 2, 2023.  However, UNIFI’s consolidated net sales are dependent on demand from a relatively small number of brand partners.\n\n\nSales and Marketing\n\n\nUNIFI employs an internal sales force of approximately 60 persons operating out of sales offices primarily in the U.S., Brazil, China, El Salvador, Colombia, Turkey, and Europe.  UNIFI also relies on independent sales agents for sales in several other countries.  UNIFI seeks to create strong customer relationships and to build and strengthen those relationships throughout the supply chain.  Through frequent communications with customers, partnering in product development, and engaging key downstream brands and retailers, UNIFI has created significant pull-through sales and brand recognition for its products.  For example, UNIFI works with brands and retailers to educate and create demand for its products, including recent engagements involving REPREVE at multiple events and venues in the U.S.  UNIFI then works with key fabric mill partners to develop specific fabrics for those brands and retailers utilizing UNIFI products.  In many of these regards, UNIFI draws upon and integrates the resources of its research and development personnel.  In addition, UNIFI is enhancing co-branding activations with integrated point-of-sale and online marketing with popular brands and retailers to enable consumers to find REPREVE and other performance technology products in multiple retail channels.  Based on the establishment of many commercial and branded programs, this strategy has been successful for UNIFI.\n\n\nProduct Customization and Manufacturing Processes\n\n\nUNIFI uses advanced production processes to manufacture its high-quality products cost-effectively in North America, Central America, and Brazil and transfers relevant technical knowledge to its asset light operations in Asia for manufacture with trusted supply chain partners.  UNIFI believes that its flexibility and expertise in producing specialty recycled and synthetic products provide important development and commercialization advantages, in addition to the recent ability to integrate vertically with post-industrial and post-consumer materials.\n\n\nUNIFI produces Flake, Chip, and POY using recycled materials. In addition to its yarns manufactured from virgin polyester and nylon, UNIFI sells its recycled products externally or further processes them internally to add value for customers seeking recycled components. The REPREVE Bottle Processing Center in Reidsville, North Carolina produces Flake that can be sold externally or further processed internally at our REPREVE Recycling Center in Yadkinville, North Carolina. Recycled polyester Chip output from the REPREVE Recycling Center can be sold externally or further processed internally into polyester POY.\n\n\nAdditional processing of UNIFI’s polyester POY includes texturing, dyeing, twisting, beaming, draw winding, and covering.  The texturing process involves the use of high-speed machines to draw, heat, and false-twist POY to produce yarn with different physical characteristics, depending on its ultimate end-use.  Texturing gives the yarn greater bulk, strength, stretch, consistent dye-ability, and a softer feel, thereby making it suitable for use in the knitting and weaving of fabric.  Solution dyeing and package dyeing allow for matching of customer-specific color requirements for yarns sold into various markets.  Twisting incorporates real twist into filament yarns, which can be sold for a variety of uses, such as sewing thread, home furnishings, and apparel.  Beaming places both textured and covered yarns onto beams to be used by customers in warp knitting and weaving applications.  The draw winding process utilizes heat and draws POY to produce mid-tenacity, flat yarns. Lastly, covering operations utilize a spandex core to produce yarns with more stretch, compression, or comfort.\n\n\nUNIFI’s subsidiaries in Asia offer the same high-quality and innovative products and technologies through contract manufacturing arrangements with local manufacturers. This asset-light model allows for seamless integration of our products into the global supply chain of our customers. As we expand our Asian operations to meet the needs of our global customers, we will continue to leverage the asset-light model where the existing infrastructure can accommodate our highly technical processes, while continually evaluating the need for additional UNIFI assets in response to ever-changing market dynamics.\n\n\nResearch and Development\n\n\nUNIFI employs approximately 130 persons, primarily in the U.S., who work closely with UNIFI’s customers, brand partners, and others to develop a variety of new yarns as well as improvements to the performance properties of existing yarns and fabrics. Among other things, UNIFI evaluates trends and uses the latest technology to create innovative yarns that meet the needs of evolving consumer preferences.  Most of UNIFI’s branded yarns, including its flagship REPREVE brand, were derived from its research and development initiatives.\n\n\n9\n\n\n\n\nUNIFI also includes, as part of its research and development initiatives, the use of continuous improvement methodologies to increase its manufacturing and other operational efficiencies, both to enhance product quality and to derive cost savings.\n\n\nFor fiscal 2023, 2022, and 2021, UNIFI incurred $10,871, $12,103, and $11,483, respectively, in costs for research and development (including salaries and benefits of the personnel involved in those efforts).\n\n\nIntellectual Property\n\n\nUNIFI has numerous trademarks registered in the U.S. and in other countries and jurisdictions around the world.  Due to its current brand recognition and potential growth opportunities, UNIFI believes that its portfolio of registered REPREVE trademarks is its most significant trademark asset.  Ownership rights in registered trademarks typically do not expire if the trademarks are continued in use and properly protected under applicable law.\n\n\nUNIFI licenses certain trademarks, including Dacron\n®\n and Softec\u0099, from Invista S.a.r.l. (“INVISTA”).\n\n\nUNIFI also employs its innovative manufacturing know-how, methods, and processes to produce and deliver proprietary solutions to customers and brand partners.  UNIFI relies on the copyright and trade secret laws of the U.S. and other countries, as well as nondisclosure and confidentiality agreements, to protect these rights.\n\n\nHuman Capital\n\n\nAs of July 2, 2023, UNIFI had approximately 2,800 employees, which includes approximately 200 individuals working under temporary labor contracts.  The number of employees in each of the Americas, Brazil, and Asia Segments and the corporate office were approximately 2,000, 610, 90, and 100, respectively, at July 2, 2023.  While employees of our Brazil Segment are unionized, none of the labor forces employed by UNIFI’s domestic or other foreign subsidiaries are currently covered by a collective bargaining agreement.  UNIFI believes the Company has a good relationship with its employees.\n\n\nWe believe in the importance of the retention, growth, and development of our employees. UNIFI endeavors to offer competitive compensation and benefits packages to our employees, as well as professional development opportunities to cultivate talent throughout the organization. We focus on employee health and safety initiatives, with thorough training and monitoring practices to enhance workplace safety. We also value people and ideas from varying backgrounds and are constantly striving to create a more diverse workforce and inclusive organization.\n\n\nGeographic Data\n\n\nGeographic information reported in conformance with U.S. generally accepted accounting principles (“GAAP”) is included in Note 24, “Business Segment Information,” to the accompanying consolidated financial statements.  Information regarding risks attendant to UNIFI’s foreign operations is included in “Item 1A. Risk Factors” in this report.\n\n\nSeasonality\n\n\nUNIFI is not significantly impacted by seasonality; however, UNIFI typically experiences its highest sales volumes in the fourth quarter of its fiscal years.  Excluding the effects of fiscal years with 53 weeks rather than 52 weeks, the most significant effects on UNIFI’s results of operations for particular periods during a year are due to planned manufacturing shutdowns by either UNIFI or its customers for certain holiday or traditional shutdown periods.\n\n\nBacklog\n\n\nUNIFI’s level of unfilled orders is affected by many factors, including the timing of specific orders and the delivery time for specific products, as well as a customer’s ability or inability to cancel the related order.  As such, UNIFI does not consider the amount of unfilled orders, or backlog, to be a meaningful indicator of expected levels of future sales or to be material to an understanding of UNIFI’s business as a whole.\n\n\nWorking Capital\n\n\nUNIFI funds its working capital requirements through cash flows generated from operations, along with short-term borrowings, as needed.  For more detailed information, see “Liquidity and Capital Resources” in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this report.\n\n\n10\n\n\n\n\nInflation\n\n\nPrior to fiscal 2021, UNIFI’s input costs had experienced steady and predictable increases. However, in calendar 2021 and 2022, UNIFI, along with many other textile manufacturers and a range of other industries, began to experience above-average inflationary pressures on a range of input costs, including, but not limited to, labor, freight, energy, and raw materials. Accordingly, we began implementing responsive selling price adjustments during both fiscal 2021 and 2022 to protect gross margins. In calendar 2023, UNIFI experienced a slight decline in these inflationary pressures, but some of these input costs were still above historical levels.  While our selling price adjustments have thus far been successful at mitigating much of the inflationary pressure that has occurred, further significant fluctuations in input costs may not be immediately recoverable via selling price adjustments and our gross margins could suffer. However, we monitor our input costs closely, and we expect to maintain our ability to respond quickly to cost fluctuations to minimize any potential adverse impacts to earnings.\n\n\nBeyond the current inflationary environment experienced in fiscal 2022 and 2023, UNIFI expects that costs could continue to rise long term for certain consumables used to produce and ship its products, as well as for its utilities and labor. UNIFI expects to mitigate the impacts of such rising costs through increased operational efficiencies and increased selling prices, but rising inflation could be a factor that negatively impacts UNIFI’s profitability.\n\n\nIn the past, selling price adjustments were primarily associated with changes in the price of polyester and nylon raw materials, but the current environment requires that selling price adjustments accommodate significant increases in all categories of input costs, including packaging, supplies, additives, and labor. For the majority of our portfolio, we were able to implement selling price adjustments to protect gross margins in fiscal 2022. However, some selling price adjustments in the U.S. and Central America were not realized rapidly enough in fiscal 2022 to avoid temporary gross margin declines in certain portions of our portfolio. While we navigated the dynamic cost environment during fiscal 2021 through 2023 better than in earlier prior years, fixed cost absorption and manufacturing productivity have adversely impacted our gross margin and remain current headwinds to UNIFI’s profitability, most notably in the Americas Segment.\n\n\nEnvironmental Matters\n\n\nUNIFI is subject to various federal, state, and local environmental laws and regulations limiting the use, storage, handling, release, discharge, and disposal of a variety of hazardous substances and wastes used in or resulting from its operations (and to potential remediation obligations thereunder).  These laws include the Federal Water Pollution Control Act, the Clean Air Act, the Resource Conservation and Recovery Act (including provisions relating to underground storage tanks), the Comprehensive Environmental Response, Compensation, and Liability Act, commonly referred to as “Superfund” or “CERCLA,” and various state counterparts to such laws.  UNIFI’s operations are also governed by laws and regulations relating to workplace safety and worker health, principally the Occupational Safety and Health Act and regulations issued thereunder, which, among other things, establish exposure standards regarding hazardous materials and noise standards and regulate the use of hazardous chemicals in the workplace.\n\n\nUNIFI believes that it has obtained, and is in compliance in all material respects with, all significant permits required to be issued by federal, state, or local law in connection with the operation of its business.  UNIFI also believes that the operation of its production facilities and its disposal of waste materials are substantially in compliance with applicable federal, state, and local laws and regulations, and that there are no material ongoing or anticipated capital expenditures associated with environmental control facilities necessary to remain in compliance with such provisions.  UNIFI incurs normal operating costs associated with the discharge of materials into the environment but does not believe that these costs are material or inconsistent with those of its domestic competitors.\n\n\nOn September 30, 2004, Unifi Kinston, LLC (“UK”), a subsidiary of Unifi, Inc., completed its acquisition of polyester filament manufacturing assets located in Kinston, North Carolina (“Kinston”) from INVISTA.  The land for the Kinston site was leased pursuant to a 99-year ground lease (the “Ground Lease”) with E.I. DuPont de Nemours (“DuPont”).  Since 1993, DuPont has been investigating and cleaning up the Kinston site under the supervision of the U.S. Environmental Protection Agency and the North Carolina Department of Environmental Quality (the “DEQ”) pursuant to the Resource Conservation and Recovery Act Corrective Action program.  The program requires DuPont to identify all potential areas of environmental concern (“AOCs”), assess the extent of containment at the identified AOCs and remediate the AOCs to comply with applicable regulatory standards.  Effective March 20, 2008, UK entered into a lease termination agreement associated with conveyance of certain assets at the Kinston site to DuPont.  This agreement terminated the Ground Lease and relieved UK of any future responsibility for environmental remediation, other than participation with DuPont, if so called upon, with regard to UK’s period of operation of the Kinston site, which was from 2004 to 2008.  At this time, UNIFI has no basis to determine if or when it will have any responsibility or obligation with respect to the AOCs or the extent of any potential liability for the same. UK continues to own property (the “Kentec site”) acquired in the 2004 transaction with INVISTA that has contamination from DuPont’s prior operations and is monitored by DEQ. The Kentec site has been remediated by DuPont, and DuPont has received authority from DEQ to discontinue further remediation, other than natural attenuation.  Prior to transfer of responsibility to UK, DuPont and UK had a duty to monitor and report the environmental status of the Kentec site to DEQ. Effective April 10, 2019, UK assumed sole remediator responsibility of the Kentec site pursuant to its contractual obligations with INVISTA and received $180 of net monitoring and reporting costs due from DuPont.  In connection with monitoring, UK expects to sample and report to DEQ annually. At this time, UNIFI does not expect any active site remediation will be required but expects that any costs associated with active site remediation, if ever required, would likely be immaterial.\n\n\nJoint Ventures and Unconsolidated Affiliates\n\n\nUNIFI participates in two joint ventures that supply raw materials to the Americas Segment, one located in the U.S. and one in Israel.  As of July 2, 2023, UNIFI had $2,997 recorded for these investments in unconsolidated affiliates. Other information regarding UNIFI’s unconsolidated affiliates is provided in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and under the subheading “\nInvestments in Unconsolidated Affiliates\n” in Note 10, \"Other Non-Current Assets,\" to the accompanying consolidated financial statements.\n\n\n11\n\n\n\n\nAvailable Information\n\n\nUNIFI’s website is \nwww.unifi.com\n.  Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), as well as proxy statements and other information we file with, or furnish to, the SEC are available free of charge on our website. We make these documents available as soon as reasonably practicable after we electronically transmit them to the SEC. Except as otherwise stated in these documents, the information on our website or linked to or from our website is not a part of this report and is not incorporated by reference in this report or any of our other filings with the SEC. In addition, many of our corporate governance documents are available on our website, including our: Audit Committee Charter, Compensation Committee Charter, Corporate Governance and Nominating Committee Charter, Corporate Governance Guidelines, Code of Business Conduct and Ethics, Ethical Business Conduct Policy Statement, and Code of Ethics for Senior Financial and Executive Officers.  Copies of such materials, as well as any of our SEC reports and all amendments thereto, may also be obtained without charge by writing to Unifi, Inc., 7201 West Friendly Avenue, Greensboro, North Carolina 27410, Attention: Corporate Secretary.\n\n\n \n\n",
    "item1a": ">Item 1A.\n \nRisk Factors\n\n\nMany of the factors that affect UNIFI’s business and operations involve risk and uncertainty. The factors described below are some of the risks that could materially negatively affect UNIFI’s business, financial condition, results of operations, and cash flows. You should consider all such risks in evaluating UNIFI or making any investment decision involving UNIFI.\n\n\nStrategic Risks\n\n\nUNIFI faces intense competition from a number of domestic and foreign yarn producers and importers of foreign-sourced fabric, apparel, and other textile products. Because UNIFI and the supply chains in which UNIFI conducts its business do not typically operate on the basis of long-term contracts with textile customers or brand partners, these competitive factors could cause UNIFI’s customers or brand partners to shift rapidly to other producers.\n\n\nUNIFI competes not only against domestic and foreign yarn producers, but also against importers of foreign-sourced fabric, apparel, and other textile products into the U.S. and other countries in which UNIFI does business, particularly in Brazil with respect to commodity yarn products. The primary competitive factors in the textile industry include price, quality, product styling, performance attributes and differentiation, brand reputation, flexibility and location of production and finishing, delivery time, and customer service. The needs of certain customers and brand partners and the characteristics of particular products determine the relative importance of these various factors. A large number of UNIFI’s foreign competitors have significant competitive advantages that may include lower labor and raw material costs, production facilities in locations outside UNIFI’s existing supply chain, government subsidies, and favorable foreign currency exchange rates against the USD. If any of these advantages increase, if new and/or larger competitors emerge in the future, or if UNIFI’s brand reputation is detrimentally impacted, UNIFI’s products could become less competitive, and its sales and profits may decrease as a result. In particular, devaluation of the Chinese currency against the USD could result in UNIFI’s products becoming less competitive from a pricing standpoint and/or could result in the Americas region losing market share to Chinese imports, thereby adversely impacting UNIFI’s sales and profits.  While foreign competitors have traditionally focused on commodity production, entities are now increasingly focused on value-added products and unbranded recycled products. Competition from unbranded recycled yarns has recently increased, and could drive market share losses for our flagship REPREVE brand. UNIFI may not be able to continue to compete effectively with foreign-made textile and apparel products, which would materially adversely affect its business, financial condition, results of operations or cash flows.  Similarly, to maximize their own supply chain efficiency, customers and brand partners sometimes request that UNIFI’s products be produced and sourced from specific geographic locations that are in close proximity to the customer’s fabric mills or that have other desirable attributes from the customer’s perspective.  These locations are sometimes situated outside the footprint of UNIFI’s existing global supply chain. If UNIFI is unable to move production based on customer requests or other shifts in regional demand, we may lose sales and experience an adverse effect on our business, financial condition, results of operations, or cash flows.\n\n\nA significant portion of our sales is dependent upon demand from a few large brand partners.\n\n\nUNIFI’s strategy involves the sale of products and solutions to other yarn manufacturers and knitters and weavers (UNIFI’s direct customers) that produce yarn and/or fabric for brands and retailers in the apparel, hosiery, home furnishings, automotive, industrial and other end-use markets (UNIFI’s indirect customers).  We refer to these indirect customers as “brand partners.”  Although we generally do not derive revenue directly from our brand partners, sales volumes to our direct customers are linked with demand from our brand partners because our direct sales generally form a part of our brand partners’ supply chains.  A significant portion of our overall sales is tied to ongoing programs for a limited number of brand partners.  Our future operating results depend on both the success of our largest brand partners and on our success in diversifying our products and our indirect customer base.  Because we typically do not operate on the basis of long-term contracts, our customers and brand partners can cease incorporating our products into their own with little notice to us and with little or no penalty.  The loss of a large brand partner, and the failure to add new customers to replace the corresponding lost sales, would have a material adverse effect on our business, financial condition, results of operations, and cash flows.\n\n\n12\n\n\n\n\nSignificant price volatility of UNIFI’s raw materials and rising energy costs may result in increased production costs.  UNIFI attempts to pass such increases in production costs on to its customers through responsive price increases.  However, any such price increases are effective only after a time lag that may span one or more quarters, during which UNIFI and its margins are negatively affected.\n\n\nPetroleum-based chemicals and recycled plastic bottles comprise a significant portion of UNIFI’s raw materials. The prices for these products and related energy costs are volatile and dependent on global supply and demand dynamics, including geo-political risks.  While UNIFI enters into raw material supply agreements from time to time, these agreements typically provide index pricing based on quoted market prices. Therefore, supply agreements provide only limited protection against price volatility. UNIFI attempts to pass on to its customers increases in raw material costs, but at times it cannot. When it can, there is typically a time lag that adversely affects UNIFI and its margins during one or more quarters.  Certain customers are subject to an index-based pricing model in which UNIFI’s prices are adjusted based on the change in the cost of certain raw materials in the prior quarter.  Pricing adjustments for other customers must be negotiated independently.  In ordinary market conditions in which raw material price increases have stabilized and sales volumes are consistent with traditional levels, UNIFI has historically been successful in implementing price adjustments within one to two fiscal quarters of the raw material price increase for its index priced customers and within two fiscal quarters of the raw material price increase for its non-index priced customers.  UNIFI has lost in the past (and expects that it may lose in the future) customers to its competitors as a result of price increases. In addition, competitors may be able to obtain raw materials at a lower cost due to market regulations that favor local producers in certain foreign locations where UNIFI operates, and certain other market regulations that favor UNIFI over other producers may be amended or repealed. Additionally, inflation can have a long-term impact by increasing the costs of materials, labor, and/or energy, any of which costs may adversely impact UNIFI’s ability to maintain satisfactory margins. If UNIFI is not able to pass on such cost increases to customers in a timely manner (or if it loses a large number of customers to competitors as a result of price increases), the result could be material and adverse to its business, financial condition, results of operations, or cash flows.\n\n\nDepending on the price volatility of petroleum-based inputs, recycled bottles, and other raw materials, the price gap between virgin chip and recycled chip could make virgin raw materials more cost-effective than recycled raw materials, which could result in an adverse effect on UNIFI’s ability to sell its REPREVE brand recycled products profitably.\n\n\nThe success of UNIFI’s business is tied to the strength and reputation of its brands. If the reputation of one or more of our brands erodes significantly, it could have a material impact on our financial results.\n\n\nUNIFI has invested heavily in branding and marketing initiatives, and certain of our brands, particularly our REPREVE\n \nbrand, have widespread recognition.  Our financial success is directly dependent on the success of our brands.  The success of a brand can suffer if our marketing plans or product initiatives do not have the desired impact on a brand’s image or its ability to attract consumers.  Our financial results could also be negatively impacted if one of our brands suffers substantial harm to its reputation due to a product recall, product-related litigation, the sale of counterfeit products, or other circumstances that tarnish the qualities and values represented by our brands.  Part of our strategy also includes the license of our trademarks to brand partners, customers, independent contractors, and other third parties.  For example, we license our REPREVE trademarks to brand partners that feature this trademark on their marketing materials as part of a co-branded environmental sustainability product narrative.  Although we make concerted efforts to protect our brands through quality control mechanisms and contractual obligations imposed on our licensees, there is a risk that some licensees might not be in full compliance with those mechanisms and obligations.  If the reputation of one or more of our brands is significantly eroded, it could adversely affect our sales, results of operations, cash flows, and/or financial condition.\n\n\nUNIFI’s future success will depend in part on its ability to protect and preserve its intellectual property rights, and UNIFI’s inability to enforce these rights could cause it to lose sales, reduce any competitive advantage it has developed, or otherwise harm its business.\n\n\nUNIFI’s future success depends in part on its ability to protect and preserve its rights in the trademarks and other intellectual property it owns or licenses, including its proprietary know-how, methods, and processes. UNIFI relies on the trademark, copyright, and trade secret laws of the U.S. and other countries, as well as nondisclosure and confidentiality agreements, to protect its intellectual property rights. However, UNIFI may be unable to prevent third parties, employees, or contractors from using its intellectual property without authorization, breaching nondisclosure or confidentiality agreements, or independently developing technology that is similar to UNIFI’s. The use of UNIFI’s intellectual property by others without authorization may cause it to lose sales, reduce any competitive advantage UNIFI has developed, or otherwise harm its business.\n\n\n13\n\n\n\n\nFinancial Risks\n\n\nUNIFI has significant foreign operations, and its consolidated results of operations and business may be adversely affected by the risks associated with doing business in foreign locations, including the risk of fluctuations in foreign currency exchange rates.\n\n\nUNIFI has foreign operations in Brazil, China, Colombia, El Salvador, and Turkey and participates in joint ventures located in Israel and the U.S.  In addition, to help service its customers, UNIFI from time to time engages with third-party independent contractors to provide sales and distribution, manufacturing, and other operational and administrative support services in locations around the world. UNIFI serves customers throughout the Americas and Asia, as well as various countries in Europe. UNIFI’s foreign operations are subject to certain political, tax, economic, and other uncertainties not encountered by its domestic operations that can materially impact UNIFI’s supply chains or other aspects of its foreign operations. The risks of international operations include trade barriers, duties, exchange controls, national and regional labor strikes, social and political unrest, general economic risks, compliance with a variety of foreign laws (including tax laws), the difficulty of enforcing agreements and collecting receivables through foreign legal systems, taxes on distributions or deemed distributions to UNIFI or any of its U.S. subsidiaries, maintenance of minimum capital requirements, and import and export controls. UNIFI’s consolidated results of operations and business could be adversely affected as a result of a significant adverse development with respect to any of these risks.\n\n\nThrough its foreign operations, UNIFI is also exposed to foreign currency exchange rate fluctuations. Fluctuations in foreign currency exchange rates will impact period-to-period comparisons of UNIFI’s reported results. Additionally, UNIFI operates in countries with foreign exchange controls. These controls may limit UNIFI’s ability to transfer funds from its international operations and joint ventures or otherwise to convert local currencies into USDs. These limitations could adversely affect UNIFI’s ability to access cash from its foreign operations.\n\n\nIn addition, due to its foreign operations, a risk exists that UNIFI’s employees, contractors, or agents could engage in business practices prohibited by U.S. laws and regulations applicable to the Company, such as the Foreign Corrupt Practices Act or the anti-bribery and corruption laws and regulations of other countries in which we do business.  UNIFI maintains policies prohibiting these practices but remains subject to the risk that one or more of its employees, contractors, or agents, specifically ones based in or from countries where such practices are customary, will engage in business practices in violation of these laws and regulations.  Any such violations, even if in breach of UNIFI’s policies, could adversely affect its business or financial performance.\n\n\nUNIFI may be subject to greater tax liabilities.\n\n\nUNIFI is subject to income tax and other taxes in the U.S. and in numerous foreign jurisdictions. UNIFI’s domestic and foreign income tax liabilities are dependent on the jurisdictions in which profits are determined to be earned and taxed. Additionally, the amount of taxes paid is subject to UNIFI’s interpretation of applicable tax laws in the jurisdictions in which we operate. Changes in tax laws including further regulatory developments arising from U.S. tax reform legislation, judicial interpretations in the jurisdictions in which we operate, and\n \nmulti-jurisdictional changes enacted in response to the action items provided by the Organization for Economic Co-operation and Development could have an adverse effect on UNIFI’s business, financial condition, operating results, and cash flows. Significant judgment, knowledge, and experience are required in determining our worldwide provision for income taxes.\n\n\nUNIFI requires cash to service its indebtedness and to fund capital expenditures and strategic initiatives, and its ability to generate sufficient cash for those purposes depends on many factors beyond its control.\n\n\nUNIFI’s principal sources of liquidity are cash flows generated from operations and borrowings under its credit facility. UNIFI’s ability to make payments on its indebtedness and to fund planned capital expenditures and strategic initiatives will depend on its ability to generate future cash flows from operations. This ability, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond UNIFI’s control. The business may not generate sufficient cash flows from operations, and future borrowings may not be available to UNIFI in amounts sufficient to enable UNIFI to pay its indebtedness and to fund its other liquidity needs. Any such development would have a material adverse effect on UNIFI.\n\n\nDuring fiscal 2023, certain regional bank crises and failures generated additional uncertainty and volatility in the financial and credit markets. UNIFI currently holds the vast majority of its cash deposits with large foreign banks in our associated operating regions, and management believes that it has the ability to repatriate cash to the U.S. relatively quickly, although management recognizes that various inherent risks do exist in executing the repatriation of cash from foreign subsidiaries. If any of the financial institutions within our 2022 Credit Agreement or construction financing arrangement our lending counterparties are unable to perform on their commitments, our liquidity could be adversely impacted, and we may not be able to adequately fund our operations and pay our debts as they become due. We actively monitor all lending counterparties, and none have indicated that they may be unable to perform on their commitments. In addition, we periodically review our lending counterparties, considering the stability of the institutions and other aspects of the relationships. Based on our monitoring activities, we currently believe our lending counterparties will be able to perform their commitments.\n \n\n\nOperational Risks\n\n\nUNIFI depends on limited sources for certain of its raw materials, and interruptions in supply could increase its costs of production, cause production inefficiencies, or lead to a halt in production.\n\n\nUNIFI depends on a limited number of third parties for certain raw material supplies, such as POY, Chip, dyes, and chemicals. Although alternative sources of raw materials exist, UNIFI may not be able to obtain adequate supplies of such materials on acceptable terms, or at all, from other sources. UNIFI is dependent on USMCA/NAFTA, CAFTA-DR, and\n \nBerry Amendment qualified suppliers of raw materials for the production of Compliant Yarns. These suppliers are also at risk with their raw material supply chains. Any significant disruption or curtailment in the supply of any of its raw materials could cause UNIFI to reduce or cease its production for an extended\n \n\n\n14\n\n\n\n\nperiod, or require UNIFI to increase its pricing, any of which could have a material adverse effect on its business, financial condition, results of operations, or cash flows.\n\n\nA disruption at one of our facilities could harm our business and result in significant losses, lead to a decline in sales, and increase our costs and expenses.\n\n\nOur operations and business could be disrupted by natural disasters, industrial accidents, power or water shortages, extreme weather conditions, pandemics, and other man-made disasters or catastrophic events.  We carry commercial property damage and business interruption insurance against various risks, with limits we deem adequate, for reimbursement for damage to our fixed assets and resulting disruption of our operations.  However, the occurrence of any of these business disruptions could harm our business and result in significant losses, lead to a decline in sales, and increase our costs and expenses.  Any disruptions from these events could require substantial expenditures and recovery time to resume operations and could also have a material adverse effect on our operations and financial results to the extent losses are uninsured or exceed insurance recoveries and to the extent that such disruptions adversely impact our relationships with our customers.\n\n\nOur business and operations could suffer in the event of cybersecurity breaches.\n\n\nAttempts to gain unauthorized access to our information technology systems have become increasingly more sophisticated over time. These attempts, which might be related to industrial or other espionage, include covertly introducing malware to our computers and networks and impersonating authorized users, among others. We seek to detect and investigate all security incidents and to prevent their recurrence, but in some cases we might be unaware of an incident or its magnitude and effects. We carry cyber liability insurance against cyber attacks, with limits we deem adequate for the reimbursement for damage to our computers, equipment, and networks and resulting disruption of our operations. However, any disruption from a cyber attack could require substantial expenditures and recovery time in order to fully resume operations and could also have a material adverse effect on our operations and financial results to the extent losses are uninsured or exceed insurance recoveries and to the extent that such disruptions adversely impact our relationships with our customers. We have been a target of cybersecurity attacks in the past and, while such attacks have not resulted in a material impact on our operations, business, or customer relationships, such attacks could in the future.\n\n\nThe theft, unauthorized use, or publication of our intellectual property and/or confidential business information could harm our competitive position, reduce the value of our investment in research and development and other strategic initiatives, or otherwise adversely affect our business. To the extent that any cybersecurity breach results in inappropriate disclosure of our customers’ or brand partners’ confidential information, we may incur significant liability and reputational harm as a result. In addition, devoting additional resources to the security of our information technology systems in the future could significantly increase the cost of doing business or otherwise adversely impact our financial results.\n\n\nA decline or change in general economic conditions, political conditions, and/or levels of consumer spending could cause a decline in demand for textile products, including UNIFI’s products.\n\n\nUNIFI’s products are used in the production of fabric primarily for the apparel, hosiery, home furnishings, automotive, industrial, and other end-use markets. Demand for furniture and other durable goods is often affected significantly by economic conditions that have global or regional industry-wide consequences. Demand for a number of categories of apparel also tends to be tied to economic cycles and customer preferences that affect the textile industry in general. Demand for textile products, therefore, tends to vary with the business cycles of the U.S. and other economies, as well as changes in global trade flows, and economic and political conditions.  Additionally, prolonged economic downturns that negatively impact UNIFI’s results of operations and cash flows could result in future material impairment charges to write-down the carrying value of certain assets, including facilities and equipment, amortizable intangible assets, and equity affiliates.\n\n\nWe recognize the disruption to global markets and supply chains caused by Russia’s invasion of Ukraine. While volatility and uncertainty continue, we have no significant customers or supply chain partners in the conflicted region, and we have not been directly impacted by the conflict. Indirectly, we recognize that additional or prolonged impacts to the petroleum or other global markets could cause further inflationary pressures to our raw material costs or unforeseen adverse impacts.\n\n\nChanges in consumer spending, customer preferences, fashion trends, and end-uses for UNIFI’s products could weaken UNIFI’s competitive position and cause UNIFI’s products to become less competitive, and its sales and profits may decrease as a result.  Additionally, the end-consumer retail and apparel markets may continue to experience difficult conditions and other transformations, which could have an adverse effect on UNIFI’s business and financial condition.\n\n\n15\n\n\n\n\nGeneral Risks\n\n\nUnfavorable changes in trade policies and/or violations of existing trade policies could weaken UNIFI’s competitive position significantly and have a material adverse effect on its business.\n\n\nA number of markets within the textile industry in which UNIFI sells its products, particularly the apparel, hosiery, and home furnishings markets, are subject to intense foreign competition. Other markets within the textile industry in which UNIFI sells its products may in the future become subject to more intense foreign competition. There are currently a number of trade regulations and duties in place to protect the U.S. textile industry against competition from low-priced foreign producers, such as those in China, India, and Vietnam.  Political and policy-driven influences are subjecting international trade regulations to significant volatility. Future changes in such trade regulations or duties may make the price of UNIFI’s products less attractive than the goods of its competitors or the finished products of a competitor in the supply chain, which could have a material adverse effect on UNIFI’s business, financial condition, results of operations, or cash flows.  Such changes in import duties in the U.S. and other countries in which we operate might also result in increased direct and indirect costs on items imported to support UNIFI’s operations and/or countervailing or responsive changes applicable to exports of our products outside the U.S.\n \n\n\nAccording to industry experts and trade associations, there has been a significant amount of illegal transshipments of POY and apparel products into the U.S. and into certain other countries in the Americas region in which UNIFI competes. Illegal transshipment involves circumventing duties by falsely claiming that textiles and apparel are products of a particular country of origin (or include yarn of a particular country of origin) to avoid paying higher duties or to receive benefits from regional free trade agreements, such as USMCA/NAFTA and CAFTA-DR. If illegal transshipments are not monitored, and if enforcement is not effective to limit them, these shipments could have a material adverse effect on UNIFI’s business, financial condition, results of operations, or cash flows.\n\n\nIn order to compete effectively, we must attract, retain, and motivate qualified key employees, and our failure to do so could harm our business and our results of operations.\n\n\nIn order to compete effectively, we must attract and retain qualified employees.  Our future operating results and success depend on retaining key personnel and management as well as expanding our technical, sales and marketing, innovation, and administrative support.  The competition for qualified personnel is intense, particularly as it relates to hourly personnel in the domestic communities in which our manufacturing facilities are located.  We cannot be sure that we will be able to attract and retain qualified personnel in the future, which could harm our business and results of operations.\n\n\nCatastrophic or extraordinary events, including epidemics or pandemics such as the COVID-19 pandemic, could disrupt global economic activity and/or demand and negatively impact our financial performance and results of operations.\n\n\nThe COVID-19 pandemic negatively impacted the global economy, disrupted consumer spending, and affected global supply chains. Specifically, containment efforts in China have impacted our supply chain, negatively impacting the results of our Asia Segment.  The long-term impact on our businesses is currently unknown.\n\n\nUNIFI will continue to monitor the COVID-19 pandemic by prioritizing health and safety while delivering on customer demand. However, the COVID-19 pandemic could resurge or another epidemic or pandemic could arise, and, accordingly, could adversely affect our organization.\n\n\nThe risks associated with climate change, localized energy management initiatives, and other environmental impacts could negatively affect UNIFI’s business and operations.\n\n\nUNIFI’s business is susceptible to risks associated with climate change, including, but not limited to, disruptions to our supply chain, which could potentially impact the production and distribution of our products and the availability and pricing of raw materials. Increased frequency and intensity of weather events could lead to supply chain disruption, energy and resource rationing, or an adverse event at one of our manufacturing facilities or the facilities of our manufacturing partners. Further, regulatory responses to climate change could adversely affect our operations. For instance,  the recent energy management initiatives in China temporarily constrained global supply chains and reduced supplier and customer activity. Additionally, weaknesses in energy infrastructure could result in supply disruptions that could indirectly affect our operations and could adversely impact our results of operations and cash flows.\n\n\n \n\n\n16\n\n\n\n",
    "item7": ">Item 7. Management’s Discussion and Analysis o\nf Financial Condition and Results of Operations\n\n\nThe following is management’s discussion and analysis of certain significant factors that have affected UNIFI’s operations, along with material changes in financial condition, during the periods included in the accompanying consolidated financial statements. Management’s discussion and analysis should be read in conjunction with the remainder of this report, with the understanding that forward-looking statements may be present. A reference to a “note” refers to the accompanying notes to consolidated financial statements.\n\n\nStrategic Priorities\n\n\nWe believe UNIFI’s underlying performance during recent fiscal years reflects the strength of our global initiative to deliver differentiated solutions to customers and brand partners throughout the world. Our supply chain has been developed and enhanced in multiple regions around the globe, allowing us to deliver a diverse range of fibers and polymers to key customers in the markets we serve, especially apparel. These textile products are supported by quality assurance, product development, product and fabric certifications, hangtags, co-marketing, and technical and customer service teams across UNIFI’s operating subsidiaries. We have developed this successful operating platform by improving operational and business processes and deriving value from sustainability-based initiatives, including polyester and nylon recycling.\n\n\nWe believe that further commercial expansion will require a continued stream of new technology and innovation that generates products with meaningful consumer benefits. Along with our recycled platform, UNIFI has significant yarn technologies that provide optimal performance characteristics for today’s marketplace, including moisture management, temperature moderation, stretch, ultra-violet protection, and fire retardation, among others. To achieve further growth, UNIFI remains focused on innovation, bringing to market the next wave of fibers and polymers for tomorrow’s applications. As we invest and grow, sustainability remains at our core. We believe that increasing the awareness for recycled solutions in applications across fibers and polymers and furthering sustainability-based initiatives with like-minded brand partners will be key to our future success. We also believe that our manufacturing processes and our technical knowledge and capabilities will allow us to grow market share and develop new textile programs with new and existing customers. Ultimately, we believe that combining leading-edge innovation with our prominent, high-quality brand and agile regional business model will allow for underlying sales and profitability growth.\n\n\nSignificant Developments and Trends\n\n\nDuring the last six fiscal years, several key drivers affected our financial results.\n \n\n\n•\nDuring fiscal 2018 and 2019, our operations in the U.S. were unfavorably impacted by (i) rising raw material costs and (ii) a surge of imported polyester textured yarn that depressed our pricing, market share, and fixed cost absorption. \n\n\n•\nDuring fiscal 2020, our financial results began to improve following more stable import and raw material cost environments. However, the COVID-19 pandemic had a significant unfavorable impact to product demand and our annual profitability suffered accordingly. Near the end of fiscal 2020, we divested a minority interest investment and significantly improved our liquidity position, supporting business preservation and the ability to capture long-term growth opportunities. \n\n\n•\nThroughout fiscal 2021, our businesses experienced sequential improvement alongside global demand and economic recovery, and we capitalized on profitable opportunities that fueled strong consolidated results. \n\n\n•\nThroughout fiscal 2022, we experienced adverse pressure from rising input costs and a weakening of labor productivity primarily in our domestic operations.   \n\n\n•\nThroughout fiscal 2023, we experienced a downturn in global textile demand as brands and retailers began to destock their inventory levels. Looking ahead, we believe our operations remain well-positioned to capture long-term growth opportunities and we are working to mitigate any potential recessionary impacts.\n\n\nOnce global economic pressures subside, we believe incremental revenue for the Americas Segment will be generated from both the polyester textured yarn trade petitions, along with continued demand for innovative and sustainable products. The Asia Segment continues to capture demand for recycled products and serves as a significant component of future growth. The Brazil Segment has returned to more normalized levels of performance and is expected to maintain healthy volumes and margins following the current pressures from low-cost imports.  As the Asia market improves, the volume of low-cost Asian imports into Brazil is expected to decrease.\n\n\n21\n\n\n\n\nThe following developments and trends occurred or were occurring in fiscal 2023.\n\n\n•\nDemand levels for the majority of our business lines in the Americas and Asia Segments experienced declines during fiscal 2023 as a result of lower global demand in connection with the inventory destocking efforts of major brands and retailers in addition to pandemic-related lockdowns in Asia, partially offset by higher selling prices in response to higher raw material and input costs.\n\n\n•\nOur REPREVE family of products continued to gain momentum with brands, retailers, and mill partners who value sustainability and UNIFI’s ability to produce leading-edge products with in-demand technologies.\n\n\n•\nThe Americas Segment experienced weaker global demand, weak fixed cost absorption in connection with lower production, and overall higher raw material cost levels in beginning inventory, despite a decrease in raw material costs during fiscal 2023.\n\n\n•\nThe Brazil Segment was able to capture market share from competitors, but incurred selling price pressures from lower cost imports.\n\n\n•\nThe Asia Segment's sales growth slowed in fiscal 2023 due to a slowdown in global demand; however, there remains healthy demand for REPREVE, generating continued portfolio expansion.\n\n\nFluctuations in Raw Material Costs and Foreign Currency Exchange Rates\n\n\nRaw material costs represent a significant portion of UNIFI’s product costs. The prices for the principal raw materials used by UNIFI continually fluctuate, and it is difficult or impossible to predict trends or upcoming developments.\n\n\nThe first half of fiscal 2021 included stable, lower raw material costs, while economic recovery, weather events, and supply chain challenges generated raw material cost increases during the second half of fiscal 2021 and the first half of fiscal 2022. For the majority of our portfolio, we were able to implement selling price adjustments throughout fiscal 2021 and 2022. However, recycled inputs in the U.S. experienced continued cost increases during fiscal 2022. Despite the responsive selling price increases, we still experienced meaningful gross profit pressure during fiscal 2022 and 2023, primarily from the U.S. labor shortage and speed at which input costs increased.\n\n\nThe continuing volatility in global crude oil prices is likely to impact UNIFI’s polyester and nylon raw material costs.  While it is not possible to predict the timing or amount of the impact or whether the recent fluctuations in crude oil prices will stabilize, increase, or decrease, UNIFI monitors these dynamic factors closely. In addition, UNIFI attempts to pass on to its customers increases in raw material costs but due to market pressures, this is not always possible.  When price increases can be implemented, there is typically a time lag that adversely affects UNIFI and its margins during one or more quarters. Certain customers are subject to an index-based pricing model in which UNIFI’s prices are adjusted based on the change in the cost of certain raw materials in the prior quarter.  Pricing adjustments for other customers must be negotiated independently.  In ordinary market conditions in which raw material cost increases have stabilized and sales volumes are consistent with traditional levels, UNIFI has historically been successful in implementing price adjustments within one or two fiscal quarters of the raw material price increase for all of its customers.\n\n\nUNIFI is also impacted by significant fluctuations in the value of the Brazilian Real (the “BRL”) and the Chinese Renminbi (the “RMB”), the local currencies for our operations in Brazil and China, respectively. Appreciation of the BRL and the RMB improves our net sales and gross profit metrics when the results of our subsidiaries are translated into USDs at comparatively favorable rates. However, such strengthening may cause adverse impacts to the value of USDs held in these foreign jurisdictions. UNIFI expects continued volatility in the value of the BRL and the RMB to impact our key performance metrics and actual financial results, although the magnitude of the impact is dependent upon the significance of the volatility, and it is not possible to predict the timing or amount of the impact.\n\n\nThe BRL to USD weighted average exchange rate was 5.17, 5.21, and 5.38 for fiscal 2023, 2022, and 2021, respectively. The RMB to USD weighted average exchange rate was 6.94, 6.45, and 6.60 for fiscal 2023, 2022, and 2021, respectively.\n\n\n22\n\n\n\n\nKey Performance Indicators and Non-GAAP Financial Measures\n\n\nUNIFI continuously reviews performance indicators to measure its success.  These performance indicators form the basis of management’s discussion and analysis included below:\n\n\n•\nsales volume and revenue for UNIFI and for each reportable segment;\n\n\n•\ngross profit and gross margin for UNIFI and for each reportable segment;\n\n\n•\nnet (loss) income and (loss) earnings per share (\"EPS\");\n\n\n•\nSegment Profit, which equals segment gross (loss) profit plus segment depreciation expense;\n\n\n•\nunit conversion margin, which represents unit net sales price less unit raw material costs, for UNIFI and for each reportable segment;\n\n\n•\nworking capital, which represents current assets less current liabilities;\n\n\n•\nEarnings Before Interest, Taxes, Depreciation and Amortization (“EBITDA”), which represents net (loss) income before net interest expense, income tax expense and depreciation and amortization expense;\n\n\n•\nAdjusted EBITDA, which represents EBITDA adjusted to exclude, from time to time, certain other adjustments necessary to understand and compare the underlying results of UNIFI;\n\n\n•\nAdjusted Net (Loss) Income, which represents net (loss) income calculated under GAAP, adjusted to exclude certain amounts which management believes do not reflect the ongoing operations and performance of UNIFI and/or for which exclusion may be necessary to understand and compare the underlying results of UNIFI;\n\n\n•\nAdjusted EPS, which represents Adjusted Net (Loss) Income divided by UNIFI’s weighted average common shares outstanding;\n\n\n•\nAdjusted Working Capital, which equals receivables plus inventories and other current assets, less accounts payable and other current liabilities; and\n\n\n•\nNet Debt, which represents debt principal less cash and cash equivalents.\n\n\nEBITDA, Adjusted EBITDA, Adjusted Net (Loss) Income, Adjusted EPS, Adjusted Working Capital, and Net Debt (collectively, the “non-GAAP financial measures”) are not determined in accordance with GAAP and should not be considered a substitute for performance measures determined in accordance with GAAP. The calculations of the non-GAAP financial measures are subjective, based on management’s belief as to which items should be included or excluded in order to provide the most reasonable and comparable view of the underlying operating performance of the business. We may, from time to time, modify the amounts used to determine our non-GAAP financial measures. When applicable, management’s discussion and analysis includes specific consideration for items that comprise the reconciliations of its non-GAAP financial measures.\n\n\nWe believe that these non-GAAP financial measures better reflect UNIFI’s underlying operations and performance and that their use, as operating performance measures, provides investors and analysts with a measure of operating results unaffected by differences in capital structures, capital investment cycles and ages of related assets, among otherwise comparable companies.\n\n\nManagement uses Adjusted EBITDA (i) as a measurement of operating performance because it assists us in comparing our operating performance on a consistent basis, as it removes the impact of items (a) directly related to our asset base (primarily depreciation and amortization) and/or (b) that we would not expect to occur as a part of our normal business on a regular basis; (ii) for planning purposes, including the preparation of our annual operating budget; (iii) as a valuation measure for evaluating our operating performance and our capacity to incur and service debt, fund capital expenditures, and expand our business; and (iv) as one measure in determining the value of other acquisitions and dispositions. Adjusted EBITDA is a key performance metric utilized in the determination of variable compensation. We also believe Adjusted EBITDA is an appropriate supplemental measure of debt service capacity because it serves as a high-level proxy for cash generated from operations and is relevant to our fixed charge coverage ratio.\n\n\nManagement uses Adjusted Net (Loss) Income and Adjusted EPS (i) as measurements of net operating performance because they assist us in comparing such performance on a consistent basis, as they remove the impact of (a) items that we would not expect to occur as a part of our normal business on a regular basis and (b) components of the provision for income taxes that we would not expect to occur as a part of our underlying taxable operations; (ii) for planning purposes, including the preparation of our annual operating budget; and (iii) as measures in determining the value of other acquisitions and dispositions.\n\n\nManagement uses Adjusted Working Capital as an indicator of UNIFI’s production efficiency and ability to manage inventories and receivables.\n\n\nManagement uses Net Debt as a liquidity and leverage metric to determine how much debt would remain if all cash and cash equivalents were used to pay down debt principal.\n\n\nSee “Non-GAAP Reconciliations” below for reconciliations of non-GAAP metrics to the most directly comparable GAAP metric.\n\n\n23\n\n\n\n\nReview of Results of Operations for Fiscal 2023, 2022 and 2021\n\n\nUNIFI’s fiscal 2023 and 2021 each consisted of 52 weeks, while its fiscal 2022 consisted of 53 weeks. The additional week in fiscal 2022 included approximately $8,700 of net sales, an insignificant impact to gross profit, and approximately $400 of selling, general and administrative expenses.\n\n\nConsolidated Overview\n\n\nThe below tables provide:\n\n\n•\nthe components of net (loss) income and the percentage increase or decrease over the prior fiscal year amounts,\n\n\n•\na reconciliation from net (loss) income to EBITDA and Adjusted EBITDA, and\n\n\n•\na reconciliation from net (loss) income to Adjusted Net (Loss) Income and Adjusted EPS.\n\n\nFollowing the tables is a discussion and analysis of the significant components of net (loss) income.\n\n\nNet (loss) income\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n623,527\n\n\n \n\n\n \n\n\n \n\n\n(23.6\n\n\n)\n\n\n \n\n\n$\n\n\n815,758\n\n\n \n\n\n \n\n\n \n\n\n22.2\n\n\n \n\n\n \n\n\n$\n\n\n667,592\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n609,286\n\n\n \n\n\n \n\n\n \n\n\n(17.1\n\n\n)\n\n\n \n\n\n \n\n\n735,273\n\n\n \n\n\n \n\n\n \n\n\n28.1\n\n\n \n\n\n \n\n\n \n\n\n574,098\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n14,241\n\n\n \n\n\n \n\n\n \n\n\n(82.3\n\n\n)\n\n\n \n\n\n \n\n\n80,485\n\n\n \n\n\n \n\n\n \n\n\n(13.9\n\n\n)\n\n\n \n\n\n \n\n\n93,494\n\n\n \n\n\n\n\n\n\nSG&A\n\n\n \n\n\n \n\n\n47,345\n\n\n \n\n\n \n\n\n \n\n\n(9.8\n\n\n)\n\n\n \n\n\n \n\n\n52,489\n\n\n \n\n\n \n\n\n \n\n\n2.2\n\n\n \n\n\n \n\n\n \n\n\n51,334\n\n\n \n\n\n\n\n\n\nBenefit for bad debts\n\n\n \n\n\n \n\n\n(89\n\n\n)\n\n\n \n\n\n \n\n\n(80.0\n\n\n)\n\n\n \n\n\n \n\n\n(445\n\n\n)\n\n\n \n\n\n \n\n\n(66.2\n\n\n)\n\n\n \n\n\n \n\n\n(1,316\n\n\n)\n\n\n\n\n\n\nOther operating expense (income), net\n\n\n \n\n\n \n\n\n7,856\n\n\n \n\n\n \n\n\nnm\n\n\n \n\n\n \n\n\n \n\n\n(158\n\n\n)\n\n\n \n\n\n \n\n\n(103.2\n\n\n)\n\n\n \n\n\n \n\n\n4,865\n\n\n \n\n\n\n\n\n\nOperating (loss) income\n\n\n \n\n\n \n\n\n(40,871\n\n\n)\n\n\n \n\n\nnm\n\n\n \n\n\n \n\n\n \n\n\n28,599\n\n\n \n\n\n \n\n\n \n\n\n(25.9\n\n\n)\n\n\n \n\n\n \n\n\n38,611\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n \n\n\n5,468\n\n\n \n\n\n \n\n\nnm\n\n\n \n\n\n \n\n\n \n\n\n1,561\n\n\n \n\n\n \n\n\n \n\n\n(42.6\n\n\n)\n\n\n \n\n\n \n\n\n2,720\n\n\n \n\n\n\n\n\n\nEarnings from unconsolidated affiliates\n\n\n \n\n\n \n\n\n(896\n\n\n)\n\n\n \n\n\n \n\n\n48.1\n\n\n \n\n\n \n\n\n \n\n\n(605\n\n\n)\n\n\n \n\n\n \n\n\n(18.1\n\n\n)\n\n\n \n\n\n \n\n\n(739\n\n\n)\n\n\n\n\n\n\nRecovery of non-income taxes, net\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\nnm\n\n\n \n\n\n \n\n\n \n\n\n815\n\n\n \n\n\n \n\n\n \n\n\n(108.4\n\n\n)\n\n\n \n\n\n \n\n\n(9,717\n\n\n)\n\n\n\n\n\n\n(Loss) income before income taxes\n\n\n \n\n\n \n\n\n(45,443\n\n\n)\n\n\n \n\n\nnm\n\n\n \n\n\n \n\n\n \n\n\n26,828\n\n\n \n\n\n \n\n\n \n\n\n(42.1\n\n\n)\n\n\n \n\n\n \n\n\n46,347\n\n\n \n\n\n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n901\n\n\n \n\n\n \n\n\n \n\n\n(92.3\n\n\n)\n\n\n \n\n\n \n\n\n11,657\n\n\n \n\n\n \n\n\n \n\n\n(32.5\n\n\n)\n\n\n \n\n\n \n\n\n17,274\n\n\n \n\n\n\n\n\n\nNet (loss) income\n\n\n \n\n\n$\n\n\n(46,344\n\n\n)\n\n\n \n\n\nnm\n\n\n \n\n\n \n\n\n$\n\n\n15,171\n\n\n \n\n\n \n\n\n \n\n\n(47.8\n\n\n)\n\n\n \n\n\n$\n\n\n29,073\n\n\n \n\n\n\n\n\n\n \n\n\nnm – not meaningful\n\n\nEBITDA and Adjusted EBITDA (Non-GAAP Financial Measures)\n\n\nThe reconciliations of the amounts reported under GAAP for Net (Loss) Income to EBITDA and Adjusted EBITDA are as follows.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\nNet (loss) income\n\n\n \n\n\n$\n\n\n(46,344\n\n\n)\n\n\n \n\n\n$\n\n\n15,171\n\n\n \n\n\n \n\n\n$\n\n\n29,073\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n \n\n\n5,468\n\n\n \n\n\n \n\n\n \n\n\n1,561\n\n\n \n\n\n \n\n\n \n\n\n2,720\n\n\n \n\n\n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n901\n\n\n \n\n\n \n\n\n \n\n\n11,657\n\n\n \n\n\n \n\n\n \n\n\n17,274\n\n\n \n\n\n\n\n\n\nDepreciation and amortization expense \n(1)\n\n\n \n\n\n \n\n\n27,020\n\n\n \n\n\n \n\n\n \n\n\n25,986\n\n\n \n\n\n \n\n\n \n\n\n25,293\n\n\n \n\n\n\n\n\n\nEBITDA\n\n\n \n\n\n \n\n\n(12,955\n\n\n)\n\n\n \n\n\n \n\n\n54,375\n\n\n \n\n\n \n\n\n \n\n\n74,360\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAsset abandonment \n(2)\n\n\n \n\n\n \n\n\n8,247\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nContract modification costs \n(3)\n\n\n \n\n\n \n\n\n623\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nRecovery of non-income taxes, net\n (4)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n815\n\n\n \n\n\n \n\n\n \n\n\n(9,717\n\n\n)\n\n\n\n\n\n\nAdjusted EBITDA\n\n\n \n\n\n$\n\n\n(4,085\n\n\n)\n\n\n \n\n\n$\n\n\n55,190\n\n\n \n\n\n \n\n\n$\n\n\n64,643\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nWithin this reconciliation, depreciation and amortization expense excludes the amortization of debt issuance costs, which are reflected in interest expense, net. Within the accompanying consolidated statements of cash flows, amortization of debt issuance costs is reflected in depreciation and amortization expense. In fiscal 2023, interest expense, net includes $273 of loss on debt extinguishment.\n\n\n(2)\nIn fiscal 2023, UNIFI abandoned certain specialized machinery in the Americas and recorded an impairment charge. The impairment charge was recorded to reflect the lack of future positive cash flows associated with the machinery, following multiple years of investment recovery since its fiscal 2017 installation.\n\n\n(3)\nIn fiscal 2023, UNIFI amended certain existing contracts related to future purchases of texturing machinery by delaying the scheduled receipt and installation of such equipment for approximately 18 months. UNIFI paid the associated vendor $623 to establish the 18-month delay.\n\n\n(4)\nIn fiscal 2021, UNIFI recorded a recovery of non-income taxes of $9,717 related to favorable litigation results for its Brazilian operations, generating overpayments that resulted from excess social program taxes paid in prior fiscal years. For fiscal 2022, UNIFI reduced the estimated benefit based on additional clarity and review of the recovery process.\n\n\n24\n\n\n\n\nAdjusted Net (Loss) Income and Adjusted EPS (Non-GAAP Financial Measures)\n\n\nThe tables below set forth reconciliations of (i) (Loss) Income before income taxes (“Pre-tax (Loss) Income”), Provision for income taxes (“Tax Impact”) and Net (Loss) Income to Adjusted Net (Loss) Income and (ii) Diluted EPS to Adjusted EPS.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nPre-tax Loss\n\n\n \n\n\n \n\n\nTax Impact\n\n\n \n\n\n \n\n\nNet Loss\n\n\n \n\n\n \n\n\nDiluted EPS\n\n\n \n\n\n\n\n\n\nGAAP results\n\n\n \n\n\n$\n\n\n(45,443\n\n\n)\n\n\n \n\n\n$\n\n\n(901\n\n\n)\n\n\n \n\n\n$\n\n\n(46,344\n\n\n)\n\n\n \n\n\n$\n\n\n(2.57\n\n\n)\n\n\n\n\n\n\nAsset abandonment \n(1)\n\n\n \n\n\n \n\n\n8,247\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n8,247\n\n\n \n\n\n \n\n\n \n\n\n0.46\n\n\n \n\n\n\n\n\n\nContract modification costs \n(2)\n\n\n \n\n\n \n\n\n623\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n623\n\n\n \n\n\n \n\n\n \n\n\n0.03\n\n\n \n\n\n\n\n\n\nRecovery of income taxes\n (3)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(3,799\n\n\n)\n\n\n \n\n\n \n\n\n(3,799\n\n\n)\n\n\n \n\n\n \n\n\n(0.21\n\n\n)\n\n\n\n\n\n\nAdjusted results\n\n\n \n\n\n$\n\n\n(36,573\n\n\n)\n\n\n \n\n\n$\n\n\n(4,700\n\n\n)\n\n\n \n\n\n$\n\n\n(41,273\n\n\n)\n\n\n \n\n\n$\n\n\n(2.29\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWeighted average common shares outstanding\n\n\n \n\n\n \n\n\n \n\n\n18,037\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nPre-tax Income\n\n\n \n\n\n \n\n\nTax Impact\n\n\n \n\n\n \n\n\nNet Income\n\n\n \n\n\n \n\n\nDiluted EPS\n\n\n \n\n\n\n\n\n\nGAAP results\n\n\n \n\n\n$\n\n\n26,828\n\n\n \n\n\n \n\n\n$\n\n\n(11,657\n\n\n)\n\n\n \n\n\n$\n\n\n15,171\n\n\n \n\n\n \n\n\n$\n\n\n0.80\n\n\n \n\n\n\n\n\n\nRecovery of non-income taxes, net\n (4)\n\n\n \n\n\n \n\n\n815\n\n\n \n\n\n \n\n\n \n\n\n(257\n\n\n)\n\n\n \n\n\n \n\n\n558\n\n\n \n\n\n \n\n\n \n\n\n0.03\n\n\n \n\n\n\n\n\n\nRecovery of income taxes, net\n (5)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(1,446\n\n\n)\n\n\n \n\n\n \n\n\n(1,446\n\n\n)\n\n\n \n\n\n \n\n\n(0.07\n\n\n)\n\n\n\n\n\n\nAdjusted results\n\n\n \n\n\n$\n\n\n27,643\n\n\n \n\n\n \n\n\n$\n\n\n(13,360\n\n\n)\n\n\n \n\n\n$\n\n\n14,283\n\n\n \n\n\n \n\n\n$\n\n\n0.76\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWeighted average common shares outstanding\n\n\n \n\n\n \n\n\n \n\n\n18,868\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nPre-tax Income\n\n\n \n\n\n \n\n\nTax Impact\n\n\n \n\n\n \n\n\nNet Income\n\n\n \n\n\n \n\n\nDiluted EPS\n\n\n \n\n\n\n\n\n\nGAAP results\n\n\n \n\n\n$\n\n\n46,347\n\n\n \n\n\n \n\n\n$\n\n\n(17,274\n\n\n)\n\n\n \n\n\n$\n\n\n29,073\n\n\n \n\n\n \n\n\n$\n\n\n1.54\n\n\n \n\n\n\n\n\n\nRecovery of non-income taxes, net\n (4)\n\n\n \n\n\n \n\n\n(9,717\n\n\n)\n\n\n \n\n\n \n\n\n3,304\n\n\n \n\n\n \n\n\n \n\n\n(6,413\n\n\n)\n\n\n \n\n\n \n\n\n(0.34\n\n\n)\n\n\n\n\n\n\nAdjusted results\n\n\n \n\n\n$\n\n\n36,630\n\n\n \n\n\n \n\n\n$\n\n\n(13,970\n\n\n)\n\n\n \n\n\n$\n\n\n22,660\n\n\n \n\n\n \n\n\n$\n\n\n1.20\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWeighted average common shares outstanding\n\n\n \n\n\n \n\n\n \n\n\n18,856\n\n\n \n\n\n\n\n\n\n(1)\nIn fiscal 2023, UNIFI abandoned certain specialized machinery in the Americas and recorded an impairment charge. The associated tax impact was estimated to be $0 due to a valuation allowance against net operating losses in the U.S. \n\n\n(2)\nIn fiscal 2023, UNIFI amended certain existing contracts related to future purchases of texturing machinery by delaying the scheduled receipt and installation of such equipment in the U.S. and El Salvador for 18 months. UNIFI paid the associated vendor $623 to establish the 18-month delay. The associated tax impact was estimated to be $0 due to (i) a valuation allowance against net operating losses in the U.S. and (ii) UNIFI's effective tax rate in El Salvador.\n\n\n(3)\nIn fiscal 2023, UNIFI recorded a recovery of income taxes in connection with filing amended tax returns in Brazil relating to certain income taxes paid in prior fiscal years following favorable legal rulings in fiscal 2023.\n\n\n(4)\nIn fiscal 2021, UNIFI recorded a recovery of non-income taxes of $9,717 related to favorable litigation results for its Brazilian operations, generating overpayments that resulted from excess social program taxes paid in prior fiscal years. For fiscal 2022, UNIFI reduced the estimated benefit based on additional clarity and review of the recovery process.\n\n\n(5)\nIn fiscal 2022, UNIFI recorded a recovery of income taxes in Brazil regarding certain income taxes paid in prior fiscal years.\n\n\nNet Sales\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nConsolidated net sales for fiscal 2023 decreased by $192,231, or 23.6%, and consolidated sales volumes decreased 25.3%, compared to fiscal 2022. The decreases occurred primarily due to lower volumes in the Americas and Asia Segments as a result of lower global demand in connection with the inventory destocking efforts of major brands and retailers in addition to pandemic-related lockdowns in Asia, partially offset by higher selling prices in response to higher raw material and input costs.\n\n\nConsolidated weighted average sales prices increased 1.7%, primarily attributable to higher selling prices in response to higher input costs, partially offset by (a) competitive pricing pressures in Brazil and (b) a greater mix of Chip and Flake product sales in the Americas Segment.\n\n\nREPREVE Fiber products for fiscal 2023 comprised 30%, or $186,161, of consolidated net sales, down from 36%, or $293,080, for fiscal 2022. The lower volumes and net sales in the Asia Segment, which has the highest portion of REPREVE\n®\n Fiber sales as a percentage of segment net sales, was the main driver for the lower REPREVE\n®\n Fiber sales.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nConsolidated net sales for fiscal 2022 increased by $148,166, or 22.2%, and consolidated sales volumes increased 2.7%, compared to fiscal 2021. The increases occurred primarily due to (i) higher selling prices in response to increasing raw material costs and (ii) underlying sales growth led by the Asia Segment and REPREVE products.\n\n\n25\n\n\n\n\nConsolidated weighted average sales prices increased 19.5%, primarily attributable to higher selling prices in response to increasing raw material costs.\n\n\nREPREVE Fiber products for fiscal 2022 comprised 36%, or $293,080, of consolidated net sales, down from 37%, or $245,832, for fiscal 2021. The decrease was primarily due to the pandemic lockdowns in China during the fourth quarter of fiscal 2022, reducing recycled product sales for the Asia Segment.\n\n\nGross Profit\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nGross profit for fiscal 2023 decreased by $66,244, or 82.3%, compared to fiscal 2022. Gross profit decreased as a result of the decline in net sales combined with weak fixed cost absorption for the Americas Segment, where utilization and productivity are materially impactful to gross profit. Although raw material costs for the Americas Segment decreased meaningfully in the current fiscal year, the associated benefit was muted by low production levels, weak demand, and higher priced raw material inventory impacting gross margins in the first half of the fiscal year.\n\n\n•\nFor the Americas Segment, gross profit decreased due to weaker global demand, weak fixed cost absorption in connection with lower production, and overall higher raw material cost levels in beginning inventory, despite a decrease in raw material costs during fiscal 2023.\n\n\n•\nFor the Brazil Segment, gross profit decreased primarily due to the combination of high priced raw material inventory impacting gross margins in the first half of the fiscal year and decreasing market prices in Brazil due to low-cost import competition.\n\n\n•\nFor the Asia Segment, gross profit decreased primarily due to lower sales volumes in connection with weaker global demand and pandemic-related lockdowns in Asia.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nGross profit for fiscal 2022 decreased by $13,009, or 13.9%, compared to fiscal 2021. Although we experienced a significant increase in net sales, input cost and labor challenges negatively impacted our Americas gross profit, primarily in the last nine months of fiscal 2022.\n\n\n•\nFor the Americas Segment, gross profit decreased due to higher-than-expected input costs primarily for raw material, labor, packaging, and supplies, along with weaker labor productivity, offsetting the benefit from the restoration of U.S. demand following the worst months of the COVID-19 pandemic.\n\n\n•\nFor the Brazil Segment, gross profit decreased primarily due to lower volumes and a more normalized market environment in fiscal 2022 following the exceptional performance of the Brazil Segment in fiscal 2021.\n\n\n•\nFor the Asia Segment, gross profit increased primarily due to higher sales volumes.\n\n\nSG&A Expenses\n\n\nThe changes in SG&A expenses were as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSG&A for fiscal 2021\n\n\n \n\n\n$\n\n\n51,334\n\n\n \n\n\n\n\n\n\nNet increase in marketing expenses\n\n\n \n\n\n \n\n\n2,007\n\n\n \n\n\n\n\n\n\nOther net increases\n\n\n \n\n\n \n\n\n3,319\n\n\n \n\n\n\n\n\n\nNet decrease in incentive and other compensation expenses\n\n\n \n\n\n \n\n\n(4,171\n\n\n)\n\n\n\n\n\n\nSG&A for fiscal 2022\n\n\n \n\n\n$\n\n\n52,489\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSG&A for fiscal 2022\n\n\n \n\n\n$\n\n\n52,489\n\n\n \n\n\n\n\n\n\nNet decrease in incentive expenses\n\n\n \n\n\n \n\n\n(2,768\n\n\n)\n\n\n\n\n\n\nNet decrease in professional fees\n\n\n \n\n\n \n\n\n(1,104\n\n\n)\n\n\n\n\n\n\nNet decrease in marketing expenses\n\n\n \n\n\n \n\n\n(497\n\n\n)\n\n\n\n\n\n\nOther net decreases\n\n\n \n\n\n \n\n\n(775\n\n\n)\n\n\n\n\n\n\nSG&A for fiscal 2023\n\n\n \n\n\n$\n\n\n47,345\n\n\n \n\n\n\n\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nSG&A expenses decreased from fiscal 2022, primarily due to (i) lower equity compensation in fiscal 2023 and (ii) lower discretionary expenses, including marketing and advertising.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nSG&A expenses increased from fiscal 2021, primarily due to higher discretionary expenses, including marketing, advertising, and travel, partially offset by lower incentive compensation for fiscal 2022.\n\n\n26\n\n\n\n\nBenefit for Bad Debts\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nThe benefit for bad debts decreased from a benefit of $445 in fiscal 2022 to a benefit of $89 in fiscal 2023.  There was no material activity in each fiscal year.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nThe provision for bad debts decreased from a benefit of $1,316 in fiscal 2021 to a benefit of $445 in fiscal 2022.  The provision reflected no material activity in fiscal 2022.  Fiscal 2021 reflected lower-than-expected credit losses on outstanding receivables following the adverse effects of the COVID-19 pandemic on customer financial health.\n\n\nOther Operating Expense (Income), Net\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nOther operating expense (income), net was income of $158 in fiscal 2022 and expense of $7,856 in fiscal 2023, which includes foreign currency transaction gains in fiscal 2022 and 2023. Fiscal 2023 also includes (i) $8,247 of impairment related to the   abandonment of certain machinery constructed in fiscal 2017 and (ii) $623 paid to a vendor to facilitate an 18-month delay for equipment purchases.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nOther operating (income) expense, net was expense of $4,865 in fiscal 2021 and income of $158 in fiscal 2022, which primarily reflects (i) foreign currency transaction gains in fiscal 2022 and transaction losses in fiscal 2021 and (ii) a predominantly non-cash loss on disposal of assets of $2,809 recorded in fiscal 2021.\n\n\nInterest Expense, Net\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nInterest expense, net increased from fiscal 2022 to fiscal 2023. The increase was attributable to higher debt principal following continued capital investments and higher interest rates in fiscal 2023.  Interest expense, net for fiscal 2023 included a $273 loss on debt extinguishment.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nInterest expense, net decreased from fiscal 2021 to fiscal 2022. The decrease was attributable to greater interest income in fiscal 2022, primarily generated from foreign cash on deposit.\n\n\nEarnings from Unconsolidated Affiliates\n\n\nThere was no material activity for fiscal 2023, 2022, or 2021.\n\n\nRecovery of Non-Income Taxes, Net\n\n\nBrazilian companies are subject to various taxes on business operations, including turnover taxes used to fund social security and unemployment programs, commonly referred to as PIS/COFINS taxes.  UNIFI, along with numerous other companies in Brazil, challenged the constitutionality of certain state taxes historically included in the PIS/COFINS tax base.\n\n\nOn May 13, 2021, Brazil’s Supreme Federal Court (the “SFC”) ruled in favor of taxpayers, and on July 7, 2021, the Brazilian Internal Revenue Service withdrew its existing appeal. Following the SFC decision, the federal government will not issue refunds for these taxes but will instead allow for the overpayments and associated interest to be applied as credits against future PIS/COFINS tax obligations.\n\n\nThere are no limitations or restrictions on UNIFI’s ability to recover the associated overpayment claims as future income is generated. Thus, during fiscal 2021, UNIFI recorded a $9,717 recovery of non-income taxes comprised of an estimate of prior fiscal year PIS/COFINS overpayments of $6,167 and associated interest of $3,550.\n\n\nDuring fiscal 2022, UNIFI reduced the estimated recovery by $815 based on additional clarity and the review of the recovery process during the months following the associated SFC decision.\n\n\n27\n\n\n\n\nProvision for Income Taxes\n\n\nThe change in consolidated income taxes is as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\n(Loss) income before income taxes\n\n\n \n\n\n$\n\n\n(45,443\n\n\n)\n\n\n \n\n\n$\n\n\n26,828\n\n\n \n\n\n \n\n\n$\n\n\n46,347\n\n\n \n\n\n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n901\n\n\n \n\n\n \n\n\n \n\n\n11,657\n\n\n \n\n\n \n\n\n \n\n\n17,274\n\n\n \n\n\n\n\n\n\nEffective tax rate\n\n\n \n\n\n \n\n\n(2.0\n\n\n)%\n\n\n \n\n\n \n\n\n43.5\n\n\n%\n\n\n \n\n\n \n\n\n37.3\n\n\n%\n\n\n\n\n\n\nThe effective tax rate is subject to variation due to a number of factors, including: variability in pre-tax and taxable income; the mix of income by jurisdiction; changes in deferred tax valuation allowances; and changes in statutes, regulations, and case law.  Additionally, the impacts of discrete and other rate impacting items are greater when income before income taxes is lower.\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nThe decrease in the effective tax rate from fiscal 2022 to fiscal 2023 is primarily attributable to lower income for foreign subsidiaries, in combination with the impact of further losses in the U.S. and the associated valuation allowance for deferred tax assets in the current period.  Additionally, a discrete tax benefit was recognized in the second quarter of fiscal 2023 related to the recovery of certain Brazilian income taxes paid in prior years.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nThe increase in the effective tax rate from fiscal 2021 to fiscal 2022 is primarily attributable to (i) an increase in the valuation allowance in fiscal 2022 and (ii) a discrete benefit in fiscal 2021 for the retroactive GILTI high-tax exclusion.  These increases are partially offset by (i) lower U.S. tax on GILTI in in fiscal 2022 and (ii) a discrete benefit in fiscal 2022 related to a favorable SFC ruling in Brazil.\n\n\nNet (Loss) Income\n\n\nFiscal 2023 vs. Fiscal 2022\n\n\nNet loss for fiscal 2023 was $46,344, or $2.57 per diluted share, compared to net income of $15,171, or $0.80 per diluted share, for fiscal 2022. The decrease was primarily attributable to (i) the decrease in gross profit, (ii) the associated adverse impact of lower U.S. earnings on the effective tax rate in fiscal 2023, and (iii) the charge for asset abandonment of certain machinery in fiscal 2023, partially offset by a discrete tax benefit was recognized in the second quarter of fiscal 2023 related to the recovery of certain Brazilian income taxes paid in prior years.\n\n\nFiscal 2022 vs. Fiscal 2021\n\n\nNet income for fiscal 2022 was $15,171, or $0.80 per diluted share, compared to net income of $29,073, or $1.54 per diluted share, for fiscal 2021. The decrease in net income was primarily attributable to (i) lower gross profit, (ii) a higher effective tax rate in fiscal 2022, and (iii) the favorable impact of the recovery of non-income taxes in fiscal 2021.\n\n\nAdjusted EBITDA\n\n\nAdjusted EBITDA decreased from $55,190 for fiscal 2022 to ($4,085) for fiscal 2023, primarily in connection with the decrease in gross profit.\n\n\nAdjusted EBITDA decreased from $64,643 for fiscal 2021 to $55,190 for fiscal 2022, consistent with the decrease in gross profit.\n\n\nAdjusted Net (Loss) Income\n\n\nAdjusted Net (Loss) Income decreased from $14,283 for fiscal 2022 to ($41,273) for fiscal 2023, commensurate with lower gross profit and an unfavorable effective tax rate.\n\n\nAdjusted Net Income decreased from $22,660 for fiscal 2021 to $14,283 for fiscal 2022, commensurate with lower gross profit and an unfavorable effective tax rate.\n\n\n28\n\n\n\n\nSegment Overview\n\n\nFollowing is a discussion and analysis of the revenue and profitability performance of UNIFI’s reportable segments for fiscal 2023, 2022, and 2021.\n\n\nAmericas Segment\n\n\nThe components of Segment Profit, each component as a percentage of net sales and the percentage increase or decrease over the prior period amounts for the Americas Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n389,662\n\n\n \n\n\n \n\n\n \n\n\n(19.3\n\n\n)\n\n\n \n\n\n$\n\n\n483,085\n\n\n \n\n\n \n\n\n \n\n\n24.9\n\n\n \n\n\n \n\n\n$\n\n\n386,779\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n404,321\n\n\n \n\n\n \n\n\n \n\n\n(11.8\n\n\n)\n\n\n \n\n\n \n\n\n458,617\n\n\n \n\n\n \n\n\n \n\n\n30.9\n\n\n \n\n\n \n\n\n \n\n\n350,373\n\n\n \n\n\n\n\n\n\nGross (loss) profit\n\n\n \n\n\n \n\n\n(14,659\n\n\n)\n\n\n \n\n\n \n\n\n(159.9\n\n\n)\n\n\n \n\n\n \n\n\n24,468\n\n\n \n\n\n \n\n\n \n\n\n(32.8\n\n\n)\n\n\n \n\n\n \n\n\n36,406\n\n\n \n\n\n\n\n\n\nDepreciation expense\n\n\n \n\n\n \n\n\n22,044\n\n\n \n\n\n \n\n\n \n\n\n4.2\n\n\n \n\n\n \n\n\n \n\n\n21,153\n\n\n \n\n\n \n\n\n \n\n\n0.5\n\n\n \n\n\n \n\n\n \n\n\n21,054\n\n\n \n\n\n\n\n\n\nSegment Profit\n\n\n \n\n\n$\n\n\n7,385\n\n\n \n\n\n \n\n\n \n\n\n(83.8\n\n\n)\n\n\n \n\n\n$\n\n\n45,621\n\n\n \n\n\n \n\n\n \n\n\n(20.6\n\n\n)\n\n\n \n\n\n$\n\n\n57,460\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n(3.8\n\n\n)%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n5.1\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9.4\n\n\n%\n\n\n\n\n\n\nSegment margin\n\n\n \n\n\n \n\n\n1.9\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9.4\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n14.9\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment net sales as a percentage\n  of consolidated amount\n\n\n \n\n\n \n\n\n62.5\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n59.2\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n57.9\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment Profit as a\n  percentage of consolidated amount\n\n\n \n\n\n \n\n\n19.3\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n44.2\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n49.6\n\n\n%\n\n\n\n\n\n\n \n\n\nThe changes in net sales for the Americas Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet sales for fiscal 2021\n\n\n \n\n\n$\n\n\n386,779\n\n\n \n\n\n\n\n\n\nNet change in average selling price and sales mix\n\n\n \n\n\n \n\n\n80,337\n\n\n \n\n\n\n\n\n\nIncrease due to an additional week of sales in fiscal 2022\n\n\n \n\n\n \n\n\n8,703\n\n\n \n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n7,266\n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2022\n\n\n \n\n\n$\n\n\n483,085\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2022\n\n\n \n\n\n$\n\n\n483,085\n\n\n \n\n\n\n\n\n\nDecrease in sales volumes\n\n\n \n\n\n \n\n\n(92,593\n\n\n)\n\n\n\n\n\n\nDecrease due to an additional week of sales in fiscal 2022\n\n\n \n\n\n \n\n\n(8,703\n\n\n)\n\n\n\n\n\n\nNet change in average selling price and sales mix\n\n\n \n\n\n \n\n\n7,873\n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2023\n\n\n \n\n\n$\n\n\n389,662\n\n\n \n\n\n\n\n\n\nThe decrease in net sales for the Americas Segment from fiscal 2022 to fiscal 2023 was primarily attributable to lower sales volumes following weaker global textile demand.\n\n\nThe increase in net sales for the Americas Segment from fiscal 2021 to fiscal 2022 was primarily attributable to (i) higher average selling prices in response to increasing input costs and (ii) an additional week of sales in fiscal 2022.\n\n\nThe changes in Segment Profit for the Americas Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSegment Profit for fiscal 2021\n\n\n \n\n\n$\n\n\n57,460\n\n\n \n\n\n\n\n\n\nChange in underlying margins and sales mix\n\n\n \n\n\n \n\n\n(12,918\n\n\n)\n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n1,079\n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2022\n\n\n \n\n\n$\n\n\n45,621\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2022\n\n\n \n\n\n$\n\n\n45,621\n\n\n \n\n\n\n\n\n\nChange in underlying margins and sales mix\n\n\n \n\n\n \n\n\n(29,492\n\n\n)\n\n\n\n\n\n\nDecrease in sales volumes\n\n\n \n\n\n \n\n\n(8,744\n\n\n)\n\n\n\n\n\n\nSegment Profit for fiscal 2023\n\n\n \n\n\n$\n\n\n7,385\n\n\n \n\n\n\n\n\n\nThe decrease in Segment Profit for the Americas Segment from fiscal 2022 to fiscal 2023 was primarily attributable to lower production volumes driving weaker fixed cost absorption in connection with lower sales volumes.  The difference in fiscal weeks was not meaningful to Segment Profit.\n\n\nThe decrease in Segment Profit for the Americas Segment from fiscal 2021 to fiscal 2022 was primarily attributable to the adverse impacts of higher input costs outpacing selling price adjustments and weaker labor productivity.  The difference in fiscal weeks was not meaningful to Segment Profit.\n\n\n29\n\n\n\n\nBrazil Segment\n\n\nThe components of Segment Profit, each component as a percentage of net sales and the percentage increase or decrease over the prior period amounts for the Brazil Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n119,062\n\n\n \n\n\n \n\n\n \n\n\n(5.6\n\n\n)\n\n\n \n\n\n$\n\n\n126,066\n\n\n \n\n\n \n\n\n \n\n\n31.4\n\n\n \n\n\n \n\n\n$\n\n\n95,976\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n106,900\n\n\n \n\n\n \n\n\n \n\n\n8.1\n\n\n \n\n\n \n\n\n \n\n\n98,925\n\n\n \n\n\n \n\n\n \n\n\n53.9\n\n\n \n\n\n \n\n\n \n\n\n64,281\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n12,162\n\n\n \n\n\n \n\n\n \n\n\n(55.2\n\n\n)\n\n\n \n\n\n \n\n\n27,141\n\n\n \n\n\n \n\n\n \n\n\n(14.4\n\n\n)\n\n\n \n\n\n \n\n\n31,695\n\n\n \n\n\n\n\n\n\nDepreciation expense\n\n\n \n\n\n \n\n\n2,035\n\n\n \n\n\n \n\n\n \n\n\n35.7\n\n\n \n\n\n \n\n\n \n\n\n1,500\n\n\n \n\n\n \n\n\n \n\n\n14.1\n\n\n \n\n\n \n\n\n \n\n\n1,315\n\n\n \n\n\n\n\n\n\nSegment Profit\n\n\n \n\n\n$\n\n\n14,197\n\n\n \n\n\n \n\n\n \n\n\n(50.4\n\n\n)\n\n\n \n\n\n$\n\n\n28,641\n\n\n \n\n\n \n\n\n \n\n\n(13.2\n\n\n)\n\n\n \n\n\n$\n\n\n33,010\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n10.2\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n21.5\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n33.0\n\n\n%\n\n\n\n\n\n\nSegment margin\n\n\n \n\n\n \n\n\n11.9\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n22.7\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n34.4\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment net sales as a percentage\n  of consolidated amount\n\n\n \n\n\n \n\n\n19.1\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n15.5\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n14.4\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment Profit as a percentage\n  of consolidated amount\n\n\n \n\n\n \n\n\n37.0\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n27.8\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n28.5\n\n\n%\n\n\n\n\n\n\n \n\n\nThe changes in net sales for the Brazil Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet sales for fiscal 2021\n\n\n \n\n\n$\n\n\n95,976\n\n\n \n\n\n\n\n\n\nIncrease in average selling price and change in sales mix\n\n\n \n\n\n \n\n\n26,343\n\n\n \n\n\n\n\n\n\nFavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n2,757\n\n\n \n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n990\n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2022\n\n\n \n\n\n$\n\n\n126,066\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2022\n\n\n \n\n\n$\n\n\n126,066\n\n\n \n\n\n\n\n\n\nDecrease in average selling price and change in sales mix\n\n\n \n\n\n \n\n\n(19,862\n\n\n)\n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n11,373\n\n\n \n\n\n\n\n\n\nFavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n1,485\n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2023\n\n\n \n\n\n$\n\n\n119,062\n\n\n \n\n\n\n\n\n\nThe decrease in net sales for the Brazil Segment from fiscal 2022 to fiscal 2023 was primarily attributable to selling price pressures from low-priced imports. The Brazil Segment has undertaken aggressive pricing (i) against low-priced competitive imports and (ii) in the pursuit of greater market share.\n\n\nThe increase in net sales for the Brazil Segment from fiscal 2021 to fiscal 2022 was primarily attributable to higher selling prices associated with higher input costs and favorable foreign currency translation effects.\n\n\nThe changes in Segment Profit for the Brazil Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSegment Profit for fiscal 2021\n\n\n \n\n\n$\n\n\n33,010\n\n\n \n\n\n\n\n\n\nDecrease in underlying margins\n\n\n \n\n\n \n\n\n(5,773\n\n\n)\n\n\n\n\n\n\nFavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n1,063\n\n\n \n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n341\n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2022\n\n\n \n\n\n$\n\n\n28,641\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2022\n\n\n \n\n\n$\n\n\n28,641\n\n\n \n\n\n\n\n\n\nDecrease in underlying margins\n\n\n \n\n\n \n\n\n(17,494\n\n\n)\n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n2,594\n\n\n \n\n\n\n\n\n\nFavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n456\n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2023\n\n\n \n\n\n$\n\n\n14,197\n\n\n \n\n\n\n\n\n\nThe decrease in Segment Profit for the Brazil Segment from fiscal 2022 to fiscal 2023 was primarily attributable to an overall decrease in gross margin mainly due to the decrease in selling prices discussed above and the impact of higher raw material costs in beginning inventory.\n\n\nThe decrease in Segment Profit for the Brazil Segment from fiscal 2021 to fiscal 2022 was primarily attributable to an overall decrease in gross margin following the normalization of the competitive environment in Brazil, which was exceptionally favorable for the Brazil Segment during the fiscal 2021 economic recovery.\n\n\n30\n\n\n\n\nAsia Segment\n\n\nThe components of Segment Profit, each component as a percentage of net sales and the percentage increase or decrease over the prior period amounts for the Asia Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n114,803\n\n\n \n\n\n \n\n\n \n\n\n(44.4\n\n\n)\n\n\n \n\n\n$\n\n\n206,607\n\n\n \n\n\n \n\n\n \n\n\n11.8\n\n\n \n\n\n \n\n\n$\n\n\n184,837\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n98,065\n\n\n \n\n\n \n\n\n \n\n\n(44.8\n\n\n)\n\n\n \n\n\n \n\n\n177,731\n\n\n \n\n\n \n\n\n \n\n\n11.5\n\n\n \n\n\n \n\n\n \n\n\n159,444\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n16,738\n\n\n \n\n\n \n\n\n \n\n\n(42.0\n\n\n)\n\n\n \n\n\n \n\n\n28,876\n\n\n \n\n\n \n\n\n \n\n\n13.7\n\n\n \n\n\n \n\n\n \n\n\n25,393\n\n\n \n\n\n\n\n\n\nDepreciation expense\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nSegment Profit\n\n\n \n\n\n$\n\n\n16,738\n\n\n \n\n\n \n\n\n \n\n\n(42.0\n\n\n)\n\n\n \n\n\n$\n\n\n28,876\n\n\n \n\n\n \n\n\n \n\n\n13.7\n\n\n \n\n\n \n\n\n$\n\n\n25,393\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n14.6\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n14.0\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n13.7\n\n\n%\n\n\n\n\n\n\nSegment margin\n\n\n \n\n\n \n\n\n14.6\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n14.0\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n13.7\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment net sales as a percentage\n  of consolidated amount\n\n\n \n\n\n \n\n\n18.4\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n25.3\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n27.7\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment Profit as a percentage\n  of consolidated amount\n\n\n \n\n\n \n\n\n43.7\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n28.0\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n21.9\n\n\n%\n\n\n\n\n\n\n \n\n\nThe changes in net sales for the Asia Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet sales for fiscal 2021\n\n\n \n\n\n$\n\n\n184,837\n\n\n \n\n\n\n\n\n\nChange in average selling price and sales mix\n\n\n \n\n\n \n\n\n9,686\n\n\n \n\n\n\n\n\n\nNet increase in sales volumes\n\n\n \n\n\n \n\n\n8,298\n\n\n \n\n\n\n\n\n\nFavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n3,786\n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2022\n\n\n \n\n\n$\n\n\n206,607\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2022\n\n\n \n\n\n$\n\n\n206,607\n\n\n \n\n\n\n\n\n\nNet decrease in sales volumes\n\n\n \n\n\n \n\n\n(92,535\n\n\n)\n\n\n\n\n\n\nUnfavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n(13,455\n\n\n)\n\n\n\n\n\n\nChange in average selling price and sales mix\n\n\n \n\n\n \n\n\n14,186\n\n\n \n\n\n\n\n\n\nNet sales for fiscal 2023\n\n\n \n\n\n$\n\n\n114,803\n\n\n \n\n\n\n\n\n\nThe decrease in net sales for the Asia Segment from fiscal 2022 to fiscal 2023 was primarily attributable to weaker global demand and pandemic-related lockdowns driving lower sales volumes, partially offset by a strong sales mix.\n\n\nThe increase in net sales for the Asia Segment from fiscal 2021 to fiscal 2022 was primarily attributable to the continued momentum of REPREVE-branded products contributing to underlying sales growth, partially offset by supply chain and shipping challenges in Asia in connection with pandemic-related lockdowns during the fourth quarter of fiscal 2022.\n\n\nThe changes in Segment Profit for the Asia Segment are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSegment Profit for fiscal 2021\n\n\n \n\n\n$\n\n\n25,393\n\n\n \n\n\n\n\n\n\nChange in underlying margins and sales mix\n\n\n \n\n\n \n\n\n1,824\n\n\n \n\n\n\n\n\n\nIncrease in sales volumes\n\n\n \n\n\n \n\n\n1,140\n\n\n \n\n\n\n\n\n\nFavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n519\n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2022\n\n\n \n\n\n$\n\n\n28,876\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2022\n\n\n \n\n\n$\n\n\n28,876\n\n\n \n\n\n\n\n\n\nDecrease in sales volumes\n\n\n \n\n\n \n\n\n(12,885\n\n\n)\n\n\n\n\n\n\nUnfavorable foreign currency translation effects\n\n\n \n\n\n \n\n\n(1,981\n\n\n)\n\n\n\n\n\n\nChange in underlying margins and sales mix\n\n\n \n\n\n \n\n\n2,728\n\n\n \n\n\n\n\n\n\nSegment Profit for fiscal 2023\n\n\n \n\n\n$\n\n\n16,738\n\n\n \n\n\n\n\n\n\nThe decrease in Segment Profit for the Asia Segment from fiscal 2022 to fiscal 2023 follows the decline in net sales and sales volumes discussed above, as the comparable gross margin rate for the Asia Segment improved due to a stronger sales mix.\n\n\nThe increase in Segment Profit for the Asia Segment from fiscal 2021 to fiscal 2022 was primarily attributable to higher sales volumes with a stronger sales mix in fiscal 2022.\n\n\n31\n\n\n\n\nLiquidity and Capital Resources\n\n\nUNIFI’s primary capital requirements are for working capital, capital expenditures, debt service and share repurchases.  UNIFI’s primary sources of capital are cash generated from operations and borrowings available under the 2022 ABL Revolver (as defined below) of its credit facility.\n\n\nAs of July 2, 2023, all of UNIFI’s $140,899 of debt obligations were guaranteed by certain of its domestic operating subsidiaries, and 99% of UNIFI’s cash and cash equivalents were held by its foreign subsidiaries. Cash and cash equivalents held by foreign subsidiaries may not be presently available to fund UNIFI’s domestic capital requirements, including its domestic debt obligations. UNIFI employs a variety of strategies to ensure that its worldwide cash is available in the locations where it is needed.\n\n\nThe following table presents a summary of cash and cash equivalents, borrowings available under financing arrangements, liquidity, working capital and total debt obligations as of July 2, 2023 for domestic operations compared to foreign operations:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nDomestic\n\n\n \n\n\n \n\n\nForeign\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\nCash and cash equivalents\n\n\n \n\n\n$\n\n\n292\n\n\n \n\n\n \n\n\n$\n\n\n46,668\n\n\n \n\n\n \n\n\n$\n\n\n46,960\n\n\n \n\n\n\n\n\n\nBorrowings available under financing arrangements\n\n\n \n\n\n \n\n\n55,735\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n55,735\n\n\n \n\n\n\n\n\n\nLiquidity\n\n\n \n\n\n$\n\n\n56,027\n\n\n \n\n\n \n\n\n$\n\n\n46,668\n\n\n \n\n\n \n\n\n$\n\n\n102,695\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWorking capital\n\n\n \n\n\n$\n\n\n89,758\n\n\n \n\n\n \n\n\n$\n\n\n132,307\n\n\n \n\n\n \n\n\n$\n\n\n222,065\n\n\n \n\n\n\n\n\n\nTotal debt obligations\n\n\n \n\n\n$\n\n\n140,899\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n140,899\n\n\n \n\n\n\n\n\n\nFor fiscal 2023, cash generated from operations was $4,740 and, at July 2, 2023, excess availability under the 2022 ABL Revolver was $55,735.  Our liquidity position (calculated in the table above) remains elevated and is expected to be adequate to allow UNIFI to manage through the current macro-economic environment and to respond quickly to demand recovery.\n\n\nUNIFI considers $43,664 of its unremitted foreign earnings to be permanently reinvested to fund working capital requirements and operations abroad, and has therefore not recognized a deferred tax liability for the estimated future taxes that would be incurred upon repatriation. If these earnings were distributed in the form of dividends or otherwise, or if the shares of the relevant foreign subsidiaries were sold or otherwise transferred, UNIFI could be subject to additional tax liabilities of approximately $11,592.\n\n\nLiquidity Considerations\n\n\nOperationally, UNIFI navigated the impact on liquidity of the COVID-19 pandemic by diligently managing the balance sheet and operational spending, in addition to utilizing cash received from a minority interest divestiture in April 2020. Following the COVID-19 pandemic, global demand recovery allowed for strong results and cash generation in fiscal 2021. However, inflationary pressures and demand uncertainty throughout fiscal 2022 and 2023 created risks to liquidity.\n\n\nFollowing the establishment of the 2022 Credit Agreement, UNIFI’s cash and liquidity positions are considered sufficient to sustain its operations and meet its growth needs. However, further degradation in the macroeconomic environment could introduce additional liquidity risk and require UNIFI to limit cash outflows for discretionary activities while further utilizing available and additional forms of credit. Since the onset of the COVID-19 pandemic and the date of this report, we have not taken advantage of rent, lease or debt deferrals, forbearance periods, or other concessions; or relied on supply chain financing, structured trade payables, or vendor financing.\n\n\nAlthough short-term global demand appears somewhat uncertain, we do not currently anticipate that any adverse events or circumstances will place critical pressure on (i) our liquidity position; or (ii) our ability to fund our operations, capital expenditures, and expected business growth. Should global demand, economic activity, or input availability decline considerably for a prolonged period of time (for example, in connection with the Russia-Ukraine conflict or the macro-economic factors leading to inflation and a potential recession), UNIFI maintains the ability to (i) seek additional credit or financing arrangements and/or (ii) re-implement cost reduction initiatives to preserve cash and secure the longevity of the business and operations.\n\n\nAdditionally, UNIFI considers opportunities to repatriate existing cash to reduce debt and preserve or enhance liquidity. In fiscal 2023, we repatriated approximately $19,000 from our operations in Asia to the U.S. via an existing intercompany note and, after remitting the appropriate withholding taxes, utilized the cash to reduce our outstanding revolver borrowings, thereby increasing the availability. Management regularly evaluates such repatriations and believes that it has the ability to take additional, similar actions from time to time, as circumstances warrant.\n\n\nRecognizing the continuing weak demand environment, in the third quarter of fiscal 2023, UNIFI negotiated a contract modification with an equipment vendor from which significant capital expenditures had occurred and were planned to continue through September 2024. The contract modification was executed at a cost to UNIFI of $623 and allows UNIFI to delay the associated equipment purchases and installation activities for 18 months, such that approximately $25,000 of capital expenditures originally expected over the March 2023 to September 2024 period are now expected to occur over the September 2024 to March 2026 period. This action allows for (i) improved short- and mid-term liquidity in light of the current subdued levels of sales and facility utilization and (ii) a better matching of future capital expenditures with expected higher levels of future business activity.\n\n\nDuring fiscal 2024, we expect the majority of our capital will be deployed to support further working capital needs associated with recovering demand and product sales. Nonetheless, given the current global economic risks, we are prepared to act swiftly and diligently to ensure the vitality of the business.\n\n\n32\n\n\n\n\nDebt Obligations\n\n\nThe following table presents details for UNIFI’s debt obligations:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted Average\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nScheduled\n\n\n \n\n\nInterest Rate as of\n\n\n \n\n\nPrincipal Amounts as of\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nMaturity Date\n\n\n \n\n\nJuly 2, 2023\n\n\n \n\n\nJuly 2, 2023\n\n\n \n\n\n \n\n\nJuly 3, 2022\n\n\n \n\n\n\n\n\n\nABL Revolver\n\n\n \n\n\nOctober 2027\n\n\n \n\n\n7.1%\n\n\n \n\n\n \n\n\n$\n\n\n18,100\n\n\n \n\n\n \n\n\n$\n\n\n41,300\n\n\n \n\n\n\n\n\n\nABL Term Loan\n\n\n \n\n\nOctober 2027\n\n\n \n\n\n6.6%\n\n\n \n\n\n \n\n\n \n\n\n110,400\n\n\n \n\n\n \n\n\n \n\n\n65,000\n\n\n \n\n\n\n\n\n\nFinance lease obligations\n\n\n \n\n\n(1)\n\n\n \n\n\n4.8%\n\n\n \n\n\n \n\n\n \n\n\n10,767\n\n\n \n\n\n \n\n\n \n\n\n7,261\n\n\n \n\n\n\n\n\n\nConstruction financing\n\n\n \n\n\n(2)\n\n\n \n\n\n6.9%\n\n\n \n\n\n \n\n\n \n\n\n1,632\n\n\n \n\n\n \n\n\n \n\n\n729\n\n\n \n\n\n\n\n\n\nTotal debt\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n140,899\n\n\n \n\n\n \n\n\n \n\n\n114,290\n\n\n \n\n\n\n\n\n\nCurrent ABL Term Loan\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(9,200\n\n\n)\n\n\n \n\n\n \n\n\n(10,000\n\n\n)\n\n\n\n\n\n\nCurrent portion of finance lease obligations\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(2,806\n\n\n)\n\n\n \n\n\n \n\n\n(1,726\n\n\n)\n\n\n\n\n\n\nUnamortized debt issuance costs\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(289\n\n\n)\n\n\n \n\n\n \n\n\n(255\n\n\n)\n\n\n\n\n\n\nTotal long-term debt\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n128,604\n\n\n \n\n\n \n\n\n$\n\n\n102,309\n\n\n \n\n\n\n\n\n\n(1)\nScheduled maturity dates for finance lease obligations range from March 2025 to May 2028, as further outlined in Note 4, “Leases.”\n\n\n(2)\nRefer to the discussion below under the subheading “\nConstruction Financing\n” for further information.\n\n\nABL Facility and Amendments\n\n\nOn October 28, 2022, Unifi, Inc. and certain of its subsidiaries entered into a Second Amended and Restated Credit Agreement (the “2022 Credit Agreement”) with a syndicate of lenders. The 2022 Credit Agreement provides for a $230,000 senior secured credit facility (the “2022 ABL Facility”), including a $115,000 revolving credit facility (the \"2022 ABL Revolver\") and a term loan (the \"2022 ABL Term Loan\") that can be reset up to a maximum amount of $115,000, once per fiscal year, if certain conditions are met. The 2022 ABL Facility has a maturity date of October 28, 2027. The 2022 ABL Term Loan requires quarterly principal payments of $2,300 that began on February 1, 2023.  Borrowings under the 2022 ABL Facility bear interest at SOFR plus 0.10% plus an applicable margin of 1.25% to 1.75%, or the Base Rate (as defined in the 2022 Credit Agreement) plus an applicable margin of 0.25% to 0.75%, with interest paid most commonly on a monthly basis.\n\n\nIn connection with the 2022 Credit Agreement, UNIFI recorded a $273 loss on debt extinguishment to interest expense in the second quarter of fiscal 2023.\n\n\nPrior to entering into the 2022 Credit Agreement, Unifi, Inc. and certain of its subsidiaries maintained a similar credit agreement that established a $200,000 senior secured credit facility (the “Prior ABL Facility”), including a $100,000 revolving credit facility (the “Prior ABL Revolver”) and a term loan that could be reset up to a maximum amount of $100,000, once per fiscal year, if certain conditions were met (the “Prior ABL Term Loan”). The Prior ABL Facility had a maturity date of December 18, 2023 and the significant terms and conditions of the 2022 ABL Facility are nearly identical to those of the Prior ABL Facility.\n \n\n\nSimilar to the Prior ABL Facility, the 2022 ABL Facility is secured by a first-priority perfected security interest in substantially all owned property and assets (together with all proceeds and products) of Unifi, Inc., Unifi Manufacturing, Inc., and a certain subsidiary guarantor (collectively, the “Loan Parties”). It is also secured by a first-priority security interest in all (or 65% in the case of UNIFI’s first-tier controlled foreign subsidiary, as required by the lenders) of the stock of (or other ownership interests in) each of the Loan Parties (other than Unifi, Inc.) and certain subsidiaries of the Loan Parties, together with all proceeds and products thereof.\n\n\nSimilar to the Prior ABL Facility, if excess availability under the 2022 ABL Revolver falls below the Trigger Level (as defined in the 2022 Credit Agreement), a financial covenant requiring the Loan Parties to maintain a fixed charge coverage ratio on a quarterly basis of at least 1.05 to 1.00 becomes effective. The Trigger Level as of July 2, 2023 was $22,540. In addition, the 2022 ABL Facility contains restrictions on particular payments and investments, including certain restrictions on the payment of dividends and share repurchases. Subject to specific provisions, the 2022 ABL Term Loan may be prepaid at par, in whole or in part, at any time before the maturity date, at UNIFI’s discretion.\n\n\nSimilar to the Prior ABL Facility, the applicable margin is based on (i) the excess availability under the 2022 ABL Revolver and (ii) the consolidated leverage ratio, calculated as of the end of each fiscal quarter. UNIFI’s ability to borrow under the 2022 ABL Revolver is limited to a borrowing base equal to specified percentages of eligible accounts receivable and inventories and is subject to certain conditions and limitations. There is also a monthly unused line fee under the 2022 ABL Revolver of 0.25%.\n\n\nAs of July 2, 2023: UNIFI was in compliance with all financial covenants in the Credit Agreement; excess availability under the 2022 ABL Revolver was $55,735 and UNIFI had $0 of standby letters of credit. Management maintains the capability to improve the fixed charge coverage ratio utilizing existing foreign cash and cash equivalents.\n\n\nUNIFI had maintained three interest rate swaps to fix LIBOR at approximately 1.9% on $75,000 of variable-rate debt. Such swaps terminated in May 2022 and no interest rate swaps were in effect during fiscal 2023.\n\n\nUNIFI did not incur additional costs or administrative burdens during the transition from LIBOR to SOFR with the establishment of the 2022 Credit Agreement.\n\n\n33\n\n\n\n\nFinance Lease Obligations\n\n\nDuring fiscal 2023, UNIFI entered into finance lease obligations totaling $5,629 for texturing machines.  The maturity dates of these obligations occur during fiscal 2028 with interest rates between 4.4% and 6.2%.\n \n\n\nDuring fiscal 2022, UNIFI entered into finance lease obligations totaling $2,493 for texturing machines.  The maturity dates of these obligations occur during fiscal 2027 with interest rates between 3.0% and 4.4%.\n \n\n\nDuring fiscal 2021, UNIFI entered into finance lease obligations totaling $740 for certain transportation equipment.  The maturity date of these obligations is June 2025 with an interest rate of 3.8%.\n \n\n\nConstruction Financing\n\n\nIn May 2021, UNIFI entered into an agreement with a third party lender that provides for construction-period financing for certain texturing machinery included in our capital allocation plans. UNIFI records project costs to construction in progress and the corresponding liability to construction financing (within long-term debt). The agreement provides for monthly, interest-only payments during the construction period, at a rate of SOFR plus 1.25%, and contains terms customary for a financing of this type.\n \n\n\nEach borrowing under the agreement provides for 60 monthly payments, which will commence upon the completion of the construction period with a fixed interest rate of approximately SOFR plus 1.0% to 1.2%. In connection with this construction financing arrangement, UNIFI has borrowed a total of $9,755 and transitioned $8,123 of completed asset costs to finance lease obligations as of July 2, 2023.\n \n\n\nScheduled Debt Maturities\n\n\nThe following table presents the scheduled maturities of UNIFI’s outstanding debt obligations for the following five fiscal years and thereafter.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2024\n\n\n \n\n\n \n\n\nFiscal 2025\n\n\n \n\n\n \n\n\nFiscal 2026\n\n\n \n\n\n \n\n\nFiscal 2027\n\n\n \n\n\n \n\n\nFiscal 2028\n\n\n \n\n\n \n\n\nThereafter\n\n\n \n\n\n\n\n\n\nABL Revolver\n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n18,100\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\nABL Term Loan\n\n\n \n\n\n \n\n\n9,200\n\n\n \n\n\n \n\n\n \n\n\n9,200\n\n\n \n\n\n \n\n\n \n\n\n9,200\n\n\n \n\n\n \n\n\n \n\n\n9,200\n\n\n \n\n\n \n\n\n \n\n\n73,600\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nFinance lease obligations\n\n\n \n\n\n \n\n\n2,806\n\n\n \n\n\n \n\n\n \n\n\n2,779\n\n\n \n\n\n \n\n\n \n\n\n2,401\n\n\n \n\n\n \n\n\n \n\n\n1,902\n\n\n \n\n\n \n\n\n \n\n\n879\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nTotal \n(1)\n\n\n \n\n\n$\n\n\n12,006\n\n\n \n\n\n \n\n\n$\n\n\n11,979\n\n\n \n\n\n \n\n\n$\n\n\n11,601\n\n\n \n\n\n \n\n\n$\n\n\n11,102\n\n\n \n\n\n \n\n\n$\n\n\n92,579\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nTotal reported excludes $1,632 for construction financing, described above.\n\n\n \n\n\nFurther discussion of the terms and conditions of the Credit Agreement and the Company’s existing indebtedness is outlined in Note 12, “Long-Term Debt,” to the accompanying consolidated financial statements.\n\n\nNet Debt (Non-GAAP Financial Measure)\n\n\nThe reconciliations for Net Debt are as follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nJuly 2, 2023\n\n\n \n\n\n \n\n\nJuly 3, 2022\n\n\n \n\n\n\n\n\n\nLong-term debt\n\n\n \n\n\n$\n\n\n128,604\n\n\n \n\n\n \n\n\n$\n\n\n102,309\n\n\n \n\n\n\n\n\n\nCurrent portion of long-term debt\n\n\n \n\n\n \n\n\n12,006\n\n\n \n\n\n \n\n\n \n\n\n11,726\n\n\n \n\n\n\n\n\n\nUnamortized debt issuance costs\n\n\n \n\n\n \n\n\n289\n\n\n \n\n\n \n\n\n \n\n\n255\n\n\n \n\n\n\n\n\n\nDebt principal\n\n\n \n\n\n \n\n\n140,899\n\n\n \n\n\n \n\n\n \n\n\n114,290\n\n\n \n\n\n\n\n\n\nLess: cash and cash equivalents\n\n\n \n\n\n \n\n\n46,960\n\n\n \n\n\n \n\n\n \n\n\n53,290\n\n\n \n\n\n\n\n\n\nNet Debt\n\n\n \n\n\n$\n\n\n93,939\n\n\n \n\n\n \n\n\n$\n\n\n61,000\n\n\n \n\n\n\n\n\n\n \n\n\n34\n\n\n\n\nWorking Capital and Adjusted Working Capital (Non-GAAP Financial Measures)\n\n\nThe following table presents the components of working capital and the reconciliation from working capital to Adjusted Working Capital:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nJuly 2, 2023\n\n\n \n\n\n \n\n\nJuly 3, 2022\n\n\n \n\n\n\n\n\n\nCash and cash equivalents\n\n\n \n\n\n$\n\n\n46,960\n\n\n \n\n\n \n\n\n$\n\n\n53,290\n\n\n \n\n\n\n\n\n\nReceivables, net\n\n\n \n\n\n \n\n\n83,725\n\n\n \n\n\n \n\n\n \n\n\n106,565\n\n\n \n\n\n\n\n\n\nInventories\n\n\n \n\n\n \n\n\n150,810\n\n\n \n\n\n \n\n\n \n\n\n173,295\n\n\n \n\n\n\n\n\n\nIncome taxes receivable\n\n\n \n\n\n \n\n\n238\n\n\n \n\n\n \n\n\n \n\n\n160\n\n\n \n\n\n\n\n\n\nOther current assets\n\n\n \n\n\n \n\n\n12,327\n\n\n \n\n\n \n\n\n \n\n\n18,956\n\n\n \n\n\n\n\n\n\nAccounts payable\n\n\n \n\n\n \n\n\n(44,455\n\n\n)\n\n\n \n\n\n \n\n\n(73,544\n\n\n)\n\n\n\n\n\n\nOther current liabilities\n\n\n \n\n\n \n\n\n(12,932\n\n\n)\n\n\n \n\n\n \n\n\n(19,806\n\n\n)\n\n\n\n\n\n\nIncome taxes payable\n\n\n \n\n\n \n\n\n(789\n\n\n)\n\n\n \n\n\n \n\n\n(1,526\n\n\n)\n\n\n\n\n\n\nCurrent operating lease liabilities\n\n\n \n\n\n \n\n\n(1,813\n\n\n)\n\n\n \n\n\n \n\n\n(2,190\n\n\n)\n\n\n\n\n\n\nCurrent portion of long-term debt\n\n\n \n\n\n \n\n\n(12,006\n\n\n)\n\n\n \n\n\n \n\n\n(11,726\n\n\n)\n\n\n\n\n\n\nWorking capital\n\n\n \n\n\n$\n\n\n222,065\n\n\n \n\n\n \n\n\n$\n\n\n243,474\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nLess: Cash and cash equivalents\n\n\n \n\n\n \n\n\n(46,960\n\n\n)\n\n\n \n\n\n \n\n\n(53,290\n\n\n)\n\n\n\n\n\n\nLess: Income taxes receivable\n\n\n \n\n\n \n\n\n(238\n\n\n)\n\n\n \n\n\n \n\n\n(160\n\n\n)\n\n\n\n\n\n\nLess: Income taxes payable\n\n\n \n\n\n \n\n\n789\n\n\n \n\n\n \n\n\n \n\n\n1,526\n\n\n \n\n\n\n\n\n\nLess: Current operating lease liabilities\n\n\n \n\n\n \n\n\n1,813\n\n\n \n\n\n \n\n\n \n\n\n2,190\n\n\n \n\n\n\n\n\n\nLess: Current portion of long-term debt\n\n\n \n\n\n \n\n\n12,006\n\n\n \n\n\n \n\n\n \n\n\n11,726\n\n\n \n\n\n\n\n\n\nAdjusted Working Capital\n\n\n \n\n\n$\n\n\n189,475\n\n\n \n\n\n \n\n\n$\n\n\n205,466\n\n\n \n\n\n\n\n\n\n \n\n\nWorking capital decreased from $243,474 as of July 3, 2022 to $222,065 as of July 2, 2023, while Adjusted Working Capital decreased from $205,466 to $189,475, both primarily in connection with slower overall economic conditions and higher input costs. Working capital and Adjusted Working Capital are within the range of management’s expectations based on the composition of the underlying business and global structure.\n\n\nThe decrease in cash and cash equivalents was primarily driven by capital expenditures and scheduled debt service. The decrease in receivables, net was primarily due to (i) a decrease in sales following lower global demand and (ii) a decrease in banker’s acceptance notes held by our Asia Segment. The decrease in inventories was primarily attributable to a decline in raw material purchases and costs in fiscal 2023. The decrease in other current assets was primarily due to utilization of the fiscal 2021 recovery of non-income taxes in Brazil and lower vendor deposits. The decrease in accounts payable followed the decrease in inventories and production activity in fiscal 2023. The decrease in other current liabilities primarily reflects lower business activities and the routine timing differences for payroll and other operating expenses. Income taxes receivable and income taxes payable are immaterial to working capital and Adjusted Working Capital. The change in current operating lease liabilities and current portion of long-term debt were insignificant.\n\n\nCapital Projects\n\n\nIn fiscal 2023, UNIFI invested $36,434 in capital projects, primarily relating to (i) texturing machinery, (ii) further improvements in production capabilities and technological enhancements in the Americas, and (iii) routine annual maintenance capital expenditures.  Maintenance capital expenditures are necessary to support UNIFI’s current operations, capacities, and capabilities and exclude expenses relating to repairs and costs that do not extend an asset’s useful life.\n\n\nIn fiscal 2022, UNIFI invested $39,631 in capital projects, primarily relating to (i) texturing machinery, (ii) further improvements in production capabilities and technological enhancements in the Americas, and (iii) routine annual maintenance capital expenditures.\n\n\nIn fiscal 2021, UNIFI invested $21,178 in capital projects, primarily relating to (i) further improvements in production capabilities and technological enhancements in the Americas, (ii) texturing machines, and (iii) routine annual maintenance capital expenditures.\n \n\n\nIn fiscal 2024, UNIFI expects to invest between $14,000 and $16,000 in capital projects, including making (i) further improvements in production capabilities and technological enhancements in the Americas and (ii) annual maintenance capital expenditures.  UNIFI will seek to ensure maintenance capital expenditures are sufficient to allow continued production at high efficiencies.\n\n\nThe total amount ultimately invested for fiscal 2024 could be more or less than the currently estimated amount depending on the timing and scale of contemplated initiatives and is expected to be funded primarily with cash provided by operating activities and other borrowings. UNIFI expects recent and future capital projects to provide benefits to future profitability. The additional assets from these capital projects consist primarily of machinery and equipment.\n\n\n35\n\n\n\n\nShare Repurchase Program\n\n\nOn October 31, 2018, UNIFI announced that the Board approved the 2018 SRP under which UNIFI is authorized to acquire up to $50,000 of its common stock. Under the 2018 SRP, purchases will be made from time to time in the open market at prevailing market prices or through private transactions or block trades. The timing and amount of repurchases will depend on market conditions, share price, applicable legal requirements and other factors. The share repurchase authorization is discretionary and has no expiration date.\n\n\nAs of July 2, 2023, UNIFI had repurchased 701 shares of its common stock at an average price of $15.90 per share, leaving $38,859 available for repurchase under the 2018 SRP. UNIFI will continue to evaluate opportunities to use excess cash flows from operations or existing borrowings to repurchase additional stock, while maintaining sufficient liquidity to support its operational needs and to fund future strategic growth opportunities.\n\n\nLiquidity Summary\n\n\nUNIFI has met its historical liquidity requirements for working capital, capital expenditures, debt service requirements, and other operating needs from its cash flows from operations and available borrowings.  UNIFI believes that its existing cash balances, cash provided by operating activities, and credit facility will enable UNIFI to meet its foreseeable liquidity requirements.  Domestically, UNIFI’s cash balances, cash provided by operating activities, and borrowings available under the 2022 ABL Revolver continue to be sufficient to fund UNIFI’s domestic operating activities as well as cash commitments for its investing and financing activities.  For its foreign operations, UNIFI expects its existing cash balances, cash provided by operating activities, and available foreign financing arrangements will provide the needed liquidity to fund the associated operating activities and investing activities, such as future capital expenditures.  UNIFI’s foreign operations in Asia and Brazil are in a position to obtain local country financing arrangements due to the operating results of each subsidiary.\n\n\nCash Provided by Operating Activities\n\n\nThe significant components of net cash provided by operating activities are summarized below. UNIFI analyzes net cash provided by operating activities utilizing the major components of the statements of cash flows prepared under the indirect method.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n \n\n\nFiscal 2021\n\n\n \n\n\n\n\n\n\nNet (loss) income\n\n\n \n\n\n$\n\n\n(46,344\n\n\n)\n\n\n \n\n\n$\n\n\n15,171\n\n\n \n\n\n \n\n\n$\n\n\n29,073\n\n\n \n\n\n\n\n\n\nDepreciation and amortization expense\n\n\n \n\n\n \n\n\n27,186\n\n\n \n\n\n \n\n\n \n\n\n26,207\n\n\n \n\n\n \n\n\n \n\n\n25,528\n\n\n \n\n\n\n\n\n\nEquity in earnings of unconsolidated affiliates\n\n\n \n\n\n \n\n\n(896\n\n\n)\n\n\n \n\n\n \n\n\n(605\n\n\n)\n\n\n \n\n\n \n\n\n(739\n\n\n)\n\n\n\n\n\n\nImpairment for asset abandonment\n\n\n \n\n\n \n\n\n8,247\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nRecovery of taxes, net\n\n\n \n\n\n \n\n\n(3,799\n\n\n)\n\n\n \n\n\n \n\n\n815\n\n\n \n\n\n \n\n\n \n\n\n(9,717\n\n\n)\n\n\n\n\n\n\nNon-cash compensation expense\n\n\n \n\n\n \n\n\n2,805\n\n\n \n\n\n \n\n\n \n\n\n3,555\n\n\n \n\n\n \n\n\n \n\n\n3,462\n\n\n \n\n\n\n\n\n\nDeferred income taxes\n\n\n \n\n\n \n\n\n(2,788\n\n\n)\n\n\n \n\n\n \n\n\n(3,119\n\n\n)\n\n\n \n\n\n \n\n\n5,087\n\n\n \n\n\n\n\n\n\nSubtotal\n\n\n \n\n\n \n\n\n(15,589\n\n\n)\n\n\n \n\n\n \n\n\n42,024\n\n\n \n\n\n \n\n\n \n\n\n52,694\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDistributions received from unconsolidated affiliates\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n750\n\n\n \n\n\n \n\n\n \n\n\n750\n\n\n \n\n\n\n\n\n\nChange in inventories\n\n\n \n\n\n \n\n\n24,431\n\n\n \n\n\n \n\n\n \n\n\n(34,749\n\n\n)\n\n\n \n\n\n \n\n\n(28,069\n\n\n)\n\n\n\n\n\n\nOther changes in assets and liabilities\n\n\n \n\n\n \n\n\n(4,102\n\n\n)\n\n\n \n\n\n \n\n\n(7,645\n\n\n)\n\n\n \n\n\n \n\n\n11,306\n\n\n \n\n\n\n\n\n\nNet cash provided by operating activities\n\n\n \n\n\n$\n\n\n4,740\n\n\n \n\n\n \n\n\n$\n\n\n380\n\n\n \n\n\n \n\n\n$\n\n\n36,681\n\n\n \n\n\n\n\n\n\nFiscal 2023 Compared to Fiscal 2022\n\n\nThe increase in operating cash flows was primarily due to reducing working capital associated with a decline in overall business activity in fiscal 2023, which was primarily offset by significantly weaker earnings.\n\n\nFiscal 2022 Compared to Fiscal 2021\n\n\nThe decrease in net cash provided by operating activities from fiscal 2021 to fiscal 2022 was primarily due to an increase in working capital associated with (i) higher raw material costs and consolidated sales activity driving higher inventory and accounts receivable balances and (ii) lower other current liabilities resulting from the payment of incentive compensation earned in fiscal 2021.\n \n\n\n36\n\n\n\n\nCash (Used) Provided by Investing Activities and Financing Activities\n\n\nFiscal 2023\n\n\nSignificant investing activities included $36,434 for capital expenditures, which primarily relate to texturing machinery along with production capabilities and technological enhancements in the Americas. Significant financing activities included $22,200 of net borrowings against the ABL Facility, along with $2,123 of payments on finance lease obligations during fiscal 2023.\n\n\nFiscal 2022\n\n\nSignificant investing activities included $39,631 for capital expenditures, which primarily relate to ongoing maintenance capital expenditures along with production capabilities and technological enhancements in the Americas. Significant financing activities included $28,800 of net borrowings against the ABL Facility, along with $3,707 of payments on finance lease obligations and $9,151 for share repurchases during fiscal 2022.\n\n\nFiscal 2021\n\n\nSignificant investing activities included (i) approximately $21,000 for capital expenditures that primarily relate to ongoing maintenance capital expenditures along with production capabilities and technological enhancements in the Americas and (ii) approximately $3,600 for intangible asset purchases in connection with two bolt-on asset acquisitions in an effort to expand our customer portfolios in the U.S.  Significant financing activities included $10,000 of net payments against the ABL Facility, along with $3,646 of payments on finance lease obligations.\n\n\nContractual Obligations\n\n\nIn addition to management’s discussion and analysis surrounding our liquidity and capital resources, long-term debt, finance leases, operating leases, and the associated principal and interest components thereof, as of July 2, 2023, UNIFI’s contractual obligations consisted of the following additional concepts and considerations.\n\n\n \n\n\n1.\nCapital purchase obligations\n relate to contracts with vendors for the construction or purchase of assets, primarily for the normal course operations in our manufacturing facilities. Such obligations are approximately $6,000 and $19,000 for fiscal years 2024 and 2025, respectively.\n\n\n \n\n\n2.\nPurchase obligations\n are agreements that are enforceable and legally binding and that specify all significant terms, including fixed or minimum quantities to be purchased; fixed, minimum or variable price provisions; and the approximate timing of the transaction. Such obligations, predominantly related to ongoing operations and service contracts in support of normal course business, range from approximately $1,000 to $10,000 per annum and vary based on the renewal timing of specific commitments and the range of services received.\n\n\n \n\n\n3.\nNon-capital purchase orders\n totaled approximately $74,000 at the end of fiscal 2023 and are expected to be settled in fiscal 2024.  Such open purchase orders are in the ordinary course of business for the procurement of (i) raw materials used in the production of inventory, (ii) certain consumables and outsourced services used in UNIFI’s manufacturing processes, and (iii) selected finished goods for resale sourced from third-party suppliers.\n\n\n \n\n\n4.\nOther balance sheet items\n are detailed within the notes to the consolidated financial statements, including, but not limited to, post-employment plan liabilities, unpaid invoice and contract amounts, and other balances and charges that primarily relate to normal course operations.\n\n\n \n\n\nUNIFI does not engage in off-balance sheet arrangements and only enters into material contracts in the ordinary course of business and/or to hedge the associated risks (e.g. interest rate swaps).\n\n\nRecent Accounting Pronouncements\n\n\nIssued and Pending Adoption\n\n\nUpon review of each Accounting Standards Update (“ASU”) issued by the Financial Accounting Standards Board (the “FASB”) through the date of this report, UNIFI identified no newly applicable accounting pronouncements that are expected to have a significant impact on UNIFI’s consolidated financial statements.\n\n\nRecently Adopted\n\n\nThere have been no newly issued or newly applicable accounting pronouncements that have had, or are expected to have, a significant impact on UNIFI’s consolidated financial statements.\n\n\nOff-Balance Sheet Arrangements\n\n\nUNIFI is not a party to any off-balance sheet arrangements that have had, or are reasonably likely to have, a current or future material effect on UNIFI’s financial condition, results of operations, liquidity or capital expenditures.\n\n\n37\n\n\n\n\nCritical Accounting Policies\n\n\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the amounts reported in the financial statements and accompanying notes. The SEC has defined a company’s most critical accounting policies as those involving accounting estimates that require management to make assumptions about matters that are highly uncertain at the time and where different reasonable estimates or changes in the accounting estimate from quarter to quarter could materially impact the presentation of the financial statements. The following discussion provides further information about accounting policies critical to UNIFI and should be read in conjunction with Note 2, “Summary of Significant Accounting Policies,” to the accompanying consolidated financial statements.\n\n\nInventory Net Realizable Value Adjustment\n\n\nThe inventory net realizable value adjustment is established based on many factors, including: historical recovery rates, inventory age, expected net realizable value of specific products, and current economic conditions. Specific reserves are established based on a determination of the obsolescence of the inventory and whether the inventory cost exceeds net realizable value. Anticipating selling prices and evaluating the condition of the inventories require judgment and estimation, which may impact the resulting inventory valuation and gross margins. UNIFI uses current and historical knowledge to record reasonable estimates of its markdown percentages and expected sales prices. UNIFI believes it is unlikely that differences in actual demand or selling prices from those forecasted by management would have a material impact on UNIFI’s financial condition or results of operations. UNIFI has not made any material changes to the methodology used in establishing its inventory net realizable value adjustment during the past three fiscal years.\n \nA plus or minus 10% change in the inventory net realizable value adjustment would not have been material to UNIFI’s consolidated financial statements for the past three fiscal years.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nJuly 2, 2023\n\n\n \n\n\n \n\n\nJuly 3, 2022\n\n\n \n\n\n \n\n\nJune 27, 2021\n\n\n \n\n\n\n\n\n\nNet realizable value adjustment\n\n\n \n\n\n$\n\n\n(5,625\n\n\n)\n\n\n \n\n\n$\n\n\n(3,487\n\n\n)\n\n\n \n\n\n$\n\n\n(2,407\n\n\n)\n\n\n\n\n\n\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualitat\nive Disclosures about Market Risk\n\n\nUNIFI is exposed to market risks associated with changes in interest rates, fluctuations in foreign currency exchange rates and raw material and commodity costs, which may adversely affect its financial position, results of operations or cash flows. UNIFI does not enter into derivative financial instruments for trading purposes, nor is it a party to any leveraged financial instruments.\n\n\nInterest Rate Risk\n\n\nUNIFI is exposed to interest rate risk through its borrowing activities. As of July 2, 2023, UNIFI had borrowings under its 2022 ABL Term Facility totaling $128,500. After considering UNIFI’s outstanding debt obligations with fixed rates of interest, UNIFI’s sensitivity analysis indicates that a 50-basis point increase in SOFR as of July 2, 2023 would result in an increase in annual interest expense of approximately $700.\n\n\nForeign Currency Exchange Rate Risk\n\n\nUNIFI conducts its business in various foreign countries and in various foreign currencies.  Each of UNIFI’s subsidiaries may enter into transactions (sales, purchases, fixed purchase commitments, etc.) that are denominated in currencies other than the subsidiary’s functional currency and thereby expose UNIFI to foreign currency exchange rate risk.  UNIFI may enter into foreign currency forward contracts to hedge this exposure.  UNIFI may also enter into foreign currency forward contracts to hedge its exposure for certain equipment or inventory purchase commitments.  As of July 2, 2023, UNIFI had no outstanding foreign currency forward contracts.\n\n\nA significant portion of raw materials purchased by the Brazil Segment are denominated in USDs, requiring UNIFI to exchange BRL for USD. A significant portion of sales and asset balances for the Asia Segment are denominated in USDs. During recent fiscal years, UNIFI has been negatively impacted by fluctuations of the BRL and the RMB.  Discussion and analysis surrounding the impact of fluctuations of the BRL and the RMB on UNIFI’s results of operations are included above in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.” UNIFI does not enter into foreign currency derivatives to hedge its net investment in its foreign operations.\n\n\nAs of July 2, 2023, foreign currency exchange rate risk concepts included the following:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApproximate Amount or Percentage\n\n\n \n\n\n\n\n\n\nPercentage of total consolidated assets held by UNIFI's subsidiaries outside the U.S. whose functional\n   currency is not the USD\n\n\n \n\n\n \n\n\n32\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash and cash equivalents held outside the U.S.:\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n   Denominated in USD\n\n\n \n\n\n$\n\n\n18,137\n\n\n \n\n\n\n\n\n\n   Denominated in RMB\n\n\n \n\n\n \n\n\n18,275\n\n\n \n\n\n\n\n\n\n   Denominated in BRL\n\n\n \n\n\n \n\n\n9,441\n\n\n \n\n\n\n\n\n\n   Denominated in other foreign currencies\n\n\n \n\n\n \n\n\n224\n\n\n \n\n\n\n\n\n\nTotal cash and cash equivalents held outside the U.S.\n\n\n \n\n\n$\n\n\n46,077\n\n\n \n\n\n\n\n\n\nPercentage of total cash and cash equivalents held outside the U.S.\n\n\n \n\n\n \n\n\n98\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash and cash equivalents held inside the U.S. in USD by foreign subsidiaries\n\n\n \n\n\n$\n\n\n591\n\n\n \n\n\n\n\n\n\n \n\n\n38\n\n\n\n\nMore information regarding UNIFI’s derivative financial instruments as of July 2, 2023 is provided in Note 18, “Fair Value of Financial Instruments and Non-Financial Assets and Liabilities,” to the accompanying consolidated financial statements.\n\n\nRaw Material and Commodity Cost Risks\n\n\nA significant portion of UNIFI’s raw material and energy costs are derived from petroleum-based chemicals.  The prices for petroleum and petroleum-related products and related energy costs are volatile and dependent on global supply and demand dynamics, including certain geo-political risks.  A sudden rise in the price of petroleum and petroleum-based products could have a material impact on UNIFI’s profitability.  UNIFI does not use financial instruments to hedge its exposure to changes in these costs as management has concluded that the overall cost of hedging petroleum exceeds the potential risk mitigation.  The costs of the primary raw materials that UNIFI uses throughout all of its operations are generally based on USD pricing, and such materials are purchased at market or at fixed prices that are established with individual vendors as part of the purchasing process for quantities expected to be consumed in the ordinary course of business. UNIFI manages fluctuations in the cost of raw materials primarily by making corresponding adjustments to the prices charged to its customers.  Certain customers are subject to an index-based pricing model in which UNIFI’s prices are adjusted based on the change in the cost of raw materials in the prior quarter.  Pricing adjustments for other customers must be negotiated independently.  UNIFI attempts to quickly pass on to its customers increases in raw material costs, but due to market conditions, this is not always possible. When price increases can be implemented, there is typically a time lag that adversely affects UNIFI’s margins during one or more quarters.  In ordinary market conditions in which raw material price increases have stabilized and sales volumes are consistent with traditional levels, UNIFI has historically been successful in implementing price adjustments within one to two fiscal quarters of the raw material price increase for its index-priced customers and within two fiscal quarters of the raw material price increase for its non-index-priced customers.\n\n\nDuring fiscal 2020 and the first six months of fiscal 2021, UNIFI experienced a predominantly favorable, declining raw material cost environment, especially during calendar 2020 as the COVID-19 pandemic suppressed petroleum prices for several months.\n\n\nAs fiscal 2021 concluded, UNIFI experienced cost increases for raw materials, primarily related to (i) increases in petroleum prices and (ii) supply chain disruptions that occurred in Texas during February 2021 due to abnormally cold weather. Our raw material costs remained elevated in fiscal 2022 and 2023.  We have been able to implement responsive selling price adjustments for the majority of our portfolio, however our underlying gross margin has been pressured during fiscal 2022 and 2023. We expect the impact of recent selling price adjustments to improve margins in future periods. Nonetheless, such costs remain subject to the volatility described above and, should raw material costs increase unexpectedly, UNIFI’s results of operations and cash flows are likely to be adversely impacted.\n\n\nCash Deposits and Financial Institution Risk\n\n\nDuring calendar 2023, certain regional bank crises and failures generated additional uncertainty and volatility in the financial and credit markets. UNIFI currently holds the vast majority of its cash deposits with large foreign banks in our associated operating regions, and management believes that it has the ability to repatriate cash to the U.S. relatively quickly. Accordingly, UNIFI has not modified its mix of financial institutions holding cash deposits, but UNIFI will continue to monitor the environment and current events to ensure any increase in concentration or credit risk is appropriately and timely addressed. Likewise, if any of the financial institutions within our 2022 Credit Agreement or construction financing arrangement (“lending counterparties”) are unable to perform on their commitments, our liquidity could be impacted. We actively monitor all lending counterparties, and none have indicated that they may be unable to perform on their commitments. In addition, we periodically review our lending counterparties, considering the stability of the institutions and other aspects of the relationships. Based on our monitoring activities, we currently believe our lending counterparties will be able to perform their commitments.\n\n\nOther Risks\n\n\nUNIFI is also exposed to political risk, including changing laws and regulations governing international trade, such as quotas, tariffs and tax laws.  The degree of impact and the frequency of these events cannot be predicted.\n\n",
    "cik": "100726",
    "cusip6": "904677",
    "cusip": [
        "904677200"
    ],
    "names": [
        "UNIFI INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/100726/000095017023044490/0000950170-23-044490-index.htm"
}