{
    "item1": ">ITEM 1.  BUSINESS\nJack Henry & Associates, Inc.® is a well-rounded financial technology company that strengthens connections between financial institutions and the people and businesses they serve. For more than 47 years, we have provided technology solutions to help banks and credit unions innovate faster, strategically differentiate, and successfully compete while serving the evolving needs of their accountholders. We empower over 7,500 financial institutions and diverse corporate entities with people-inspired innovation, personal service, and insight-driven solutions that help reduce the barriers to financial health. \nMission Statement\nWe strengthen the connections between people and their financial institutions through technology and services that reduce the barriers to financial health.\nThis philosophy has always been part of our foundation and the roots on which Jack Henry was built. Our founders, Jack Henry and Jerry Hall, were committed to their community and believed they could help financial institutions better serve the needs of people and businesses using more modern technology and services. \nWhile much has changed since we opened for business in 1976, we continue to be focused on helping community and regional financial institutions, and we are guided by our founding principles: do the right thing, do whatever it takes, and have fun.\nWho We Serve\nWe provide products and services primarily to community and regional financial institutions:\n•\nCore bank integrated data processing systems are provided to 940 banks ranging from de novo to multi-billion-dollar institutions with assets of up to $50 billion. The number of banks we serve has decreased in the last year due to acquisitions and mergers within the banking industry, which are discussed further under the heading \"Our Industry\" in this Item 1. Our banking solutions support both on-premise and private cloud operating environments with functionally distinct core processing platforms and integrated complementary solutions.\n•\nCore credit union data processing solutions are provided to credit unions of all sizes, with a client base of over 710 credit union customers. We offer a flagship core processing platform and integrated complementary solutions that support both on-premise and private cloud operating environments.\n•\nNon-core highly specialized core-agnostic products and services are also provided to financial institutions. We offer complementary solutions that include highly specialized financial performance, imaging and payments processing, information security and risk management, retail delivery, and online and mobile functionality. These products and services enhance the performance of traditional financial services organizations of all asset sizes and charters, and non-traditional diverse corporate entities. In total, we serve over 7,500 customers, over 1,650 of our core customers included in our bank and credit union customers listed above, and nearly 5,880 non-core customers.\nOur products and services provide our customers with solutions that can be tailored to support their unique growth, service, operational, and performance goals. Our well-rounded solutions also enable financial institutions to offer the high-demand products and services required by their customers to compete more successfully, and to capitalize on evolving trends shaping the financial services industry.\nWe are committed to exceeding our customers’ expectations. We measure and monitor customer satisfaction using a variety of surveys, such as an annual survey on the customer's anniversary date and randomly-generated online surveys initiated each day by routine support requests to ensure feedback is received throughout the year. The results of our survey process provide assurance that our service consistently exceeds our customers’ expectations and, we believe, contribute to our excellent customer retention rates.\nWe are focused on establishing long-term customer relationships, continually expanding and strengthening those relationships with cross sales of additional products and services that support our clients' strategy, earning new financial and non-financial clients, and ensuring our product offerings are highly competitive.\nThe majority of our revenue is derived from support and services provided by our private and public cloud services for our hosted customers that are typically on a seven-year or greater contract, recurring electronic payment solutions that are also generally on a contract term of seven years or greater, and our on-premise customers that are typically on a one-year contract. Less predictable software license fees, paid by customers implementing our \n5\nsoftware solutions on-premise, and hardware sales, including all non-software products that we re-market in order to support our software systems, complement our primary revenue sources. Information regarding the classification of our business into four separate segments is set forth in Note 14 to the consolidated financial statements (see Item 8).\nWe recognize that our associates and their collective contribution are ultimately responsible for Jack Henry's past, present, and future success. Recruiting and retaining high-quality employees is essential to our ongoing growth and financial performance, and we believe we have established an organizational culture that sustains high levels of employee engagement. For further discussion of our human capital considerations, see \"Human Capital\" below.\nOur Industry \nOur core banking solutions serve commercial banks and savings institutions with up to $50 billion in assets. According to the Federal Deposit Insurance Corporation (“FDIC”), there were approximately 4,660 commercial banks and savings institutions in this asset range as of December 31, 2022, and we currently support 940 of these banks with one of our three core information processing platforms and complementary products and services.  \nOur core credit union solutions serve credit unions of all asset sizes. According to the Credit Union National Association (“CUNA”), there were more than 4,850 domestic credit unions as of December 31, 2022, and we currently support over 710 of these credit unions with one flagship core information processing platform and complementary products and services.\nOur non-core solutions serve financial services organizations of all asset sizes and charters and other diverse corporate entities. We currently support over 7,500 institutions with specialized solutions for generating additional revenue and growth, increasing security, mitigating operational risks, and controlling operating costs.\nThe FDIC reports the number of commercial banks and savings institutions declined 17% from the beginning of calendar year 2017 to the end of calendar year 2022, due mainly to mergers. Although the number of banks declined at a 4% compound annual rate during this period, aggregate assets increased at a compound annual rate of 6% and totaled $23.6 trillion as of December 31, 2022. There were 15 new bank charters issued in calendar year 2022, compared to 10 in the 2021 calendar year. Comparing calendar years 2022 to 2021, the number of mergers decreased 19%.\nCUNA reports the number of credit unions declined 15% from the beginning of calendar year 2017 to the end of calendar year 2022. Although the number of credit unions declined at a 3% compound annual rate during this period, aggregate assets increased at a compound annual rate of 9% and totaled $2.2 trillion as of December 31, 2022.\nCommunity and mid-tier banks and credit unions are vitally important to the communities, consumers, and businesses they serve. Bank customers and credit union members rely on these institutions to provide personalized, relationship-based service and competitive financial products and services available through the customer’s delivery channel of choice.  Institutions are recognizing that attracting and retaining customers and members in today’s highly competitive financial industry and realizing near-term and long-term performance goals are often technology dependent. Financial institutions must implement technological solutions that enable them to:\n•\nOffer e-commerce, mobile, and digital strategies that provide the convenience-driven services required in today’s financial services industry.\n•\nMaximize performance with accessible, accurate, and timely business intelligence information.\n•\nProvide the high-demand products and services needed to successfully compete with traditional and non-traditional competitors created by convergence within the financial services industry.\n•\nEnhance the customer/member experience at multiple points of contact.\n•\nExpand existing customer/member relationships and strengthen exit barriers by cross selling additional products and services.\n•\nCapitalize on new revenue, and deposit and loan portfolio growth opportunities.\n•\nIncrease operating efficiencies and reduce operating costs.\n•\nProtect mission-critical information assets and operational infrastructure.\n•\nProtect customers/members with various security tools from fraud and related financial losses.\n•\nMaximize the day-to-day use of technology and return on technology investments.\n•\nEnsure full regulatory compliance.\n6\nJack Henry’s extensive product and service offerings help diverse financial institutions meet business challenges and capitalize on opportunities. We strive to get to know our customers, understand their strategies and challenges, and provide innovative solutions that help them achieve short- and long-term success. \nBusiness Strategy\nOur fundamental business strategy is to generate organic revenue and earnings growth augmented by strategic acquisitions. We execute this strategy by:\n•\nProviding community and regional banks and credit unions with core processing systems that provide excellent functionality and support on-premise and private cloud delivery environments with identical functionality.\n•\nExpanding each core customer relationship by cross-selling complementary products and services that enhance the functionality provided by our core processing systems.\n•\nProviding non-core highly specialized core-agnostic complementary products and services to financial institutions, including institutions not utilizing one of our core processing systems, and diverse corporate entities.\n•\nDeveloping and deploying a long-term technology modernization strategy to provide public cloud native solutions that provide clients with greater flexibility, optionality, open integration, speed to market, and other benefits.\n•\nMaintaining a company-wide commitment to customer service that consistently exceeds our customers’ expectations and generates high levels of customer retention.\n•\nBuilding, maintaining, and enhancing a protected environment and tools that help our clients and us protect customer data, assets, and comply with regulations.\n•\nCapitalizing on our acquisition strategy.\nAcquisition Strategy\nWe have a disciplined approach to acquisitions and have been successful in supplementing our organic growth with 35 strategic acquisitions since the end of fiscal year 1999. We continue to explore acquisitions that have the potential to: \n•\nExpand our suite of complementary products and services.\n•\nProvide products and services that can be sold to both existing core and non-core customers and outside our base to new customers.\n•\nAccelerate our internal development efforts.\n•\nProvide selective opportunities to sell outside our traditional markets in the financial services industry. \nAfter 47 years in business, we have very few gaps in our product line, so it is increasingly difficult to find proven products or services that would enable our clients and prospects to better optimize their business opportunities or solve specific operational issues. In addition, we see few acquisition opportunities that would expand our market or enable our entry into adjacent markets within the financial services industry that are fairly priced or that we could assimilate into our Company without material distractions. \nWe have a solid track record of executing acquisitions from both a financial and operational standpoint, and we will continue to pursue acquisition opportunities that support our strategic direction, complement and accelerate our organic growth, and generate long-term profitable growth for our stockholders. While we seek to identify appropriate acquisition opportunities, we will continue to explore alternative ways to leverage our cash position and balance sheet to the benefit of our stockholders, such as continued investment in new products and services for our customers, repurchases of our stock, and continued payment of dividends.\nOur most recent acquisition was:\nFiscal Year\nCompany or Product Name\nProducts and Services\n2023\nPayrailz, LLC (\"Payrailz\")\nProvider of cloud-native modern digital payment capabilities leveraging AI and machine learning features for the financial services industry.\nSolutions\n•\nOur core banking solutions support commercial banks with information and transaction processing platforms that provide enterprise-wide automation. We have three functionally distinct core bank processing systems and more than 140 fully integrated complementary solutions, including business intelligence and bank management, retail and business banking, digital and mobile internet banking and electronic payment solutions, fraud and risk management and protection, account origination, and item and document imaging solutions. Our core banking \n7\nsolutions have state-of-the-art functional capabilities, and we can re-market the hardware required by on-premise use of each software system. Our banking solutions can be delivered on-premise or through our private cloud delivery model and are backed by a company-wide commitment to provide exceptional personal service. \n•\nOur core credit union solutions support credit unions of all sizes with an information and transaction processing platform that provides enterprise-wide automation. Our solution includes one flagship core processing system and more than 100 fully integrated complementary solutions, including business intelligence and credit union management, member and member business services, digital and mobile internet banking and electronic payment solutions, fraud and risk management and protection, account origination, and item and document imaging solutions. Our credit union solution also has state-of-the-art functional capabilities. We also re-market the hardware required by on-premise use of the software system. Our credit union solution can be delivered on-premise, through our private cloud, or through our partner private cloud delivery models. Each is backed by our company-wide commitment to provide exceptional personal service. \n•\nOur non-core solutions for financial institutions are specialized products and services assembled primarily through our focused diversification acquisition strategy. These core-agnostic solutions are compatible with a wide variety of information technology platforms and operating environments and offer more than 100 complementary solutions, including proven solutions for generating additional revenue and growth, increasing security and mitigating operational risks, and/or controlling operating costs. Our non-core products and services enhance the performance of financial services organizations of all asset sizes and charters, and diverse corporate entities. These distinct products and services can be implemented individually or as solution suites to address specific business problems or needs and enable effective responses to dynamic industry trends.\nWe strive to develop and maintain functionally robust, integrated solutions that are supported with high service levels, regularly updating and improving those solutions using an interactive customer enhancement process; ensuring compliance with relevant regulations; updated with proven advances in technology; and consistent with Jack Henry’s reputation as a premium solution and service provider.\nCore Software Systems\nCore software systems primarily consist of the integrated applications required to process deposit, loan, and general ledger transactions, and to maintain centralized customer/member information.\nOur core banking solutions consist of three software systems marketed to banks and our core credit union solution consists of one software system marketed to credit unions. These core systems are available for on-premise installation at customer sites, or financial institutions can choose to leverage our private cloud environment for ongoing information processing.\nCore banking platforms are:\n•\nSilverLake System®, \na robust system primarily designed for commercial-focused banks with assets ranging from $1 billion to $50 billion. Some progressive smaller banks and de novo (start-up) banks also select SilverLake. This system is in use by over 460 banks, and now automates nearly 10% of the domestic banks with assets less than $50 billion.\n•\nCIF 20/20®, \na parameter-driven, easy-to-use system that now supports approximately 300 banks ranging from de novo institutions to those with assets of $5 billion.\n•\nCore Director®, \na cost-efficient system with point-and-click operation that now supports approximately 180 banks ranging from de novo institutions to those with assets of over $2 billion.\nCore credit union platform is:  \n•\nSymitar® (formerly known as Episys®),\n a robust system designed specifically for credit unions. It has been implemented by over 710 credit unions with assets ranging from $3 million to $35 billion, and according to National Credit Union Administration (\"NCUA\") data, is the system implemented by more credit unions with assets exceeding $25 million than any other alternative core system.\nCustomers electing to install our solutions on-premise license the proprietary software systems. The majority of these customers pay ongoing annual software maintenance fees. We re-market the hardware, hardware maintenance, and peripheral equipment that is required by on-premise use of our software solutions; and we perform software implementation, data conversion, training, ongoing support, and other related services. On-premise customers generally license our core software systems under a standard license agreement that provides a fully paid, nonexclusive, nontransferable right to use the software on a single computer at a single location.\nCustomers can eliminate the significant up-front capital expenditures required by on-premise installations and the responsibility for operating information and transaction processing infrastructures by leveraging our private cloud environment for those functions. Our core private cloud services are provided through a highly resilient data center \n8\nconfiguration across multiple physical locations. We also provide image item processing services from two host/archive sites and several key entry and balancing locations throughout the country. We print and mail customer statements for financial institutions from three regional printing and rendering centers. Customers electing to outsource their core processing typically sign contracts for seven or more years that include \"per account\" fees and minimum guaranteed payments during the contract period.\nWe support the dynamic business requirements of our core bank and credit union clients with ongoing enhancements to each core system, the regular introduction of new integrated complementary products, the ongoing integration of practical new technologies, and regulatory compliance initiatives. We also serve each core customer as a single point of contact, support, and accountability.\nComplementary Products and Services  \nWe have more than 140 complementary products and services that are targeted to our core banks and more than 100 targeted to credit union customers. Many of these are selectively sold to financial services organizations that use other core processing systems.\nThese complementary solutions enable core bank and credit union clients to respond to evolving customer/member demands, expedite speed-to-market with competitive offerings, increase operating efficiency, address specific operational issues, and generate new revenue streams. The highly specialized solutions enable diverse financial services organizations and corporate entities to generate additional revenue and growth opportunities, increase security and mitigate operational risks, and control operating costs.\nWe regularly introduce new products and services based on demand for integrated complementary solutions from our existing core clients and based on the growing demand among financial services organizations and corporate entities for specialized solutions capable of increasing revenue and growth opportunities, mitigating and controlling operational risks, and/or containing costs. Our Industry Research department solicits customer guidance on the business solutions they need, evaluates available solutions and competitive offerings, and manages the introduction of new product offerings. Our new complementary products and services are developed internally, acquired, or provided through strategic alliances.\nImplementation and Training\nMost of our core bank and credit union customers contract with us for implementation and training services in connection with their systems and additional complementary products.\nA complete core system implementation typically includes detailed planning, project management, data conversion, and testing. Our experienced implementation teams travel to customer facilities or work remotely with clients to help manage the implementation process and ensure that all data is transferred from the legacy system to the Jack Henry system. Our implementation fees are fixed or hourly based on the core system being installed.\nWe also provide extensive initial and ongoing education to our customers. We have a comprehensive training program that supports new customers with basic training and longtime customers with continuing education. The training enables financial institutions to maximize the use of our core and complementary solutions, learn about ongoing system enhancements, and understand dynamic year-end legislative and regulatory requirements. \nSupport and Services\nWe serve our customers as a single point of contact and support for the complex solutions we provide. Our comprehensive support infrastructure incorporates:\n•\nExacting service standards.\n•\nTrained support staff available up to 24 hours a day, 365 days a year.\n•\nAssigned account managers.\n•\nSophisticated support tools, resources, and technology.\n•\nBroad experience converting diverse banks and credit unions to our core platforms from competitive platforms. \n•\nHighly effective change management and control processes.\n•\nBest practices methodology developed and refined through the company-wide, day-to-day experience supporting over 7,500 diverse clients.\nMost on-premise customers contract for annual software support services, and this represents a significant source of recurring revenue for Jack Henry. These support services are typically priced at approximately 20% of the respective product’s software license fee. The subsequent years' service fees generally increase as customer assets increase and as additional complementary products are purchased. Annual software support fees typically are billed during June and are paid in advance for the entire fiscal year, with proration for new product \n9\nimplementations that occur during the fiscal year. Hardware support fees also are usually paid in advance for entire contract periods which typically range from one to five years. Most support contracts automatically renew unless the customer or Jack Henry gives notice of termination at least 30 days prior to contract expiration.\nHigh levels of support are provided to our private cloud customers by the same support infrastructure utilized for on-premise customers. However, these support fees are included as part of monthly private cloud fees.\nHardware Systems\nOur software systems operate on a variety of hardware platforms. We have established remarketing agreements with IBM Corporation, and many other hardware providers that allow Jack Henry to purchase hardware and related maintenance services at a discount and resell them directly to our customers. We currently sell IBM Power Systems™; Lenovo®, Dell, Hewlett Packard, and Cisco servers and workstations; Canon®, Digital Check, Epson®, and Panini® check scanners; and other devices that complement our software solutions.\nDigital Products and Services\nJack Henry Digital represents a category of digital products and services that are being built and integrated together into one unified platform. Our main offering is the Banno Digital Platform™. It is an online and mobile banking platform that helps community and regional financial institutions strategically differentiate their digital offerings from those of megabanks and other financial technology companies. It is a complete, open digital banking platform that gives banks and credit unions attractive, fast, native applications for their customers and members and cloud-based, core-connected back-office tools for their employees.\nPayment Solutions\nElectronic payment solutions provide our customers with the tools necessary to be at the forefront of payment innovation with secure payment processing designed to simplify complex payment processing, attract profitable retail and commercial accounts, increase operating efficiencies, comply with regulatory mandates, and proactively mitigate and manage payment-related risk.\n•\nJHA Card Processing Solutions™ (\"CPS\")\n supports full-service and in-house debit and credit card programs backed by a comprehensive suite of tools for fraud mitigation, digital payments, dispute management, plastics manufacturing and personalization, loyalty programs, data analytics, and terminal driving. In addition, advisory services are offered to support a variety of needs including card portfolio growth, start-up program consultation, as well as customized fraud management; all tailored to individual financial institution goals and concerns. \n•\nEnterprise Payment Solutions (\"EPS\")\n is a comprehensive payments engine. It offers an integrated suite of remote deposit capture, Automated Clearing House (\"ACH\"), and card transaction processing solutions, risk management tools, reporting capabilities, and more for financial institutions, businesses, and fintechs of all sizes. EPS helps its clients succeed in today’s competitive market to increase revenue, improve efficiencies, better manage compliance, and enhance customer relationships. \n•\niPay Solutions\nTM\n provides consumers and businesses with money movement options through their financial institutions’ digital platforms including paying bills, sending money to anyone and transferring funds between their own accounts. iPay’s extensive application programming interface (\"API\") and hosted interfaces allow for multiple levels of integration by digital platforms and financial institutions. iPay provides financial institutions with services and tools to increase adoption, support end-users and monitor fraud. The money movement options keep the consumers and businesses engaged with the financial institution.\n•\nPayrailz\nTM \nsupports our technology modernization strategy by adding next generation digital payment capabilities to our payment’s ecosystem based on cloud native microservices.  Our new Money Movement payments platform includes native artificial intelligence (\"AI\"), Action Insights (which is predictive and proactive recommendations through AI), a flexible modern user experience, a layered security model, an automated fraud feature leveraging machine learning, and a modern and flexible administrative portal.  In addition to bill payment capabilities, we have a ‘pay a loan’ feature, an ‘open looped’ real-time person-to-person (\"P2P\") solution, and account-to-account (\"A2A\") transfer features.  \n•\nJHA PayCenter\nTM\n, provides our customer financial institutions with a single entry point to both Zelle® and Real Time Payments (\"RTP\") real-time networks and supports the Federal Reserve's FedNow®, which launched in July 2023. PayCenter manages the certification process and mandatory updates from the networks, simplifies integration with toolkits and provides fraud monitoring. Financial institutions can send and receive transactions instantly 24 hours a day, 365 days a year, through our core and complementary solutions.\n•\nPayments as a Service (\"PaaS\")\n ties together and further enhances the complete array of electronic payments functionality with a front-end Payments Developers Experience Portal and back-end data analytics.\n10\nResearch and Development\nWe invest significant resources in ongoing research and development to develop new software solutions and services and enhance existing solutions with additional functionality and features required to ensure regulatory compliance. We enhance our core and complementary systems a minimum of once each year. Product-specific enhancements are largely customer-driven with recommended enhancements formally gathered through focus groups, change control boards, strategic initiatives meetings, annual user group meetings, and ongoing customer contact. We also continually evaluate and implement process improvements that expedite the delivery of new products and enhancements to our customers and reduce related costs.\nResearch and development expenses for fiscal 2023, 2022, and 2021 were $142.7 million, $121.4 million, and $109.0 million, respectively. We recorded capitalized software in fiscal 2023, 2022, and 2021 of $166.1 million, $148.2 million, and $128.3 million, respectively.\nSales and Marketing\nWe serve established, well-defined markets that provide ongoing sales and cross-sales opportunities.\nThe marketing and sales initiatives within the core business lines are primarily focused on identifying banks and credit unions evaluating alternative core information and transaction processing solutions. Our non-core specialized core-agnostic niche solutions are sold to complement existing technology platforms to domestic financial services organizations of all asset sizes and charters.\nSales executives are responsible for the activities required to earn new customers in assigned territories, and regional account executives are responsible for nurturing customer relationships and cross selling additional products and services. Our sales professionals receive base salaries and performance-based commission compensation. Sales support staff provide a variety of services, including product and service demonstrations, responses to prospect-issued requests-for-proposals, and proposal and contract generation. Our marketing department supports sales with lead generation and brand-building activities, including participation in state-specific, regional, and national trade shows; print and online advertising; telemarketing; customer/client newsletters; ongoing promotional campaigns; and media relations. We also host annual national education conferences which provide opportunities to network with existing clients and demonstrate new products and services.\nJack Henry has sold select products and services outside the United States, primarily in Latin America, the Caribbean and Canada. International sales accounted for less than 1% of Jack Henry’s total revenue in each of fiscal 2023, 2022, and 2021.\nCompetition\nThe market for companies providing technology solutions to financial services organizations is competitive, and we expect that competition from both existing competitors and companies entering our existing or future markets will remain strong. Some of our current competitors have longer operating histories, larger customer bases, and greater financial resources. The principal competitive factors affecting the market for technology solutions include product/service functionality, price, operating flexibility and ease-of-use, customer support, and existing customer references. For more than a decade, there has been significant consolidation among providers of products and services designed for financial institutions, and this consolidation is expected to continue in the future.\nOur core solutions compete with large vendors that provide information and transaction processing solutions to banks and credit unions, including Fidelity National Information Services, Inc.; Fiserv, Inc.; and Finastra. Our non-core specialized solutions compete with an array of disparate vendors that provide niche solutions to financial services organizations and corporate entities.\nIntellectual Property, Patents, and Trademarks  \nAlthough we believe our success depends upon our technical expertise more than our proprietary rights, our future success and ability to compete depend in part upon our proprietary technology. We have registered or filed applications for our primary trademarks. Most of our technology is not patented. Instead, we rely on a combination of contractual rights, copyrights, trademarks, and trade secrets to establish and protect our proprietary technology. We generally enter into confidentiality agreements with our employees, consultants, resellers, customers, and potential customers. Access to and distribution of our Company’s source code is restricted, and the disclosure and use of other proprietary information is further limited. Despite our efforts to protect our proprietary rights, unauthorized parties can attempt to copy or otherwise obtain, or use our products or technology. \n11\nRegulatory Compliance\nWe maintain a corporate commitment to address compliance issues and implement requirements imposed by federal regulators prior to the effective date of such requirements when adequate prior notice is given. Our compliance program is coordinated by a team of compliance analysts and auditors with extensive regulatory agency and financial institution experience, and a thorough working knowledge of Jack Henry and our solutions. These compliance professionals leverage multiple channels to remain informed about potential and recently enacted regulatory requirements, including regular discussions on emerging topics with the Federal Banking Agencies (“FBA”) examination team and training sessions sponsored by various professional associations.\nJack Henry has a process to inform internal stakeholders of new and revised regulatory requirements. Upcoming regulatory changes also are presented to the Company’s development teams through monthly regulatory compliance meetings and the necessary product changes are included in the ongoing product development cycle. We publish newsletters to keep our customers informed of regulatory changes that could impact their operations. Periodically, customer advisory groups are assembled to discuss significant regulatory changes.\nInternal audits of our systems, networks, operations, business recovery plans, and applications are conducted and specialized outside firms are periodically engaged to perform testing and validation of our systems, processes, plans and security. The FBA conducts annual reviews throughout the Company and issues a Report of Examination. The Board of Directors provides oversight of these activities through the Risk and Compliance Committee and the Audit Committee.\nGovernment Regulation\nThe financial services industry is subject to extensive and complex federal and state regulation. All financial institutions are subject to substantial regulatory oversight and supervision. Our products and services must comply with the extensive and evolving regulatory requirements applicable to our customers, including but not limited to those mandated by federal truth-in-lending and truth-in-savings rules, the Privacy of Consumer Financial Information regulations, usury laws, the Equal Credit Opportunity Act, the Fair Housing Act, the Electronic Funds Transfer Act, the Fair Credit Reporting Act, the Bank Secrecy Act, the USA Patriot Act, the Gramm-Leach-Bliley Act, the Community Reinvestment Act and the Dodd-Frank Wall Street Reform and Consumer Protection Act. The compliance of Jack Henry’s products and services with these requirements depends on a variety of factors, including the parameters set through the interactive design, the classification of customers, and the manner in which the customer utilizes the products and services. Our customers are contractually responsible for assessing and determining what is required of them under these regulations and then we provide solutions that assist them in meeting their regulatory needs through our products and services. We cannot predict the impact these regulations, any future amendments to these regulations or any newly implemented regulations will have on our business in the future.\nJack Henry is not chartered by the Office of the Comptroller of Currency (\"OCC\"), the Board of Governors of the Federal Reserve System, the FDIC, the NCUA or other federal or state agencies that regulate or supervise depository institutions. However, operating as a service provider to financial institutions, Jack Henry’s operations are governed by the same regulatory requirements as those imposed on financial institutions, and subject to periodic reviews by FBA regulators who have broad supervisory authority to remedy any shortcomings identified in such reviews.\nWe provide private cloud services through JHA OutLink Processing Services™ for banks and EASE Processing Services™ for credit unions. We provide data centers and electronic transaction processing through JHA Card Processing Solutions™, internet banking through NetTeller® and Banno\nTM\n online solutions, bill payment through iPay, network security monitoring and Hosted Network Solutions (\"HNS\") through our Gladiator® unit, cloud services through Hosted Partner Services and Enterprise Integration Services, and business recovery services through Centurion Disaster Recovery\n®\n.\nOur private cloud services are subject to examination by FBA regulators under the Bank Service Company Act. These examinations cover a wide variety of subjects, including system development, functionality, reliability, and security, as well as disaster preparedness and business recovery planning. Our private cloud services are also subject to examination by state banking authorities on occasion.\nInformation and Cybersecurity\nIn our increasingly interconnected environment, information is inherently exposed to a growing number of risks, threats, and vulnerabilities. As a provider of products and services to financial institutions, we use industry standard policies and procedures to process and store sensitive, personally identifiable information securely. We prioritize \n12\nprotecting our associates, clients, and their private data from the ever-evolving cyber threat environment and ensuring the resiliency of such information. \nWe have an established information and cybersecurity program maintained by a team of diverse, highly skilled cybersecurity professionals, as well as a portfolio of investments in modern technology including artificial intelligence and machine learning. The program incorporates industry-standard frameworks, policies, and practices designed to protect the confidentiality and privacy of Jack Henry’s and our clients’ information. Additionally, we maintain insurance that includes cybersecurity coverage. \nIn support of the program, our systems and services undergo regular reviews performed by the same regulatory agencies that review financial institutions: Consumer Financial Protection Bureau (\"CFPB\"), Federal Reserve Board (\"FRB\"), FDIC, NCUA, and the OCC, among others. Reviews such as those by the Federal Banking agencies (a regulatory group comprised of the FDIC, FRB, and the OCC) assess and identify security gaps or flaws in controls and monitor the effectiveness of our security program. Critical services provided to our clients are subject to annual System and Organization Controls (\"SOC\") reviews by independent auditors. Information and cybersecurity leadership reports to the Risk and Compliance Board committee and the full Board of Directors quarterly, on information security and cybersecurity matters.\nHuman Capital\nOur Employees\nAs of June 30, 2023, we had approximately 7,120 full-time and part-time employees. Our employees are not covered by a collective bargaining agreement and there have been no labor-related work stoppages. \nTalent Attraction and Engagement\nOur people and culture strategy focuses on attracting, engaging, and retaining qualified, diverse, and innovative talent at all levels of the Company. We are a committed equal opportunity employer and all qualified candidates receive consideration for employment without regard to race, color, religion, national origin, age, disability, sex, sexual orientation, gender, gender identity, pregnancy, genetic information, or other characteristics protected by applicable law.\nBeyond nondiscrimination compliance, we are committed to fostering a respectful, diverse, and inclusive workplace in which all individuals are treated with respect and dignity. We continue to concentrate efforts on diversity, equity, inclusion, and belonging and continue to hire employees in the human resources function to focus on this important area. We seek nontraditional talent streams to help identify candidates from underrepresented groups, including through our internship and apprenticeship programs. Our internship program focuses on attracting college and university students to paid work in Jack Henry departments related to their studies, while our apprenticeship program offers paid training and work for candidates (either students or non-students) with little to no traditional experience in the field, such as learning computer coding. Both our internship and apprenticeship programs can lead to full-time employment. \nWe continue to engage our Business Innovation Groups (“BIGs”) to develop attraction and retention suggestions and practices that advance a diverse, equitable, and inclusive culture. Our BIGs are company-sponsored groups open to all employees. As of June 30, 2023, we had over 1,840 unique associates participating in seven active BIGs, with six focused on inclusion for specific communities — women, people of color, remote employees, LGBTQ+, veterans, and people with disabilities — and one focused on environmental and sustainability topics. While BIGs allow employees to connect and support each other, they also function to assist us in addressing bona fide business problems through input and suggestions. For example, these groups work with executive leadership to actively improve our talent attraction processes for prospective employees. They also provide education, training, and conversation opportunities to all employees to increase belongingness and to advance diversity, inclusion, understanding, and innovation throughout the Company. JHAnywhere, a BIG formed previously to provide community and resources for the then minority of employees working remotely, was discontinued in July 2023 due to the proliferation of remote work resulting from the COVID-19 pandemic to the extent that such efforts became a company-wide focus that went beyond the capacity of a single BIG to support. The Company remains focused on equipping all employees with the tools necessary to effectively communicate, collaborate, and build connections in a remote environment, including ensuring leaders have the skills needed to effectively lead dispersed teams.\nWe seek to actively listen to our employees throughout the year using a defined and continuous listening strategy designed to gather regular feedback on well-being, engagement, leadership, ethics, culture and values, and other top of mind topics. These surveys allow us to respond to employee concerns, benefit from employee perspectives, and better design and develop processes to support our Company culture. Employees can learn about changes \n13\nthrough our jhDaily online news center, regular email communications, monthly Manager Forum events, quarterly employee update videos or all-employee town hall meetings delivered by senior management.  \nTraining and Development\nOur success depends not only on attracting and retaining talented employees, but also in developing our current employees and providing new opportunities for their growth. We offer our employees numerous live and on-demand courses, resources, and training programs to help them build knowledge, improve skills, and develop their career at Jack Henry. Learning opportunities include mandatory courses, such as security awareness, as well as recommended content in areas including leadership development; technical skills; and diversity, equity, inclusion, and belonging. Jack Tracks, an annual, company-wide virtual learning event, offers employees a large selection of curated topics such as technical and operational readiness, technology trends, company solutions, and industry trends.\nRecognizing the importance of mentoring in career development, we host an internal mentorship marketplace, which allows prospective mentors and mentees to connect and self-initiate a mentoring relationship. Career mobility and personal development resources are available to all employees through dedicated intranet sites. We continue to strengthen our leadership capacity by providing training on effective coaching practices to leaders of the Company.\nWe recognize and value the contribution of our employees who develop, improve, and support our technology solutions. Access to on-demand technical training libraries, customized learning plans, certification programs, and classes facilitated by external experts are available to advance their technical expertise. When there is a critical skill need or where the technology landscape is rapidly changing, we provide unique learning solutions to align employees' development with our strategic initiatives.\nWellness and Safety\nWe emphasize the safety and well-being of our employees as a top priority. We define wellness comprehensively and include mental, physical, emotional, financial, psychological, and environmental considerations. Our benefit plan offerings include supportive and dedicated campaigns that communicate directly to employees about financial wellness, mental health, healthful nutrition and exercise, and other wellness topics. Employee well-being is further supported through policies such as remote work, paid parental leave, military service leave, educational assistance, and bereavement leave policies.  \nAvailable Information\nJack Henry’s website is easily accessible to the public at \njackhenry.com\n. The “Investor Relations\" portion of the website provides key corporate governance documents, the code of conduct, an archive of press releases, and other relevant Company information. Our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and other filings and amendments thereto that are made with the SEC also are available free of charge on our website as soon as reasonably practical after these reports have been filed with or furnished to the SEC. The SEC also maintains a website that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at \nhttps://www.sec.gov\n.",
    "item1a": ">ITEM 1A.  RISK FACTORS\nThe Company's business and the results of its operations are affected by numerous factors and uncertainties, some of which are beyond our control. The following is a description of some of the important risks and uncertainties that may cause our actual results of operations in future periods to differ materially from those expected or desired.\nBusiness and Operating Risks\nData security breaches, failures, or other incidents could damage our reputation and business.\n Our business relies upon receiving, processing, storing, and transmitting sensitive information relating to our operations, employees, and customers. If we fail to maintain a sufficient digital security infrastructure, address security vulnerabilities and new threats, or deploy adequate technologies to secure our systems against attack, we may be subject to security breaches that compromise confidential information, adversely affect our ability to operate our business, damage our reputation and business, adversely affect our results of operations and financial condition, and expose us to liability. We rely on third parties for various business purposes, and these third parties face similar security risks. A security failure by one of these third parties could expose our data or subject our information systems to interruption of operations and security vulnerabilities. Our services and infrastructure are increasingly reliant on the internet. Computer networks and the Internet are vulnerable to disruptive problems such as denial of service attacks or other cyber-attacks carried out by cyber criminals or state-sponsored actors. Other potential attacks include attempts to obtain unauthorized access to confidential information or destroy data, often through the \n14\nintroduction of computer viruses, ransomware or malware, cyber-attacks, and other means, which are constantly evolving and at times difficult to detect. Those same parties may also attempt to fraudulently induce employees, customers, vendors, or other users of our systems through phishing schemes or other social engineering methods to disclose sensitive information in order to gain access to our data or that of our customers. We are also subject to the risk that our employees may intercept and transmit unauthorized confidential or proprietary information or that employee corporate-owned computers are stolen, or customer data media is lost in shipment. An interception, misuse or mishandling of personal, confidential, or proprietary information being sent to or received from a customer or third party could result in legal liability, remediation costs, regulatory action, and reputational harm, any of which could adversely affect our results of operations and financial condition. \nWe anticipate that attempts to attack our systems, services, and infrastructure, and those of our customers and vendors, may grow in frequency and sophistication. We cannot be certain that our security controls and infrastructure will be adequate to continue to protect our systems and data and our efforts may not be sufficient to combat all current and future technological risks and threats. Advances in computer capabilities, new discoveries in the field of cryptography, or other events or developments may render our security measures inadequate. Security risks may result in liability to our customers or other third parties, damage to our reputation, and may deter financial institutions from purchasing our products. The significant amount of capital and other resources we currently expend to protect against the threat of security breaches may prove insufficient to prevent a breach. We cannot ensure that any limitation-of-liability provisions in our customer and user agreements, contracts with third-party vendors, or other contracts are sufficient to protect us from liabilities or damages with respect to claims relating to a security breach or similar matters. The insurance coverage we maintain to address data security risks may be insufficient to cover all types of claims or losses that may arise, and there is no assurance that such insurance coverage will continue to be available to us on economically reasonable terms, or at all. In the event of a security breach, we may need to spend substantial additional capital and resources alleviating problems caused by such breach. Under state, federal, and foreign laws requiring consumer notification of security breaches, the costs to remediate security breaches can be substantial. Addressing security problems may result in interruptions, delays, or cessation of service to users, any of which could harm our business.\nFailure to maintain sufficient technological infrastructure or an operational failure in our outsourcing facilities could expose us to damage claims, increase regulatory scrutiny, and cause us to lose customers.\n Our products and services require substantial investments in technological infrastructure, and we have experienced significant growth in the number of users, transactions, and data that our technological infrastructure supports. If we fail to adequately invest in and support our technological infrastructure and processing capacity, we may not be able to support our customers’ processing needs and may be more susceptible to interruptions and delays in services. Damage or destruction that interrupts our outsourcing operations could cause delays and failures in customer processing which could hurt our relationship with customers, damage our reputation, expose us to damage claims, and cause us to incur substantial additional expense to relocate operations and repair or replace damaged equipment. Events that could cause operational failures include, but are not limited to, hardware and software defects, breakdowns or malfunctions, cybersecurity incidents, human error, power losses, disruptions in telecommunications services, computer viruses or other malware, or other events. Our facilities are also subject to physical risks related to natural disasters or severe weather events, such as tornados, flooding, hurricanes, and heat waves. Climate change may increase the likelihood and severity of such events. Our back-up systems and procedures may prove insufficient or otherwise fail to prevent disruption, such as a prolonged interruption of our transaction processing services. If an interruption extends for more than several hours, we may experience data loss or a reduction in revenues by reason of such interruption. Any significant interruption of service could reduce revenue, have a negative impact on our reputation, result in damage claims, lead our present and potential customers to choose other service providers, and lead to increased regulatory scrutiny of the critical services we provide to financial institutions, with resulting increases in compliance burdens and costs. Implementing modifications and upgrades to our technological infrastructure subject us to inherent costs and risks associated with changing systems, policies, procedures, and monitoring tools.\nFailures associated with payment transactions could result in financial loss. \nThe volume and dollar amount of payment transactions that we process is significant and continues to grow. We direct the settlement of funds on behalf of financial institutions, other businesses, and consumers, and receive funds from clients, card issuers, payment networks, and consumers on a daily basis for a variety of transaction types. Transactions facilitated by us include debit card, credit card, electronic bill payment transactions, Automated Clearing House (“ACH”) payments, real-time payments through faster payment networks (such as Zelle, RTP, and FedNow), and check clearing that support consumers, financial institutions, and other businesses. If the continuity of operations, integrity of processing, or ability to detect or prevent fraudulent payments were compromised in connection with payments transactions, we could suffer financial as well as reputational loss. In addition, we rely on various third parties to \n15\nprocess transactions and provide services in support of the processing of transactions and funds settlement for certain of our products and services that we cannot provide ourselves. If we are unable to obtain such services in the future or if the price of such services becomes unsustainable, our business, financial position, and results of operations could be materially and adversely affected. In addition, we may issue short-term credit to consumers, financial institutions, or other businesses as part of the funds settlement process. A default on this credit by a counterparty could result in a financial loss to us.\nFailures of third-party service providers we rely upon could lead to financial loss. \nWe rely on third party service providers to support key portions of our operations. We also rely on third party service providers to provide part, or all of, certain services we deliver to customers. As we continue to move more computing, storage, and processing services out of our data centers and facilities and into third-party hosting environments, our reliance on these providers and their systems will increase. This reliance is further concentrated as we use certain third-party vendors to provide large portions of our hosting needs. While we have selected these third-party vendors carefully, we do not control their actions. A failure of these services by a third party could have a material impact upon our delivery of services to our customers. Such a failure could lead to damage claims, loss of customers, and reputational harm, depending on the duration and severity of the failure. Third parties perform significant operational services on our behalf. These third-party vendors are subject to similar risks as us including, but not limited to, compliance with applicable laws and regulations, hardware and software defects, breakdowns or malfunctions, cybersecurity incidents, human error, failures in internal controls, power losses, disruptions in telecommunications services, computer viruses or other malware, natural disasters or severe weather events, or other events. One or more of our vendors may experience a cybersecurity event or operational disruption and, if any such event does occur, it may not be adequately addressed, either operationally or financially, by the third-party vendor. Certain of our vendors may have limited indemnification obligations or may not have the financial capacity to satisfy their indemnification obligations. If a critical vendor is unable to meet our needs in a timely manner or if the services or products provided by such a vendor are terminated or otherwise delayed and if we are not able to develop alternative sources for these services and products quickly and cost-effectively, our customers could be negatively impacted, and it could have a material adverse effect on our business.\nCompetition may result in decreased demand or require price reductions or other concessions to customers, which could result in lower margins and reduce income.\n We vigorously compete with a variety of software vendors and service providers in all our major product lines. We compete on the basis of product quality, reliability, performance, ease of use, quality of support and services, integration with other products, and pricing. Some of our competitors may have advantages over us due to their size, product lines, greater marketing resources, or exclusive intellectual property rights. New competitors regularly appear with new products, services, and technology for financial institutions. If competitors offer more favorable pricing, payment or other contractual terms, warranties, or functionality, or otherwise attract our customers or prevent us from capturing new customers, we may need to lower prices or offer other terms that negatively impact our results of operations in order to successfully compete.\nFailure to achieve favorable renewals of service contracts could negatively affect our business. \nOur contracts with our customers for outsourced data processing and electronic payment transaction processing services generally run for a period of seven or more years. We will continue to experience a significant number of these contracts coming up for renewal each year. Renewal time presents our customers with the opportunity to consider other providers or to renegotiate their contracts with us, including reducing the services we provide or negotiating the prices paid for our services. If we are not successful in achieving high renewal rates upon favorable terms, revenues and profit margins will suffer. We may experience increased costs for services from our third-party vendors due to inflation or other cost expansion, but because our customer contracts typically have longer terms than our vendor contracts, our ability to pass on those higher costs to customers may be limited. If inflation or costs outpace our contractual ability to adjust pricing during the contractual terms of our customer contracts, our revenues and profit margins could be negatively impacted.\nIf we fail to adapt our products and services to changes in technology and the markets we serve, we could lose existing customers and be unable to attract new business.\n The markets for our products and services are characterized by changing customer and regulatory requirements and rapid technological changes. These factors and new product introductions by our existing competitors or by new market entrants could reduce the demand for our existing products and services, and we may be required to develop or acquire new products and services. Our future success is dependent on our ability to enhance our existing products and services in a timely manner and to develop or acquire new products and services. If we are unable to develop or acquire new products and services as planned, or if we fail to sell our new or enhanced products and services, we may incur unanticipated expenses or fail to achieve anticipated revenues, as well as lose prospective sales.\n16\nSoftware defects or problems with installations may harm our business and reputation and expose us to potential liability. \nOur software products are complex and may contain undetected defects, especially in connection with newly released products and software updates. Software defects may cause interruptions or delays to our services as we attempt to correct the problem. We may also experience difficulties in installing or integrating our products on systems used by our customers. Defects in our software, installation problems or delays, or other difficulties could result in negative publicity, loss of revenues, loss of competitive position, or claims against us by customers. In addition, we rely on technologies and software supplied by third parties that may also contain undetected errors or defects that could have a negative effect on our business and results of operations.\nExpansion of services to non-traditional customers could expose us to new risks. \nWe have expanded our services to business lines that are marketed outside our traditional, regulated, and litigation-averse base of financial institution customers. These non-regulated customers may entail greater operational, credit, and litigation risks than we have faced before and could result in increases in bad debts and litigation costs.\nRegulatory and Compliance Risks\nThe software and services we provide to our customers are subject to government regulation that could hinder the development of our business, increase costs, or impose constraints on the way we conduct our operations\n. The financial services industry is subject to extensive and complex federal and state regulation. As a supplier of software and services to financial institutions, portions of our operations are examined by the Office of the Comptroller of the Currency, the Federal Reserve Board, the Federal Deposit Insurance Corporation, the Consumer Financial Protection Bureau, and the National Credit Union Association, among other regulatory agencies. These agencies regulate services we provide and the way we operate, and we are required to comply with a broad range of applicable federal and state laws and regulations. If we, or third parties with whom we contract or partner, fail to comply with applicable regulations or guidelines, we could be subject to regulatory actions and suffer harm to our customer relationships and reputation. Such failures could require significant expenditures to correct and could negatively affect our ability to retain customers and obtain new customers.\nIn addition, existing laws, regulations, and policies could be amended or interpreted differently by regulators in a manner that imposes additional costs and has a negative impact on our existing operations or that limits our future growth or expansion. New regulations could require additional programming or other costly changes in our processes or personnel. Our customers are also regulated entities, and actions by regulatory authorities could influence both the decisions they make concerning the purchase of data processing and other services and the timing and implementation of these decisions. We will be required to apply substantial research and development and other corporate resources to adapt our products to this evolving, complex, and often unpredictable regulatory environment. Our failure to provide compliant solutions could result in significant fines or consumer liability on our customers, for which we may bear ultimate liability.\nCompliance with new and existing privacy laws, regulations, and rules may adversely impact our expenses, development, and strategy.\n We are subject to complex laws, rules, and regulations related to data privacy and cybersecurity. If we fail to comply with such requirements, we could be subject to reputational harm, regulatory enforcement, and litigation. The use, confidentiality, and security of private customer information is under increased scrutiny. Regulatory agencies, Congress, and state legislatures are considering numerous regulatory and statutory proposals to protect the interests of consumers and to require compliance with standards and policies that have not been defined. The number of state privacy and cybersecurity laws and regulations has grown tremendously over the past several years, creating an increasingly complex patchwork of data privacy and security requirements. This includes industry-specific rules such as those enacted by the New York Department of Financial Services that require covered financial institutions to have a cybersecurity program along with other compliance requirements as well as comprehensive consumer data privacy rules such as the California Consumer Privacy Act, the Iowa Consumer Data Protection Act, and the Virginia Consumer Data Protection Act. Though several privacy concepts are common across the laws, each state requires compliance with standards and policies that are not cohesive with other laws and are often further amended by regulatory action. The unique data protection regulations issued by multiple agencies have created a fragmented series of requirements that makes it increasingly complex to comply with all the mandates in an efficient manner and may increase costs to deliver affected products and services as those requirements are established.\nFailure to comply or readily address compliance and regulatory rule changes made by payment card networks could adversely affect our business. \nWe are subject to card association and network compliance rules governing the payment networks we serve, including Visa, MasterCard, Zelle, FedNow, and The Clearing House’s RTP network, and all rules governing the Payment Card Data Security Standards. If we fail to comply with these rules and standards, we could be fined or our certifications could be suspended or terminated, which could limit our \n17\nability to service our customers and result in reductions in revenues and increased costs of operations. Changes made by the networks, even when complied with, may result in reduction in revenues and increased costs of operations.\nEconomic Conditions Risks\nNatural disasters, public health crises, wars, acts of terrorism, other armed conflict, and workforce shortages could adversely affect our results of operations. \nThe occurrence of, or threat of, natural disasters, widespread public health crises, political unrest, war, acts of terrorism, other armed conflicts involving the United States or foreign countries, or general workforce shortages can result in significant economic disruptions and uncertainties and could adversely affect our business, results of operation, and financial condition. The conditions caused by such events may affect the rate of spending by our customers and their ability to pay for our products and services, delay prospective customers’ purchasing decisions, interfere with our employees’ ability to support our business function, disrupt the ability of third-party providers we rely upon to deliver services, adversely impact our ability to provide on-site services or installations to our customers, or reduce the number of transactions we process, all of which could adversely affect our results of operation and financial position. We are unable to accurately predict the impact of such events on our business due to a number of uncertainties, including the duration, severity, geographic reach and governmental responses to such events, the impact on our customers’ and vendors' operations, and our ability to provide products and services, including the impact of our employees working remotely. If we are not able to respond to and manage the impact of such events effectively, our business will be harmed.\nOur business may be adversely impacted by general U.S. and global market and economic conditions or specific conditions in the financial services industry. \nWe derive most of our revenue from products and services we provide to the financial services industry. If the general economic environment worsens, including if inflation or interest rates continue to increase or remain at higher than recent historical levels, or if conditions or regulatory requirements within the financial services industry change, such as if financial institutions are required to increase reserve amounts or become subject to new regulatory assessments, customers may be less willing or able to pay the cost of our products and services, and we could face a reduction in demand from current and potential clients for our products and services, which could have a material adverse effect on our business, results of operations, and financial condition. In addition, a growing portion of our revenue is derived from transaction processing fees, which depend heavily on levels of consumer and business spending. Deterioration in general economic conditions could negatively impact consumer confidence and spending, resulting in reduced transaction volumes and our related revenues.\nConsolidation and failures of financial institutions will continue to reduce the number of our customers and potential customers.\n Our primary market consists of approximately 4,660 commercial and savings banks and more than 4,850 credit unions. The number of commercial banks and credit unions in the United States has experienced a steady decrease over recent decades due to mergers and acquisitions and financial failures and we expect this trend to continue as more consolidation occurs. Such events may reduce the number of our current and potential customers, which could negatively impact our results of operations.\nAcquisition Risks\nOur growth may be affected if we are unable to find or complete suitable acquisitions. \nWe have augmented the growth of our business with a number of acquisitions and we plan to continue to acquire appropriate businesses, products, and services. This strategy depends on our ability to identify, negotiate, and finance suitable acquisitions. Merger and acquisition activity in our industry has affected the availability and pricing of such acquisitions. If we are unable to acquire suitable acquisition candidates, we may experience slower growth.\nAcquisitions subject us to risks and may be costly and difficult to integrate.\n Acquisitions are difficult to evaluate, and our due diligence may not identify all potential liabilities or valuation issues. We may also be subject to risks related to cybersecurity incidents or vulnerabilities of the acquired company and the acquired systems. We may not be able to successfully integrate acquired companies. We may encounter problems with the integration of new businesses, including: financial control and computer system compatibility; unanticipated costs and liabilities; unanticipated quality or customer problems with acquired products or services; differing regulatory and industry standards; diversion of management's attention; adverse effects on existing business relationships with suppliers and customers; loss of key employees; and significant depreciation and amortization expenses related to acquired assets. To finance future acquisitions, we may have to increase our borrowing or sell equity or debt securities to the public. If we fail to integrate our acquisitions, our business, financial condition, and results of operations could be materially and adversely affected. Failed acquisitions could also produce material and unpredictable impairment charges as we review our acquired assets.\n18\nIntellectual Property Risks\nIf others claim that we have infringed their intellectual property rights, we could be liable for significant damages or could be required to change our processes.\n We have agreed to indemnify many of our customers against claims that our products and services infringe on the proprietary rights of others. We also use certain open- source software in our products, which may subject us to suits by persons claiming ownership of what we believe to be open-source software. Infringement claims have been and will in the future be asserted with regard to our software solutions and services. Such claims, whether with or without merit, are time-consuming, may result in costly litigation and may not be resolved on terms favorable to us. If our defense of such claims is not successful, we could be forced to pay damages or could be subject to injunctions that would cause us to cease making or selling certain applications or force us to redesign applications.\nOur failure to protect our intellectual property and proprietary rights may adversely affect our competitive position. \nOur success and ability to compete depend in part upon protecting our proprietary systems and technology. Unauthorized parties may attempt to copy or access systems or technology that we consider proprietary. We actively take steps to protect our intellectual property and proprietary rights, including entering into agreements with users of our services for that purpose and maintaining security measures. However, these steps may be inadequate to prevent misappropriation. Policing unauthorized use of our proprietary rights is difficult and misappropriation or litigation relating to such matters could have a material negative effect on our results of operation.\nGeneral Risk Factors\nA material weakness in our internal controls could have a material adverse effect on us. \nEffective internal controls are necessary for us to provide reasonable assurance with respect to our financial reports and to mitigate risk of fraud. If material weaknesses in our internal controls are discovered or occur in the future, our consolidated financial statements may contain material misstatements and we could be required to restate our financial results, which could materially and adversely affect our business and results of operations or financial condition, restrict our ability to access the capital markets, require us to expend significant resources to correct the weaknesses or deficiencies, subject us to fines, penalties or judgments, harm our reputation, or otherwise cause a decline in investor confidence.\nThe loss of key employees and difficulties in hiring and retaining employees could adversely affect our business. \nWe depend on the contributions and abilities of our senior management and other key employees. Our Company has grown significantly in recent years and our management remains concentrated in a small number of highly qualified individuals. If we lose one or more of our key employees, we could suffer a loss of managerial experience, and management resources would have to be diverted from other activities to compensate for this loss. We do not have employment agreements with any of our executive officers. Further, we continue to face a competitive market for hiring and retaining skilled employees. Difficulties in hiring and retaining skilled employees may restrict our ability to adequately support our business needs and/or result in increased personnel costs. There is no assurance that we will be able to attract and retain the personnel necessary to maintain the Company’s strategic direction.\nUnfavorable future tax law changes could adversely affect our tax expense.\n Our income tax positions result in a significant net deferred income tax liability on our consolidated balance sheet. Unfavorable future tax law changes, including increasing U.S. corporate tax rates, could increase this net liability and negatively impact our provision for income taxes and net income.\nThe impairment of a significant portion of our goodwill and intangible assets would adversely affect our results of operations.\n Our balance sheet includes goodwill and intangible assets that represent a significant portion of our total assets as of June 30, 2023. On an annual basis, and whenever circumstances require, we review our goodwill and intangible assets for impairment. If the carrying value of a material asset is determined to be impaired, it will be written down to fair value by a charge to operating earnings. An impairment of a significant portion of our goodwill or intangible assets could have a material negative effect on our operating results.  \nAn increase in interest rates could increase our borrowing costs.\n  Although our debt borrowing levels have historically been low, we may require additional or increased borrowings in the future under existing or new debt facilities to support operations, finance acquisitions, or fund stock repurchases. Our current credit facilities bear interest at variable rates. Increases in interest rates on variable-rate debt would increase our interest expense, which could negatively impact our results of operations.\n19",
    "item7": ">ITEM 7.   MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following section provides management's view of the Company's financial condition and results of operations and should be read in conjunction with the audited consolidated financial statements, and related notes included \n22\nTable of Contents\nelsewhere in this report. All dollar and share amounts, except per share amounts, are in thousands and discussions compare fiscal 2023 to fiscal 2022. Discussions of fiscal 2021 items and comparisons between fiscal 2021 and fiscal 2022 that are not included in this Form 10-K can be found in Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in our Annual Report on Form 10-K for the fiscal year ended June 30, 2022.\nOVERVIEW\nJack Henry & Associates, Inc. is a well-rounded financial technology company headquartered in Monett, Missouri, that employs approximately 7,120 full-time and part-time employees nationwide, and is a leading provider of technology solutions and payment processing services primarily to community and regional financial institutions. Our solutions serve over 7,500 customers and consist of integrated data processing systems solutions to banks ranging from de novo to multi-billion-dollar institutions with assets up to $50 billion, core data processing solutions for credit unions of all sizes, and non-core highly specialized core-agnostic products and services that enable financial institutions of every asset size and charter, and diverse corporate entities outside the financial services industry, to mitigate and control risks, optimize revenue and growth opportunities, and contain costs. Our integrated solutions are available for on-premise installation and delivery in our private and public cloud.\nEach of our solutions shares the fundamental commitment to provide high-quality business systems, service levels that consistently exceed customer expectations, and integration of solutions and practical new technologies. The quality of our solutions, our high service standards, and the fundamental way we do business typically foster long-term customer relationships, attract prospective customers, and have enabled us to capture substantial market share. \nThrough internal product development, disciplined acquisitions, and alliances with companies offering niche solutions that complement our proprietary solutions, we regularly introduce new products and services and generate new cross-sales opportunities. We provide compatible computer hardware for our on-premise installations and secure processing environments for our outsourced solutions in our private and public cloud. We perform data conversions, software implementations, initial and ongoing customer training, and ongoing customer support services. \nWe believe our primary competitive advantage is customer service. Our support infrastructure and strict standards provide service levels we believe to be the highest in the markets we serve and generate high levels of customer satisfaction and retention. We consistently measure customer satisfaction using a variety of surveys, such as an annual survey on the customer's anniversary date and randomly-generated surveys initiated each day by routine support requests. Dedicated surveys are also used to grade specific aspects of our customer experience, including product implementation, education, and consulting services.\nOur two primary revenue streams are \"services and support\" and \"processing.\" Services and support includes: \"private and public cloud\" fees that predominantly have contract terms of seven years or longer at inception; \"product delivery and services\" revenue, which includes revenue from the sales of licenses, implementation services, deconversion fees, consulting, and hardware; and \"on-premise support\" revenue, composed of maintenance fees which primarily contain annual contract terms. Processing revenue includes: \"remittance\" revenue from payment processing, remote capture, and ACH transactions; \"card\" fees, including card transaction processing and monthly fees; and \"transaction and digital\" revenue, which includes transaction and mobile processing fees. We continually seek opportunities to increase revenue while at the same time containing costs to expand margins.\nWe have four reportable segments: Core, Payments, Complementary, and Corporate and Other. The respective segments include all related revenues along with the related cost of sales.\nA detailed discussion of the major components of the results of operations follows.\nRESULTS OF OPERATIONS\nFISCAL 2023 COMPARED TO FISCAL 2022\nOn August 31, 2022, the Company acquired all of the equity interest in Payrailz, LLC (\"Payrailz\"). Payrailz related revenue and operating expenses mentioned in the discussion below are for the 10 months from the date of acquisition through our fiscal year ended June 30, 2023.\nIn fiscal 2023, total revenue increased 7% or $134,818, compared to fiscal 2022. Reducing total revenue for deconversion fees of $31,775 in the current fiscal year and $53,279 in the prior fiscal year, and for Payrailz related revenue of $8,482 in the current fiscal year, results in an 8% increase, or $147,840. This increase was primarily driven by growth in data processing and hosting and card processing revenue, as new customers were added and \n23\nTable of Contents\nvolumes expanded, payment processing revenues, digital revenues (including Banno), as new customers were added and active users increased, and software usage and subscription fee revenues, as more customers chose time-based licenses rather than perpetual, compared to the prior fiscal year.\nOperating expenses increased 9% in fiscal 2023 compared to fiscal 2022. Reducing total operating expenses for deconversion costs of $4,261 in the current fiscal year and $6,277 in the prior fiscal year, and for Payrailz related expenses of $22,467, and gain on assets, net, of $4,567 in the current fiscal year, results in an 8% increase, or $112,864. This increase was primarily due to higher personnel costs, including commissions and benefits expenses, increased direct costs consistent with increases in the related revenue, amortization of intangible assets, and internal licenses and fees.\nWe move into fiscal 2024 following strong performance in fiscal 2023. Significant portions of our business continue to provide recurring revenue and our sales pipeline is also encouraging. Our customers continue to face regulatory and operational challenges which our products and services address, and in these times, they have an even greater need for our solutions that directly address institutional profitability, efficiency, and security. We believe our strong balance sheet, access to extensive lines of credit, the strength of our existing product line and an unwavering commitment to superior customer service position us well to address current and future opportunities.\nA detailed discussion of the major components of the results of operations for the fiscal year ended June 30, 2023 compared to the fiscal year ended June 30, 2022 follows.\nREVENUE\nServices and Support Revenue\nYear Ended June 30,\n% \nChange\n \n2023\n2022\nServices and support\n$\n1,214,701\n \n$\n1,156,365 \n5%\nPercentage of total revenue\n58%\n60%\n \nServices and support includes: \"private and public cloud\" fees that predominantly have contract terms of seven years or greater at inception; \"product delivery and services\" revenue, which includes revenue from the sales of licenses, implementation services, deconversion fees, consulting, and hardware; and \"on-premise support\" revenue, which is composed primarily of maintenance fees with annual contract terms. \nIn the fiscal year ended June 30, 2023, services and support revenue increased 5% compared to the prior fiscal year. Reducing total services and support revenue by deconversion fees for each year, which totaled $31,775 in fiscal 2023 and $53,279 in fiscal 2022, and for Payrailz related revenue of $46 from the current fiscal year, services and support revenue grew 7%. This increase was primarily driven by higher data processing and hosting fees within private and public cloud revenue resulting from new customers being added and volumes expanding. Growth in software usage and subscription fee revenues, as more customers chose time-based licenses rather than perpetual, and hardware revenue also contributed to the increase.\nProcessing Revenue\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nProcessing\n$\n863,001\n \n$\n786,519 \n10%\nPercentage of total revenue\n42%\n40%\n \nProcessing revenue includes: \"remittance\" revenue from payment processing, remote capture, and ACH transactions; \"card\" fees, including card transaction processing and monthly fees; and \"transaction and digital\" revenue, which includes transaction and mobile processing fees.\nProcessing revenue increased 10% for the fiscal year ended\n \nJune 30, 2023, compared to the fiscal year ended\n \nJune 30, 2022. Reducing total processing revenue by Payrailz related revenue of $8,436 from the current fiscal year, processing revenue grew 9%. This increase was driven by growth in card processing, payment processing (including iPay), digital revenue (including Banno), and other processing fee revenues, as new customers were added, the active user base expanded, and transaction volumes increased.\n24\nTable of Contents\nOPERATING EXPENSES\nCost of Revenue\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nCost of revenue\n$\n1,219,062\n \n$\n1,128,614 \n8%\nPercentage of total revenue\n59%\n58%\n \nCost of revenue for fiscal 2023 increased 8% compared to fiscal 2022. Reducing total cost of revenue for deconversion costs of $2,046 in the current fiscal year and $3,793 in the prior fiscal year, and for Payrailz related costs of $18,193 in the current fiscal year, results in a 7% increase. This increase was driven by higher direct costs consistent with increases in the related revenue, higher personnel costs, including benefits expenses, and increased amortization of intangible assets. Cost of revenue increased 1% as a percentage of total revenue for fiscal 2023 compared to fiscal 2022.\nResearch and Development\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nResearch and development\n$\n142,678\n \n$\n121,355 \n18%\nPercentage of total revenue\n7%\n6%\n \nWe devote significant effort and expense to develop new software and service products and continually upgrade and enhance our existing offerings. We believe our research and development efforts are highly efficient because of the extensive experience of our research and development staff and because our product development is highly customer driven.\nResearch and development expenses for fiscal 2023 increased 18% compared to fiscal 2022. Reducing total research and development expenses for Payrailz related costs of $2,130 in the current fiscal year, results in a 16% increase. This increase is primarily due to higher personnel costs including benefits expenses, net of capitalization, due to a headcount increase of 9% in the trailing twelve months, and higher internal licenses and fees. Research and development expense increased 1% as a percentage of total revenue for fiscal 2023 compared to fiscal 2022. The increase in this expense category for the current fiscal year reflects our continuing commitment to the development of strategic products. \nSelling, General, and Administrative\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nSelling, general, and administrative\n$\n235,274\n \n$\n218,296 \n8%\nPercentage of total revenue\n11%\n11%\n \nSelling, general, and administrative costs included all expenses related to sales efforts, commissions, finance, legal, and human resources, plus all administrative costs. \nSelling, general, and administrative expenses for fiscal 2023 increased 8% compared to fiscal 2022. Reducing total selling, general, and administrative expense for deconversion costs from each year, which totaled $2,216 in fiscal 2023 and $2,485 in fiscal 2022, and Payrailz related costs of $2,144, and the gain on assets, net, of $4,567 for the current fiscal year, results in a 9% increase. This increase was primarily due to higher personnel costs, including commissions and benefits expenses. Selling, general, and administrative expenses remained consistent as a percentage of total revenue for fiscal 2023 compared to fiscal 2022. This consistency reflects our continuing commitment to control costs.\nINTEREST INCOME AND EXPENSE\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nInterest income\n$\n8,959\n \n$\n32 \n27,897%\nInterest expense\n$\n(15,073)\n$\n(2,384)\n532%\nInterest income fluctuated due to changes in invested balances and yields on invested balances. Interest expense increased in fiscal 2023 mainly due to the timing and amounts of borrowed balances and increases in interest rates.\n25\nTable of Contents\nPROVISION FOR INCOME TAXES\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nProvision for income taxes\n$\n107,928\n \n$\n109,351 \n(1)%\nEffective rate\n22.7%\n23.2%\nThe decrease in the Company's effective tax rate in fiscal 2023 compared to fiscal 2022 was primarily the result of a decrease in the state tax rate applied to net deferred tax liabilities and an increase in rate benefit received from research and development credits.\nNET INCOME\nYear Ended June 30,\n%\nChange\n \n2023\n2022\nNet income\n$\n366,646\n \n$\n362,916 \n1%\nDiluted earnings per share\n$\n5.02\n \n$\n4.94 \n2%\nNet income grew 1% to $366,646, or $5.02 per diluted share, in fiscal 2023 from $362,916, or $4.94 per diluted share, in fiscal 2022. The diluted earnings per share increase year over year was 2%. This increase was primarily due to growth in our lines of revenue in fiscal 2023 compared to fiscal 2022 and a reduction in the number of shares outstanding.\nREPORTABLE SEGMENT DISCUSSION\nThe Company is a leading provider of technology solutions and payment processing services primarily to community and regional financial institutions.  \nThe Company’s operations are classified into four reportable segments: Core, Payments, Complementary, and Corporate and Other. The Core segment provides core information processing platforms to banks and credit unions, which consist of integrated applications required to process deposit, loan, and general ledger transactions, and maintain centralized customer/member information. The Payments segment provides secure payment processing tools and services, including ATM, debit, and credit card processing services; online and mobile bill pay solutions; ACH origination and remote deposit capture processing; and risk management products and services. The Complementary segment provides additional software, hosted processing platforms, and services, including call center support, and network security management, consulting, and monitoring, that can be integrated with our core solutions and many can be used independently. The Corporate and Other segment includes revenue and costs from hardware and other products not attributed to any of the other three segments, as well as operating costs not directly attributable to the other three segments. \nDuring fiscal 2023, the Company transferred a product, Remit, from the Complementary segment to the Payments segment, due to better alignment with the Payments segment. As a result of this transfer, adjustments were made during fiscal 2023 to reclassify related revenue and cost of revenue for the fiscal year ended June 30, 2022, from the Complementary to the Payments segment. Revenue reclassed for the fiscal year ended June 30, 2022, was $12,049. Cost of revenue reclassed for the fiscal year ended June 30, 2022, was $2,059. \nImmaterial adjustments were made in fiscal 2023 to reclassify revenue that was recognized in fiscal 2022 from the Complementary to the Corporate and Other segment. Immaterial adjustments were also made in fiscal 2023 to reclassify cost of revenue that was recognized in fiscal 2022 from the Complementary to the Payments and Corporate and Other segments. These reclasses were made to be consistent with the current allocation of revenue and cost of revenue by segment. Revenue reclassed for the fiscal year ended June 30, 2022,  from Complementary to Corporate and Other was $4,917. Cost of revenue reclassed for the fiscal year ended June 30, 2022, from Complementary to Payments was $3,396, and from Complementary to Corporate and Other was $403.\nCore\n \n2023\n% Change\n2022\nRevenue\n$\n656,164\n \n5%\n$\n622,442 \nCost of Revenue\n$\n283,531\n \n8%\n$\n261,585 \nIn fiscal 2023, revenue in the Core segment increased 5% compared to fiscal 2022. Reducing total Core revenue by deconversion fees from both fiscal years, which totaled $10,924 in fiscal 2023 and $23,048 in fiscal 2022, Core \n26\nTable of Contents\nsegment revenue increased 8%. This increase was primarily driven by organic increases in our private and public cloud revenue. Cost of revenue in the Core segment increased 8% for fiscal 2023 compared to fiscal 2022.  Reducing total Core cost of revenue by deconversion costs from both fiscal years, which totaled $913 in fiscal 2023 and $1,719 in fiscal 2022, Core segment revenue increased 9% This increase was primarily due to increased direct costs associated with the organic growth in cloud revenue and personnel costs, including benefits expenses. Core segment cost of revenue increased 1% as a percentage of revenue for fiscal 2023 compared to fiscal 2022.\nPayments\n \n2023\n% Change\n2022\nRevenue\n$\n767,339\n \n7%\n$\n719,068 \nCost of Revenue\n$\n423,474\n \n10%\n$\n386,409 \nIn fiscal 2023, revenue in the Payments segment increased 7% compared to fiscal 2022. Reducing total Payments revenue by deconversion fees from both fiscal years, which totaled $7,924 in fiscal 2023 and $14,319 in fiscal 2022, and Payrailz related revenue from the current fiscal year of $8,482, Payments segment revenue also increased 7%. This increase was primarily driven by growth within card processing and payment processing revenues. Cost of revenue in the Payments segment increased 10% for fiscal 2023 compared to fiscal 2022. Reducing total Payments cost of revenue by deconversion costs from both fiscal years, which totaled $303 in fiscal 2023 and $439 in fiscal 2022 and Payrailz related costs from the current fiscal year of $18,104, Payments cost of revenue increased 5%. This increase was primarily due to increased direct costs related to the growth in card processing and payment processing, and increased personnel costs, including benefits expenses. Payments segment cost of revenue increased 2% as a percentage of revenue for fiscal 2023 compared to fiscal 2022.\nComplementary\n \n2023\n% Change\n2022\nRevenue\n$\n583,893\n \n7%\n$\n544,244 \nCost of Revenue\n$\n239,044\n \n6%\n$\n226,229 \nRevenue in the Complementary segment increased 7% for fiscal 2023 compared to fiscal 2022. Reducing total Complementary revenue by deconversion fees from both fiscal years, which totaled $12,649 in fiscal 2023 and $15,589 in fiscal 2022, Complementary segment revenue increased 8%. This increase was primarily driven by organic increases in hosting fee and digital revenues (including Banno). Cost of revenue in the Complementary segment increased 6% for fiscal 2023 compared to fiscal 2022. Reducing total Complementary cost of revenue by deconversion costs from both fiscal years, which totaled $807 in fiscal 2023 and $1,309 in fiscal 2022, Complementary segment cost of revenue also increased 6%. This increase was primarily due to higher direct costs related to the organic growth in hosting fee and digital revenues (including Banno) and increased personnel costs, including benefits expenses. Complementary segment cost of revenue decreased 1% as a percentage of revenue for fiscal 2023 compared to fiscal 2022.\nCorporate and Other\n \n2023\n% Change\n2022\nRevenue\n$\n70,306\n \n23%\n$\n57,130 \nCost of Revenue\n$\n273,013\n \n7%\n$\n254,391 \nRevenue in the Corporate and Other segment increased 23% for fiscal 2023 compared to fiscal 2022. Reducing total Corporate and Other revenue by deconversion fees from both fiscal years, which totaled $278 in fiscal 2023 and $323 in fiscal 2022, Corporate and Other segment revenue also increased 23%. The increase was mainly due to increased hardware, user group, and processing fee revenues.\nCost of revenue for the Corporate and Other segment includes operating costs not directly attributable to any of the other three segments and increased 7% for fiscal 2023 compared to fiscal 2022. Reducing total Corporate and Other cost of revenue by deconversion fees from both fiscal years, which totaled $23 in fiscal 2023 and $325 in fiscal 2022, and Payrailz related costs of $90, Corporate and Other segment cost of revenue also increased 7%. This increase was primarily related to higher internal licenses and fees and personnel costs, including benefits expenses.\n27\nTable of Contents\nLIQUIDITY AND CAPITAL RESOURCES\nThe Company's cash and cash equivalents decreased to $12,243 at June 30, 2023 from $48,787 at June 30, 2022. The following table summarizes net cash from operating activities in the statement of cash flows:\nYear Ended\nJune 30,\n2023\n2022\nNet income\n$\n366,646\n \n$\n362,916 \nNon-cash expenses\n166,621\n \n234,676 \nChange in receivables\n(12,067)\n(41,508)\nChange in deferred revenue\n(10,547)\n6,572 \nChange in other assets and liabilities\n(129,094)\n(58,025)\nNet cash provided by operating activities\n$\n381,559\n \n$\n504,631 \nCash provided by operating activities for fiscal 2023 decreased 24% compared to fiscal 2022, primarily due to the change in current and deferred income taxes included within non-cash expenses above that were related to Internal Revenue Code (IRC) Section 174 tax law changes with respect to the treatment of research and development expenses, as indicated by the increase in cash taxes paid, fiscal year over fiscal year. The Company paid income taxes, net of refunds, of $145,862, $60,553, and $80,220 in fiscal 2023, 2022, and 2021, respectively. Cash from operations is primarily used to repay debt, pay dividends, repurchase stock, and for capital expenditures.\nCash used in investing activities for fiscal 2023 totaled $409,673 and included: $229,628 for the acquisition of Payrailz, $166,120 for the ongoing enhancements and development of existing and new product and service offerings; capital expenditures on facilities and equipment of $39,179, mainly for the purchase of computer equipment; $1,685 for the purchase and development of internal use software; and $1,000 for purchase of investments. These expenditures were partially offset by $27,939 of proceeds from asset sales. \nCash used in investing activities for fiscal 2022 totaled $196,344 and included: $148,239 for the ongoing enhancements and development of existing and new product and service offerings; capital expenditures on facilities and equipment of $34,659, mainly for the purchase of computer equipment; $5,000 for the purchase of investments; and $8,491 for the purchase and development of internal use software. These expenditures were partially offset by $45 of proceeds from the sale of assets.\nFinancing activities used cash of $8,430 for fiscal 2023 and included $147,237 for dividends paid to stockholders and $25,000 for the purchase of treasury shares. These expenditures were partially offset by borrowings and repayments on our credit facilities and financing leases which netted to borrowings of $159,940 at June 30, 2023, and $3,867 of net cash inflow related to stock-based compensation.  \nFinancing activities used cash in fiscal 2022 of $310,492 and included $193,916 for the purchase of treasury shares and $139,070 for dividends paid to stockholders. These expenditures were partially offset by borrowings and repayments on our revolving credit facility and financing leases which netted to borrowings of $14,873 at June 30, 2022, and $7,621 of net cash inflow related to stock-based compensation.\nCapital Requirements and Resources\nThe Company generally uses existing resources and funds generated from operations to meet its capital requirements. Capital expenditures totaling $39,179 and $34,659 for fiscal years ended June 30, 2023, and June 30, 2022, respectively, were made primarily for additional equipment and the improvement of existing facilities. These additions were funded from cash generated by operations. At June 30, 2023, the Company had no significant outstanding purchase commitments related to property and equipment. We assessed our liquidity needs throughout fiscal 2023, and determined we had adequate capital resources and sufficient access to external financing sources to satisfy our current and reasonably anticipated funding needs. We will continue to monitor and assess these needs going forward.\nAt June 30, 2023, the Company had contractual obligations of $1,550,247, including operating lease obligations and $1,494,366 related to off-balance sheet contractual purchase obligations. Contractual obligations exclude $13,877 of liabilities for uncertain tax positions as we are unable to reasonably estimate the ultimate amount or timing of settlement.\nThe Board of Directors has authorized the Company to repurchase shares of its common stock. Under this authorization, the Company may finance its share repurchases with available cash reserves or short-term borrowings on its existing credit facilities. The share repurchase program does not include specific price targets or \n28\nTable of Contents\ntimetables and may be suspended at any time. At June 30, 2023, there were 31,194 shares in treasury stock and the Company had the remaining authority to repurchase up to 3,796 additional shares. The total cost of treasury shares at June 30, 2023 was $1,832,118. During fiscal 2023, the Company repurchased 151 treasury shares for $25,000. At June 30, 2022, there were 31,043 shares in treasury stock and the Company had authority to repurchase up to 3,948 additional shares.\nPayrailz\nOn August 31, 2022, the Company acquired all of the equity interest in Payrailz. The final purchase price, following customary post-closing adjustments to the extent actual closing date working capital, cash, debt, and unpaid seller transaction expenses exceeded or were less than the amounts estimated at closing, was $230,205. Pursuant to the merger agreement for the transaction, $48,500 of the purchase price was placed in an escrow account at the closing, consisting of $2,500 for any final purchase price adjustments owed by the sellers, which amount was released to the sellers on December 15, 2022, in connection with post-closing adjustments, and $46,000 for indemnification matters under the merger agreement.\nThe primary reason for the acquisition was to expand the Company's digital financial management solutions and the purchase was originally funded by our revolving line of credit (Note 7) and cash generated from operations. Payrailz provides cloud-native, API-first, AI-enabled consumer and commercial digital payment solutions and experiences that enable money to be moved in the moment of need.\nRevolving credit facility\nOn August 31, 2022, the Company entered into a five-year senior, unsecured amended and restated credit agreement that replaced the prior credit facility described below. The credit agreement allows for borrowings of up to $600,000, which may be increased to $1,000,000 by the Company at any time until maturity. The credit agreement bears interest at a variable rate equal to (a) a rate based on an adjusted Secured Overnight Financing Rate (\"SOFR\") term rate or (b) an alternate base rate (the highest of (i) 0%, (ii) the Prime Rate for such day, (iii) the sum of the Federal Funds Effective Rate for such day \nplus\n 0.50% per annum and (iv) the Adjusted Term SOFR Screen Rate (without giving effect to the Applicable Margin) for a one month Interest Period on such day for Dollars \nplus\n 1.0%), \nplus\n an applicable percentage in each case determined by the Company's leverage ratio. The credit agreement is guaranteed by certain subsidiaries of the Company and is subject to various financial covenants that require the Company to maintain certain financial ratios as defined in the credit agreement. As of June 30, 2023, the Company was in compliance with all such covenants. The amended and restated credit facility terminates August 31, 2027. There was $95,000 outstanding under the amended and restated credit facility at June 30, 2023.\nOn June 30, 2022, there was a $115,000 outstanding balance on the prior credit facility that was entered into on February 10, 2020. The prior credit facility was a five-year senior, unsecured revolving credit facility. The prior credit facility allowed for borrowings of up to $300,000, which could be increased by the Company to $700,000 at any time until maturity. The prior credit facility bore interest at a variable rate equal to (a) a rate based on a eurocurrency rate or (b) an alternate base rate (the highest of (i) 0%, (ii) the U.S. Bank prime rate for such day, (iii) the sum of the Federal Funds Effective Rate for such day \nplus\n 0.50% and (iv) the eurocurrency rate for a one-month interest period on such day for dollars \nplus\n 1.0%), \nplus\n an applicable percentage in each case determined by the Company's leverage ratio. The prior credit facility was guaranteed by certain subsidiaries of the Company and was subject to various financial covenants that required the Company to maintain certain financial ratios as defined in the prior credit agreement. As of June 30, 2022, the Company was in compliance with all such covenants. The prior credit facility's termination date was February 10, 2025.\nTerm loan facility\nOn May 16, 2023, the Company entered into a term loan credit agreement with a syndicate of financial institutions, with an original principal balance of $180,000. Borrowings under the term loan facility bear interest at a variable rate equal to (a) a rate based on an adjusted SOFR term rate or (b) an alternate base rate (the highest of (i) 0%, (ii) the Prime Rate for such day, (iii) the sum of the Federal Funds Effective Rate for such day \nplus\n 0.50% per annum and (iv) the Adjusted Term SOFR Screen Rate (without giving effect to the Applicable Margin) for a one month Interest Period on such day for Dollars \nplus\n 0.75%), \nplus\n an applicable percentage in each case determined by the Company's leverage ratio. The term loan credit agreement is guaranteed by certain subsidiaries of the Company and is subject to various financial covenants that require the Company to maintain certain financial ratios as defined in the term loan credit agreement. As of June 30, 2023, the Company was in compliance with all such covenants. The term loan credit agreement has a maturity date of May 16, 2025. There was $180,000 outstanding under the term loan at June 30, 2023.\n29\nTable of Contents\nOther lines of credit\nThe Company has an unsecured bank credit line which provides for funding of up to $5,000 and bears interest at the prime rate \nless\n 1.0%. The credit line was renewed in May 2019 and modified in May 2023 to extend the expiration to April 30, 2025. There was no balance outstanding at June 30, 2023 or 2022.\nRECENT ACCOUNTING PRONOUNCEMENTS\nNot Adopted at Fiscal Year End\nIn October 2021, the FASB issued ASU No. 2021-08, Business Combinations (Topic 805): Accounting for Contract Assets and Contract Liabilities from Contracts with Customers, which improves the accounting for acquired revenue contracts with customers in a business combination by addressing diversity in practice and inconsistency related to recognition of an acquired contract liability and payment terms and their effect on subsequent revenue recognized by the acquirer. The ASU is effective for fiscal years beginning after December 15, 2022, and interim periods within those fiscal years. The Company adopted the ASU on July 1, 2023, and will apply it prospectively to business combinations occurring after that date.\nCRITICAL ACCOUNTING ESTIMATES\nWe prepare our consolidated financial statements in accordance with U.S. GAAP. The significant accounting policies are discussed in Note 1 to the consolidated financial statements. The preparation of consolidated financial statements in accordance with U.S. GAAP requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue and expenses, as well as disclosure of contingent assets and liabilities. We base our estimates and judgments upon historical experience and other factors believed to be reasonable under the circumstances. Changes in estimates or assumptions could result in a material adjustment to the consolidated financial statements.\nWe have identified several critical accounting estimates. An accounting estimate is considered critical if both: (a) the nature of the estimates or assumptions is material due to the levels of subjectivity and judgment involved, and (b) the impact of changes in the estimates and assumptions would have a material effect on the consolidated financial statements.\nRevenue Recognition\nWe generate revenue from data processing, transaction processing, software licensing and related services, professional services, and hardware sales.\nSignificant Judgments Used in the Application of the Guidance\nIdentification of performance obligations\nWe enter into contracts with customers that may include multiple types of goods and services. At contract inception,  we assess the solutions and services promised in our contracts with customers and identify a performance obligation for each promise to transfer to the customer a solution or service (or bundle of solutions or services) that is distinct — that is, if the solution or service is separately identifiable from other items in the arrangement and if the customer can benefit from the solution or service on its own or together with other resources that are readily available. Significant judgment is used in the identification and accounting for all performance obligations. We recognize revenue when or as we satisfy each performance obligation by transferring control of a solution or service to the customer.\nDetermination of transaction price\nThe amount of revenue recognized is based on the consideration we expect to receive in exchange for transferring goods and services to the customer. Our contracts with our customers frequently contain some component of variable consideration. We estimate variable consideration in our contracts primarily using the expected value method, based on both historical and current information. Where appropriate, we may constrain the estimated variable consideration included in the transaction price in the event of a high degree of uncertainty as to the final consideration amount. Significant judgment is used in the estimate of variable consideration of customer contracts that are long-term and include uncertain transactional volumes.\nTechnology or service components from third parties are frequently included in or combined with our applications or service offerings. Whether we recognize revenue based on the gross amount billed to the customer or the net amount retained involves judgment in determining whether we control the good or service before it is transferred to the customer. This assessment is made at the performance obligation level.\n30\nTable of Contents\nAllocation of transaction price\nThe transaction price, once determined, is allocated between the various performance obligations in the contract based upon their relative standalone selling prices. The standalone selling prices are determined based on the prices at which we separately sell each good or service. For items that are not sold separately, we estimate the standalone selling prices using all information that is reasonably available, including reference to historical pricing data.\nContract costs\nWe incur incremental costs to obtain a contract as well as costs to fulfill contracts with customers that are expected to be recovered. These costs consist primarily of sales commissions, which are incurred only if a contract is obtained, and customer conversion or implementation-related costs. \nCapitalized costs are amortized based on the transfer of goods or services to which the asset relates, in line with the percentage of revenue recognized for each performance obligation to which the costs are allocated.\nDepreciation and Amortization Expense\nThe calculation of depreciation and amortization expense is based on the estimated economic lives of the underlying property, plant and equipment and intangible assets, which have been examined for their useful life and determined that no impairment exists. We believe it is unlikely that any significant changes to the useful lives of our tangible and intangible assets will occur in the near term, but rapid changes in technology or changes in market conditions could result in revisions to such estimates that could materially affect the carrying value of these assets and our future consolidated operating results. For long-lived assets, we consider whether any impairment indicators are present. If impairment indicators are identified, we test the recoverability of the long-lived assets. If this recoverability test is failed, we determine the fair value of the long-lived assets and recognize an impairment loss if the fair value is less than its carrying value.\nCapitalization of software development costs\nWe capitalize certain costs incurred to develop commercial software products. For software that is to be sold, significant areas of judgment include: establishing when technological feasibility has been met and costs should be capitalized, determining the appropriate period over which to amortize the capitalized costs based on the estimated useful lives, estimating the marketability of the commercial software products and related future revenues, and assessing the unamortized cost balances for impairment. Costs incurred prior to establishing technological feasibility are expensed as incurred. Amortization begins on the date of general release and the appropriate amortization period is based on estimates of future revenues from sales of the products. We consider various factors to project marketability and future revenues, including an assessment of alternative solutions or products, current and historical demand for the product, and anticipated changes in technology that may make the product obsolete. \nFor internal use software, capitalization begins at the beginning of application development. Costs incurred prior to this are expensed as incurred. Significant estimates and assumptions include determining the appropriate amortization period based on the estimated useful life and assessing the unamortized cost balances for impairment. Amortization begins on the date the software is placed in service and the amortization period is based on estimated useful life.\nA significant change in an estimate related to one or more software products could result in a material change to our results of operations.\nEstimates used to determine current and deferred income taxes\nWe make certain estimates and judgments in determining income tax expense for financial statement purposes. These estimates and judgments occur in the calculation of certain tax assets and liabilities, which arise from differences in the timing of recognition of revenue and expense for tax and financial statement purposes. We also must determine the likelihood of recoverability of deferred tax assets and adjust any valuation allowances accordingly. Considerations include the period of expiration of the tax asset, planned use of the tax asset, and historical and projected taxable income as well as tax liabilities for the tax jurisdiction to which the tax asset relates. Valuation allowances are evaluated periodically and will be subject to change in each future reporting period as a result of changes in one or more of these factors. Also, liabilities for uncertain tax positions require significant judgment in determining what constitutes an individual tax position as well as assessing the outcome of each tax position. Changes in judgment as to recognition or measurement of tax positions can materially affect the estimate of the effective tax rate and consequently, affect our financial results.\n31\nTable of Contents\nAssumptions related to purchase accounting and goodwill\nWe account for our acquisitions using the purchase method of accounting. This method requires estimates to determine the fair values of assets and liabilities acquired, including judgments to determine any acquired intangible assets such as customer-related intangibles, as well as assessments of the fair value of existing assets such as property and equipment. Liabilities acquired can include balances for litigation and other contingency reserves established prior to or at the time of acquisition and require judgment in ascertaining a reasonable value. Third-party valuation firms may be used to assist in the appraisal of certain assets and liabilities, but even those determinations would be based on significant estimates provided by us, such as forecast revenues or profits on contract-related intangibles. Numerous factors are typically considered in the purchase accounting assessments, which are conducted by Company professionals from legal, finance, human resources, information systems, program management and other disciplines. Changes in assumptions and estimates of the acquired assets and liabilities would result in changes to the fair values, resulting in an offsetting change to the goodwill balance associated with the business acquired.\nAs goodwill is not amortized, goodwill balances are regularly assessed for potential impairment. Such assessments include a qualitative assessment of factors that may indicate a potential for impairment, such as: macroeconomic conditions, industry and market changes, our overall financial performance, changes in share price, and an assessment of other events or changes in circumstances that could negatively impact us. If that qualitative assessment indicates a potential for impairment, a quantitative assessment is then required, including an analysis of future cash flow projections as well as a determination of an appropriate discount rate to calculate present values. Cash flow projections are based on management-approved estimates, which involve the input of numerous Company professionals from finance, operations and program management. Key factors used in estimating future cash flows include assessments of labor and other direct costs on existing contracts, estimates of overhead costs and other indirect costs, and assessments of new business prospects and projected win rates. Our most recent assessment indicates that no reporting units are currently at risk of impairment as the fair value of each reporting unit is significantly in excess of the carrying value. However, significant changes in the estimates and assumptions used in purchase accounting and goodwill impairment testing could have a material effect on the consolidated financial statements.",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nMarket risk refers to the risk that a change in the level of one or more market prices, interest rates, indices, volatilities, correlations or other market factors such as liquidity, will result in losses for a certain financial instrument or group of financial instruments. We are currently exposed to credit risk on credit extended to customers and interest risk on outstanding debt. We do not currently use any derivative financial instruments. We actively monitor these risks through a variety of controlled procedures involving senior management.\nBased on the controls in place and the credit worthiness of the customer base, we believe the credit risk associated with the extension of credit to our customers will not have a material adverse effect on our consolidated financial position, results of operations, or cash flows.\nWe have $275,000 outstanding debt with variable interest rates as of June 30, 2023, and a 1% increase in our borrowing rate would increase our annual interest expense by $2.75 million.\n32\nTable of Contents",
    "cik": "779152",
    "cusip6": "426281",
    "cusip": [
        "426281901",
        "426281101",
        "426281951"
    ],
    "names": [
        "HENRY JACK & ASSOC INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/779152/000077915223000062/0000779152-23-000062-index.htm"
}