{
    "item1": ">ITEM 1. \nBUSINESS\n\n\nAs used herein, unless otherwise expressly stated or the context otherwise requires, all references to “Orion,” “we,” “us,” “our,” “Company” and similar references are to Orion Energy Systems, Inc. and its consolidated subsidiaries.\n\n\nOverview\n\n\nWe provide state-of-the-art light emitting diode (“LED”) lighting systems, wireless Internet of Things (“IoT”) enabled control solutions, commercial and industrial electric vehicle \"EV\" charging infrastructure solutions and maintenance services. We help our customers achieve their sustainability, energy savings and carbon footprint reduction goals through innovative technology and exceptional service. We sell our products and services into many vertical markets within the broader commercial and industrial market segment. Primary verticals include: big box retail, manufacturing, warehousing/logistics, commercial office, federal and municipal government, healthcare and schools. Our services consist of turnkey installation (lighting and EV) and system maintenance. Virtually all of our sales occur within North America.\n\n\nOur principal lighting customers include large national account end-users, electrical distributors, electrical contractors and energy service companies (“ESCOS”). Currently, a significant amount of our lighting products are manufactured at our leased production facility located in Manitowoc, Wisconsin, although as the LED and related IoT market continues to evolve, we are increasingly sourcing products and components from third parties in order to diversify our product offerings.\n\n\nWe differentiate ourselves from our competitors by offering very efficient light fixtures (measured in lumens per watt) coupled with our project management services to national account customers to retrofit their multiple locations. Our comprehensive services include initial site surveys and audits, utility incentive and government subsidy management, engineering design, and project management from delivery through to installation and controls integration. In addition, we began to offer lighting and electrical maintenance services in fiscal 2021, which enable us to support a long-term business relationship with our customers. We completed the acquisition of Stay-Lite Lighting on January 1, 2022, which is intended to further expand our maintenance services capabilities. On October 5, 2022, we acquired Voltrek, which is intended to leverage our project management and maintenance expertise into the rapidly growing EV sector.\n\n\nOur lighting products consist primarily of LED lighting fixtures, many of which include IoT enabled control systems provided by third parties. We believe the market for LED lighting products continues to grow. Due to their size and flexibility in application, we also believe that LED lighting systems can address opportunities for retrofit applications that cannot be satisfied by other lighting technologies.\n \n\n\nWe generally do not have long-term contracts with our customers for product or turnkey services that provide us with recurring annual revenue. However, our maintenance services contracts usually consist of multi-year arrangements. We typically generate substantially all of our lighting revenue from sales of lighting systems and related services to governmental, commercial and industrial customers on a project-by-project basis. We also perform work under global services or product purchasing agreements with major customers with sales completed on a purchase order basis. The loss of, or substantial reduction in sales to, any of our significant customers, or our current single largest customer, or the termination or delay of a significant volume of purchase orders by one or more key customers, could have a material adverse effect on our results of operations in any given future period.\n\n\nWe typically sell our lighting systems in replacement of our customers’ existing lighting fixtures. We call this replacement process a \"retrofit\". We frequently sell our products and services directly to our customers and in many cases we provide design and installation as well as project management services. We also sell our lighting systems on a wholesale basis, principally to electrical distributors, electrical contractors and ESCOs to sell to their own customer bases.\n\n\nThe gross margins of our products can vary significantly depending upon the types of products we sell, with gross margins typically ranging from 10% to 50%. As a result, a change in the total mix of our sales among higher or lower gross margin products can cause our profitability to fluctuate from period to period.\n\n\nOur fiscal year ends on March 31. We refer to our current fiscal year which ended on March 31, 2023 as \"fiscal 2023\". We refer to our most recently completed fiscal year, which ended on March 31, 2022, as “fiscal 2022”, and our prior fiscal year which ended on\n \n\n\n6\n\n\n\n\n \n\n\nMarch 31, 2021 as \"fiscal 2021\". Our fiscal first quarter of each fiscal year ends on June 30, our fiscal second quarter ends on September 30, our fiscal third quarter ends on December 31, and our fiscal fourth quarter ends on March 31.\n\n\nReportable Segments\n\n\nReportable segments are components of an entity that have separate financial data that the entity's chief operating decision maker (\"CODM\") regularly reviews when allocating resources and assessing performance. Our CODM is our chief executive officer. Historically, we have had three reportable segments: Orion Services Group Division (\"OSG\"), Orion Distribution Services Division (\"ODS\"), and\n \nOrion U.S. Markets Division (\"USM\"). With the acquisition of Voltrek on October 5, 2022, we added a fourth reporting segment, Orion Electric Vehicle Charging Division (“EV Division”).\n \n\n\nFor financial results by reportable segment, please refer to Note 18 – Segment Data in our consolidated financial statements included in Item 8. of this Annual Report.\n\n\nOrion Services Group Division\n\n\nOur OSG segment (a) develops and sells lighting products and provides construction and engineering services for our commercial lighting and energy management systems and (b) provides retailers, distributors and other businesses with maintenance, repair and replacement services for the lighting and related electrical components deployed in their facilities. OSG provides engineering, design, lighting products and in many cases turnkey solutions for large national accounts, governments, municipalities, schools and other customers.\n\n\nOrion Distribution Services Division\n\n\nOur ODS segment focuses on selling lighting products through manufacturer representative agencies and a network of North American broadline and electrical distributors and contractors.\n\n\nOrion U.S. Markets Division\n\n\nOur USM segment sells commercial lighting systems and energy management systems to the wholesale contractor markets. USM customers include ESCOs and contractors.\n \n\n\nOrion Electric Vehicle Charging Division\n\n\nOur EV Division offers leading electric vehicle charging expertise and provides EV turnkey installation solutions with ongoing support to all commercial verticals.\n\n\nOur Market Opportunity\n\n\nWe provide enterprise-grade LED lighting and energy management project solutions. We are primarily focused on providing commercial and industrial facilities lighting retrofit solutions in North America using solid-state LED technology. We believe the market for lighting products has shifted to LED lighting systems and continues to grow. We believe that LED lighting technology allows for better optical performance, significantly reduced energy consumption. Due to their size and flexibility in application, we also believe that LED lighting systems can address opportunities for retrofit applications that cannot be satisfied by other technologies.\n \n\n\nOur lighting products deliver energy savings and efficiency gains to our commercial and industrial customers without compromising their quantity or quality of light. We estimate that our energy management systems reduce our customers’ legacy lighting-related electricity costs by approximately 50% or greater, while maintaining their quantity of light after the reduced wattage and improving overall lighting quality when replacing traditional fixtures. Our customers with legacy lighting systems typically realize a one to four-year payback period, and most often 18 – 24 months, from electricity cost savings generated by our lighting systems without considering utility incentives or government subsidies. Energy-efficient lighting systems are cost-effective and environmentally responsible solutions allowing end users to reduce operating expenses and their carbon footprint.\n\n\n7\n\n\n\n\n \n\n\nWe serve government and private sector end-customers in the following primary markets: commercial office and retail, exterior area lighting and industrial applications.\n\n\nCommercial office and retail. \nOur commercial office and retail market includes commercial office buildings, retail store fronts, government offices, schools, hospitals and other buildings with traditional 10 to 12 foot ceiling heights.\n \n\n\nIndustrial applications. \nOur market for industrial facilities includes manufacturing facilities, distribution and warehouse facilities, government buildings and agricultural buildings. These facilities typically contain \"high-bay\" lighting fixtures for ceiling heights of 20-60 feet.\n \n\n\nCommercial and industrial facilities in the United States employ a variety of lighting technologies, including HID, traditional fluorescents, LED and incandescent lighting fixtures. We estimate that approximately 25-30% of this market still utilizes inefficient high intensity discharge (\"HID\") lighting technologies. Our lighting systems typically replace less efficient HID, HIF fixtures, and earlier generation of LED fixtures.\n \n\n\nExterior Area lighting. \nOur market for area lighting includes parking garages, surface lots, automobile dealerships and gas service stations.\n\n\n \nEV Charging Infrastructure:\n Our market for designing/engineering and installing EV charging systems (we do not make equipment) includes commercial and industrial customers including government. We focus largely on level 2 EV charging solutions for employee and guest charging of passenger vehicles and level 3 DC fast charge systems for fleet applications and high speed passenger vehicle charging.\n\n\nMaintenance Business:\n Our maintenance business services customers generally require third party lighting maintenance services. along with modest electrical maintenance service.\n\n\nWe believe that utilities within the United States recognize the importance of energy efficiency as an economical means to manage capacity constraints and as a low-cost alternative when compared to the construction costs of building new power plants. Accordingly, many of these utilities are continually focused on demand reduction through energy efficiency. According to our research of individual state and utility programs, utilities design and fund programs that promote or deliver energy efficiency through legislation, regulation or voluntary action. Our product sales are not solely dependent upon these incentive programs, but we do believe that these incentive programs provide an important benefit as our customers evaluate their out-of-pocket cash investments.\n\n\nOur Solution\n\n\nValue Proposition.\n We estimate our LED lighting systems generally reduce lighting-related electricity usage and costs by approximately 50% or greater, compared to legacy fixtures, while retaining the quantity of light, improving overall lighting quality and helping customers reduce their carbon footprint.\n\n\nMulti-Facility Roll-Out Capability.\n We offer our customers a single source, turnkey solution for project implementation in which we manage and maintain responsibility for entire multi-facility rollouts of our energy management solutions across North American commercial and industrial facility portfolios. This capability allows us to offer our customers an orderly, timely and scheduled process for recognizing energy reductions and cost savings.\n\n\nRapid Payback Period Retrofit Lighting.\n In most lighting retrofit projects where we replace HID and HIF fixtures, our customers typically realize a one to four year, but most often 18 – 24 months, payback period on our lighting systems. These returns are achieved without considering utility incentives or government subsidies (although subsidies and incentives are continually being made available to our customers in connection with the installation of our systems that further shorten payback periods).\n\n\nEasy Installation, Implementation and Maintenance.\n Most of our fixtures are designed with a lightweight construction and modular plug-and-play architecture that allows for fast and easy installation, facilitates maintenance, and integration of other components of our energy management system. Our office LED Troffer Door Retrofit\n \n(\n\"\nLDR\nTM\n\") products are designed to allow for fast and easy installation without disrupting the ceiling space or the office workspace. We believe our system’s design reduces installation time and\n \n\n\n8\n\n\n\n\n \n\n\nexpense compared to other lighting solutions, which further improves our customers’ return on investment. We also believe that our use of standard components reduces our customers’ ongoing maintenance costs.\n\n\nExpanded Product Offerings.\n We are committed to continuing to develop LED product offerings in all of the markets we serve. Our third generation of ISON® class of LED interior fixture delivers a market leading up to 214 lumens per watt. This advancement means our customers can get more light with less energy, and sometimes fewer fixtures, than with any other product on the market. We have also recently launched a variety of new products, features and functionality targeting healthcare, food service, high and low temperature environments and other market segments. Our lighting products also may be configured to include IoT enabled control systems. In fiscal 2022, we introduced a product range under the brand PureMotion. These products circulate air for enhanced airflow, temperature comfort and energy savings. In addition, the PureMotion UVC products sanitize air in a safe UVC chamber that eliminates various airborne viruses, bacteria, mold and fungi. See \"Products and Services\" below. In addition, we offer lighting maintenance services on both a preventative and reactive basis to the commercial and industrial verticals. In October, 2022, we acquired Voltrek LLC, which offers leading EV charging expertise and provides turnkey EV installation solutions with ongoing support to all commercial verticals.\n\n\nEnvironmental Benefits.\n By allowing for the permanent reduction of electricity consumption, we believe our energy management systems significantly reduce indirect CO2 emissions that are a negative by-product of energy generation which help enable our customers to achieve their sustainability, energy savings and carbon footprint reduction goals.\n\n\nOur Competitive Strengths\n\n\nCompelling Value Proposition.\n By permanently reducing lighting-related electricity usage, our systems help enable our customers to achieve their sustainability, energy savings and carbon footprint reduction goals without compromising quantity and quality of light in their facilities. As a result, our products offer our customers a rapid return on their investment, without relying on government subsidies or utility incentives. We also help our customers with their mobility infrastructure needs supporting the transition to passenger and fleet EVs.\n\n\nComprehensive Project Management.\n We offer our customers a single source solution whereby we manage and are responsible for an entire retrofit lighting project, from initial site surveys and energy audits through to installation and controls integration and subsequent maintenance. Our ability to offer such comprehensive turnkey project management services, coupled with best-in-class customer service, allows us to deliver energy reductions and cost savings to our customers in timely, orderly and planned multi-facility rollouts nationwide. We believe one of our competitive advantages is our ability to deliver full turnkey LED lighting project capabilities. The success of this approach has resulted in what we call a “Customer for Life” relationship with customers that encourages additional projects and maintenance services. Few LED lighting providers are organized to serve every step of a custom retrofit project in a comprehensive, non-disruptive and timely fashion, from custom fixture design and initial site surveys to final installations. Incrementally, we are also able to help customers deploy state-of-the-art IoT control systems that provide even greater long-term value from their lighting system investments.\n\n\nLarge and Growing Customer Base.\n We have developed a large and growing national customer base and have installed our products in commercial and industrial facilities across North America. We believe that the willingness of our blue-chip customers to install our products across multiple facilities represents a significant endorsement of our value proposition, which in turn helps us sell our energy management systems to new customers.\n \n\n\nInnovative Technology.\n We have developed a portfolio of United States patents primarily covering various elements of our products. We believe these innovations allow our products to produce more light output per unit of input energy compared to our competition. We also have patents pending that primarily cover various elements of our newly developed LED products and certain business methods. To complement our innovative energy management products, our integrated energy management services provide our customers with a turnkey solution either at a single facility or across their North American facility footprints. Our demonstrated ability to innovate provides us with significant competitive advantages. Our lighting products offer significantly more light output as measured in foot-candles of light delivered per watt of electricity consumed when compared to HID or traditional fluorescent fixtures. Beyond the benefits of our lighting fixtures, we believe that there is also an opportunity to utilize our system platform as a “connected ceiling” or “smart ceiling”, or a framework or network that can support the installation and integration of other solutions on a digital\n \n\n\n9\n\n\n\n\n \n\n\nplatform. This “smart ceiling” can be integrated with other technologies to collect data and manage assets and resources more efficiently. Our “Industrial Internet of Things”, or IoT, enabled devices not only contain energy management control functions, but also have the ability to collect facility usage and traffic data as well as collect data from other facility mechanical systems, providing our customers with a path to digitization for their business operations. Our percentage of systems utilizing IoT enabled devices has grown significantly over the past few years and we expect this trend to continue.\n\n\nExpanded Sales and Distribution Network.\n In addition to selling directly to national accounts, electrical contractors and ESCOs, we sell our lighting products and services to electrical distributors through a North American network of independent lighting agencies. As of the end of fiscal 2023, we had 33 independent lighting agencies representing us in substantially all of North America. We intend to continue to selectively evaluate our sales network in the future, with a focus on geographic regions where we do not currently have a strong sales presence.\n\n\nOur Growth Strategies\n\n\nIn fiscal 2023, we continued to successfully capitalize on our capability of being a full service, turn-key provider of LED lighting and controls systems with design, build, installation and project management services, including being awarded large additional projects for a major national account. To build on this success, we are evolving our business strategy to further leverage this unique capability, along with a strong network of ESCO partners, agents and distributors to offer more products and services to our customers. We have adopted a “Customers for Life” philosophy that broadens our view of platforms that can be offered to deliver our mission. Two new platforms that we recently added to our service offerings have been our maintenance services business, along with our EV charging station business. We intend to continue to pursue expanding our product and service offerings, organically and through potential acquisitions that could accelerate our progress.\n \n\n\nFocus on executing and marketing our turnkey LED retrofit capabilities to large national account customers. \nWe believe one of our competitive advantages is our ability to deliver full turnkey LED lighting project capabilities starting with energy audits and site assessments that lead to custom engineering and manufacturing through to fully managed installations. These attributes coupled with our superior customer service, high quality designs and expedited delivery responsiveness resulted in our contract to retrofit multiple locations for a significant single national account beginning in fiscal 2020 that continued into fiscal 2023.\n \n\n\nContinue Product Innovation. \nWe continue to innovate, developing lighting fixtures and features that address specific customer requirements, while also working to maintain a leadership position in energy efficiency, smart product design and installation benefits. For interior building applications, we recently expanded our product line to include a family of ceiling air movement solutions, some of which incorporate LED lighting and others which utilize ultraviolet C light waves to kill viruses, bacteria and germs. We also continue to deepen our capabilities in the integration of smart lighting controls. Our goal is to provide state-of-the-art lighting products with modular plug-and-play designs to enable lighting system customization from basic controls to advanced IoT capabilities.\n \n\n\nLeverage Orion’s Smart Lighting Systems to Support Internet of Things Applications. \nWe believe we are ideally positioned to help customers to efficiently deploy new IoT controls and applications by leveraging the “Smart Ceiling” capabilities of their Orion solid state lighting system. IoT capabilities can include the management and tracking of facilities, personnel, resources and customer behavior, driving both sales and lowering costs. As a result, these added capabilities provide customers an even greater return on investment from their lighting system and make us an even more attractive partner, providing our customers with a path to digitization for their business operations.\n\n\nExpand Maintenance Service Offerings.\n We believe we can leverage our construction management process expertise to develop a high-quality, quick-response, multi-location maintenance service offering. Our experience with large national customers and our large installed base of fixtures positions us well to extend our maintenance services to historical customers, as well as to new customers. Development of this recurring revenue stream is making progress and we believe there is significant market opportunity.\n\n\nSupport success of our ESCO and agent driven distribution sales channels.\n We continue to focus on building our relationships and product and sales support for our ESCO and agent driven distribution channels. These efforts include an array of product and sales training efforts as well as the development of new products to cater to the unique needs of these sales channels.\n \n\n\n10\n\n\n\n\n \n\n\n \nGrow EV Charging Installation Business.\n In fiscal 2023, we acquired Voltrek, a turnkey EV charging installation business. We believe there are significant growth opportunities in Voltrek’s existing east coast geographic market, as well as on a national basis. We plan to focus our growth plans on cross selling our new EV charging solutions to our historical market channels and customers.\n\n\nProducts and Services\n\n\nOur primary focus has been the sale of our LED lighting fixtures with integrated controls technology and related installation services. We will continue to focus on these products and services, as well as on expanding our maintenance service offerings and our EV charging station solutions.\n \n\n\nCurrently, a significant amount of our lighting products are manufactured at our leased production facility location in Manitowoc, Wisconsin, although as the LED market continues to evolve, we also source products and components from third parties in order to have versatility in our product development. We are focused on researching, developing and/or acquiring new innovative LED products and technologies for the retrofit markets. We plan to continue developing creative new LED retrofit products in order to offer our customers a variety of integrated energy management services, such as system design, project management and installation.\n\n\nProducts\n\n\nThe following is a description of our primary products:\n\n\nInterior LED High Bay Fixture: \nOur LED interior high bay lighting products consist of our Harris high bay, Apollo\nTM\n high bay and ISON® high bay products. Our ISON® class of LED interior fixture offers a full package of premium features, including low total cost of ownership, optics that currently exceed competitors in terms of lumen package, delivered light, modularity and advanced thermal management. Our third generation of ISON® class of LED interior fixture delivers up to an exceptional 214 lumens per watt. This advancement means our customers can get more light with less energy, and sometimes fewer fixtures, compared to other products on the market. Our Apollo\nTM\n class of LED interior fixtures is designed for new construction and retrofit projects where initial cost is the largest factor in the purchase decision. Our Harris high bay is ideal for customers seeking a cost-effective solution to deliver energy savings and maintenance reductions. In addition, our LED interior lighting products are lightweight and easy to handle, which further reduces installation and maintenance costs and helps to build brand loyalty with electrical contractors and installers.\n\n\nSmart Lighting Controls.\n We offer a broad array of smart building control systems. These control systems provide both lighting control options (such as occupancy, daylight, or schedule control) and data intelligence capabilities for building managers to log, monitor, and analyze use of space, energy savings, and provide physical security of the space.\n \n\n\nThe LED Troffer Door Retrofit (LDR\nTM\n): \nThe LDR\nTM\n is designed to replace existing 4 foot by 2 foot and 2 foot by 2 foot fluorescent troffers that are frequently found in office or retail grid ceilings. Our LDR\nTM\n product is unique in that the LED optics and electronics are housed within the doorframe that allows for installation of the product in approximately one to two minutes. Our LDR\nTM\n product also provides reduced maintenance expenses based upon improved LED chips.\n\n\nIn addition, in October 2022, we acquired Voltrek LLC, which offers leading EV charging expertise and provides turnkey EV installation solutions with ongoing support to all commercial verticals. We believe there are significant growth opportunities in Voltrek’s existing east coast geographic market, as well as on a national basis. We plan to focus our growth plans on cross selling our new EV charging solutions to our historical market channels and customers.\n\n\nOther Products.\n In fiscal 2022, we introduced a range of air movement products capable of virus elimination. We also offer our customers a variety of other LED fixtures to address their lighting and energy management needs, including fixtures designed for agribusinesses, parking lots, roadways, retail, mezzanine, outdoor applications and private label resale.\n\n\nWarranty Policy\n. Our warranty policy generally provides for a limited five-year warranty on our LED products, although we do offer warranties ranging up to 10 years for certain LED products. Ballasts, lamps, drivers, LED chips and other electrical components are excluded from our standard warranty as they are covered by separate warranties offered by the original equipment manufacturers.\n \n\n\n11\n\n\n\n\n \n\n\nWe coordinate and process customer warranty inquiries and claims, including inquiries and claims relating to ballast and lamp components, through our customer service department.\n\n\nServices\n\n\nWe provide a range of fee-based lighting-related energy management services to our customers, including:\n\n\n• \ncomprehensive site assessment, which includes a review of the current lighting and controls including IoT enabled devices requirements and energy usage at the customer’s facility;\n\n\n• \nsite field verification, or SFV, during which we perform a test implementation of our energy management system at a customer’s facility;\n\n\n• \nutility incentive and government subsidy management, where we assist our customers in identifying, applying for and obtaining available utility incentives or government subsidies;\n\n\n• \nengineering design, which involves designing a customized system to suit our customers' facility lighting and energy management needs, and providing the customer with a written analysis of the potential energy savings and lighting and environmental benefits associated with the designed system;\n\n\n• \nproject management, which involves us working with the electrical contractor in overseeing and managing all phases of implementation from delivery through installation for a single facility or through multi-facility roll-outs tied to a defined project schedule;\n\n\n• \ninstallation services, for our products, which we provide through our national network of qualified third-party installers;\n\n\n• \ncomplete facility design commissioning of IoT enabled control devices\n\n\n• \nrecycling in connection with our retrofit installations, where we remove, dispose of and recycle our customer’s legacy lighting fixtures; and\n\n\n• \nlighting and electrical system maintenance services both preventative and reactive in nature.\n\n\nWe also provide similar turnkey services to our EV customers that include site audit, engineering, grant filing, installation, commissioning and network services. Our maintenance business provides services that includes both preventative and reactive services. We also provide other services that comprise a small amount of our revenue. These services primarily include management and control of power quality and remote monitoring and control of our installed systems. We also sell and distribute replacement lamps and fixture components into the after-market.\n\n\nOur Customers\n\n\nWe primarily target commercial, institutional and industrial customers who have warehousing, retail, manufacturing and office facilities. In fiscal 2023, one customer accounted for 16.2% of our total revenue. In fiscal 2022, that same customer accounted for 49.1% of our total revenue, and in fiscal 2021, this same customer accounted for 56.0% of our total revenue. In fiscal 2024, we expect that our customer concentration will continue at the approximate level experienced in fiscal 2023. As we continue to diversify our customer base by expanding our reach to national accounts, ESCOs, the agent driven distribution channel, lighting maintenance customers and the EV market, we expect to continue to derive a significant percentage of our revenue from contracts with one or a few customers. These contracts are entered into in the ordinary course of business and typically provide that we will deliver products and services on a work order or purchase order basis and any purchase order may be terminated prior to shipment. Our maintenance work orders or contracts may be for discrete projects or may have multi-year terms. These contracts generally do not guarantee that the customer will buy our products or services.\n \n\n\nThe amount and concentration of our revenues with one or more customer may fluctuate on a year to year or quarter to quarter basis depending on the number of purchase orders issued by our customers. The loss of a significant customer or the termination of a material volume of purchase orders (or the underlying agreements) could have a material adverse effect on our results of operations.\n \n\n\n12\n\n\n\n\n \n\n\nSales and Marketing\n\n\nWe sell our lighting products in one of three ways: (i) directly through our relationships with our national account partners or through Voltrek; (ii) indirectly through independent sales agencies and broadline North American distributors; and (iii) through ESCOs. Our ODS segment focuses on developing and expanding customer relationships with independent manufacturer’s sales agents and broadline distributors. As of the end of fiscal 2023 we had 33 independent lighting agencies representing us in substantially all of North America expanding our reach with broadline distributors. We attempt to leverage the customer relationships of these distributors to further extend the geographic scope of our selling efforts. We work cooperatively with our indirect channels through participation in national trade organizations and by providing training on our sales methodologies.\n\n\nWe have historically focused our marketing efforts on traditional direct advertising, as well as developing brand awareness through customer education and active participation in trade shows and energy management seminars. These efforts have included participating in national, regional and local trade organizations, exhibiting at trade shows, executing targeted direct mail campaigns, advertising in select publications, public relations campaigns, social media and other lead generation and brand-building initiatives.\n\n\nCompetition\n\n\nThe market for energy-efficient lighting products, EV charging solutions and maintenance services is fragmented. We face strong competition primarily from manufacturers and distributors of lighting products and services as well as electrical contractors. We compete primarily on the basis of technology, cost, performance, quality, customer experience, energy efficiency, customer service and marketing support. We compete against other value-added resellers and electrical contractors in the EV charging market. We compete against a variety of service providers for lighting maintenance.\n\n\nThere are a number of lighting fixture manufacturers that sell LED products that compete with our lighting product lines. Lighting companies such as Acuity Brands, Inc., Signify Co., Cree, Inc., LSI Industries, Inc. and GE Current, a Daintree Company, are some of our main competitors within the commercial office, retail and industrial markets. We are also facing increased competition from manufacturers in low-cost countries.\n\n\nIntellectual Property\n\n\nAs of March 31, 2023, we had been issued over 100 United States patents and have applied for a number of additional United States patents. The patented and patent pending technologies cover various innovative elements of our products, including our HIF and LED fixtures. Our patented LDR\nTM\n product allows for a significantly quicker installation when compared to competitor's commercial office lighting products. Our smart lighting controls allow our lighting fixtures to selectively provide a targeted amount of light where and when it is needed most.\n\n\nWe believe that our patent portfolio as a whole is material to our business. We also believe that our patents covering our ability to manage the thermal and optical performance of our lighting products are material to our business, and that the loss of these patents could significantly and adversely affect our business, operating results and prospects.\n\n\nBacklog\n\n\nBacklog represents the amount of revenue that we expect to realize in the future as a result of firm, committed orders. Our backlog as of March 31, 2023 and March 31, 2022 totaled $17.2 million and $10.1 million, respectively. We generally expect our backlog to be recognized as revenue within one year. Backlog does not include any amounts for contracted maintenance services.\n\n\nManufacturing and Distribution\n\n\nWe lease an approximately 266,000 square foot primary manufacturing and distribution facility located in Manitowoc, Wisconsin, where most of our products are manufactured. We utilize both solar and wind power to support the energy requirements for our manufacturing facility, allowing us to reduce our carbon footprint.\n\n\n13\n\n\n\n\n \n\n\nWe generally maintain a significant supply of raw material and purchased and manufactured component inventory. We contract with transportation companies to ship our products and manage all aspects of distribution logistics. We generally ship our products directly to the end user.\n\n\nResearch and Development\n\n\nOur research and development efforts are centered on developing new LED products and technologies and enhancing existing products. The products, technologies and services we are developing are focused on increasing end user energy efficiency and enhancing lighting output. Over the last three fiscal years, we have focused our development on additional LED products, resulting in our development and commercialization of several new suites of LED interior high bay products.\n\n\nWe operate research and development lab and test facilities in our Jacksonville, Florida and Manitowoc, Wisconsin locations.\n\n\nRegulatory Matters\n\n\nOur operations are subject to federal, state, and local laws and regulations governing, among other things, emissions to air, discharge to water, the remediation of contaminated properties and the generation, handling, storage, transportation, treatment, and disposal of, and exposure to, waste and other materials, as well as laws and regulations relating to occupational health and safety. We believe that our business, operations, and facilities are being operated in compliance in all material respects with applicable environmental and health and safety laws and regulations.\n\n\nState, county or municipal statutes often require that a licensed electrician be present and supervise each retrofit project. Further, all installations of electrical fixtures are subject to compliance with electrical codes in virtually all jurisdictions in the United States. In cases where we engage independent contractors to perform our retrofit projects, we believe that compliance with these laws and regulations is the responsibility of the applicable contractor.\n\n\nOur Corporate and Other Available Information\n\n\nWe were incorporated as a Wisconsin corporation in April 1996 and our corporate headquarters are located at 2210 Woodland Drive, Manitowoc, Wisconsin 54220. Our Internet website address is www.orionlighting.com. Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, or the Exchange Act, are available through the investor relations page of our internet website free of charge as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission, or the SEC. We are not including the information contained on our website as part of, or incorporating it by reference into, this report.\n\n\nHuman Capital\n\n\nAs of March 31, 2023, we had approximately 265 full-time employees. We also employ temporary employees in our manufacturing facility as demand requires. Our employees are not represented by any labor union, and we have never experienced a work stoppage or strike due to employee relations.\n\n\nWe are an employee-centric organization, maintaining a safe and respectful environment that provides opportunity for our employees.\n\n\nWe believe our employees are among our most important resources and are critical to our continued success. We focus significant attention on attracting and retaining talented and experienced individuals to manage and support our operations. We pay our employees competitively and offer a broad range of company-paid benefits, which we believe are competitive with others in our industry.\n\n\n14\n\n\n\n\n \n\n\nWe are committed to hiring, developing and supporting a diverse and inclusive workplace. Our management teams and all of our employees are expected to exhibit and promote honest, ethical and respectful conduct in the workplace. We will not tolerate discrimination or harassment in any form. All of our employees must adhere to a code of conduct that sets standards for appropriate behavior and includes required annual training on preventing, identifying, reporting and stopping any type of unlawful discrimination.\n\n\n15\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A. RI\nSK FACTORS\n\n\nYou should carefully consider the risk factors set forth below and in other reports that we file from time to time with the Securities and Exchange Commission and the other information in this Annual Report on Form 10-K. The matters discussed in the following risk factors, and additional risks and uncertainties not currently known to us or that we currently deem immaterial, could have a material adverse effect on our business, financial condition, results of operations and future growth prospects and could cause the trading price of our common stock to decline.\n\n\n1. Risk Factor Summary\n \n\n\nOur business is subject to a number of risks and uncertainties, including those highlighted immediately following this summary. Some of these risks are summarized below:\n \n\n\n•\nWe do not have major sources of recurring revenue and we depend upon a limited number of customers in any given period to generate a substantial portion of our revenue. The reduction of revenue from our most significant customer over the past three fiscal years has had, and the potential future loss of other significant customers or a major customer would likely have, a materially adverse effect on our results of operations, financial condition and cash flows. \n\n\n•\nOur ability to replace the substantially reduced revenue from our prior most significant customer, regain and sustain our profitability and achieve our desired revenue and profitability goals depends on our ability to effectively and timely execute on our key strategic initiatives.\n\n\n•\nWe may not realize the anticipated benefits of our recent acquisitions of Stay-Lite Lighting and Voltrek, and the integration of Stay-Lite Lighting and Voltrek may disrupt our business and management, which could adversely affect our business, financial condition or results of operations\n\n\n•\nOur products use components and raw materials that may be subject to price fluctuations, shortages or interruptions of supply. \n\n\n•\nOur ability to balance customer demand and production capacity and increased difficulty in obtaining permanent employee staffing could negatively impact our business. \n \n\n\n•\nWe increasingly rely on third-party manufacturers for the manufacture and development of our products and product components. \n \n\n\n•\nMacroeconomic pressures in the markets in which we operate or anticipate operating in the future may adversely affect our financial results.\n \n\n\n•\nOur existing liquidity and capital resources may not be sufficient to allow us to effectively pursue our evolving strategies, complete potential acquisitions or otherwise fund or sustain growth initiatives.\n \n\n\n•\nAdverse conditions in the global economy have negatively impacted, and could in the future negatively impact, our customers, suppliers and business. \n\n\n•\nAs we evolve our business strategy to increase our focus on new product and service offerings, the nature of our business may be significantly changed, or transformed. \n\n\n•\nOur continued emphasis on indirect distribution channels to sell our products and services to supplement our direct distribution channels has had limited success to date. \n\n\n•\nThe success of our LED lighting retrofit solutions depends, in part, on our ability to claim market share away from our competitors. \n\n\n16\n\n\n\n\n \n\n\n•\nGovernment tariffs and other actions may adversely affect our business.\n\n\n•\nThe reduction or elimination of investments in, or incentives to adopt, LED lighting or the elimination of, or changes in, policies, incentives or rebates in certain states or countries that encourage the use of LEDs over some traditional lighting technologies could cause the growth in demand for our products to slow. \n\n\n \n\n\nRisks Related to Our Business\n\n\nOperational Risks\n\n\nWe do not have major sources of recurring revenue and we depend upon a limited number of customers in any given period to generate a substantial portion of our revenue. The reduction of revenue from our most significant customer over the past three fiscal years has had, and the potential future loss of other significant customers or a major customer would likely have, a materially adverse effect on our results of operations, financial condition and cash flows.\n \n\n\nIn fiscal 2023, one customer accounted for 16.2% of our total revenue. In fiscal 2022, that same customer accounted for 49.1% of our total revenue, and in fiscal 2021, this same customer accounted for 56.0% of our total revenue. In fiscal 2024, we expect that our customer concentration will continue at the approximate level experienced in fiscal 2023. The reduction of revenue from this customer has had a material advent effect on our results of operations, financial condition and cash flow. We continue to attempt to replace this reduced revenue by diversifying our customer base and expanding our reach to national accounts, ESCOs, the agent driven distribution channel, lighting maintenance customers and the EV market, there is no assurance we will be successful in replacing this reduced revenue.\n\n\n \n\n\nOur ability to replace the substantially reduced revenue from our prior most significant customer, regain and sustain profitability and achieve our desired revenue and profitability goals depends on our ability to effectively and timely execute on our key strategic initiatives.\n \n\n\nOur ability to replace the substantially reduced revenues from our prior most significant customer, regain profitability and achieve our desired revenue and profitability goals depends on how effectively and timely we execute on our following key strategic initiatives:\n \n\n\n•\nexecuting and marketing our turnkey LED retrofit capabilities to large national account customers; \n\n\n•\ncontinuing our product innovation; \n\n\n•\nleveraging our smart lighting systems to support IoT applications; \n\n\n•\ndeveloping our maintenance service offerings; \n\n\n•\nsupporting the success of our ESCO and distribution sales channels; and \n\n\n•\ncross selling our EV charging solutions to our historical sales channels and customers.\n\n\nWe also may identify and pursue additional strategic acquisition candidates that would help support these initiatives. There can be no assurance that we will be able to successfully implement these initiatives or, even if implemented, that they will result in the anticipated benefits to our business.\n\n\n17\n\n\n\n\n \n\n\nWe may not realize the anticipated benefits of our recent acquisitions of Stay-Lite Lighting and Voltrek. The integrations of Stay-Lite Lighting and Voltrek may disrupt our business and management, which could adversely affect our business, financial condition or results of operations.\n\n\nEffective on January 1, 2022, we acquired all of the issued and outstanding capital stock of Stay-Lite Lighting, Inc., a nationwide lighting and electrical maintenance service provider. On October 5, 2022, we acquired the equity interests of Voltrek, LLC an EV charging station solutions provider. We may acquire additional companies or enter into other business combinations or strategic initiatives in the future. We may not realize the anticipated benefits of the Stay-Lite or Voltrek acquisition or such other business combinations or acquisitions, and we may encounter substantial difficulties, costs and delays involved in integrating our operations with such businesses, including:\n\n\n•\nExposure to unknown liabilities;\n\n\n•\nPotential conflicts between business cultures;\n\n\n•\nAdverse changes in business focus perceived by third-party constituencies;\n\n\n•\nDisruption of our ongoing business;\n\n\n•\nPotential conflicts in distribution, marketing or other important relationships;\n\n\n•\nPotential constraints of management resources;\n\n\n•\nInability to implement uniform standards, controls, procedures and policies;\n\n\n•\nFailure to maximize our financial and strategic position;\n\n\n•\nFailure to achieve planned synergies or expected financial results benefits;\n\n\n•\nFailure to realize the potential of the acquired businesses' technologies, complete product development, or properly obtain or secure appropriate protection of intellectual property rights; and \n\n\n•\nLoss of key employees and/or the diversion of management's attention from other ongoing business concerns.\n\n\nBusiness combinations and acquisitions of companies are inherently risky, and ultimately, if we do not complete the integration of Stay-Lite Lighting or Voltrek or other acquired businesses successfully and in a timely manner, we may not realize the anticipated benefits of such acquisitions to the extent anticipated, which could adversely affect our business, financial condition or results of operations.\n\n\nOur products use components and raw materials that may be subject to price fluctuations, shortages or interruptions of supply, including semiconductor chips. If we are unable to maintain supply sources of our components and raw materials or if our sources fail to satisfy our supply requirements, we may lose sales and experience increased component costs.\n \n\n\nWe are vulnerable to price increases, as well as transportation and delivery delays, for components and raw materials that we require for our products, including aluminum, copper, certain rare earth minerals, semiconductor chips, power supplies and LED chips and modules. In particular, we utilize semiconductor chips in our LED lighting products and control sensors. For example, our ability to source semiconductor chips has been adversely affected in the recent past and could occur again. Difficulty in sourcing necessary components in the past has resulted in increased component delivery lead times, delays in our product production and increased costs to obtain components with available semiconductor chips. To the extent a semiconductor chip shortage occurs or our ability to acquire the parts necessary to conduct our business operations, such as other necessary finished goods, is materially affected, our production ability and results of operations will be adversely affected. \n \n\n\nLimitations inherent within our supply chain of certain of our components, raw materials and finished goods, including competitive, governmental, and legal limitations, natural disasters, and other events, could impact costs and future increases in the costs of these items. For example, the adoption of new tariffs by the United States administration or by other countries and the ongoing impact of COVID-19 in China could continue to adversely affect our profitability and availability of raw materials and components, as there\n \n\n\n18\n\n\n\n\n \n\n\ncan be no assurance that future price increases will be successfully passed through to customers or that we will be able to find alternative suppliers. Further, suppliers’ inventories of certain components that our products require may be limited and are subject to acquisition by others and we may not, as a result, have the necessary inventory of parts and goods necessary to conduct our operations. We have in the past purchased excess quantities of certain components critical to our product manufacturing, but there is no guarantee that we will be able to follow or continue to follow this practice in the future. As a result, we have had, and may need to continue, to devote additional working capital to support component and raw material inventory purchases that may not be used over a reasonable period to produce saleable products, and we may be required to increase our excess and obsolete inventory reserves to account for these excess quantities, particularly if demand for our products does not meet our expectations. Also, any further delays, shortages or interruptions in the supply of our components or raw materials could further disrupt our operations. If any of these events occur, our results of operations, financial condition and cash flows could be materially adversely affected.\n \n\n\nOur ability to balance customer demand and production capacity and increased difficulty in obtaining permanent employee staffing could negatively impact our business.\n\n\nAs customer demand for our products changes, we must be able to adjust our production capacity, including increasing or decreasing our employee workforce, to meet demand. We are continually taking steps to address our manufacturing capacity needs for our products. If we are not able to increase or decrease our production capacity at our targeted rate or if there are unforeseen costs associated with adjusting our capacity levels, our ability to execute our operating plan could be adversely affected.\n \n\n\nWe have, in the past, experienced difficulty in hiring sufficient permanent employees to support our production demands. This circumstance has resulted in our increased reliance on temporary employee staffing to support our production operations. Temporary employees can be less reliable and require more ongoing training than permanent employees. These factors can adversely affect our operational efficiencies. This situation has also placed a significant burden on our continuing employees, has resulted in higher recruiting expenses as we have sought to recruit and train additional new permanent employees, and introduced increased instability in our operations to the extent responsibilities are reallocated to new or different employees. To the extent that we are unable to effectively hire a sufficient number of permanent employees, and our reliance on temporary staffing continues to increase, our operations and our ability to execute our operating plan could be adversely affected.\n\n\nOur inability to attract and retain key employees, our reseller network members or manufacturer representative agencies could adversely affect our operations and our ability to execute on our operating plan and growth strategy.\n\n\nWe rely upon the knowledge, experience and skills of key employees throughout our organization, particularly our senior management team, our sales group that requires technical knowledge or contacts in, and knowledge of, the LED industry, and our innovation and engineering team. In addition, our ability to attract talented new employees, particularly in our sales group and our innovation and engineering team, is also critical to our success. We also depend on our distribution channels and network of manufacturer sales representative agencies. If we are unable to attract and retain key employees, resellers, and manufacturer sales representative agencies because of competition or, in the case of employees, inadequate compensation or other factors, our results of operations and our ability to execute our operating plan could be adversely affected.\n\n\nIf our information technology systems security measures are breached or fail, our products may be perceived as not being secure, customers may curtail or stop buying our products, we may incur significant legal and financial exposure, and our results of operations, financial condition and cash flows could be materially adversely affected.\n\n\nOur information technology systems involve the storage of our confidential information and trade secrets, as well as our customers’ personal and proprietary information in our equipment, networks and corporate systems. Security breaches expose us to a risk of loss of this information, litigation and increased costs for security measures, loss of revenue, damage to our reputation and potential liability. Security breaches or unauthorized access may result in a combination of significant legal and financial exposure, increased remediation and other costs, theft and/or unauthorized use or publication of our trade secrets and other confidential business information, damage to our reputation and a loss of confidence in the security of our products, services and networks that could have an adverse effect upon our business. While we take steps to prevent unauthorized access to our corporate systems, because the techniques used to obtain unauthorized access, disable or sabotage systems change frequently or may be designed to remain dormant until a triggering event, we may be unable to anticipate these techniques or implement adequate preventative measures. Further, the risk of a security breach or disruption, particularly through cyber attacks, or cyber intrusion, including by computer hackers, foreign governments, and cyber\n \n\n\n19\n\n\n\n\n \n\n\nterrorists, has generally increased as cyber attacks have become more prevalent and harder to detect and fight against. In addition, hardware, software or applications we procure from third parties may contain defects in design or manufacture or other problems that could unexpectedly compromise network and data security. Any breach or failure of our information technology systems could result in decreased revenue, increased expenses, increased capital expenditures, customer dissatisfaction and potential lawsuits, any of which could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nSome of our existing information technology systems are in need of enhancement, updating and replacement. If our information technology systems fail, or if we experience an interruption in their operation, then our business, results of operations and financial condition could be materially adversely affected.\n\n\nThe efficient operation of our business is dependent on our information technology systems, some of which are in need of enhancement, updating and replacement. We rely on these systems generally to manage day-to-day operations, manage relationships with our customers, maintain our research and development data, and maintain our financial and accounting records. The failure of our information technology systems, our inability to successfully maintain, enhance and/or replace our information technology systems, or any compromise of the integrity or security of the data we generate from our information technology systems, could have a material adverse affect on our results of operations, disrupt our business and product development and make us unable, or severely limit our ability, to respond to customer demands. In addition, our information technology systems are vulnerable to damage or interruption from:\n\n\n•\nearthquake, fire, flood and other natural disasters;\n\n\n•\nemployee or other theft;\n\n\n•\nattacks by computer viruses or hackers;\n\n\n•\npower outages; and\n\n\n•\ncomputer systems, internet, telecommunications or data network failure.\n\n\nAny interruption of our information technology systems could result in decreased revenue, increased expenses, increased capital expenditures, customer dissatisfaction and potential lawsuits, any of which could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nThe success of our business depends upon market acceptance of our energy management products and services.\n\n\nOur future success depends upon the continued market acceptance of our energy management products and services and obtaining additional project management retrofit contracts, as well as customer orders for new and expanded products and services to supplement our contract with our current single largest customer. If we are unable to convince current and potential new customers of the advantages of our lighting systems and energy management products and services, or our expanded product and services offerings, then our results of operations, financial condition and cash flows will likely be materially adversely affected. In addition, because the market for energy management products and services, as well as potential new customer uses for our products and services, is rapidly evolving, we may not be able to accurately assess the size of the market, and we may have limited insight into trends that may emerge and affect our business. If the market for our lighting systems and energy management products and services, as well as potential new customer uses for our products and services, does not continue to develop as we anticipate, or if the market does not accept our products or services, then our ability to grow our business could be limited and we may not be able to increase our revenue and our results of operations, financial condition and cash flows will likely be materially adversely affected.\n\n\nWe increasingly rely on third-party manufacturers for the manufacture and development of our products and product components.\n\n\nWe have increased our utilization of third-party manufacturers for the manufacture and development of our products and product components. Our results of operations, financial condition and cash flows could be materially adversely affected if our third-party manufacturers were to experience problems with product quality, credit or liquidity issues, or disruptions or delays in their manufacturing process or delivery of the finished products and components or the raw materials used to make such products and components.\n \n\n\n20\n\n\n\n\n \n\n\nMacroeconomic pressures in the markets in which we operate or anticipate operating in the future may adversely affect our financial results.\n \n\n\nGeopolitical issues around the world can impact macroeconomic conditions in where we operate and where we anticipate operating in the future and could have a material adverse impact on our financial results. For example, the ultimate impact of the conflict in Ukraine on fuel prices, inflation, the global supply chain and other macroeconomic conditions is unknown and could materially adversely affect global economic growth, disrupting discretionary spending habits and generally decreasing demand for our products and services, including our planned retrofit project in Germany in fiscal 2024. While we do not purchase any of our significant raw materials directly from Russia, it is a significant global producer of fuel, nickel and copper. Disruptions in the markets for those inputs could negatively impact the macroeconomy. We cannot predict the extent or duration of sanctions in response to the conflict in Ukraine, nor can we predict the effects of legislative or other governmental actions or regulatory scrutiny of Russia and Belarus, Russia's other allies or other countries with which Russia has significant trade or financial ties, including China. The conflict in Ukraine may also continue to exacerbate geopolitical tensions globally.\n\n\nWe operate in a highly competitive industry and, if we are unable to compete successfully, our results of operations, financial condition and cash flows will likely be materially adversely affected.\n\n\nWe face strong competition, primarily from manufacturers and distributors of energy management products and services, as well as from ESCOs and electrical contractors. We are also facing increased competition from manufacturers in low-cost countries. We compete primarily on the basis of customer relationships, price, quality, energy efficiency, customer service and marketing support. Our products are in direct competition with the expanding availability of LED products, as well as other technologies in the lighting systems retrofit market.\n \n\n\nMany of our competitors are better capitalized than we are and have strong customer relationships, greater name recognition, and more extensive engineering, manufacturing, sales and marketing capabilities. In addition, the LED market has seen increased convergence in recent years, resulting in our competition gaining increased market share and resources. Competitors could focus their substantial resources on developing a competing business model or energy management products or services that may be potentially more attractive to customers than our products or services. In addition, we may face competition from other products or technologies that reduce demand for electricity. Our competitors may also offer energy management products and services at reduced prices in order to improve their competitive positions. Any of these competitive factors could make it more difficult for us to attract and retain customers, or require us to lower our average selling prices in order to remain competitive, any of which could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nIf we fail to establish and maintain effective internal controls over financial reporting, our business and financial results could be harmed.\n\n\nOur management is responsible for establishing and maintaining effective internal control over financial reporting. Internal control over financial reporting is a process to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with accounting principles generally accepted in the United States. Because of its inherent limitations, internal control over financial reporting is not intended to provide absolute assurance that we would prevent or detect a misstatement of our consolidated financial statements or fraud. As of March 31, 2023, our Chief Executive Officer and Chief Financial Officer concluded that our internal controls for fiscal 2023 were designed and operating effectively. However, there can be no assurance that we will not experience a material weakness in our internal control over financial reporting in the future. A material weakness is defined as a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim consolidated financial statements will not be prevented or detected on a timely basis. A failure to maintain an effective system of internal control over financial reporting could limit our ability to report our financial results accurately and in a timely manner or to detect and prevent fraud, could result in a restatement of our consolidated financial statements, and could also cause a loss of investor confidence and decline in the market price of our common stock.\n\n\nThe revenue growth of our EV Division ultimately depends on consumers’ willingness to adopt electric vehicles in a market which is still in its early stages.\n\n\n The growth of our EV Division is highly dependent upon the adoption by consumers of EVs, and we are subject to a risk of any reduced demand for EVs. If the market for EVs does not gain broader market acceptance or develops slower than we expect, our\n \n\n\n21\n\n\n\n\n \n\n\nbusiness, prospects, financial condition and operating results will be harmed. The market for alternative fuel vehicles is relatively new, rapidly evolving, characterized by rapidly changing technologies, price competition, additional competitors, evolving government regulation and industry standards, frequent new vehicle announcements, long development cycles for EV original equipment manufacturers, and changing consumer demands and behaviors. Factors that may influence the purchase and use of alternative fuel vehicles, specifically EVs, include:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n●\n\n\nperceptions about EV quality, safety (in particular with respect to lithium-ion battery packs), design, performance and cost, especially if adverse events or accidents occur that are linked to the quality or safety of EVs;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nthe limited range over which EVs may be driven on a single battery charge and concerns about running out of power while in use;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nconcerns regarding the stability of the electrical grid;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nimprovements in the fuel economy of the internal combustion engine;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nconsumers’ desire and ability to purchase a luxury automobile or one that is perceived as exclusive;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nthe environmental consciousness of consumers;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nvolatility in the cost of oil and gasoline;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nconsumers’ perceptions of the dependency of the United States on oil from unstable or hostile countries and the impact of international conflicts;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\ngovernment regulations and economic incentives promoting fuel efficiency and alternate forms of energy;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\naccess to charging stations, standardization of EV charging systems and consumers’ perceptions about convenience and cost to charge an EV; and\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nthe availability of tax and other governmental incentives to purchase and operate EVs or future regulation requiring increased use of nonpolluting vehicles.\n\n\n\n\n\n\nThe influence of any of the factors described above may negatively impact the widespread consumer adoption of EVs, which could materially and adversely affect our EV Division business, operating results, financial condition and prospects.\n\n\n \n\n\nOur business was, and could again in the future be, negatively impacted by the COVID-19 pandemic.\n\n\nThe COVID-19 pandemic disrupted business, trade, commerce, financial and credit markets in the United States and globally. Our business was adversely impacted by measures taken by customers, suppliers, government entities and others to control the spread of the virus beginning in March 2020, the last few weeks of our fiscal 2020, and continuing most significantly into the second quarter of fiscal 2021. During the third quarter of fiscal 2021, we experienced a rebound in business, with a full quarter of project installations for our largest customer, as well as installations for a new large specialty retail customer, and no significant COVlD-19 impacts. However, some customers continue to refrain from awarding new projects and potential future risks remain due to the COVID-19 pandemic. If the COVID-19 pandemic experiences a resurgence in markets recovering from the spread of COVID-19, or if another significant natural disaster or pandemic were to occur in the future, our results of operation would likely be materially adversely affected.\n \n\n\nFinancial Risks\n\n\n \n\n\nOur existing liquidity and capital resources may not be sufficient to allow us to effectively pursue our evolving growth strategies, complete potential acquisitions or otherwise fund or sustain our growth initiatives.\n\n\nOur existing liquidity and capital resources may not be sufficient to allow us to effectively pursue our evolving growth strategies, complete potential acquisitions or otherwise fund or sustain our growth initiatives. If we require additional capital resources, we may\n \n\n\n22\n\n\n\n\n \n\n\nnot be able to obtain sufficient equity capital and/or debt financing on acceptable terms or conditions, or at all. Factors affecting the availability to us of additional equity capital or debt financing on acceptable terms and conditions, or in sufficient amounts, include:\n\n\n•\nOur operating loss in fiscal 2023;\n\n\n•\nOur history of operating losses prior to our fiscal 2020;\n\n\n•\nOur current and future financial results and condition;\n\n\n•\nOur limited collateral availability;\n\n\n•\nOur current customer concentration; \n\n\n•\nThe market’s, investors’ and lenders' view of our company, industry and products;\n\n\n•\nThe perception in the equity and debt markets of our ability to execute and sustain our business plan or achieve our operating results expectations; and\n\n\n•\nThe price, volatility and trading volume and history of our common stock.\n\n\nOur inability to obtain the equity capital or debt financing necessary to pursue our evolving growth strategy could force us to scale back our growth initiatives or abandon potential acquisitions. If we are unable to pursue our evolving growth strategy and growth initiatives, our results of operations, financial condition and cash flows could be materially adversely affected.\n\n\n \n\n\nWe do not have major sources of recurring revenue and we depend upon a limited number of customers in any given period to generate a substantial portion of our revenue. The reduction of revenue from our prior most significant customer has had, and the loss of other significant customers or a major customer would likely have, a materially adverse effect on our results of operations, financial condition and cash flows.\n\n\nWe do not have any significant long-term contracts with our customers that provide us with recurring revenue from period to period. We currently generate a substantial portion of our revenue by securing large retrofit and multi-facility roll-out projects from new and existing customers. As a result, our dependence on individual key customers can vary from period to period due to the significant size of some of our retrofit and multi-facility roll-out projects. Our top 10 customers accounted for approximately 48.9%, 69.4% and 80.0% respectively, of our total revenue for fiscal 2023, 2022 and 2021. In fiscal 2021, one customer accounted for 56.0% of our total revenue compared to 49.1% in fiscal 2022 and in fiscal 2023, this customer accounted for 16.2% of our total revenue. In fiscal 2024, we expect our customer concentration will continue at the approximate level experienced in fiscal 2023. The reduction in revenue from this customer over the past three fiscal years has had\n \na material adverse effect on our results of operations, financial condition and cash flows. While we continue to try to diversify and expand our customer base, there can be no assurance we will be successful doing so. We expect large retrofit and rollout projects to continue to remain a significant component of our total revenue.\n \n\n\nThe multi-location master retrofit agreements we have entered into with several of our key customers (including our current largest customer) generally require that the customer issue individual facility location work orders or purchase orders before we may install our products at that location. These master agreements do not guarantee that our key customers will make individual facility location purchases from us and they also generally allow any individual location purchase order or work order to be terminated prior to shipment. As a result, the relative amount and concentration of our revenues may fluctuate year over year and period over period depending on the number of purchase orders or work orders issued by our key customers, which may fluctuate due to factors such as our customers’ capital expenditure budgets and general economic conditions. The loss of, or substantial reduction in sales to, any of our significant customers, or a major customer, or the termination or delay of a significant volume of purchase orders by one or more key customers, would likely have a material adverse effect on our results of operations, financial condition and cash flows in any given future period.\n\n\n \n\n\nOur net operating loss carry-forwards provide a future benefit only if we regain sustained profitability and may be subject to limitation based upon ownership changes.\n \n\n\n23\n\n\n\n\n \n\n\nWe have significant federal net operating loss carry-forwards and state net operating loss carry-forwards. If we are unable to regain sustained profitability, we will not be able to fully utilize these tax benefits. Furthermore, generally a change of more than 50% in the ownership of a company’s stock, by value, over a three-year period constitutes an ownership change for federal income tax purposes. An ownership change may limit a company’s ability to use its net operating loss carry-forwards attributable to the period prior to such change. As a result, our ability to use our net operating loss carry-forwards attributable to the period prior to such ownership change to offset taxable income could be subject to limitations in a particular year, which could potentially result in our increased future tax liability.\n \n\n\n \n\n\nWe experienced a net loss in fiscal 2023 and, until fiscal 2020, we had a history of losses and negative cash flow. We may be unable to regain sustained profitability and positive cash flows in the future.\n\n\nWe experienced a net loss in fiscal 2023, and prior to fiscal 2020, we experienced net losses and negative cash flows for the prior five fiscal years. There is no guarantee that we will be able to regain or sustain profitability and positive cash flows in the future. Our inability to successfully regain or sustain our profitability and positive cash flows could materially and adversely affect our ability to pursue our evolving strategies and growth initiatives.\n \n\n\n \n\n\nAdverse conditions in the global economy have negatively impacted, and could in the future negatively impact, our customers, suppliers and business.\n\n\nOur operations and financial performance are impacted by worldwide economic conditions. Uncertainty about global economic conditions has contributed to customers postponing purchases of our products and services in response to tighter credit, unemployment, negative financial news and/or declines in income or asset values and other macroeconomic factors. The occurrence of these circumstances will likely have a material negative effect on demand for our products and services and, accordingly, on our results of operations, financial condition and cash flows. For example, any economic and political uncertainty caused by the United States tariffs imposed on other countries, and any corresponding tariffs from such other countries in response, may negatively impact demand and/or increase the cost for our products and components used in our products.\n \n\n\nThe new United States administration may pursue a wide range of monetary, regulatory and trade policies, including the continued imposition of the previous United States administration’s tariffs on certain imports. Certain sourced finished products and certain of the components used in our products are impacted by tariffs imposed on China imports. Our efforts to mitigate the impact of added costs resulting from these tariffs include a variety of activities, such as sourcing from non-tariff impacted countries and raising prices. If we are unable to successfully mitigate the impacts of these tariffs and other trade policies, our results of operations, financial condition and cash flows may be materially adversely affected.\n \n\n\nIn addition, global economic and political uncertainty has led many customers to adopt strategies for conserving cash, including limits on capital spending. Our lighting systems are often purchased as capital assets and therefore are subject to our customers’ capital availability. Uncertainty around such availability has led customers to delay their purchase decisions, which has elongated the duration of our sales cycles. Weak economic conditions in the past have adversely affected our customers’ capital budgets, purchasing decisions and facilities managers and, as a result, have adversely affected our results of operations, financial condition and cash flows. The return to a recessionary state of the global economy could potentially have negative effects on our near-term liquidity and capital resources, including slower collections of receivables, delays of existing order deliveries, postponements of incoming orders and reductions in the number and volume of purchase orders received from key customers as a result of reduced capital expenditure budgets. Our business and results of operations will be adversely affected to the extent these adverse economic conditions affect our customers’ purchasing decisions.\n\n\n24\n\n\n\n\n \n\n\n \n\n\nWe are subject to financial and operating covenants in our credit agreement and any failure to comply with such covenants, or obtain waivers in the event of non-compliance, could limit our borrowing availability under the credit agreement, resulting in our being unable to borrow under our credit agreement and materially adversely impact our liquidity.\n\n\nOur credit agreement contains provisions that limit our future borrowing availability and sets forth other customary covenants, including certain restrictions on our ability to incur additional indebtedness, consolidate or merge, enter into acquisitions, make investments, pay any dividend or distribution on our stock, redeem, repurchase or retire shares of our stock, or pledge or dispose of assets.\n\n\nThere can be no assurance that we will be able to comply with the financial and other covenants in our credit agreement. Our failure to comply with these covenants could cause us to be unable to borrow under the credit agreement and may constitute an event of default which, if not cured or waived, could result in the acceleration of the maturity of any indebtedness then outstanding under the credit agreement, which would require us to pay all amounts then outstanding. Such an event could materially adversely affect our financial condition and liquidity. Additionally, such events of non-compliance could impact the terms of any additional borrowings and/or any credit renewal terms. Any failure to comply with such covenants may be a disclosable event and may be perceived negatively. Such perception could adversely affect the market price for our common stock and our ability to obtain financing in the future.\n\n\n \n\n\nStrategic Risks\n\n\nAs we evolve our business strategy to increase our focus on new product and service offerings, including our comprehensive energy management and maintenance services and our IoT, “smart-building,” “connected ceilings” and other related technology, software and controls products and services, the nature of our business may be significantly changed, or transformed, and our results of operations, financial condition and cash flows may be materially adversely affected.\n\n\nOur future growth and profitability are tied in part to our ability to successfully bring to market new and innovative product and service offerings. We have begun to evolve our business strategy to focus on further expanding the nature and scope of our products and services offered to our customers. This further expansion of our products and services includes pursuing projects to develop recurring revenue streams, including beginning to offer lighting, electrical, heating and ventilation, and other energy maintenance services to large customers with numerous locations. Our expansion efforts also involve utilizing control sensor technology to collect data and assisting customers in the digitization of this data, along with other potential services. We have experienced recent success offering our comprehensive energy project management services to national account customers to retrofit their multiple locations. We also plan to pursue the expansion of our IoT “smart-building” and “connected ceiling” and other related technology, software and controls products and services we offer to our customers. We have invested, and plan to continue to invest, significant time, resources and capital into expanding our offerings in these areas with no expectation that they will provide material revenue in the near term and without any assurance they will succeed or be profitable. In fact, these efforts have reduced our profitability, and will likely continue to do so, at least in the near term. Moreover, as we continue to explore, develop and refine new offerings, we expect that market preferences will continue to evolve, our offerings may not generate sufficient interest by end-user customers and we may be unable to compete effectively with existing or new competitors, generate significant revenues or achieve or maintain acceptable levels of profitability.\n \n\n\nIf we are successful in introducing new product and services offerings, including expanded energy management and maintenance services and products with new technology, software and controls, the nature of our business may significantly change or be transformed away from being principally lighting products focused. Additionally, our experience providing energy maintenance services and technology, software and controls products and services is limited. If we do not successfully execute our strategy or anticipate the needs of our customers, our credibility as a provider of energy maintenance services and technology, software and controls products could be questioned and our prospects for future revenue growth and profitability may never materialize.\n \n\n\nAs we expand our product and services offerings to new markets, the overall complexity of our business will likely increase at an accelerated rate and we may become subject to different market dynamics. The new markets into which we are expanding, or may expand, may have different characteristics from the markets in which we have historically competed. These different characteristics may include, among other things, rapidly changing technologies, different supply chains, different competitors and methods of competition,\n \n\n\n25\n\n\n\n\n \n\n\nnew product development rates, client concentrations and performance and compatibility requirements. Our failure to make the necessary adaptations to our business model to address these different characteristics, complexities and new market dynamics could adversely affect our operating results.\n \n\n\nAccordingly, if we fail to successfully launch, manage and maintain our evolving business strategy, our future revenue growth and profitability would likely be limited and our results of operations, financial condition and cash flows would likely be materially adversely affected.\n\n\nOur evolving business strategies may include exploring potential acquisitions, including potential acquisitions that could significantly change, or even transform, the nature of our business. These potential acquisitions could be unsuccessful or consume significant resources, which could materially adversely affect our results of operations, financial condition and cash flows.\n\n\nWe may explore additional potential business acquisitions which could more quickly add expanded and different capabilities to our product and services offerings, including potential acquisitions that could significantly change, or even transform, the nature of our business. There can be no assurance that we will identify or successfully complete transactions with suitable acquisition candidates in the future. Similarly, there can be no assurance that our recently completed acquisitions will be successful. Acquisitions may involve significant cash expenditures, debt incurrence, stock issuances, operating losses and expenses that would otherwise be directed to investments in our existing business and could have a material adverse effect on our financial condition, results of operations and cash flows. To pursue acquisitions and other strategic transactions, we may need to raise additional debt and/or equity capital in the future, which may not be available on acceptable terms, in sufficient amounts or at all. In addition, we may issue new shares of our common stock as consideration in such transactions, which may have a dilutive impact on our existing shareholders and may also result in a reduction in the market price of our shares once those newly issued shares are resold in the market. In addition, acquisitions involve numerous other risks, including:\n \n\n\n•\nthe failure of the acquired business to achieve its revenue or profit forecasts; \n\n\n•\nthe business culture of the acquired business may not match well with our culture; \n\n\n•\nour business strategies and focus may change in ways that adversely affect our results of operations; \n\n\n•\ntechnological and product synergies, economies of scale and cost reductions from the acquisition may not occur as expected; \n\n\n•\nunforeseen expenses, delays or conditions may result from the acquisition, including required regulatory approvals or consents; \n\n\n•\npotential changes may result to our management team and/or board of directors; \n\n\n•\nwe may acquire or assume unexpected liabilities or be subject to unexpected penalties or other enforcement actions or legal consequences; \n\n\n•\nfaulty assumptions may be made regarding the macroeconomic environment or the integration process that form a basis for the acquisition; \n\n\n•\nunforeseen difficulties, delays and costs may arise in integrating the acquired business’s operations, processes and systems; \n\n\n•\nhigher than expected investments may be required to implement necessary compliance processes and related systems, including information technology systems, accounting systems and internal controls over financial reporting; \n\n\n•\nwe may fail to retain, motivate and integrate key management and other employees of the acquired business; \n\n\n•\nhigher than expected costs may arise due to unforeseen changes in tax, trade, environmental, labor, safety, payroll or pension policies in any jurisdiction in which the acquired business conducts its operations; \n\n\n•\nwe may adversely impact our sales channels and our sales channel partners; and \n\n\n•\nwe may experience problems in retaining customers and integrating customer bases. \n\n\n26\n\n\n\n\n \n\n\n \n\n\nMany of these factors will be outside of our control and any one of them could result in increased costs and reduced profitability, decreases in the amount of expected revenues and diversion of our management’s time and attention. They may also delay, decrease or eliminate the realization of some or all of the benefits we anticipate when we enter into the transaction.\n \n\n\nOur management team has limited experience in, and limited time to dedicate to, pursuing, negotiating or integrating acquisitions. If we do identify suitable candidates, we may not be able to negotiate or consummate such acquisitions on favorable terms or at all. Any acquisitions we complete may not achieve their initially intended results and benefits, and may be viewed negatively by investors and other stakeholders.\n \n\n\nWe may undertake acquisitions financed in part through public offerings or private placements of debt or equity securities, including through the new issuance of our common stock or debt securities as consideration in an acquisition transaction. Such acquisition financing could result in dilution to our current shareholders, a decrease in our earnings and/or adversely affect our financial condition, liquidity or other leverage measures.\n \n\n\nIn addition to committing additional capital resources to complete any acquisitions, substantial additional capital may be required to operate the acquired businesses following their acquisition. Moreover, these acquisitions may result in significant financial losses if the intended objectives of the transactions are not achieved. Some of the businesses we may acquire may have significant operating and financial challenges, requiring significant additional capital commitments to overcome such challenges and adversely affecting our financial condition and liquidity.\n \n\n\nFailure to implement our acquisition strategy, including successfully integrating acquired businesses, could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nOur continued emphasis on indirect distribution channels to sell our products and services to supplement our direct distribution channels has had limited success to date. If we are unable to attract, incentivize and retain our third-party distributors and sales agents, or our distributors and sales agents do not sell our products and services at the levels expected, our revenues could decline and our costs could increase.\n \n\n\nWe utilize manufacturer representative sales agencies that sell our products through distributors. Many of these sales agents and distributors are not exclusive, which means that these sales agents and distributors may sell other third-party products and services in direct competition with us. Since many of our competitors use sales agents and distributors to sell their products and services, competition for such agents and distributors is intense and may adversely affect our product pricing and gross margins. Additionally, due to mismanagement, industry trends, macro-economic developments, or other reasons, our sales agents and distributors may be unable to effectively sell our products at the levels desired or anticipated. In addition, we have historically relied on direct sales to sell our products and services, which were often made in competition with sales agents and distributors. In order to attract and form lasting partnerships with sales agents and distributors, we are attempting to overcome our historical perception as a direct sales competitor. As a result, we may have difficulty attracting and retaining sales agents and distributors and any inability to do so could have a negative effect on our ability to attract and obtain customers, which could have an adverse impact on our business.\n\n\nThe success of our business depends upon our adaptation to the quickly changing market conditions in the lighting industry and on market acceptance of our lighting retrofit solutions using LED and control technologies.\n\n\nThe market for lighting products has experienced a significant technology shift to LED lighting systems. In addition, we continue to explore utilizing our system platform as a “connected ceiling” or “smart ceiling”, or a framework or network that can support the installation and integration of other business technology or data information solutions on our lighting platform.\n \n\n\nAs a result, our future success depends significantly upon the adoption rate of LED products within our primary markets, our ability to participate in this ongoing market trend and our ability to expand into complementary markets. To be an effective participant in the LED market, we must keep up with the evolution of LED and related technologies, which continue to move at a fast pace. We may be unable to successfully develop and market new products or services that keep pace with technological or industry changes, differentiate ourselves from our competition, satisfy changes in customer demands or comply with present or emerging government and\n \n\n\n27\n\n\n\n\n \n\n\nindustry regulations and technology standards. The development and introduction of new products and services may result in increased warranty expenses and other new product and services introduction expenses. In addition, we will likely continue to incur substantial costs to research and develop new products and services, which will increase our expenses, without guarantee that our new products and services will be commercially viable. We may also spend time and resources to develop and release new products and services only to discover that a competitor has also introduced similar new products and services with superior performance, at a lower price or on better delivery terms. Moreover, if new sources of lighting or lighting-based solutions are developed, our current products and technologies could become less competitive or obsolete, which could result in reduced revenue, reduced earnings or increased losses, and/or inventory and other impairment charges.\n \n\n\nFinally, in connection with our historical primary focus on selling our LED products, we expect our results of operations to continue to fluctuate from quarter to quarter to the extent that customers delay purchasing decisions as they evaluate their return on investment from purchasing LED products compared to alternative lighting solutions, the pricing of LED products continues to fall and LED products continue to gain more widespread customer acceptance. Similarly, these circumstances have adversely impacted, and may continue to adversely impact, our product gross margins and our profitability from quarter to quarter.\n \n\n\nIf we are unable to achieve market acceptance of our lighting retrofit solutions using LED technologies and our system platform as a “connected ceiling” or “smart ceiling” or realize the expected benefits from our focus on promoting new products and services, our results of operations, financial condition and cash flows will likely be materially adversely affected.\n\n\nOur financial performance is dependent on our ability to achieve growth in our average selling price of our products.\n\n\nThe gross margins of our products can vary significantly, with margins ranging from 10% to 50%. While we continue to implement our strategy of transitioning to higher-margin products and reducing the material cost of our products, a change in the total mix of our sales toward lower margin products, a decrease in the margins on our products as a result of competitive pressures driving down the average selling price of our products, lower sales volumes, and promotional programs to increase sales volumes could reduce our profitability and result in a material adverse effect on our results of operations, financial condition and cash flows. Furthermore, the average selling price of our products has been, and may be further, negatively impacted by market over-supply conditions, product feature cannibalization by competitors or component providers, low-cost non-traditional sales methods by new market entrants, and comparison of our retrofit fixture products with replacement lamp equivalents. While we have previously implemented general price increases applicable to many new product orders, there is no assurance that such price increases will be accepted by our customers or succeed in increasing the average selling price of our products. In our highly competitive lighting industry, we must be able to innovate and release new products on a regular basis with features and benefits that generate increases in our average selling price and average gross margin. There can be no assurance we will be successful in achieving these goals.\n\n\nThe success of our LED lighting retrofit solutions depends, in part, on our ability to claim market share away from our competitors. If we are unable to expand our customer base and increase sales in our targeted markets, our results of operations, financial condition and cash flows will likely be materially adversely affected.\n\n\nParticipants in the LED market who are able to quickly establish customer relationships and achieve market penetration are likely to gain a competitive advantage as the lighting retrofit solutions offered by us and our competitors generally have a product life of several years following installation. If we are unable to broaden our customer base and achieve greater market penetration in the LED market in a timely manner, we may lose the opportunity to market our LED products and services to significant portions of the lighting systems retrofit market for several years and may be at a disadvantage in securing future business opportunities from customers that have previously established relationships with one or more of our competitors. These circumstances could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nIn addition, as we continue to seek to expand our customer base within our national account, agent and ESCO sales channels, our success will depend, in part, on our ability to attract and retain talent to execute on our sales model. If we are unable to attract and retain sufficient talent, we may be unable to broaden our customer base, which will adversely affect our results of operations, financial condition and cash flows.\n\n\n28\n\n\n\n\n \n\n\nLegal, Regulatory and Compliance Risks\n\n\nOur retrofitting process frequently involves responsibility for the removal and disposal of components containing hazardous materials.\n\n\nWhen we retrofit a customer’s facility, we typically assume responsibility for removing and disposing of its existing lighting fixtures. Certain components of these fixtures typically contain trace amounts of mercury and other hazardous materials. Older components may also contain trace amounts of polychlorinated biphenyls, or PCBs. We currently rely on contractors to remove the components containing such hazardous materials at the customer job site. The contractors then arrange for the disposal of such components at a licensed disposal facility. Failure by such contractors to remove or dispose of the components containing these hazardous materials in a safe, effective and lawful manner could give rise to liability for us, or could expose our workers or other persons to these hazardous materials, which could result in claims against us which may have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nGovernment tariffs and other actions may adversely affect our business.\n \n\n\nThe United States government has, from time to time, implemented various monetary, regulatory, and trade importation restraints, penalties, and tariffs. Certain sourced finished products and certain of the components used in our products have been impacted by tariffs imposed on China imports. Our efforts to mitigate the impact of added costs resulting from these government actions include a variety of activities, such as sourcing from non-tariff impacted countries and raising prices. If we are unable to successfully mitigate the impacts of these tariffs and other trade policies, our results of operations may be adversely affected. Any future policy changes that may be implemented by the current or future United States administration could have a negative consequence on our financial performance.\n \n\n\nThe reduction or elimination of investments in, or incentives to adopt, LED lighting or the elimination of, or changes in, policies, incentives or rebates in certain states or countries that encourage the use of LEDs over some traditional lighting technologies could cause the growth in demand for our products to slow, which could have a material adverse affect on our results of operations, financial condition and cash flows.\n\n\nReductions in (including as a result of any budgetary constraints), or the elimination of, government investment and favorable energy policies designed to accelerate the adoption of LED lighting could result in decreased demand for our products and adversely affect our results of operations, financial condition and cash flows. Further, if our products fail to qualify for any financial incentives or rebates provided by governmental agencies or utilities for which our competitors’ products qualify, such programs may diminish or eliminate our ability to compete by offering products at lower prices than ours.\n\n\nChanges in government budget priorities and political gridlock, and future potential government shutdown, could negatively impact our results of operations, financial condition and cash flows.\n\n\nActual and perceived changes in governmental budget priorities, and future potential government shutdowns, could adversely affect our results of operations, financial condition and cash flows. Certain government agencies purchase certain products and services directly from us. When the government changes budget priorities, such as in times of war, financial crisis, or a changed administration, or reallocates spending to areas unrelated to our business, our results of operations, financial condition and cash flows can be negatively impacted. For example, demand and payment for our products and services may be affected by public sector budgetary cycles, funding authorizations or rebates. Funding reductions or delays, including delays caused by political gridlock, and future potential government shutdowns, could negatively impact demand and payment for our products and services. If any of these events occur, our results of operations, financial condition and cash flows could be materially adversely affected.\n \n\n\nProduct liability claims could adversely affect our business, results of operations and financial condition.\n\n\nWe face exposure to product liability claims in the event that our energy management products fail to perform as expected or cause bodily injury or property damage. Since virtually all of our products use electricity, it is possible that our products could result in injury, whether by product malfunctions, defects, improper installation or other causes. Particularly because our products often incorporate new technologies or designs, we cannot predict whether or not product liability claims will be brought against us in the future or result in negative publicity about our business or adversely affect our customer relations. Moreover, we may not have adequate\n \n\n\n29\n\n\n\n\n \n\n\nresources in the event of a successful claim against us. A successful product liability claim against us that is not covered by insurance or is in excess of our available insurance limits could require us to make significant payments of damages and could materially adversely affect our results of operations, financial condition and cash flows.\n\n\nOur inability to protect our intellectual property, or our involvement in damaging and disruptive intellectual property litigation, could adversely affect our results of operations, financial condition and cash flows or result in the loss of use of the related product or service.\n\n\nWe attempt to protect our intellectual property rights through a combination of patent, trademark, copyright and trade secret laws, as well as employee and third-party nondisclosure and assignment agreements. Our failure to obtain or maintain adequate protection of our intellectual property rights for any reason could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nWe own United States patents and patent applications for some of our products, systems, business methods and technologies. We offer no assurance about the degree of protection which existing or future patents may afford us. Likewise, we offer no assurance that our patent applications will result in issued patents, that our patents will be upheld if challenged, that competitors will not develop similar or superior business methods or products outside the protection of our patents, that competitors will not infringe upon our patents, or that we will have adequate resources to enforce our patents. Effective protection of our United States patents may be unavailable or limited in jurisdictions outside the United States, as the intellectual property laws of foreign countries sometimes offer less protection or have onerous filing requirements. In addition, because some patent applications are maintained in secrecy for a period of time, we could adopt a technology without knowledge of a pending patent application, and such technology could infringe a third party’s patent.\n\n\nWe also rely on unpatented proprietary technology. It is possible that others will independently develop the same or similar technology or otherwise learn of our unpatented technology. To protect our trade secrets and other proprietary information, we generally require employees, consultants, advisors and collaborators to enter into confidentiality agreements. We cannot assure you that these agreements will provide meaningful protection for our trade secrets, know-how or other proprietary information in the event of any unauthorized use, misappropriation or disclosure of such trade secrets, know-how or other proprietary information. If we are unable to maintain the proprietary nature of our technologies, our business could be materially adversely affected.\n\n\nWe rely on our trademarks, trade names, and brand names to distinguish our company and our products and services from our competitors. Some of our trademarks may conflict with trademarks of other companies. Failure to obtain trademark registrations could limit our ability to protect our trademarks and impede our sales and marketing efforts. Further, we cannot assure you that competitors will not infringe our trademarks, or that we will have adequate resources to enforce our trademarks.\n\n\nIn addition, third parties may bring infringement and other claims that could be time-consuming and expensive to defend. Also, parties making infringement and other claims against us may be able to obtain injunctive or other equitable relief that could effectively block our ability to provide our products, services or business methods and could cause us to pay substantial damages. In the event of a successful claim of infringement against us, we may need to obtain one or more licenses from third parties, which may not be available at a reasonable cost, or at all. It is possible that our intellectual property rights may not be valid or that we may infringe upon existing or future proprietary rights of others. Any successful infringement claims could subject us to significant liabilities, require us to seek licenses on unfavorable terms, prevent us from manufacturing or selling products, services and business methods and require us to redesign or, in the case of trademark claims, re-brand our company or products, any of which could have a material adverse effect on our results of operations, financial condition and cash flows.\n\n\nThe cost of compliance with environmental laws and regulations and any related environmental liabilities could adversely affect our results of operations, financial condition and cash flows.\n\n\nOur operations are subject to federal, state and local laws and regulations governing, among other things, emissions to air, discharge to water, the remediation of contaminated properties and the generation, handling, storage, transportation, treatment and disposal of, and exposure to, waste and other materials, as well as laws and regulations relating to occupational health and safety. These laws and regulations frequently change, and the violation of these laws or regulations can lead to substantial fines, penalties and other liabilities. The operation of our manufacturing facility entails risks in these areas and there can be no assurance that we will not incur material costs or liabilities in the future that could adversely affect our results of operations, financial condition and cash flows.\n\n\n30\n\n\n\n\n \n\n\nRisks Related to Our Common Stock\n\n\nWe expect our quarterly revenue and operating results to fluctuate. If we fail to meet the expectations of market analysts or investors, the market price of our common stock could decline substantially, and we could become subject to securities litigation.\n\n\nOur quarterly revenue and operating results have fluctuated in the past and will likely vary from quarter to quarter in the future. Our results for any particular quarter are not an indication of our future performance. Our revenue and operating results may fall below the expectations of market analysts or investors in some future quarter or quarters. Our failure to meet these expectations could cause the market price of our common stock to decline substantially. If the price of our common stock is volatile or falls significantly below our current price, we may be the target of securities litigation. If we become involved in this type of litigation, regardless of the outcome, we could incur substantial legal costs, management’s attention could be diverted from the operation of our business, and our reputation could be damaged, which could adversely affect our results of operations, financial condition and cash flows.\n\n\nIf securities or industry analysts do not continue to publish research or publish inaccurate or unfavorable research about our business, our stock price and trading volume could decline.\n\n\nThe trading market for our common stock will continue to depend, in part, on the research reports that securities or industry analysts publish about us and our peer group companies. If these analysts do not continue to provide adequate research coverage or if one or more of the analysts who covers us downgrades our stock, lowers our stock’s price target or publishes inaccurate or unfavorable research about our business, our stock price would likely decline. If one or more of these analysts ceases coverage of our company or fails to publish reports on us regularly, demand for our stock could decrease, which could cause our stock price and trading volume to decline.\n\n\nThe price of our common stock has been, and may continue to be, volatile.\n \n\n\nHistorically, the market price of our common stock has fluctuated over a wide range, and it is likely that the price of our common stock will continue to be volatile in the future. The trading price of our common stock has ranged from $1.45 to $2.94 per share during the period from April 1, 2022 to March 31, 2023. The market price of our common stock could be impacted due to a variety of factors, including:\n \n\n\n• \nactual or anticipated fluctuations in our operating results or our competitors’ operating results; \n\n\n• \nactual or anticipated changes in the growth rate of the general LED lighting industry, our growth rates or our competitors’ growth rates; \n\n\n• \nconditions in the financial markets in general or changes in general economic conditions, including government efforts to mitigate the severe economic downturn resulting from the COVID-19 pandemic; \n\n\n• \nnovel and unforeseen market forces and trading strategies, such as the massive short squeeze rally caused by retail investors and social media activity affecting companies such as GameStop Corp.; \n\n\n• \nactual or anticipated changes in governmental regulation, including taxation and tariff policies; \n\n\n• \ninterest rate or currency exchange rate fluctuations; \n\n\n• \nour ability to forecast or report accurate financial results; and \n\n\n• \nchanges in stock market analyst recommendations regarding our common stock, other comparable companies or our industry generally. \n\n\nIn addition, due to one or more of the foregoing factors in one or more future quarters, our results of operations may fall below the expectations of securities analysts and investors. In the event any of the foregoing occur, the market price of our common stock could be highly volatile and may materially decline\n\n\n31\n\n\n\n\n \n\n\nThe market price of our common stock could be adversely affected by future sales of our common stock in the public market by us or our executive officers and directors.\n\n\nWe and our executive officers and directors may from time to time sell shares of our common stock in the public market or otherwise. We cannot predict the size or the effect, if any, that future sales of shares of our common stock by us or our executive officers and directors, or the perception of such sales, will have on the market price of our common stock.\n\n\nWe are not currently paying dividends on our common stock and will likely continue not paying dividends for the foreseeable future.\n\n\nWe have never paid or declared any cash dividends on our common stock. We currently intend to retain all available funds and any future earnings to fund the continued development and expansion of our business, and we do not anticipate paying any cash dividends on our common stock in the foreseeable future. In addition, the terms of our existing revolving credit agreement restrict the payment of cash dividends on our common stock. Any future determination to pay dividends will be at the discretion of our board of directors and will depend on our financial condition, results of operations, capital requirements, contractual restrictions and other factors that our board of directors deems relevant. The restrictions on, and decision not to, pay dividends on our common stock may impact our ability to attract certain investors and raise funds, if necessary, in the capital markets.\n\n\nAnti-takeover provisions included in the Wisconsin Business Corporation Law, provisions in our amended and restated articles of incorporation or bylaws and the common share purchase rights that accompany shares of our common stock could delay or prevent a change of control of our company, which could adversely impact the value of our common stock and may prevent or frustrate attempts by our shareholders to replace or remove our current board of directors or management.\n\n\nA change of control of our company may be discouraged, delayed or prevented by certain provisions of the Wisconsin Business Corporation Law. These provisions generally restrict a broad range of business combinations between a Wisconsin corporation and a shareholder owning 15% or more of our outstanding common stock. These and other provisions in our amended and restated articles of incorporation, including our staggered board of directors and our ability to issue “blank check” preferred stock, as well as the provisions of our amended and restated bylaws and Wisconsin law, could make it more difficult for shareholders or potential acquirers to obtain control of our board of directors or initiate actions that are opposed by our then-current board of directors, including to delay or impede a merger, tender offer or proxy contest involving our company or result in a lower price per share paid to our shareholders.\n \n\n\nIn addition, our employment arrangements with senior management provide for severance payments and accelerated vesting of benefits, including accelerated vesting of stock options and restricted stock awards, upon a change of control and a subsequent qualifying termination. These provisions could limit the price that investors might be willing to pay in the future for shares of our common stock, thereby adversely affecting the market price of our common stock. These provisions may also discourage or prevent a change of control or result in a lower price per share paid to our shareholders.\n\n",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS O\nF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\nThe following discussion and analysis of our financial condition and results of operations should be read together with our audited consolidated financial statements and related notes included in this Annual Report on Form 10-K for the fiscal year ended March 31, 2023. See also “Forward-Looking Statements” and Item 1A “Risk Factors”.\n\n\nOverview\n\n\nWe provide state-of-the-art light emitting diode (“LED”) lighting systems, wireless Internet of Things (“IoT”) enabled control solutions, project engineering, energy project management design and maintenance services and electric vehicle (“EV”) charging infrastructure solutions. We help our customers achieve their sustainability, energy savings and carbon footprint reduction goals through innovative technology and exceptional service. We research, design, develop, manufacture, market, sell, install, and implement energy management systems consisting primarily of high-performance, energy-efficient commercial and industrial interior and exterior LED lighting systems and related services. Our products are targeted for applications in primary market segments: commercial office and retail, area lighting, industrial applications and government, although we do sell and install products into other markets. Our services consist of turnkey installation and system maintenance. Virtually all of our sales occur within North America.\n\n\nOur lighting products consist primarily of LED lighting fixtures, many of which include IoT enabled control systems. Our principal lighting customers include large national account end-users, federal and state government facilities, large regional account end-users, electrical distributors, electrical contractors and energy service companies (“ESCOs”). Currently, most of our lighting products are manufactured at our leased production facility located in Manitowoc, Wisconsin, although as the LED and related IoT market continues to evolve, we are increasingly sourcing products and components from third parties in order to provide versatility in our product development.\n\n\nWe differentiate ourselves from our competitors through offering comprehensive project management services to national account customers to retrofit their multiple locations. Our comprehensive services include initial site surveys and audits, utility incentive and government subsidy management, engineering design, and project management from delivery through to installation and controls integration. In addition, we began to offer lighting and electrical maintenance services in fiscal 2021 which enables us to support a lifetime business relationship with our customer (which we call “Customers for Life”). We completed the acquisition of Voltrek on October 5, 2022, which is intended to further expand our turnkey services capabilities as well as capitalize on the rapidly growing market for EV charging solutions. We completed the Stay-Lite Lighting acquisition on January 1, 2022, which is intended to further expand our maintenance services capabilities.\n\n\nWe believe the market for LED lighting products and related controls continues to grow. Due to their size and flexibility in application, we also believe that LED lighting systems can address opportunities for retrofit applications that cannot be satisfied by other lighting technologies. Our LED lighting technologies have become the primary component of our revenue as we continue to strive to be a leader in the LED market.\n \n\n\nIn fiscal 2022, we continued to successfully capitalize on our capability of being a full service, turn-key provider of LED lighting and controls systems with design, build, installation and project management services, as we continued a very large project for a major national account. As a result of this success, we have begun to evolve our business strategy to focus on further expanding the nature and scope of our products and services offered to our customers. This further expansion of our products and services includes pursuing projects to develop recurring revenue streams, including providing lighting and electrical maintenance services and utilizing control sensor technology to collect data and assisting customers in the digitization of this data, along with other potential services. We also are pursuing the expansion of our IoT, “smart-building” and “connected ceiling” and other related technology, software and controls products and services that we offer to our customers. While we currently intend to primarily pursue these expansion strategies organically, we also may explore potential additional business acquisitions, like our acquisition of Stay-Lite Lighting\n \nand Voltrek, which have more quickly added these types of expanded and different capabilities to our product and services offerings.\n\n\n35\n\n\n\n\n \n\n\nWe generally do not have long-term contracts with our customers for product or turnkey services that provide us with recurring annual revenue. However, our maintenance services contracts usually consist of multi-year arrangements. We typically generate substantially all of our revenue from sales of lighting and control systems and related services to governmental, commercial and industrial customers on a project-by-project basis. We also perform work under master services or product purchasing agreements with major customers with sales completed on a purchase order basis. In addition, in order to provide quality and timely service under our multi-location master retrofit agreements we are required to make substantial working capital expenditures and advance inventory purchases that we may not be able to recoup if the agreements or a substantial volume of purchase orders under the agreements are delayed or terminated. The loss of, or substantial reduction in sales to, any of our significant customers, or our current single largest customer, or the termination or delay of a significant volume of purchase orders by one or more key customers, could have a material adverse effect on our results of operations in any given future period.\n \n\n\nWe typically sell our lighting systems in replacement of our customers’ existing fixtures. We call this replacement process a \"retrofit\". We frequently engage our customer’s existing electrical contractor to provide installation and project management services. We also sell our lighting systems on a wholesale basis, principally to electrical distributors and ESCOs to sell to their own customer bases.\n\n\nThe gross margins of our products can vary significantly depending upon the types of products we sell, with margins typically ranging from 10% to 50%. As a result, a change in the total mix of our sales among higher or lower margin products can cause our profitability to fluctuate from period to period.\n\n\nOur fiscal year ends on March 31. We refer to our just completed fiscal year, which ended on March 31, 2023, as \"fiscal 2023\", and our prior fiscal years which ended on March 31, 2022 and March 31, 2021 as \"fiscal 2022\" and “fiscal 2021”, respectively. Our fiscal first quarter of each fiscal year ends on June 30, our fiscal second quarter ends on September 30, our fiscal third quarter ends on December 31 and our fiscal fourth quarter ends on March 31.\n\n\nReportable segments are components of an entity that have separate financial data that the entity's chief operating decision maker (\"CODM\") regularly reviews when allocating resources and assessing performance. Our CODM is our chief executive officer. We have four reportable segments: Orion Services Group Division (\"OSG\"), Orion Distribution Services Division (\"ODS\"), Orion U.S. Markets Division (“USM”) and Orion Electric Vehicle Charging Division (“EV Division”).\n\n\n36\n\n\n\n\n \n\n\nSelected Financial Data\n\n\nThe selected historical consolidated financial data are not necessarily indicative of future results.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n2020\n\n\n \n\n\n \n\n\n2019\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands, except per share amounts)\n\n\n \n\n\n\n\n\n\nConsolidated statements of operations data:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProduct revenue\n\n\n \n\n\n$\n\n\n57,210\n\n\n \n\n\n \n\n\n$\n\n\n91,889\n\n\n \n\n\n \n\n\n$\n\n\n87,664\n\n\n \n\n\n \n\n\n$\n\n\n113,352\n\n\n \n\n\n \n\n\n$\n\n\n56,261\n\n\n \n\n\n\n\n\n\nService revenue\n\n\n \n\n\n \n\n\n20,173\n\n\n \n\n\n \n\n\n \n\n\n32,494\n\n\n \n\n\n \n\n\n \n\n\n29,176\n\n\n \n\n\n \n\n\n \n\n\n37,489\n\n\n \n\n\n \n\n\n \n\n\n9,493\n\n\n \n\n\n\n\n\n\nTotal revenue\n\n\n \n\n\n \n\n\n77,383\n\n\n \n\n\n \n\n\n \n\n\n124,383\n\n\n \n\n\n \n\n\n \n\n\n116,840\n\n\n \n\n\n \n\n\n \n\n\n150,841\n\n\n \n\n\n \n\n\n \n\n\n65,754\n\n\n \n\n\n\n\n\n\nCost of product revenue (1) (2) (7)\n\n\n \n\n\n \n\n\n42,979\n\n\n \n\n\n \n\n\n \n\n\n65,249\n\n\n \n\n\n \n\n\n \n\n\n63,233\n\n\n \n\n\n \n\n\n \n\n\n83,588\n\n\n \n\n\n \n\n\n \n\n\n44,111\n\n\n \n\n\n\n\n\n\nCost of service revenue (1) (3) (7)\n\n\n \n\n\n \n\n\n16,893\n\n\n \n\n\n \n\n\n \n\n\n25,222\n\n\n \n\n\n \n\n\n \n\n\n23,483\n\n\n \n\n\n \n\n\n \n\n\n30,130\n\n\n \n\n\n \n\n\n \n\n\n7,091\n\n\n \n\n\n\n\n\n\nTotal cost of revenue\n\n\n \n\n\n \n\n\n59,872\n\n\n \n\n\n \n\n\n \n\n\n90,471\n\n\n \n\n\n \n\n\n \n\n\n86,716\n\n\n \n\n\n \n\n\n \n\n\n113,718\n\n\n \n\n\n \n\n\n \n\n\n51,202\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n17,511\n\n\n \n\n\n \n\n\n \n\n\n33,912\n\n\n \n\n\n \n\n\n \n\n\n30,124\n\n\n \n\n\n \n\n\n \n\n\n37,123\n\n\n \n\n\n \n\n\n \n\n\n14,552\n\n\n \n\n\n\n\n\n\nGeneral and administrative expenses (1) (4) (7)\n\n\n \n\n\n \n\n\n19,487\n\n\n \n\n\n \n\n\n \n\n\n11,680\n\n\n \n\n\n \n\n\n \n\n\n11,262\n\n\n \n\n\n \n\n\n \n\n\n11,184\n\n\n \n\n\n \n\n\n \n\n\n10,231\n\n\n \n\n\n\n\n\n\nAcquisition related costs\n\n\n \n\n\n \n\n\n765\n\n\n \n\n\n \n\n\n \n\n\n512\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nSales and marketing expenses (1) (5) (7)\n\n\n \n\n\n \n\n\n11,392\n\n\n \n\n\n \n\n\n \n\n\n11,628\n\n\n \n\n\n \n\n\n \n\n\n10,341\n\n\n \n\n\n \n\n\n \n\n\n11,113\n\n\n \n\n\n \n\n\n \n\n\n9,104\n\n\n \n\n\n\n\n\n\nResearch and development expenses (1) (7)\n\n\n \n\n\n \n\n\n1,852\n\n\n \n\n\n \n\n\n \n\n\n1,701\n\n\n \n\n\n \n\n\n \n\n\n1,685\n\n\n \n\n\n \n\n\n \n\n\n1,716\n\n\n \n\n\n \n\n\n \n\n\n1,374\n\n\n \n\n\n\n\n\n\n(Loss) income from operations\n\n\n \n\n\n \n\n\n(15,985\n\n\n)\n\n\n \n\n\n \n\n\n8,391\n\n\n \n\n\n \n\n\n \n\n\n6,836\n\n\n \n\n\n \n\n\n \n\n\n13,110\n\n\n \n\n\n \n\n\n \n\n\n(6,157\n\n\n)\n\n\n\n\n\n\nOther income\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n56\n\n\n \n\n\n \n\n\n \n\n\n28\n\n\n \n\n\n \n\n\n \n\n\n80\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(339\n\n\n)\n\n\n \n\n\n \n\n\n(80\n\n\n)\n\n\n \n\n\n \n\n\n(127\n\n\n)\n\n\n \n\n\n \n\n\n(279\n\n\n)\n\n\n \n\n\n \n\n\n(493\n\n\n)\n\n\n\n\n\n\nAmortization of debt issue costs\n\n\n \n\n\n \n\n\n(73\n\n\n)\n\n\n \n\n\n \n\n\n(62\n\n\n)\n\n\n \n\n\n \n\n\n(157\n\n\n)\n\n\n \n\n\n \n\n\n(243\n\n\n)\n\n\n \n\n\n \n\n\n(101\n\n\n)\n\n\n\n\n\n\nLoss on debt extinguishment\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(90\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nDividend and interest income\n\n\n \n\n\n \n\n\n34\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n \n\n\n \n\n\n11\n\n\n \n\n\n\n\n\n\n(Loss) income before income tax\n\n\n \n\n\n \n\n\n(16,363\n\n\n)\n\n\n \n\n\n \n\n\n8,250\n\n\n \n\n\n \n\n\n \n\n\n6,518\n\n\n \n\n\n \n\n\n \n\n\n12,621\n\n\n \n\n\n \n\n\n \n\n\n(6,660\n\n\n)\n\n\n\n\n\n\nIncome tax expense (benefit) (6)\n\n\n \n\n\n \n\n\n17,978\n\n\n \n\n\n \n\n\n \n\n\n2,159\n\n\n \n\n\n \n\n\n \n\n\n(19,616\n\n\n)\n\n\n \n\n\n \n\n\n159\n\n\n \n\n\n \n\n\n \n\n\n14\n\n\n \n\n\n\n\n\n\nNet (loss) income\n\n\n \n\n\n$\n\n\n(34,341\n\n\n)\n\n\n \n\n\n$\n\n\n6,091\n\n\n \n\n\n \n\n\n$\n\n\n26,134\n\n\n \n\n\n \n\n\n$\n\n\n12,462\n\n\n \n\n\n \n\n\n$\n\n\n(6,674\n\n\n)\n\n\n\n\n\n\nNet (loss) income per share attributable to common\n   shareholders:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n$\n\n\n(1.08\n\n\n)\n\n\n \n\n\n$\n\n\n0.20\n\n\n \n\n\n \n\n\n$\n\n\n0.85\n\n\n \n\n\n \n\n\n$\n\n\n0.41\n\n\n \n\n\n \n\n\n$\n\n\n(0.23\n\n\n)\n\n\n\n\n\n\nDiluted\n\n\n \n\n\n$\n\n\n(1.08\n\n\n)\n\n\n \n\n\n$\n\n\n0.19\n\n\n \n\n\n \n\n\n$\n\n\n0.83\n\n\n \n\n\n \n\n\n$\n\n\n0.40\n\n\n \n\n\n \n\n\n$\n\n\n(0.23\n\n\n)\n\n\n\n\n\n\nWeighted-average shares outstanding:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n \n\n\n31,704\n\n\n \n\n\n \n\n\n \n\n\n31,018\n\n\n \n\n\n \n\n\n \n\n\n30,635\n\n\n \n\n\n \n\n\n \n\n\n30,105\n\n\n \n\n\n \n\n\n \n\n\n29,430\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n \n\n\n31,704\n\n\n \n\n\n \n\n\n \n\n\n31,295\n\n\n \n\n\n \n\n\n \n\n\n31,304\n\n\n \n\n\n \n\n\n \n\n\n30,965\n\n\n \n\n\n \n\n\n \n\n\n29,430\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nIncludes stock-based compensation expense recognized under Financial Accounting Standards Board Accounting Standards Codification Topic 718, or ASC Topic 718, as follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n2020\n\n\n \n\n\n \n\n\n2019\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n\n\n\n\nCost of product revenue\n\n\n \n\n\n$\n\n\n4\n\n\n \n\n\n \n\n\n$\n\n\n5\n\n\n \n\n\n \n\n\n$\n\n\n4\n\n\n \n\n\n \n\n\n$\n\n\n3\n\n\n \n\n\n \n\n\n$\n\n\n2\n\n\n \n\n\n\n\n\n\nCost of service revenue\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(1\n\n\n)\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\nGeneral and administrative expenses\n\n\n \n\n\n \n\n\n1,596\n\n\n \n\n\n \n\n\n \n\n\n793\n\n\n \n\n\n \n\n\n \n\n\n716\n\n\n \n\n\n \n\n\n \n\n\n576\n\n\n \n\n\n \n\n\n \n\n\n764\n\n\n \n\n\n\n\n\n\nSales and marketing expenses\n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n \n\n\n \n\n\n12\n\n\n \n\n\n \n\n\n \n\n\n29\n\n\n \n\n\n \n\n\n \n\n\n38\n\n\n \n\n\n \n\n\n \n\n\n54\n\n\n \n\n\n\n\n\n\nResearch and development expenses\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\nTotal stock-based compensation expense\n\n\n \n\n\n$\n\n\n1,612\n\n\n \n\n\n \n\n\n$\n\n\n813\n\n\n \n\n\n \n\n\n$\n\n\n753\n\n\n \n\n\n \n\n\n$\n\n\n618\n\n\n \n\n\n \n\n\n$\n\n\n825\n\n\n \n\n\n\n\n\n\n(2)\nFiscal 2020 includes expenses of $0.1 million related to restructuring. \n\n\n(3)\nFiscal 2020 includes expenses of $0.1 million related to restructuring. \n\n\n(4)\nFiscal 2020 includes expenses of $28 thousand related to restructuring. \n\n\n(5)\nFiscal 2020 includes expenses of $0.2 million related to restructuring. \n\n\n(6)\nFiscal 2021 includes tax benefit of $20.9 million related to the release of the valuation allowance on deferred tax assets. Fiscal 2023 includes tax expense of $17.8 million related to the recording of the valuation allowance on deferred tax assets.\n\n\n37\n\n\n\n\n \n\n\n(7)\nFiscal 2022 includes an offset to payroll expenses of $1.6 million related to the anticipated employee retention payroll tax credit (“payroll tax credit”), as expanded and extended by the American Rescue Plan Act of 2021, as follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31, 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n\n\n\n\nCost of product revenue\n\n\n \n\n\n$\n\n\n649\n\n\n \n\n\n\n\n\n\nCost of service revenue\n\n\n \n\n\n \n\n\n144\n\n\n \n\n\n\n\n\n\nGeneral and administrative expenses\n\n\n \n\n\n \n\n\n273\n\n\n \n\n\n\n\n\n\nSales and marketing expenses\n\n\n \n\n\n \n\n\n416\n\n\n \n\n\n\n\n\n\nResearch and development expenses\n\n\n \n\n\n \n\n\n105\n\n\n \n\n\n\n\n\n\nTotal payroll tax credit\n\n\n \n\n\n$\n\n\n1,587\n\n\n \n\n\n\n\n\n\nFiscal 2024 Outlook\n\n\nIn fiscal 2024, we plan on focusing on the following initiatives:\n\n\nExecuting and marketing our turnkey LED retrofit capabilities to large national account customers\n. We believe one of our competitive advantages is our ability to deliver full turnkey LED lighting project capabilities. These turnkey services were the principal reason we achieved significant recent revenue growth as we executed on our commitment to retrofit multiple locations for a major national account customer. Our success in the national account market segment centers on our turnkey design, engineering, manufacturing and project management capabilities, which represent a very clear competitive advantage for us among large enterprises seeking to benefit from the illumination benefits and energy savings of LED lighting across locations nationwide. We believe one of our competitive advantages is that we are organized to serve every step of a custom retrofit project in a comprehensive, non-disruptive and timely fashion, from custom fixture design and initial site surveys to final installations. We are also able to help customers deploy state-of-the-art control systems that provide even greater long-term value from their lighting system investments.\n\n\nLooking forward, we are focused on continuing to successfully execute on existing national account opportunities while also actively pursuing new national account opportunities that leverage our customized, comprehensive turnkey project solutions, and expanding our addressable market with high-quality, basic lighting systems to meet the needs of value-oriented customer segments served by our other market channels. Given our compelling value proposition, capabilities and focus on customer service, we are optimistic about our business prospects and working to build sales momentum with existing and new customers.\n \n\n\nContinued Product Innovation. \nWe continue to innovate, developing lighting fixtures and features that address specific customer requirements, while also working to maintain a leadership position in energy efficiency, smart product design and installation benefits. For interior building applications, we recently expanded our product line to include a family of ceiling air movement solutions, some of which incorporate LED lighting and others which utilize ultraviolet C light waves to kill viruses, bacteria and germs. We also continue to deepen our capabilities in the integration of smart lighting controls. Orion is launching a new line of exterior products in FY’24 Q2 designed to increase sales and market share in the application market. Our goal is to provide state-of-the-art lighting products with modular plug-and-play designs to enable lighting system customization from basic controls to advanced IoT capabilities.\n \n\n\nLeverage of our Smart Lighting Systems to Support Internet of Things Applications. \nWe believe we are ideally positioned to help customers to efficiently deploy new IoT controls and applications by leveraging the “Smart Ceiling” capabilities of their Orion solid state lighting system. IoT capabilities can include the management and tracking of facilities, personnel, resources and customer behavior, driving both sales and lowering costs. As a result, these added capabilities provide customers an even greater return on investment from their lighting system and make us an even more attractive partner. We plan to pursue the expansion of our IoT, “smart-building” and “connected ceiling” and other related technology, software and controls products and services that we offer to our customers. While we intend to pursue these expansion strategies organically, we also are actively exploring potential business acquisitions which would more quickly add these types of expanded and different capabilities to our product and services offerings.\n\n\nIncrease our Maintenance Service Offerings. \nWe believe we can leverage our construction management process expertise to develop a high-quality, quick-response, multi-location maintenance service offering. Our experience with large national customers and our large installed base of fixtures positions us well to extend a maintenance offering to historical customers, as well as to new customers.\n \n\n\n38\n\n\n\n\n \n\n\nDevelopment of this recurring revenue stream is making progress and we believe there is significant market opportunity. In fiscal 2021, we began providing energy maintenance services, and, on January 1, 2022, we completed the acquisition of Stay-Lite Lighting. The acquisition of Stay-Lite Lighting is intended to further increase our energy maintenance services capabilities.\n\n\n Support success of our ESCO and agent-driven distribution sales channels.\n We continue to focus on building our relationships and product and sales support for our ESCO and agent driven distribution channels. These efforts include an array of product and sales training efforts as well as the development of new products to cater to the unique needs of these sales channels.\n\n\nGrow EV Charging Installation Business.\n We acquired Voltrek, a turnkey EV charging installation business, in fiscal 2023. We believe there are significant growth opportunities in Voltrek’s existing east coast geographic market, as well as on a national basis. We plan to focus our growth plans on maximizing the initial positive momentum realized in fiscal 2023 from our Voltrek acquisition and on cross selling our EV charging solutions into our historical market channels and customers.\n\n\nRecent Acquisitions\n\n\nAcquisition of Voltrek\n\n\nEffective on October 5, 2022, we acquired all of the outstanding membership interests of Voltrek LLC, a leading electric vehicle charging company that provides turnkey installation solutions with ongoing support to all commercial verticals. The initial purchase price consisted of $5.0 million cash and $1.0 million of stock. We will also pay an additional $3.0 million based on Voltrek's performance in fiscal 2023 and could pay up to an additional $3.5 million and $7.15 million in compensatory consideration if Voltrek exceeds certain earnings targets in fiscal 2024 and 2025, respectively. The acquisition was funded from existing cash and credit resources and has been operating as Voltrek, a division of Orion Energy Systems.\n\n\nAcquisition of Stay-Lite Lighting\n\n\nEffective on January 1, 2022, we acquired all of the issued and outstanding capital stock of Stay-Lite Lighting, a nationwide lighting and electrical maintenance service provider, for a cash purchase price of $4.0 million. The acquisition was funded from existing cash resources. Stay-Lite Lighting has been operating as Stay-Lite, an Orion Energy Systems business. The acquisition accelerates the growth of our maintenance services offerings through our Orion Services Group, which provides lighting and electrical services to customers. Our fiscal 2023 results included a full year of operations of Stay-Lite Lighting.\n\n\nReplacing Reduced Revenue from Primary Customer\n \n\n\nIn fiscal 2023, one customer accounted for 16.2% of our total revenue. In fiscal 2022, that same customer accounted for 49.1% of our total revenue, and in fiscal 2021, this same customer accounted for 56.0% of our total revenue. In fiscal 2024, we expect that our customer concentration will continue at the approximate level experienced in fiscal 2023. We continue to attempt to diversify our customer base by expanding our reach to national accounts, ESCOs, the agent driven distribution channel, lighting maintenance customers and the EV market, in order to replace this reduced level of revenue from our prior most significant customer.\n \n\n\n39\n\n\n\n\n \n\n\nResults of Operations: Fiscal 2023 versus Fiscal 2022\n\n\nThe following table sets forth the line items of our consolidated statements of operations and as a relative percentage of our total revenue for each applicable period, together with the relative percentage change in such line item between applicable comparable periods (in thousands, except percentages):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\n% \nChange\n\n\n \n\n\n \n\n\n% of\nRevenue\n\n\n \n\n\n \n\n\n% of\nRevenue\n\n\n \n\n\n\n\n\n\nProduct revenue\n\n\n \n\n\n$\n\n\n57,210\n\n\n \n\n\n \n\n\n$\n\n\n91,889\n\n\n \n\n\n \n\n\n \n\n\n(37.7\n\n\n)%\n\n\n \n\n\n \n\n\n73.9\n\n\n%\n\n\n \n\n\n \n\n\n73.9\n\n\n%\n\n\n\n\n\n\nService revenue\n\n\n \n\n\n \n\n\n20,173\n\n\n \n\n\n \n\n\n \n\n\n32,494\n\n\n \n\n\n \n\n\n \n\n\n(37.9\n\n\n)%\n\n\n \n\n\n \n\n\n26.1\n\n\n%\n\n\n \n\n\n \n\n\n26.1\n\n\n%\n\n\n\n\n\n\nTotal revenue\n\n\n \n\n\n \n\n\n77,383\n\n\n \n\n\n \n\n\n \n\n\n124,383\n\n\n \n\n\n \n\n\n \n\n\n(37.8\n\n\n)%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\nCost of product revenue\n\n\n \n\n\n \n\n\n42,979\n\n\n \n\n\n \n\n\n \n\n\n65,249\n\n\n \n\n\n \n\n\n \n\n\n(34.1\n\n\n)%\n\n\n \n\n\n \n\n\n55.5\n\n\n%\n\n\n \n\n\n \n\n\n52.5\n\n\n%\n\n\n\n\n\n\nCost of service revenue\n\n\n \n\n\n \n\n\n16,893\n\n\n \n\n\n \n\n\n \n\n\n25,222\n\n\n \n\n\n \n\n\n \n\n\n(33.0\n\n\n)%\n\n\n \n\n\n \n\n\n21.8\n\n\n%\n\n\n \n\n\n \n\n\n20.3\n\n\n%\n\n\n\n\n\n\nTotal cost of revenue\n\n\n \n\n\n \n\n\n59,872\n\n\n \n\n\n \n\n\n \n\n\n90,471\n\n\n \n\n\n \n\n\n \n\n\n(33.8\n\n\n)%\n\n\n \n\n\n \n\n\n77.4\n\n\n%\n\n\n \n\n\n \n\n\n72.7\n\n\n%\n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n17,511\n\n\n \n\n\n \n\n\n \n\n\n33,912\n\n\n \n\n\n \n\n\n \n\n\n(48.4\n\n\n)%\n\n\n \n\n\n \n\n\n22.6\n\n\n%\n\n\n \n\n\n \n\n\n27.3\n\n\n%\n\n\n\n\n\n\nGeneral and administrative expenses\n\n\n \n\n\n \n\n\n19,487\n\n\n \n\n\n \n\n\n \n\n\n11,680\n\n\n \n\n\n \n\n\n \n\n\n66.8\n\n\n%\n\n\n \n\n\n \n\n\n25.2\n\n\n%\n\n\n \n\n\n \n\n\n9.4\n\n\n%\n\n\n\n\n\n\nAcquisition related costs\n\n\n \n\n\n \n\n\n765\n\n\n \n\n\n \n\n\n \n\n\n512\n\n\n \n\n\n \n\n\n \n\n\n49.4\n\n\n%\n\n\n \n\n\n \n\n\n1.0\n\n\n%\n\n\n \n\n\n \n\n\n0.4\n\n\n%\n\n\n\n\n\n\nSales and marketing expenses\n\n\n \n\n\n \n\n\n11,392\n\n\n \n\n\n \n\n\n \n\n\n11,628\n\n\n \n\n\n \n\n\n \n\n\n(2.0\n\n\n)%\n\n\n \n\n\n \n\n\n14.7\n\n\n%\n\n\n \n\n\n \n\n\n9.3\n\n\n%\n\n\n\n\n\n\nResearch and development expenses\n\n\n \n\n\n \n\n\n1,852\n\n\n \n\n\n \n\n\n \n\n\n1,701\n\n\n \n\n\n \n\n\n \n\n\n8.9\n\n\n%\n\n\n \n\n\n \n\n\n2.4\n\n\n%\n\n\n \n\n\n \n\n\n1.4\n\n\n%\n\n\n\n\n\n\n(Loss) income from operations\n\n\n \n\n\n \n\n\n(15,985\n\n\n)\n\n\n \n\n\n \n\n\n8,391\n\n\n \n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n(20.7\n\n\n)%\n\n\n \n\n\n \n\n\n6.7\n\n\n%\n\n\n\n\n\n\nOther income\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(339\n\n\n)\n\n\n \n\n\n \n\n\n(80\n\n\n)\n\n\n \n\n\n \n\n\n(323.8\n\n\n)%\n\n\n \n\n\n \n\n\n(0.4\n\n\n)%\n\n\n \n\n\n \n\n\n(0.1\n\n\n)%\n\n\n\n\n\n\nAmortization of debt issue costs\n\n\n \n\n\n \n\n\n(73\n\n\n)\n\n\n \n\n\n \n\n\n(62\n\n\n)\n\n\n \n\n\n \n\n\n(17.7\n\n\n)%\n\n\n \n\n\n \n\n\n(0.1\n\n\n)%\n\n\n \n\n\n \n\n\n(0.0\n\n\n)%\n\n\n\n\n\n\n(Loss) income before income tax\n\n\n \n\n\n \n\n\n(16,363\n\n\n)\n\n\n \n\n\n \n\n\n8,250\n\n\n \n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n(21.1\n\n\n)%\n\n\n \n\n\n \n\n\n6.6\n\n\n%\n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n17,978\n\n\n \n\n\n \n\n\n \n\n\n2,159\n\n\n \n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n23.2\n\n\n%\n\n\n \n\n\n \n\n\n1.7\n\n\n%\n\n\n\n\n\n\nNet (loss) income\n\n\n \n\n\n$\n\n\n(34,341\n\n\n)\n\n\n \n\n\n$\n\n\n6,091\n\n\n \n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n(44.4\n\n\n)%\n\n\n \n\n\n \n\n\n4.9\n\n\n%\n\n\n\n\n\n\n* NM = Not Meaningful\n\n\nRevenue, Cost of Revenue and Gross Margin.\n Product revenue decreased by 37.7%, or $34.7 million, for fiscal 2023 versus fiscal 2022. Service revenue decreased by 37.9%, or $12.3 million, for fiscal 2023 versus fiscal 2022. The decrease in product revenue was primarily due to the completion of a significant project for our largest customer and delays in the commencement of certain projects partially offset by revenue associated with the Stay-Lite and Voltrek acquisitions. The decrease in service revenue was primarily due to the completion of the significant project for our largest customer partially offset by revenue association with the acquisition of Stay-Lite and Voltrek. Cost of product revenue decreased by 34.1%, or $22.3 million, in fiscal 2023 versus the comparable period in fiscal 2022. Cost of service revenue decreased by 33.0%, or $8.3 million, in fiscal 2023 versus fiscal 2022. The decreases were primarily because of decreases in revenue described above. Gross margin decreased to 22.6% of revenue in fiscal 2023 from 27.3% in fiscal 2022, due primarily to lower absorption of fixed costs on reduced revenue volume.\n \n\n\nOperating Expenses\n\n\nGeneral and Administrative.\n General and administrative expenses increased 66.8%, or $7.8 million, in fiscal 2023 compared to fiscal 2022. This comparative increase was primarily due to the acquisition of Stay-Lite Lighting and Voltrek, which included $4.0 million for compensatory Voltrek earn-out payments. In addition, there were lower employment costs in fiscal 2022 as a result of COVID-19 related actions and the payroll tax credit.\n \n\n\nAcquisition Related Costs\n. In fiscal 2023, we incurred acquisition costs of $0.8 million, primarily relating to the Voltrek acquisition. In fiscal 2022, we incurred acquisition expenses of $0.5 million relating to the acquisition of Stay-Lite Lighting.\n \n\n\nSales and Marketing.\n Our sales and marketing expenses decreased 2.0%, or $0.2 million, in fiscal 2023 compared to fiscal 2022. The decrease was primarily due to an decrease in commission expense on lower sales partially offset by expenses associated with the Stay-Lite Lighting and Voltrek businesses.\n \n\n\n40\n\n\n\n\n \n\n\nResearch and Development.\n Research and development expenses increased 8.9%, or $0.2 million, in fiscal 2023 compared to fiscal 2022 .\n \n\n\nInterest Expense.\n Interest expense in fiscal 2023 increased by $0.2 million to $0.3 million primarily because of higher borrowings on Orion’s credit facility and increased third party financing costs related to the sale of receivables.\n\n\nIncome Taxes.\n In fiscal 2023, we recognized tax expense of $18.0 million. In fiscal 2022, we recognized tax expense of $2.2 million. The fiscal 2023 expense was driven by a $17.8 million non-cash charge to increase the valuation allowance on a significant portion of our deferred tax assets. This resulted in substantially and disproportionately decreasing our reported net income and our earnings per share compared to our operating results. Historical and future comparisons to these amounts are not, and will not be, indicative of actual profitability trends for our business. Our fiscal 2022 income tax provision reflects a more normalized effective income tax rate. We do not expect to remit significant cash taxes for the next several years.\n\n\nResults of Operations: Fiscal 2022 versus Fiscal 2021\n\n\nThe following table sets forth the line items of our consolidated statements of operations and as a relative percentage of our total revenue for each applicable period, together with the relative percentage change in such line item between applicable comparable periods (in thousands, except percentages):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\n% \nChange\n\n\n \n\n\n \n\n\n% of\nRevenue\n\n\n \n\n\n \n\n\n% of\nRevenue\n\n\n \n\n\n\n\n\n\nProduct revenue\n\n\n \n\n\n$\n\n\n91,889\n\n\n \n\n\n \n\n\n$\n\n\n87,664\n\n\n \n\n\n \n\n\n \n\n\n4.8\n\n\n%\n\n\n \n\n\n \n\n\n73.9\n\n\n%\n\n\n \n\n\n \n\n\n75.0\n\n\n%\n\n\n\n\n\n\nService revenue\n\n\n \n\n\n \n\n\n32,494\n\n\n \n\n\n \n\n\n \n\n\n29,176\n\n\n \n\n\n \n\n\n \n\n\n11.4\n\n\n%\n\n\n \n\n\n \n\n\n26.1\n\n\n%\n\n\n \n\n\n \n\n\n25.0\n\n\n%\n\n\n\n\n\n\nTotal revenue\n\n\n \n\n\n \n\n\n124,383\n\n\n \n\n\n \n\n\n \n\n\n116,840\n\n\n \n\n\n \n\n\n \n\n\n6.5\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\nCost of product revenue\n\n\n \n\n\n \n\n\n65,249\n\n\n \n\n\n \n\n\n \n\n\n63,233\n\n\n \n\n\n \n\n\n \n\n\n3.2\n\n\n%\n\n\n \n\n\n \n\n\n52.5\n\n\n%\n\n\n \n\n\n \n\n\n54.1\n\n\n%\n\n\n\n\n\n\nCost of service revenue\n\n\n \n\n\n \n\n\n25,222\n\n\n \n\n\n \n\n\n \n\n\n23,483\n\n\n \n\n\n \n\n\n \n\n\n7.4\n\n\n%\n\n\n \n\n\n \n\n\n20.3\n\n\n%\n\n\n \n\n\n \n\n\n20.1\n\n\n%\n\n\n\n\n\n\nTotal cost of revenue\n\n\n \n\n\n \n\n\n90,471\n\n\n \n\n\n \n\n\n \n\n\n86,716\n\n\n \n\n\n \n\n\n \n\n\n4.3\n\n\n%\n\n\n \n\n\n \n\n\n72.7\n\n\n%\n\n\n \n\n\n \n\n\n74.2\n\n\n%\n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n33,912\n\n\n \n\n\n \n\n\n \n\n\n30,124\n\n\n \n\n\n \n\n\n \n\n\n12.6\n\n\n%\n\n\n \n\n\n \n\n\n27.3\n\n\n%\n\n\n \n\n\n \n\n\n25.8\n\n\n%\n\n\n\n\n\n\nGeneral and administrative expenses\n\n\n \n\n\n \n\n\n11,680\n\n\n \n\n\n \n\n\n \n\n\n11,262\n\n\n \n\n\n \n\n\n \n\n\n3.7\n\n\n%\n\n\n \n\n\n \n\n\n9.4\n\n\n%\n\n\n \n\n\n \n\n\n9.6\n\n\n%\n\n\n\n\n\n\nAcquisition related costs\n\n\n \n\n\n \n\n\n512\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n%\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n\n\n\n\nSales and marketing expenses\n\n\n \n\n\n \n\n\n11,628\n\n\n \n\n\n \n\n\n \n\n\n10,341\n\n\n \n\n\n \n\n\n \n\n\n12.4\n\n\n%\n\n\n \n\n\n \n\n\n9.3\n\n\n%\n\n\n \n\n\n \n\n\n8.9\n\n\n%\n\n\n\n\n\n\nResearch and development expenses\n\n\n \n\n\n \n\n\n1,701\n\n\n \n\n\n \n\n\n \n\n\n1,685\n\n\n \n\n\n \n\n\n \n\n\n0.9\n\n\n%\n\n\n \n\n\n \n\n\n1.4\n\n\n%\n\n\n \n\n\n \n\n\n1.4\n\n\n%\n\n\n\n\n\n\nIncome from operations\n\n\n \n\n\n \n\n\n8,391\n\n\n \n\n\n \n\n\n \n\n\n6,836\n\n\n \n\n\n \n\n\n \n\n\n22.7\n\n\n%\n\n\n \n\n\n \n\n\n6.7\n\n\n%\n\n\n \n\n\n \n\n\n5.9\n\n\n%\n\n\n\n\n\n\nOther income\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n56\n\n\n \n\n\n \n\n\n \n\n\n(98.2\n\n\n)%\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(80\n\n\n)\n\n\n \n\n\n \n\n\n(127\n\n\n)\n\n\n \n\n\n \n\n\n37.0\n\n\n%\n\n\n \n\n\n \n\n\n(0.1\n\n\n)%\n\n\n \n\n\n \n\n\n(0.1\n\n\n)%\n\n\n\n\n\n\nAmortization of debt issue costs\n\n\n \n\n\n \n\n\n(62\n\n\n)\n\n\n \n\n\n \n\n\n(157\n\n\n)\n\n\n \n\n\n \n\n\n60.5\n\n\n%\n\n\n \n\n\n \n\n\n(0.0\n\n\n)%\n\n\n \n\n\n \n\n\n(0.1\n\n\n)%\n\n\n\n\n\n\nLoss on debt extinguishment\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(90\n\n\n)\n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n \n\n\n \n\n\n(0.1\n\n\n)%\n\n\n\n\n\n\nIncome before income tax\n\n\n \n\n\n \n\n\n8,250\n\n\n \n\n\n \n\n\n \n\n\n6,518\n\n\n \n\n\n \n\n\n \n\n\n26.6\n\n\n%\n\n\n \n\n\n \n\n\n6.6\n\n\n%\n\n\n \n\n\n \n\n\n5.6\n\n\n%\n\n\n\n\n\n\nIncome tax expense (benefit)\n\n\n \n\n\n \n\n\n2,159\n\n\n \n\n\n \n\n\n \n\n\n(19,616\n\n\n)\n\n\n \n\n\nNM\n\n\n \n\n\n \n\n\n \n\n\n1.7\n\n\n%\n\n\n \n\n\n \n\n\n(16.8\n\n\n)%\n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n6,091\n\n\n \n\n\n \n\n\n$\n\n\n26,134\n\n\n \n\n\n \n\n\n \n\n\n(76.7\n\n\n)%\n\n\n \n\n\n \n\n\n4.9\n\n\n%\n\n\n \n\n\n \n\n\n22.4\n\n\n%\n\n\n\n\n\n\n* NM = Not Meaningful\n\n\n \n\n\nRevenue, Cost of Revenue and Gross Margin.\n Product revenue increased by 4.8%, or $4.2 million, for fiscal 2022 versus fiscal 2021. Service revenue increased by 11.4%, or $3.3 million, for fiscal 2022 versus fiscal 2021. The increase in product revenue was primarily due to multiple projects put on hold in the prior year as a result of COVID-19.\n \nThe increase in service revenue was primarily due to the acquisition of Stay-Lite Lighting. Cost of product revenue increased by 3.2%, or $2.0 million, in fiscal 2022 versus the comparable period in fiscal 2021. Cost of service revenue increased by 7.4%, or $1.7 million, in fiscal 2022 versus fiscal 2021. The\n \n\n\n41\n\n\n\n\n \n\n\nincrease in product costs was primarily due to the increase in product revenue. Gross margin increased to 27.3% of revenue in fiscal 2022 from 25.8% in fiscal 2021, due primarily to cost management and a change in customer sales mix.\n \n\n\nOperating Expenses\n\n\nGeneral and Administrative.\n General and administrative expenses increased 3.7%, or $0.4 million, in fiscal 2022 compared to fiscal 2021. This comparative increase was primarily due to the acquisition of Stay-Lite Lighting and lower employment costs in fiscal 2021 as a result of COVID-19 related actions, partially offset by the payroll tax credit.\n \n\n\nAcquisition Related Costs\n. In fiscal 2022, we incurred acquisition expenses of $0.5 million relating to the acquisition of Stay-Lite Lighting.\n \n\n\nSales and Marketing.\n Our sales and marketing expenses increased 12.4%, or $1.3 million, in fiscal 2022 compared to fiscal 2021. The increase was primarily due to an increase in commission expense on higher sales and an increase in travel, both a result of COVID-19 restrictions in fiscal 2021, as well as a result of the acquisition of Stay-Lite Lighting.\n \n\n\nResearch and Development.\n Research and development expenses were essentially flat in fiscal 2022 compared to fiscal 2021 and also remained consistent as a percentage of sales between years.\n \n\n\nInterest Expense.\n Interest expense in fiscal 2022 decreased by 37.0%, or $47 thousand, from fiscal 2021. The decrease in interest expense was due to fewer sales of receivables.\n\n\nLoss on Debt Extinguishment\n. Loss on debt extinguishment in fiscal 2021 related to the write-off of fees incurred with respect to our prior credit facility, which was recognized upon execution of our new credit facility during the third quarter of fiscal 2021.\n\n\nIncome Taxes.\n In fiscal 2022, we recognized a tax expense of $2.2 million. In fiscal 2021, we recognized a tax benefit of $19.6 million. The benefit was driven by the release of the valuation allowance on a significant portion of our deferred tax assets. This resulted in substantially and disproportionately increasing our reported net income and our earnings per share compared to our operating results. Historical and future comparisons to these amounts are not, and will not be, indicative of actual profitability trends for our business. Our fiscal 2022 income tax provision reflects a more normalized effective income tax rate. We do not expect to remit significant cash taxes for the next several years.\n\n\nOrion Services Group Division\n\n\nOur OSG segment (a) develops and sells lighting products and provides construction and engineering services for our commercial lighting and energy management systems and (b) provides retailers, distributors and other businesses with maintenance, repair and replacement services for the lighting and related electrical components deployed in their facilities. OSG provides engineering, design and lighting products and in many cases turnkey solutions for large national accounts, governments, municipalities, schools and other customers.\n\n\nThe following table summarizes our OSG segment operating results (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nRevenues\n\n\n \n\n\n$\n\n\n38,002\n\n\n \n\n\n \n\n\n$\n\n\n82,568\n\n\n \n\n\n \n\n\n$\n\n\n84,243\n\n\n \n\n\n\n\n\n\nOperating (loss) income\n\n\n \n\n\n$\n\n\n(6,982\n\n\n)\n\n\n \n\n\n$\n\n\n6,462\n\n\n \n\n\n \n\n\n$\n\n\n7,472\n\n\n \n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n(18.4\n\n\n)%\n\n\n \n\n\n \n\n\n7.8\n\n\n%\n\n\n \n\n\n \n\n\n8.9\n\n\n%\n\n\n\n\n\n\n \n\n\nFiscal 2023 Compared to Fiscal 2022\n \n\n\nOSG segment revenue decreased in fiscal 2023 by 54.0%, or $44.6 million, and operating income decreased $13.4 million to an operating loss, compared to fiscal 2022, due to an overall reduction in project volume performed for our largest customer, partially offset\n \n\n\n42\n\n\n\n\n \n\n\nby revenue from the acquisition of Stay-Lite Lighting. This decrease led to a corresponding operating loss in this segment, as a result of decreased absorption of fixed costs.\n\n\nFiscal 2022 Compared to Fiscal 2021\n \n\n\nOSG segment revenue decreased in fiscal 2022 by 2.0%, or $1.7 million, and operating income decreased by 13.5%, or $1.0 million, compared to fiscal 2021, due to an overall reduction in project volume performed for our largest customer, partially offset by revenue from the acquisition of Stay-Lite Lighting.\n\n\nOrion Distribution Services Division\n \n\n\nOur ODS segment focuses on selling lighting products through manufacturer representative agencies and a network of North American broadline and electrical distributors and contractors.\n\n\nThe following table summarizes our ODS segment operating results (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nRevenues\n\n\n \n\n\n$\n\n\n15,395\n\n\n \n\n\n \n\n\n$\n\n\n22,209\n\n\n \n\n\n \n\n\n$\n\n\n21,122\n\n\n \n\n\n\n\n\n\nOperating (loss) income\n\n\n \n\n\n$\n\n\n(186\n\n\n)\n\n\n \n\n\n$\n\n\n3,114\n\n\n \n\n\n \n\n\n$\n\n\n2,430\n\n\n \n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n(1.2\n\n\n)%\n\n\n \n\n\n \n\n\n14.0\n\n\n%\n\n\n \n\n\n \n\n\n11.5\n\n\n%\n\n\n\n\n\n\n \n\n\nFiscal 2023 Compared to Fiscal 2022\n \n\n\nODS segment revenue decreased $6.8 million, or 30.7%, and operating income decreased $3.3 million, or 106.0%, in fiscal 2023 compared to fiscal 2022 primarily due to reduced sales to a large global on-line retailer. Operating income in this segment decreased as a result of increased allocation of corporate costs.\n\n\nFiscal 2022 Compared to Fiscal 2021\n \n\n\nODS segment revenue in fiscal 2022 increased 5.1%, or $1.1 million, compared to fiscal 2021, primarily due to sales to a more diversified customer base. This sales increase led to a corresponding increase in operating income in this segment based on operating leverage.\n\n\nOrion U.S. Markets Division\n\n\nOur USM segment sells commercial lighting systems and energy management systems to the wholesale contractor markets. USM customers include ESCOs and contractors.\n\n\nThe following table summarizes our USM segment operating results (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nRevenues\n\n\n \n\n\n$\n\n\n17,710\n\n\n \n\n\n \n\n\n$\n\n\n19,606\n\n\n \n\n\n \n\n\n$\n\n\n11,475\n\n\n \n\n\n\n\n\n\nOperating income\n\n\n \n\n\n$\n\n\n1,605\n\n\n \n\n\n \n\n\n$\n\n\n3,963\n\n\n \n\n\n \n\n\n$\n\n\n1,683\n\n\n \n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n9.1\n\n\n%\n\n\n \n\n\n \n\n\n20.2\n\n\n%\n\n\n \n\n\n \n\n\n14.7\n\n\n%\n\n\n\n\n\n\n \n\n\nFiscal 2023 Compared to Fiscal 2022\n \n\n\nUSM segment revenue decreased $1.9 million, or 9.7%, and operating income decreased by $2.4 million, or 59.5%, in fiscal 2023 compared to fiscal 2022, primarily due to a less diversified customer base. Operating income in this segment decreased as a result of lower revenue and increased allocation of corporate costs.\n\n\n43\n\n\n\n\n \n\n\nFiscal 2022 Compared to Fiscal 2021\n \n\n\nUSM segment revenue increased $8.1 million, or 70.9%, and operating income increased by $2.3 million, or 135.5%, in fiscal 2022 compared to fiscal 2021, primarily due to the impact of COVID-19 on fiscal 2021 and an increased focus on sales opportunities in this segment.\n\n\nOrion EV Charging Division\n\n\nWe acquired Voltrek effective October 5, 2022, upon which it became an additional reporting segment. The results shown below are since the acquisition date and include the accrual of compensatory earn-out payments. Absent allocations and earn-out payment expenses, the EV Division had a positive effect on our consolidated earnings in fiscal 2023.\nThe following table summarizes our EV Division operations results (dollars in thousands):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nRevenues\n\n\n \n\n\n$\n\n\n6,275\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\nOperating (loss)\n\n\n \n\n\n$\n\n\n(4,133\n\n\n)\n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\nOperating margin\n\n\n \n\n\n \n\n\n(65.9\n\n\n)%\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nEV Division revenue generated by Voltrek in fiscal 2023 was $6.3 million. Operating loss in this segment was primarily a result of $4.0 million earn-out expense included in general and administrative costs.\n\n\n Liquidity and Capital Resources\n\n\nOverview\n\n\nWe had $16.0 million in cash and cash equivalents as of March 31, 2023, compared to $14.5 million at March 31, 2022. Our cash position increased primarily as a result of a $10.0 million draw made on our Credit Facility, together with positive changes in working capital changes, partially offset by the results of our operations and the funding of our acquisition of Voltrek.\n\n\nAs of March 31, 2023, our borrowing base supported $17.3 million of availability under our Credit Facility, with $10.0 million drawn against that availability. As of March 31, 2022, no amounts were borrowed under the Credit Facility.\n\n\nAdditional information on our Credit Agreement can be found in the “Indebtedness” section located below.\n \n\n\nIn March 2023, we filed a universal shelf registration statement with the Securities and Exchange Commission. Under our shelf registration statement, we currently have the flexibility to publicly offer and sell from time to time up to $100 million of debt and/or equity securities. The filing of the shelf registration statement may help facilitate our ability to raise public equity or debt capital to expand existing businesses, fund potential acquisitions, invest in other growth opportunities, repay existing debt, or for other general corporate purposes.\n \n\n\nIn March 2021, we entered into an At Market Issuance Sales Agreement to undertake an “at the market” (ATM) public equity capital raising program pursuant to which we may offer and sell shares of our common stock, having an aggregate offering price of up to $50 million from time to time through or to the Agent, acting as sales agent or principal. No share sales have yet been effected pursuant to the ATM program through March 31, 2023.\n\n\nWe also are exploring various alternative sources of liquidity to help ensure that we will have the best allocation of investing capital to satisfy our working capital needs.\n \n\n\nOur future liquidity needs and forecasted cash flows are dependent upon many factors, including our relative revenue, gross margins, cash management practices, cost containment, working capital management, capital expenditures. While we believe that we\n \n\n\n44\n\n\n\n\n \n\n\nwill likely have adequate available cash and equivalents and credit availability under our Credit Agreement to satisfy our currently anticipated working capital and liquidity requirements during the next 12 months and beyond based on our current cash flow forecast, there can be no assurance to that effect. If we experience significant liquidity constraints, we may be required to issue equity or debt securities, reduce our sales efforts, implement additional cost savings initiatives or undertake other efforts to conserve our cash.\n\n\nCash Flows\n\n\nThe following table summarizes our cash flows for our fiscal 2023, fiscal 2022 and fiscal 2021:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n\n\n\n\nOperating activities\n\n\n \n\n\n$\n\n\n(2,291\n\n\n)\n\n\n \n\n\n$\n\n\n(113\n\n\n)\n\n\n \n\n\n$\n\n\n1,729\n\n\n \n\n\n\n\n\n\nInvesting activities\n\n\n \n\n\n \n\n\n(6,195\n\n\n)\n\n\n \n\n\n \n\n\n(4,918\n\n\n)\n\n\n \n\n\n \n\n\n(946\n\n\n)\n\n\n\n\n\n\nFinancing activities\n\n\n \n\n\n \n\n\n10,012\n\n\n \n\n\n \n\n\n \n\n\n104\n\n\n \n\n\n \n\n\n \n\n\n(10,141\n\n\n)\n\n\n\n\n\n\nIncrease (decrease) in cash and cash equivalents\n\n\n \n\n\n$\n\n\n1,526\n\n\n \n\n\n \n\n\n$\n\n\n(4,927\n\n\n)\n\n\n \n\n\n$\n\n\n(9,358\n\n\n)\n\n\n\n\n\n\n \n\n\nCash Flows Related to Operating Activities.\n Cash provided by (used in) operating activities primarily consists of net loss adjusted for certain non-cash items, including depreciation, amortization of intangible assets, stock-based compensation, amortization of debt issue costs, provisions for reserves, and the effect of changes in working capital and other activities.\n\n\n \n\n\nCash used in operating activities for fiscal 2023 was $2.3 million and consisted of our net loss of $34.3 million adjusted for non-cash expense items and net cash used in changes in operating assets of $32.1 million, the largest of which was a $17.8 million decrease in deferred income tax assets as a result of the valuation allowance.\n\n\nCash used in operating activities for fiscal 2022 was $0.1 million and consisted of a net income of $6.1 million adjusted for non-cash expense items of $5.0 million and offset by net cash used by changes in operating assets and liabilities of $11.2 million. Cash used by changes in operating assets and liabilities consisted primarily of decreases in accounts payable of $8.1 million and accrued liabilities of $6.9 million, partially offset by cash provided by a decrease in accounts receivable of $4.4 million, all caused by changes in business volume late in fiscal 2022 compared to late fiscal 2021.\n \n\n\nCash provided by operating activities for fiscal 2021 was $1.7 million and consisted of a net income adjusted for non-cash expense items of $9.1 million and net cash used by changes in operating assets and liabilities of $7.4 million. Cash used by changes in operating assets and liabilities consisted primarily of an increase in inventory of $5.3 million due to the release of new product lines and pre-ordering due to supply chain delays as a result of COVID-19, a decrease in accounts payable of $2.6 million due to the timing of payments, an increase in accounts receivable of $2.4 million due to the timing of billing and customer collections, and an increase in Revenue earned but not billed of $2.4 million due to timing on revenue recognition compared to invoicing. Cash provided by changes in operating assets and liabilities included an increase in accrued expenses of $5.8 million due to the timing of project completions and the receipt of invoices.\n\n\nCash Flows Related to Investing Activities.\n Cash used in investing activities in fiscal 2023 was $6.2 million and consisted primarily of the $5.6 million acquisition of Voltrek and $0.6 million purchases of property and equipment.\n\n\nCash used in investing activities in fiscal 2022 was $4.9 million and consisted primarily of the $4.0 million acquisition of Stay-Lite Lighting, and an investment of a non-controlling equity stake in ndustrial, Inc. of $0.5 million and purchases of property and equipment.\n\n\nCash used in investing activities in fiscal 2021 was $0.9 million and consisted primarily of purchases of property and equipment.\n\n\nCash Flows Related to Financing Activities. \nCash provided by financing activities in fiscal 2023 was $10.0 million which consisted of proceeds from the revolving credit facility.\n \n\n\n45\n\n\n\n\n \n\n\nCash provided by financing activities in fiscal 2022 was $0.1 million.\n \n\n\nCash used in financing activities in fiscal 2021 was $10.1 million. This cash used consisted primarily of a net payment of $10.0 million under our Credit Facility.\n \n\n\nWorking Capital\n\n\nOur net working capital as of March 31, 2023 was $25.9 million, consisting of $50.4 million of current assets and $24.5 million of current liabilities. Our net working capital as of March 31, 2022 was $32.9 million, consisting of $51.2 million in current assets and $18.4 million in current liabilities. The change was primarily due to decreases in inventory and collection of the employee retention tax credit plus increases in accounts payable, accrued expenses and accounts receivable.\n\n\nOur net working capital as of March 31, 2021 was $26.2 million, consisting of $56.5 million in current assets and $30.4 million in current liabilities. The increase in our working capital from the fiscal 2021 year-end was primarily due to an overall reduction in project volume performed for our largest customer and partially offset by the acquisition of Stay-Lite Lighting.\n \n\n\nWe generally attempt to maintain at least a three-month supply of on-hand inventory of purchased components and raw materials to meet anticipated demand, as well as to reduce our risk of unexpected raw material or component shortages or supply interruptions. Because of recent supply chain challenges, we have been making additional incremental inventory purchases. Our accounts receivables, inventory and payables may increase to the extent our revenue and order levels increase\n\n\nIndebtedness\n\n\nRevolving Credit Agreement\n\n\nOur Credit Agreement provides for a five-year $25.0 million revolving credit facility (the “Credit Facility”) that matures on December 29, 2025. Borrowings under the Credit Facility are subject to a borrowing base requirement based on eligible receivables, inventory and cash. As of March 31, 2023, the borrowing base supported approximately $17.3 million of availability under the Credit Facility with $10.0 million drawn against that availability. As of March 31, 2022, no amounts were borrowed under the Credit Facility.\n\n\nThe Credit Agreement is secured by a first lien security interest in substantially all of our assets.\n\n\nBorrowings under the Credit Agreement are permitted in the form of LIBOR or prime rate-based loans and generally bear interest at floating rates plus an applicable margin determined by reference to our availability under the Credit Agreement. Among other fees, we are required to pay an annual facility fee of $15,000 and a fee of 25 basis points on the unused portion of the Credit Facility.\n\n\nThe Credit Agreement includes a springing minimum fixed cost coverage ratio of 1.0 to 1.0 when excess availability under the Credit Facility falls below the greater of $3.0 million or 15% of the committed facility. Currently, the required springing minimum fixed cost coverage ratio is not required.\n \n\n\nThe Credit Agreement also contains customary events of default and other covenants, including certain restrictions on our ability to incur additional indebtedness, consolidate or merge, enter into acquisitions, pay any dividend or distribution on our stock, redeem, retire or purchase shares of our stock, make investments or pledge or transfer assets. If an event of default under the Credit Agreement occurs and is continuing, then the lender may cease making advances under the Credit Agreement and declare any outstanding obligations under the Credit Agreement to be immediately due and payable. In addition, if we become the subject of voluntary or involuntary proceedings under any bankruptcy or similar law, then any outstanding obligations under the Credit Agreement will automatically become immediately due and payable.\n\n\nWe did not incur any early termination fees in connection with the termination of the Prior Credit Agreement, but did recognize a loss on debt extinguishment of $0.1 million on the write-off of unamortized debt issue costs related to the Prior Credit Agreement.\n\n\n46\n\n\n\n\n \n\n\nCapital Spending\n\n\nOur capital expenditures are primarily for general corporate purposes for our corporate headquarters and technology center, production equipment and tooling and for information technology systems. Our capital expenditures totaled $0.7 million in fiscal 2023, $0.5 million in fiscal 2022 and $0.9 million in fiscal 2021. Our capital spending plans predominantly consist of investments related to maintenance fleet vehicles, new product development tooling and equipment and information technology systems, exclusive of any capital spending for potential acquisitions. We expect to finance these capital expenditures primarily through our existing cash, equipment secured loans and leases, to the extent needed, long-term debt financing, or by using our Credit Facility.\n\n\nInflation\n\n\nWe have experienced increases in various input costs including labor, components and transportation in the past year. In response, we have implemented multiple price increases, and we have substantially mitigated the inflationary pressures, such that our results from operations have not been materially affected by inflation. We are monitoring input costs and cannot currently predict the future impact to our operations by inflation.\n\n\nCritical Accounting Estimates\n\n\nThe discussion and analysis of our financial condition and results of operations is based upon our consolidated financial statements, which have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of our consolidated financial statements requires us to make certain estimates and judgments that affect our reported assets, liabilities, revenue and expenses, and our related disclosure of contingent assets and liabilities. We re-evaluate our estimates on an ongoing basis, including those related to revenue recognition, inventory valuation, collectability of receivables, stock-based compensation, warranty reserves and income taxes. We base our estimates on historical experience and on various assumptions that we believe to be reasonable under the circumstances. Actual results may differ from these estimates. A summary of our critical accounting estimates is set forth below.\n\n\nRevenue Recognition.\n We recognize revenue in accordance with the guidance in “Revenue from Contracts with Customers” (Topic 606) (“ASC 606”) when control of the goods or services being provided (which we refer to as a performance obligation) is transferred to a customer at an amount that reflects the consideration we expect to receive in exchange for those goods or services. The amount of expected consideration includes estimated deductions and early payment discounts calculated based on historical experience, customer rebates based on agreed upon terms applied to actual and projected sales levels over the rebate period, and any amounts paid to customers in conjunction with fulfilling a performance obligation.\n\n\nIf there are multiple performance obligations in a single contract, the contract’s total transaction price per GAAP is allocated to each individual performance obligation based on their relative standalone selling price. A performance obligation’s standalone selling price is the price at which we would sell such promised good or service separately to a customer. We use an observable price to determine the stand-alone selling price for separate performance obligations or an expected cost-plus margin per GAAP approach when one is not available. The expected cost-plus margin per GAAP approach is used to determine the stand-alone selling price for the installation performance obligation and is based on average historical installation margin.\n\n\nRevenue derived from customer contracts which include only performance obligation(s) for the sale of lighting fixtures and components we manufacture, or source is classified as product revenue in the Consolidated Statements of Operations. The revenue for these transactions is recorded at the point in time when management believes that the customer obtains control of the products, generally either upon shipment or upon delivery to the customer’s facility. This point in time is determined separately for each contract and requires judgment by management of the contract terms and the specific facts and circumstances concerning the transaction.\n\n\nRevenue from a customer contract which includes both the sale of Orion manufactured or sourced fixtures and the installation of such fixtures (which we refer to as a turnkey project) is allocated between each lighting fixture and the installation performance obligation based on relative standalone selling prices.\n\n\n47\n\n\n\n\n \n\n\nRevenue from turnkey projects that is allocated to the single installation performance obligation is reflected in Service revenue. Service revenue is recorded over-time as we fulfill our obligation to install the light fixtures. We measure our performance toward fulfilling our performance obligations for installations using an output method that calculates the number of light fixtures completely removed and installed as of the measurement date in comparison to the total number of light fixtures to be removed and installed under the contract.\n\n\nRevenue from the maintenance offering that includes both the sale of Orion manufactured or sourced product and service is allocated between the product and service performance obligations based on relative standalone selling prices, and is recorded in Product revenue and Service revenue, respectively, in the Consolidated Statement of Operations. .\n\n\nThe sale of installation and services related to the EV charging business is presented in Service revenue. Revenue from the EV segment that includes both the sale of product and service is allocated between the product and service performance obligations based on relative standalone selling prices, and is recorded in Product revenue and Service revenue, respectively, in the Consolidated Statement of Operations.\n \n\n\nInventories.\n We review our inventory for obsolescence. If the net realizable value, which is based upon the estimated selling price, less estimated costs of completion, disposal, and transportation, falls below cost, then the inventory value is reduced to its net realizable value. Our inventory obsolescence reserves at March 31, 2023 were $1.8 million, or 8.9% of gross inventory, and $2.1 million, or 9.5% of gross inventory, at March 31, 2022.\n\n\nRecoverability of Long-Lived Assets.\n We evaluate long-lived assets such as property, equipment and definite lived intangible assets, such as patents, for impairment whenever events or circumstances indicate that the carrying value of the assets recognized in our financial statements may not be recoverable. Factors that we consider include whether there has been a significant decrease in the market value of an asset, a significant change in the way an asset is being utilized, or a significant change, delay or departure in our strategy for that asset, or a significant change in the macroeconomic environment, such as the impact of the COVID-19 pandemic. Our assessment of the recoverability of long-lived assets involves significant judgment and estimation. These assessments reflect our assumptions, which, we believe, are consistent with the assumptions hypothetical marketplace participants use. Factors that we must estimate when performing recoverability and impairment tests include, among others, forecasted revenue, margin costs and the economic life of the asset. If impairment is indicated, we determine if the total estimated future cash flows on an undiscounted basis are less than the carrying amounts of the asset or assets. If so, an impairment loss is measured and recognized.\n\n\nAs of December 31, 2022, due to a change in our forecast, a triggering event occurred requiring us to evaluate the long-lived assets in its enterprise asset group for impairment. The enterprise asset group includes the corporate assets that support the revenue producing activities of other asset groups. We performed the recoverability test for the asset group by comparing its carrying value to the group’s expected future undiscounted cash flows. We concluded that the undiscounted cash flows of the long-lived asset group exceeded its carrying value. As such the asset group was deemed recoverable and no impairment was recorded.\n \n\n\nOur impairment loss calculations require that we apply judgment in identifying asset groups, estimating future cash flows, determining asset fair values, and estimating asset’s useful lives. To make these judgments, we may use internal discounted cash flow estimates, quoted market prices, when available, and independent appraisals, as appropriate, to determine fair value.\n\n\nIf actual results are not consistent with our assumptions and judgments used in estimating future cash flows and asset fair values, we may be required to recognize future impairment losses which could be material to our results of operations.\n\n\nIndefinite Lived Intangible Assets and Goodwill.\n We test indefinite lived intangible assets and goodwill for impairment at least annually on the first day of our fiscal fourth quarter, or when indications of potential impairment exist. We monitor for the existence of potential impairment indicators throughout the fiscal year. Our annual impairment test may begin with a qualitative test to determine\n \n\n\n48\n\n\n\n\n \n\n\nwhether it is more likely than not that an indefinite lived intangible asset's carrying value is greater than its fair value. If our qualitative assessment reveals that asset impairment is more likely than not, we perform a quantitative impairment test by comparing the fair value of the indefinite lived intangible asset to its carrying value. Alternatively, we may bypass the qualitative test and initiate impairment testing with the quantitative impairment test.\n\n\nWe performed a qualitative assessment in conjunction with our annual impairment test of our indefinite lived intangible assets and goodwill as of January 1, 2023. These qualitative assessments considered our operating results for the first nine months of fiscal 2023 in comparison to prior years as well as its anticipated fourth quarter results and fiscal 2023 plan. As a result of the conditions that existed as of the assessment date, an asset impairment was not deemed to be more likely than not and a quantitative analysis was not required.\n\n\nStock-Based Compensation.\n We currently issue restricted stock awards to our employees, executive officers and directors. Prior to fiscal 2015, we also issued stock options to these individuals. We apply the provisions of ASC 718, \nCompensation - Stock Compensation\n, to these restricted stock and stock option awards which requires us to expense the estimated fair value of the awards based on the fair value of the award on the date of grant. Compensation costs for equity incentives are recognized in earnings, on a straight-line basis over the requisite service period.\n\n\nAccounting for Income Taxes.\n As part of the process of preparing our consolidated financial statements, we are required to determine our income taxes in each of the jurisdictions in which we operate. This process involves estimating our actual current tax expenses, together with assessing temporary differences resulting from recognition of items for income tax and accounting purposes. These differences result in deferred tax assets and liabilities, which are included within our consolidated balance sheet. We must then assess the likelihood that our deferred tax assets will be recovered from future taxable income and, to the extent we believe that recovery is not likely, establish a valuation allowance. To the extent we establish a valuation allowance or increase this allowance in a period, we must reflect this increase as an expense within the tax provision in our statements of operations.\n\n\nOur judgment is required in determining our provision for income taxes, our deferred tax assets and liabilities, and any valuation allowance recorded against our net deferred tax assets. We continue to monitor the realizability of our deferred tax assets and adjust the valuation allowance accordingly. Prior to fiscal 2021, we recorded a full valuation allowance against our net federal and net state deferred tax assets due to our cumulative three-year taxable losses. During fiscal 2021, we reduced our valuation allowance on the basis of our reassessment of the amount of our deferred tax assets that are more likely than not to be realized. During fiscal 2023, we reestablished a full valuation allowance on our net deferred tax assets due to end of the period of sustained profitability. In making these determinations, we considered all available positive and negative evidence, including projected future taxable income, tax planning strategies, recent financial performance and ownership changes.\n\n\nWe believe that past issuances and transfers of our stock caused an ownership change in fiscal 2007 that affected the timing of the use of our net operating loss carry-forwards, but we do not believe the ownership change affects the use of the full amount of the net operating loss carry-forwards. As a result, our ability to use our net operating loss carry-forwards attributable to the period prior to such ownership change to offset taxable income will be subject to limitations in a particular year, which could potentially result in increased future tax liability for us.\n\n\nAs of March 31, 2023, we had net operating loss carryforwards of approximately $71.4 million for federal tax purposes, $66.1 million for state tax purposes, and $0.8 million for foreign tax purposes. As of the fiscal 2018, this amount is inclusive of the entire loss carryforward on the filed returns.\n\n\nWe also had federal tax credit carryforwards of $1.3 million and state tax credit carryforwards of $0.3 million, which are reserved for as part of our valuation allowance. Of these tax attributes, $19.7 million of the federal and state net operating loss carryforwards are not subject to time restrictions on use but may only be used to offset 80% of future adjusted taxable income. The $120.2 million net operating loss and tax credit carryforwards will begin to expire in varying amounts between 2023 and 2033.\n \n\n\n49\n\n\n\n\n \n\n\nWe recognize penalties and interest related to uncertain tax liabilities in income tax expense. Penalties and interest were immaterial as of the date of adoption and are included in unrecognized tax benefits.\n \n\n\nBy their nature, tax laws are often subject to interpretation. Further complicating matters is that in those cases where a tax position is open to interpretation, differences of opinion can result in differing conclusions as to the amount of tax benefits to be recognized under Financial Accounting Standards Board (\"FASB\") Accounting Standards Codification (\"ASC\") 740, Income Taxes. ASC 740 utilizes a two-step approach for evaluating tax positions. Recognition (Step 1) occurs when an enterprise concludes that a tax position, based solely on its technical merits, is more likely than not to be sustained upon examination. Measurement (Step 2) is only addressed if Step 1 has been satisfied. Under Step 2, the tax benefit is measured as the largest amount of benefit, determined on a cumulative probability basis that is more likely than not to be realized upon ultimate settlement. Consequently, the level of evidence and documentation necessary to support a position prior to being given recognition and measurement within the financial statements is a matter of judgment that depends on all available evidence. As of March 31, 2023, the balance of gross unrecognized tax benefits was approximately $0.2 million, all of which would reduce our effective tax rate if recognized. We believe that our estimates and judgments discussed herein are reasonable, however, actual results could differ, which could result in gains or losses that could be material.\n\n\nRecent Accounting Pronouncements\n\n\nSee Note 3 – Summary of Significant Accounting Policies to our accompanying audited consolidated financial statements for a full description of recent accounting pronouncements including the respective expected dates of adoption and expected effects on results of operations and financial condition.\n\n",
    "item7a": ">Item 7A.\tQuantitative and Qualita\ntive Disclosure About Market Risk\n\n\nMarket risk is the risk of loss related to changes in market prices, including interest rates, foreign exchange rates and commodity pricing that may adversely impact our consolidated financial position, results of operations or cash flows.\n\n\nInflation.\n We have experienced increases in various input costs including labor, components and transportation in the past year. In response, we have implemented multiple price increases, and we have substantially mitigated the inflationary pressures, such that our results from operations have not been materially affected by inflation. We are monitoring input costs and cannot currently predict the future impact to our operations by inflation.\n\n\nForeign Exchange Risk.\n We face minimal exposure to adverse movements in foreign currency exchange rates. Our foreign currency losses for all reporting periods have been nominal.\n\n\nInterest Rate Risk.\n We do not believe that we are subject to any material risks arising from changes in interest rates, foreign currency exchange rates, commodity prices, equity prices or other market changes that affect market risk sensitive instruments. It is our policy not to enter into interest rate derivative financial instruments. As a result, we do not currently have any significant interest rate exposure.\n\n\nAs of March 31, 2023, we had $10 million of outstanding debt with floating interest rates.\n\n\nCommodity Price Risk.\n We are exposed to certain commodity price risks associated with our purchases of raw materials, most significantly our aluminum purchases. During fiscal 2023, we have experienced commodity price increases; however, as of the date of this report, we are not able to predict the future impact of on this risk. A hypothetical additional 20% increase in aluminum prices would have had a negative impact of $0.7 million on our net income in fiscal 2023.\n \n\n\n50\n\n\n\n\n \n\n",
    "cik": "1409375",
    "cusip6": "686275",
    "cusip": [
        "686275908",
        "686275108"
    ],
    "names": [
        "ORION ENERGY SYS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1409375/000095017023027474/0000950170-23-027474-index.htm"
}