{
    "item1": ">Item 1. Business\n6\nItem 1A. Risk Factors\n24\nItem 1B. Unresolved Staff Comments\n41\nItem 2. Properties\n41\nItem 3. Legal Proceedings\n41\nItem 4. Mine Safety Disclosures\n41\nPART II\nItem 5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n41\nItem 6. \nReserved\n43\nItem 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\n43\nItem 7A. Quantitative and Qualitative Disclosures About Market Risk\n52\nItem 8. Financial Statements and Supplementary Data\n52\nItem 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure\n52\nItem 9A. Controls and Procedures\n52\nItem 9B. Other Information\n53\nItem 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections\n53\nPART III\nItem 10. Directors, Executive Officers and Corporate Governance\n53\nItem 11. Executive Compensation\n53\nItem 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n53\nItem 13. Certain Relationships and Related Transactions, and Director Independence\n53\nItem 14. Principal Accountant Fees and Services\n53\nPART IV\nItem 15. Exhibits, Financial Statement Schedules\n54\nSignatures\n56\n5\nPART I\nITEM 1 — BUSINESS\nOverview\nLifeVantage Corporation is a company focused on nutrigenomics, the study of how nutrition and naturally occurring compounds affect human genes to support good health. LifeVantage is dedicated to helping people achieve their health, wellness and financial goals. We provide quality, scientifically validated products to customers and independent consultants as well as a financially rewarding commission-based direct sales opportunity to our independent consultants. We sell our products in the United States, Mexico, Japan, Australia, Hong Kong, Canada, Thailand, the United Kingdom, the Netherlands, Germany, Taiwan, Austria, Spain, Ireland, Belgium, New Zealand, Singapore, and the Philippines. We also sell our products in a number of countries to customers for personal consumption only. \nWe engage in the identification, research, development, formulation and sale of advanced nutrigenomic activators, dietary supplements, nootropics, pre- and pro-biotics, weight management, skin and hair care, bath & body, and targeted relief products. Our line of scientifically validated dietary supplements includes our flagship Protandim® family of products, LifeVantage® Omega+, ProBio, IC Bright®, and Daily Wellness dietary supplements. TrueScience® is our line of skin, hair, bath & body, and targeted relief products. We also market and sell Petandim®, our companion pet supplement formulated to combat oxidative stress in dogs, Axio® our nootropic energy drink mixes, and PhysIQ, our smart weight management system.\nWe were incorporated in Colorado in June 1988 under the name Andraplex Corporation. We changed our corporate name to Yaak River Resources, Inc. in January 1992 and subsequently changed it again in October 2004 to Lifeline Therapeutics, Inc. In October 2004 and March 2005, we acquired all of the outstanding common stock of Lifeline Nutraceuticals Corporation. In November 2006, we changed our name to LifeVantage Corporation. From our fiscal year 2005 until our fiscal year 2009, we marketed and sold a single product, Protandim\n®\n, through traditional retail stores. In October 2008, we announced that we were transitioning our business model from a traditional retail model to a direct sales model in which Protandim\n®\n would be sold primarily through a network of independent consultants. Since entering direct sales, we have increased our geographic reach by entering new international markets and increased our product offering by introducing additional scientifically validated products.\nIn 2018, we reincorporated from the State of Colorado to the State of Delaware.\nFiscal Year 2023 Highlights\n \nCOVID-19 Influence on Business Operations and Work Environment\nIn fiscal year 2023, we maintained both virtual and in person business operations, which started in 2020 as a result of the COVID 19 pandemic. During fiscal year 2023, we continued to provide successful virtual events and trainings, including twice-weekly online training events. We have seen a high level of engagement and attendance from our independent consultants, with hundreds of attendees on average and over 2,000 attendees at some virtual and in-person meetings. In fiscal year 2023, we continued the hybrid model with our employees working from home a few days a week and in the office a few days a week which has worked well for employee productivity. We remain focused on being digital first and committed to increasing our investments into digital technologies and tools for independent consultants and employees to function effectively in the current hybrid working environment. \nNew Product Offerings\nIn fiscal year 2023, we launched three new products. In the US, Australia, New Zealand, and Japan we launched a multi-vitamin system branded as the LifeVantage\n®\n Rise AM & Reset PM System™ in the US, the TimeVantage\n®\n Zen & Go System in Japan, and the TimeVantage™ Nutrient System in Australia and New Zealand. This product set provides an essential micronutrient foundation of vitamins, minerals, and adaptogens to support ultimate activation for antioxidant pathways. In those same markets we also launched LifeVantage\n®\n D3+, a micronutrient solution of vitamins D and K2, magnesium and calcium to support a balanced immune response, strong bones and a healthy cardiovascular system.\nSeveral products also were introduced into new markets in fiscal year 2023: \n•\nAustralia introduced TrueScience\n ®\n Liquid Collagen, Body Wash and Body Lotion, AXIO\n®\n, Protandim\n®\n NAD Synergizer, and LifeVantage\n®\n IC Bright, and Daily Wellness.\n•\nNew Zealand introduced TrueScience\n®\n Liquid Collagen and Body Lotion, LifeVantage\n®\n IC Bright, Daily Wellness and AXIO\n®\n.\n6\n•\nMexico introduced Protandim\n®\n NAD and PhysIQ\n®\n BRN as well as LifeVantage\n®\n IC Bright, Daily IMM and a new delivery system of LifeVantage Protandim\n®\n Nrf2\n®\n in 7-day blister packs for direct retailing to customers.\n•\nJapan introduced TrueScience\n®\n Liquid Collagen, Protandim\n®\n NAD Synergizer, LifeVantage\n®\n IC Bright, and a limited-edition flavor of LifeVantage\n®\n Daily Wellness. \n•\nThe United States introduced a number of limited-edition AXIO\n®\n flavors.\n•\nCanada, Europe and Hong Kong introduced LifeVantage\n®\n IC Bright and Daily Wellness. \n•\nSingapore introduced LifeVantage\n®\n ProBio, IC Bright and Daily Wellness.\n•\nTaiwan introduced LifeVantage\n®\n ProBio.\nTechnology Innovation \nWe continued to develop, enhance and improve the LifeVantage app, which is available for download on the Apple app store and Google Play store. This custom-developed platform is pioneering new ways for us to interact with our independent consultants and gives us and our consultant leaders valuable insight into the activities of the broader independent consultant base. The app provides independent consultants with tools and communications that help simplify business activities, by providing step-by-step instruction for starting their business, and ways to improve the prospecting of potential consultants and customers. \nNutrigenomic Culture & Activating Wellness \nWe have continued to simplify our nutrigenomic story, emphasizing that it activates and empowers the body to work better by using nutrients to turn natural internal processes on or off and help support vibrant health at any age. Nutrigenomics and cellular activation are cutting-edge trends in our industry that support our unique position in the market and leverage our core competencies and existing products. Activation is the guiding principle of our culture and is the key underlying message for our independent consultants and customers. We are capitalizing on this message by highlighting how LifeVantage has used the concept of activation and expanded it to every aspect of our business, with a new brand message of “activating wellness.” By focusing on wellness, we are able to apply activation not only to our products, which support physical, mental, and emotional health, but also our business opportunity, which supports financial, social, and spiritual health. The “activating wellness” message was introduced in fiscal year 2022 and continues to be featured across our communications with our independent consultants and in our brand and marketing materials. In fiscal year 2023, the brand message of activation and “activating wellness” grew to include four “activation paths” that encompass three overarching product categories and our business opportunity.  The four “activation paths” are known as “Optimize Health,” “Achieve More,” “Look Radiant,” and “Evolve Possibilities.” Each product path is anchored by key activating products such as the Protandim\n®\n line for the “Optimize Health” pathway. These pathways, as an expansion of our activation message, will continue to be a focus of additional marketing and media assets.  \nRed Carpet Program\nIn fiscal year 2023, we continued to grow through our red-carpet program, which is designed to attract and incentivize experienced direct selling sales leaders who are in transition to join LifeVantage. Red carpet leaders are identified by our independent consultants who facilitate the relationship between the potential red carpet leader and LifeVantage. Our corporate team does not actively engage in recruiting leaders for the red carpet program. We remain optimistic that this program will help drive long term revenue growth for our business. We have increased red carpet leadership enrollments and hope to see improved retention and active independent consultant and customer counts as a result of this program. \nRewards Circle Customer Loyalty Program\nIn March 2023, we launched Rewards Circle, our first-ever customer loyalty program, in the United States, Australia, New Zealand, and Japan. This program rewards customer loyalty through subscription purchases. The amount spent on each subscription purchase accumulates toward different reward thresholds. When a threshold is reached, the customer receives reward credits that they can apply to future purchases. The amount rewarded varies by the customer’s status, which is based on their lifetime cumulative spend. Rewards Circle is focused on supporting customer retention for independent consultants, supporting their efforts to grow and maintain their LifeVantage business.\n7\nOur Competitive Advantages\nWe believe we have a competitive advantage in several key areas:\n•\nOur Sales Compensation\n: We believe our sales compensation plan engineered for our independent consultants is one of the more financially rewarding plans in the direct selling industry and in line with direct selling industry standards. \n \nOur sales compensation plan also enables independent consultants to earn compensation early and often as they sell our products. Some elements of our sales compensation plan are calculated and paid daily to eligible independent consultants and others are calculated and paid weekly or monthly, allowing new independent consultants to receive their sales commissions more quickly. We believe the ease of more frequent payments of sales commissions helps us attract and then retain new consultants by allowing them to receive their commission payments as soon as possible after making qualified product sales. We also offer a variety of incentives to our independent consultants for achieving specified product sales goals. We believe our sales compensation plan provides motivation for our independent consultants to sell our products to customers and share the business opportunity with those entrepreneurs seeking to begin their own sales business. In January 2023, we announced the adoption of a new compensation plan for our independent consultants, which became effective March 1, 2023, in our United States, Australia, New Zealand and Japan markets. The new compensation plan is known as our “Evolve Compensation Plan.” We plan to roll out this new compensation plan to our other markets. \n•\nOur Products:\n Our focus is on nutrigenomics, the study of how properly formulated and applied nutrition and naturally occurring compounds affect human genes to support good health. We have developed proprietary and exclusive scientifically validated nutrigenomics products focused on helping individuals look, feel and perform better. Our products are the Protandim\n®\n line of scientifically validated dietary supplements; LifeVantage\n®\n Omega+, ProBio, IC Bright®, Rise AM, Reset PM, D3+ and Daily Wellness dietary supplements; TrueScience\n®\n, our line of skin, bath & body, target relief, and hair care products; Petandim\n®\n, our companion pet supplement formulated to combat oxidative stress in dogs; Axio\n®\n, our nootropic energy drink mixes; and PhysIQ our smart weight management system. The Protandim\n®\n product line includes Protandim\n®\n NRF1 Synergizer\n®\n, Protandim\n®\n Nrf2 Synergizer\n®\n, and Protandim\n®\n NAD Synergizer\n®\n. The Protandim\n®\n NRF1 Synergizer\n®\n is formulated to increase cellular energy and performance by boosting mitochondria production to improve cellular repair and slow cellular aging. The Protandim\n®\n Nrf2 Synergizer\n®\n contains a proprietary blend of ingredients and has been shown to combat oxidative stress and enhance energy production by increasing the body’s natural antioxidant protection at the genetic level, inducing the production of naturally occurring protective antioxidant enzymes, including superoxide dismutase, catalase, and glutathione synthase. The Protandim\n®\n NAD Synergizer\n®\n was specifically formulated to target cell signaling pathways involved in the synthesis and recycling of a specific molecule called NAD (nicotinamide adenine dinucleotide), and it has been shown to double sirtuin activity, supporting increased health, focus, energy, mental clarity and mood. Use of the three Protandim\n®\n products together (marketed as the Protandim\n®\n Tri-Synergizer) has been shown to produce synergistic benefits greater than using the individual products on their own. LifeVantage\n®\n Omega+ is a dietary supplement that combines DHA and EPA omega-3 fatty acids, omega-7 fatty acids, and vitamin D3 to support cognitive health, cardiovascular health, skin health, and the immune system. LifeVantage\n®\n ProBio is a dietary supplement designed to support optimal digestion and immune system function. LifeVantage\n®\n Daily Wellness is a dietary supplement designed to support immune health. IC Bright\n® \nis a supplement to help support eye and brain health, reduce eye fatigue and strain, support cognitive functions, and may help support normal sleep patterns. Our TrueScience\n®\n line of Nrf2- and CBD-enhanced anti-aging skin care, hair care, bath & body, and targeted relief products includes TrueScience\n®\n Facial Cleanser, TrueScience\n®\n Perfecting Lotion, TrueScience\n®\n Eye Serum, TrueScience\n®\n Anti-Aging Cream, TrueScience\n®\n Hand Cream, TrueScience\n®\n Invigorating Shampoo, TrueScience\n®\n Nourishing Conditioner, TrueScience\n®\n Scalp Serum, TrueScience\n®\n Body Lotion, TrueScience\n®\n Body Wash, TrueScience\n®\n Body Butter, TrueScience\n®\n Deodorant, TrueScience\n®\n Soothing Balm, TrueScience\n®\n Body Rub, and TrueScience\n® \nLiquid Collagen. TrueScience\n® \nLiquid Collagen activates, replenishes, and maintains collagen to support firmness and elasticity from within. Petandim\n®\n is a supplement specially formulated to combat oxidative stress in dogs through Nrf2 activation. AXIO\n®\n is our line of our nootropic energy drink mixes formulated to promote alertness and support mental performance. PhysIQ is our smart weight management system, which includes PhysIQ Fat Burn and PhysIQ Prebiotic, all formulated to aid in weight management. We believe our significant number of customers who regularly and repeatedly purchase our products is a strong indicator of the health benefits of our products.\n•\nTechnology-Enabled Consultant Training and Resources\n: We are committed to providing our independent consultants with resources and training designed to promote productivity and their opportunity for successful sales and resulting commissions. We are dedicated to using technology to facilitate a streamlined approach for independent consultants to manage their businesses and sell our products. The LifeVantage app, which is available for download on the Apple app store and Google Play store, is a custom-developed platform that provides new ways for us to interact with our independent consultants and gives us and our consultant leadership valuable insight into the sales activities of our \n8\nconsultant base. The LifeVantage app was designed to allow independent consultants to conduct their business on a single platform from anywhere in the world. Ultimately, through artificial intelligence and machine learning, we expect that the app will be able to guide independent consultants on what to share, when to share it, and with whom to sell LifeVantage products. In addition, we provide other business and product training materials, and we encourage our independent consultants to participate in company-sponsored events, including conventions and sales promotions and incentives. \n•\nOur Culture\n: We are committed to creating a culture for our independent consultants, their customers and our employees that focuses on ethical, legal and transparent business practices. At enrollment, our independent consultants agree to abide by their contract with us, which includes our policies and procedures. These policies and procedures, when followed, are designed to ensure that our independent consultants comply with applicable laws and regulations. Our consultant compliance department monitors the activities of o\nur independent consultants \nas part of our effort to enforce our policies and procedures. Similarly, our code of business conduct and ethics sets forth guidelines and expectations for our employees. We believe our ethical, legal and transparent culture attracts highly qualified employees and independent consultants who share our commitment to these principles.\n•\nGlobal Customer Acquisition\n: We introduced our global customer acquisition program in April 2018 to expand the number of countries where customers can purchase and use our products for personal consumption only. This program allows us to enter additional markets at low incremental cost and enables independent consultants to leverage customer sales through their international relationships outside of their home countries. The program initially launched in eight markets, many of which subsequently became fully open for business on-the-ground through a growing network of resident independent consultants. We continued expanding our global customer base in fiscal year 2021 by entering into key strategic agreements with third parties based in the United States that helps customers ship LifeVantage products purchased in the U.S. throughout the world via their customer personal purchase and importation programs. We also expanded our Auto-Assigned Customer Program, which allows new customers to order directly through www.lifevantage.com without being required to go through an independent consultant on their initial order. After the initial order, these new customers are then assigned to independent consultants, who benefit from the initial sale commission and are then incentivized to provide future product support and sales to the assigned customer. This program provides consumers easier access to our innovative products while providing referrals to our consultant force.\n•\nOur Employees\n: We believe that our employees are an essential asset. We have a dedicated team of professionals that support our independent consultants, work to generate long-term value for our stockholders and contribute to the broader society through charitable programs, including the 501(c)(3) LifeVantage Legacy – an independent charitable organization focused on bettering the lives of children throughout the world. In turn, we offer competitive compensation and direct employee focus toward the short and long-term goals of our stockholders and independent consultants.\nScientific Background\nThe Normal Aging Process\nAging in humans is a complex process driven by diverse changes in genetic, molecular, biochemical, and cellular events. This multifactorial process is ultimately characterized by a gradual decline in physiological functions and in the effectiveness of the intricate network of internal cellular communication referred to as cellular signaling. Theories as to why humans' age include the oxidative stress theory, the mitochondrial theory, and the sirtuin theory. \nOxidative Stress Theory of Aging and the Nrf2 Pathway\nThe oxidative stress theory of aging states that as humans age, we accumulate free radicals and other oxidants. If left unchecked, this oxidative stress can lead to serious consequences to the cell. Oxidative stress can ultimately lead to oxidative damage from attacks and damage to essential biological structures of the cell which results in compromised cellular function.\nAntioxidants are the cell’s primary defense against free radicals and other oxidants. There are two major classes of antioxidants: 1) dietary antioxidants obtained through food and nutritional supplements and 2) endogenous antioxidants produced by the body. A 2013 review of the scientific literature led by the United States National Institutes of Health’s National Center for Complementary and Integrative Health concluded that “rigorous trials of antioxidant supplements in large numbers of people have not found that high doses of antioxidant supplements prevent disease.” Thus, much attention has shifted to the body’s endogenous antioxidant and detoxification systems. Endogenous antioxidants are antioxidants made by the body and are the primary line of defense against oxidative stress. In general, endogenous antioxidants either prevent oxidants from being formed, or remove them from the body. Endogenous antioxidants form a complex network of antioxidant metabolites and enzymes. These networks work together, throughout the cell, to neutralize oxidants and protect important biological structures from oxidative damage.\n9\nEndogenous antioxidants can also be upregulated in times of increasing oxidative stress. The Nrf2 cellular signaling pathway is the primary pathway for upregulating endogenous antioxidant and other detoxification pathways. With age, the activity of this Nrf2 cellular signaling pathway has been shown to decrease – both in its ability to sense oxidative threats and ultimately upregulate its target genes.\nMitochondrial Theory of Aging and the NRF1 Pathway\nMitochondria are membrane-bound cellular organelles that generate most of the chemical energy needed to power the cell's biochemical reactions. \nThe mitochondria produce energy by breaking down food that has been ingested and capturing high-energy electrons in the process. When mitochondria are functioning properly, they harness the energy of these electrons to produce energy for the cell. At the end of this process, the mitochondria attach these electrons to molecular oxygen that ultimately get detoxified to water. However, this process is not perfectly efficient and, even in young, healthy mitochondria, electrons can escape, potentially forming free radicals and other oxidants. \nThe mitochondrial theory of aging states that as humans age, mitochondria function less efficiently, producing less energy and more free radicals and other oxidants. The reduction in energy production compromises cellular function. The increase in free radicals and other oxidants in turn damage structures of the cell, including the mitochondria. This mitochondrial damage goes on to further compromise mitochondrial function leading to a downward spiral of decreased mitochondrial efficiency and increased production of free radicals and other oxidants. This process ultimately contributes to an increase in the overall cellular burden of oxidative stress and otherwise compromises cellular function through decreased energy production.\nA major cellular signaling pathway believed to be involved in mitochondrial health is NRF1 (nuclear factor erythroid 2-related factor 1). The \nNRF1 \ncellular signaling pathway, directly or indirectly, regulates a number of genes involved in mitochondrial health, turnover, and biogenesis. Nrf1 (Nuclear Respiratory Factor-1) is a protein believed to activate the expression of key genes involved in metabolism, cellular growth, energy production, and mitochondrial DNA transcription and replication. Together with Nrf2, Nrf1 also provides the essential function of coordinating gene expression between nuclear and mitochondrial genomes. An additional protein shown to support mitochondrial health is PGC1-alpha (peroxisome proliferator activated receptor gamma coactivator-1-alpha). PGC1-alpha has been shown to regulate energy metabolism and is the master regulator of mitochondrial biogenesis and turnover. \nSirtuin Theory of Aging and the NAD Pathway\nThe sirtuin theory of aging developed from studies examining the health benefits of caloric restriction. Caloric restriction is the process whereby caloric intake is restricted by as much as 40 to 60 percent. In numerous experimental models, animals put on calorically restricted diets experienced significant increases in maximum lifespan. Numerous studies have concluded that a family of proteins called the “sirtuins” are required for the increase in lifespan brought on by caloric restriction.\nWhen the physiology of humans undergoing caloric restriction was examined, a number of health benefits were discovered. As researchers began to understand the molecular biology of these sirtuins, they found that the enzymatic activity for most of them required the molecule NAD\n+\n (nicotinamide adenine dinucleotide). NAD\n+\n is an essential molecule for many biochemical reactions, most notably metabolism of food for energy in the mitochondria.\nTaken together, these findings are intriguing because now there is a direct link between metabolism and healthy longevity. When energy intake is normal, the primary role of NAD\n+\n is for energy production. However, when NAD\n+\n levels increase, either due to restricting calories or increasing the cellular production of NAD\n+\n, it becomes a signaling molecule to activate sirtuins and other health promoting mechanisms within the cell. \nResearch and Development\nHistorically, we have focused our research and development efforts on creating and supporting scientifically validated products under the LifeVantage\n®\n, Protandim\n®\n, TrueScience\n®\n, Petandim\n®\n, AXIO\n®\n, and PhysIQ federation of brands. We anticipate that our future research and development efforts will be focused on creating, developing and evaluating new products that are consistent with our commitment to provide quality, scientifically validated products that activate and empower the body’s ability to work better. We will use our “activation paths” of Optimize Health, Look Radiant, and Achieve More as a guide as we look to identify new areas to focus our research and development efforts. As we expand, we intend to build on our foundation of nutrigenomics with products that activate or support products that activate gene or cell pathways targeting specific benefit areas, provide real results, and are an essential and enjoyable part of everyday life. We are also exploring ways to expand our product delivery systems. We remain committed to helping people look and feel healthy and vibrant at any age by combating sources of premature aging or declining health.\nProduct Overview\n10\nProtandim\n® \nNrf2 Synergizer\n®\nProtandim\n®\n Nrf2 Synergizer\n®\n is a patented dietary supplement that has been shown in clinical trials to reduce the age-dependent increase in markers of oxidative stress and has also been shown to provide substantial benefits to combat the variety of negative health effects linked to oxidative stress.\nProtandim\n®\n Nrf2 Synergizer\n®\n combats oxidative stress by increasing the body’s natural antioxidant protection at the gene level. The unique blend of phytonutrients in Protandim\n®\n Nrf2 Synergizer\n®\n signals the activation of Nrf2 to increase production of antioxidant enzymes, specifically superoxide dismutase and catalase, and other cell-protective gene products. The body's internally produced antioxidant enzymes provide a better defense against oxidative stress than externally derived sources of antioxidants such as vitamin C and vitamin E. Unlike externally derived sources of antioxidants, these enzymes are “catalytic,” which means these enzymes are not used up upon neutralizing free radicals.\nWe hold multiple U.S. patents related to Protandim\n® \nNrf2 Synergizer\n®\n. We believe these patents set Protandim\n®\n apart from other dietary supplements and protect the original formula as well as certain formula modifications we could create to extend our Protandim\n®\n product line. We sell Protandim\n®\n Nrf2 Synergizer\n®\n in three formulas around the world.\nProtandim\n®\n Nrf2 Synergizer\n®\n has been, and is expected to continue to be, the subject of numerous independent scientific studies at various universities and research facilities including Ohio State University, Louisiana State University, University of Colorado Denver, Virginia Commonwealth University, Colorado State University, Texas Tech University and the National Institute on Aging. The results of these studies have been published in a variety of peer-reviewed scientific journals, including \nFree Radical Biology & Medicine, Enzyme Research, Circulation-the scientific journal of the American Heart Association, American Journal of Physiology-Lung Cellular and Molecular Physiology, PLoS One, Journal of Dietary Supplements, Molecular Aspects of Medicine, Oxidative Medicine and Cell Longevity, Exercise & Sports Science Reviews\n, \nClinical Pharmacology,\n \nthe FASEB Journal, and the Journal of Applied Physiology.\nWe also continue to perform our own research into Protandim\n®\n Nrf2 Synergizer\n® \nand the synergy with other products in our portfolio.  In fiscal year 2023, we received a patent for the combination of Protandim\n®\n Nrf2 Synergizer\n®\n, Protandim\n®\n NRF1 Synergizer\n®\n, and Protandim\n®\n NAD Synergizer\n®\n (marketed as the Protandim\n®\n Tri-Synergizer), continuing to show how our Protandim\n®\n product line is differentiated and unique in the marketplace.  We also filed a U.S. Patent application in fiscal year 2023 which, if granted, will protect the combined effects and synergistic benefits of the Protandim\n®\n Nrf2 Synergizer\n®\n and TrueScience\n®\n Liquid Collagen products when used together.\nProtandim\n®\n \nNRF1 Synergizer\n®\nProtandim\n®\n NRF1 Synergizer\n®\n is a dietary supplement which was formulated to strengthen the mitochondria, the powerhouse of all cells, for better cellular health. It is designed to work in tandem with our flagship Protandim\n®\n Nrf2 Synergizer\n®\n and further enhance the body's internal ability to naturally produce antioxidants and reduce the effects of cellular stress. Protandim\n®\n NRF1 Synergizer\n®\n activates NRF1, a protein that regulates the expression of genes involved in mitochondrial DNA transcription, translation and repair. The unique blend of ingredients in Protandim\n®\n NRF1 Synergizer\n®\n supports the mitochondria to slow cellular aging and increase cellular energy.\nProtandim\n®\n \nNAD Synergizer\n®\nSirtuin activity naturally declines by as much as 60 percent as humans age. Research has long shown that sirtuin activity can be increased by as much as 94 percent through drastic caloric restriction. Protandim\n®\n NAD Synergizer\n®\n is a dietary supplement which was specifically formulated to target the biochemical pathways involved in the synthesis and recycling of a specific molecule called NAD (nicotinamide adenine dinucleotide) and has been shown to double sirtuin activity in just 24 hours. Sirtuin activity has been linked to multiple health benefits. In addition to being responsible for cellular autophagy (cellular cleanup and renewal process), sirtuins help improve mental focus and concentration, support positive mood and motivation, boost mental and physical energy, aid in maintaining cholesterol levels already in a healthy range, support a healthy vascular system, and promote healthy longevity. A recent study on the active ingredients in NAD Synergizer also demonstrated a significant increase in NAD+ associated metabolites.\nThe Protandim\n®\n Family of Products and Nutrigenomics\nNutrigenomics is the study of how foods and individual nutrients can affect gene expression and how genes can also affect how humans metabolize food. Specific combinations of nutrients that engage cellular signaling and biochemical pathways are believed to unlock specific health mechanisms in human cells, tissues, and organs. Specifically, by looking at the cellular signaling and biochemical pathways known to be implicated in the aging process, we have formulated products to address various effects of aging utilizing nutrigenomics. This is the rationale behind the Protandim\n®\n family of products, which were formulated from specific combinations of nutrients to support natural cellular functions by targeting specific cellular signaling \n11\nand biochemical pathways related to oxidative stress, optimal mitochondrial function, and activation of the sirtuin family of proteins.\nLifeVantage\n®\n Omega+\nLifeVantage\n® \nOmega+ is a dietary supplement that combines DHA and EPA omega-3 fatty acids, omega-7 fatty acids, and vitamin D3 to support cognitive health, cardiovascular health, skin health, and the immune system.\nLifeVantage\n® \nProBio\nLifeVantage\n®\n ProBio is a dietary supplement designed to support long-term gut health by restoring healthy gut bacteria to support digestive system health.\nLifeVantage\n®\n IC Bright\n® \nIC Bright\n®\n combines macular carotenoids with vitamins and key ingredients that effectively support eye and brain health.\n \nIt helps reduce eye fatigue and strain from use of digital devices, helps promote healthy levels of essential proteins for the brain, and may help support normal sleep patterns, which can be disrupted by blue light exposure. \nLifeVantage\n® \nDaily Wellness\nLifeVantage\n®\n Daily Wellness is a dietary supplement designed to strengthen immune health by supporting and balancing the three essential roles of the immune system: barrier, innate and adaptive.\nLifeVantage\n® \nRise AM& Reset PM System\n™\nThe LifeVantage\n®\n Rise AM & Reset PM System\n™\n is an intelligent approach to a multivitamin that uses Timewise Nutrient Delivery\n™\n to provide the body with the right nutrients in the right amounts at the right time.  Timewise Nutrient Delivery\n™\n was developed in combination with experts in biochemistry, biophysics, and molecular biology and results in nutrition that allows your body to stay in sync with its natural rhythms, delivering energy and focus for a productive day and helping to calm the mind and body at night.\nLifeVantage\n® \nD3\n+\nLifeVantage\n®\n D3+\n \nis a dietary supplement that provides vitamin D3, vitamin K2, magnesium, calcium, and other trace minerals to support a balanced immune system, strong bones, and cardiovascular health.\nPhysIQ\nWe sell weight management products under our PhysIQ brand, which consists of:\n•\nPhysIQ Fat Burn: \na supplement containing naturally derived active ingredients to stimulate the breakdown of abdominal fat, increase energy and support long-term weight management.\n•\nPhysIQ Prebiotic: \na supplement designed to support the “good” bacteria in the gut and a healthy microbiome, resulting in a healthier digestive tract and a healthier metabolism.\nTrueScience\n® \nSkin Care\nOur line of anti-aging skin care products under our LifeVantage TrueScience\n®\n brand, consists of:\n•\nTrueScience\n®\n Liquid Collagen\n: our first digestible liquid supplement in fully recyclable glass bottles that activates, replenishes, and maintains the body’s production of collagen on the cellular level to support skin firmness and elasticity for healthy, glowing skin.\n•\nTrueScience\n®\n Facial Cleanser:\n a concentrated, ultra-rich cleanser used to remove impurities and light make-up without drying or stripping natural oils in the skin.\n•\nTrueScience\n®\n Perfecting Lotion: \na hybrid lotion formulated for smoother, radiant and brighter looking skin.\n•\nTrueScience\n®\n Eye Serum:\n a serum that noticeably improves the visible signs of fine lines, creases and wrinkles around the entire eye area, diminishes puffiness above and below the eye, firms and tightens the upper eyelid area and evens skin tone and dark circles that are visible signs of aging.\n•\nTrueScience\n®\n Anti-Aging Cream:\n a cream that deeply moisturizes and helps to combat the appearance of fine lines and wrinkles.\n12\n•\nTrueScience\n®\n Hand Cream:\n a cream formulated with Nrf2 ingredients to moisturize skin and decrease the visible signs of premature aging on the hands.\nOur TrueScience\n®\n Beauty System includes the following products in a TSA-compliant set: TrueScience\n® \nFacial Cleanser, TrueScience\n®\n Perfecting Lotion, TrueScience\n®\n Eye Serum, and TrueScience\n®\n Anti-Aging Cream.\nWe received two composition patents related to our LifeVantage TrueScience\n® \nskin care products, which were tested in an independent third-party clinical study and shown to reduce the visible signs of aging by utilizing Nrf2 technology to mitigate the visible effects of skin damage caused by oxidative stress. Our LifeVantage TrueScience\n® \nskin care products leverage our research on Nrf2 activation and oxidative stress. \nTrueScience\n® \nHair Care\nOur line of hair care products under our TrueScience\n®\n brand, consists of:\n•\nTrueScience\n®\n Invigorating Shampoo:\n Mild surfactant and added amino acid blend that cleans hair without drying out the scalp.\n•\nTrueScience\n®\n Nourishing Conditioner: \nDeeply nourishing weightless conditioner that helps hair feel soft and smooth and look fuller and thicker.\n•\nTrueScience\n®\n Scalp Serum:\n A serum that nourishes the scalp to support normal hair growth while soothing all scalp types.\nPetandim\n®\nPetandim\n®\n is a supplement specially formulated to combat oxidative stress in dogs through Nrf2 activation. Petandim\n® \nbuilds upon the active ingredients in Protandim\n®\n Nrf2 Synergizer\n®\n to reduce oxidative stress and support joint function, mobility and flexibility in dogs. Petandim\n® \nreceived the Quality Seal from the National Animal Supplement Council.\nAXIO\n®\nAXIO\n® \nis our line of energy drink mixes, formulated as a nootropic to promote alertness and support mental performance. These energy drink powders deliver sustained energy, as well as improved mental focus and promote a positive mood. Available in regular and decaf formulas, AXIO\n®\n is derived from a unique combination of scientifically validated ingredients. \nProduct Stacking\nA stack consists of multiple products bundled together that are designed to achieve a specific result. By studying the effects of nutrients and natural compounds, we have developed scientifically backed nutrigenomics products that promote healthy aging on the cellular level. By stacking these products together, we have created a foundation for synergy from nutrigenomic products to promote a healthier life. \nThe Vitality Stack includes four of our nutrigenomics products — Protandim\n®\n NRF1 Synergizer\n®\n, Protandim\n® \nNrf2 Synergizer\n®\n, LifeVantage\n®\n Omega+ and LifeVantage\n® \nProBio. This product stack was designed to provide a foundation for wellness, supporting healthy organs, including the brain, heart, eyes, and other vitals. With the Ultimate Stack, we added Protandim\n®\n NAD Synergizer\n®\n and PhysIQ Prebiotic to our Vitality Stack to support gut health and increase sirtuin activity, supporting increased health, focus, energy, mental clarity and mood. The Protandim\n®\n Tri-Synergizer\n™\n \nconsists of our Protandim\n®\n NRF1 Synergizer\n®\n, Protandim\n®\n Nrf2 Synergizer\n®\n and Protandim\n®\n NAD Synergizer\n®\n, and was designed to effectively and synergistically reduce oxidative stress, support mitochondria function, increase sirtuin activity, and target cell signaling pathways to fight the effects of aging. We also offer stacks that directly support the following consumer needs: immune support, heart health, energy, well-being, eye health, cognition and memory, metabolism, gut health, skin care, and hair care.\nDistribution of Products\nWe believe our products are well suited for consultant to customer sales through our direct selling model. This model allows our independent consultants to educate our customers regarding the benefits of our unique products more thoroughly than other business models. Our direct selling model also allows our independent consultants to offer personalized customer service to our customers and encourage regular use of our products.\nProduct Return Policy\nAll products purchased directly from us include a product guarantee. Subject to some exceptions based on local regulations, we will accept returns of opened and unopened products within 30 days of purchase for a full refund of the \n13\npurchase price. In addition, our product return program allows independent consultants to return certain unopened, unexpired products for a refund of the purchase price less a 10% restocking fee and any paid commissions. The amount of inventory we will repurchase from an independent consultant is subject to specified policies and procedures.\nAccounts\nWe generally categorize accounts as either independent consultants or customers, both of which may be consumers of our products.\nIndependent Consultants\nAn independent consultant in our company is an independent contractor who participates in our direct sales opportunity by enrolling through the independent consultant contract process and selling our products. Independent consultants may purchase our products and sell them to others either directly or through our company. We believe our independent consultants are typically entrepreneurs, who believe in our products and desire to earn income through sales commissions and by building their own consulting business. Many of our independent consultants are attracted by the opportunity to sell unique, scientifically validated products without incurring significant start-up costs. Independent consultants sign a contract with us that includes a requirement that they adhere to strict policies and procedures. Independent consultants may purchase product from us for individual and family consumption and for demonstrations, samples and retailing opportunities. \nWhile we provide product development, shipping and logistics support, brochures, magazines, a website, the LifeVantage app and other sales and marketing materials, independent consultants are primarily responsible for their sales to customers and for attracting, enrolling and educating new independent consultants about the benefits of our products and sales compensation plan. An independent consultant creates multiple levels of compensation by selling our products and enrolling new independent consultants who sell our products. These newly enrolled independent consultants form a “downline” or “group” for the independent consultant who enrolled them. If downline independent consultants enroll new independent consultants or customers who purchase our products, they create additional levels of compensation and their downline independent consultants remain in the same downline network as the original enrolling independent consultant We pay commissions only upon the sale of our products. We do not pay commissions for enrolling independent consultants.\nWe define “active indepe\nndent consultants” as those independent consultants who have purchased product from us for retail sales or personal consumption during the prior three months.  We had approximately 54,000 and 63,000 active independent consultants\n \nas of each of the fiscal years ended June 30, 2023 and 2022, respectively.\nIndependent Consultant Compensation\nIn January 2023, we announced the adoption of the Evolve Compensation Plan for our independent consultants, which became effective March 1, 2023, in our United States, Australia, New Zealand and Japan markets. \n \nWe plan to roll out this new compensation plan to other markets. \nWe believe our sales compensation plan is one of the more financially rewarding in the direct selling industry and in line with direct selling industry standards. Some elements of our sales compensation plan are paid daily, to eligible consultants, and others are paid weekly or monthly. We believe this gives us a competitive advantage and helps retain new consultants by allowing them to receive some sales commissions in a more timely manner from their sales efforts. Our sales compensation plan is intended to appeal to a broad cross-section of people, including those seeking to supplement family income, start a home-based business or pursue entrepreneurial opportunities full- or part-time. Through the Evolve Compensation Plan our independent consultants earn bonuses specifically for the sale of products to customers and by growing a customer subscription-based business, creating greater opportunities for consultants who are not interested in enrolling other consultants to sell products. Our independent consultants earn sales commissions on product sales to their personally enrolled customers and independent consultants and the product sales to customers and independent consultants within their sales organization, or \"downline.\" Our independent consultants can also earn money by purchasing product from us and selling that product to others at their chosen retail price. We pay sales commissions in the local currency of the independent consultant’s home country.\nIndependent Consultant Motivation and Training\nOur revenue depends on the sales success and productivity of our independent consultants. We provide tools, training and technology designed to increase our independent consultants' sales productivity and increase their potential for sales success. We offer training and business development opportunities to our independent consultants, including the opportunities listed below.\n•\nPlaybook\n: Professionally designed training materials independent consultants can utilize in their sales efforts.\n14\n•\n Activation Nation Podcast\n: Our digital audio series presented by our corporate support team and independent consultant leaders provides training and tips on becoming more productive in selling our products.\n•\nElite Academy, Global Convention, and Other Company-Sponsored Training\n: We hold regularly occurring live and virtual company-sponsored events intended to provide sales training and motivation to our independent consultants, in addition to twice-weekly virtual consultant trainings.\n•\nPromotions and Incentive Trips\n: We hold special sales promotions, business incentives and incentive trips from time to time in order to motivate our independent consultants to accomplish specific sales goals.\n•\nMobile Application\n: The LifeVantage app was designed to allow users to conduct their business on a single platform from anywhere in the world. Ultimately, through artificial intelligence and machine learning, we expect that the app will be able to guide users on what to share, when to share it, and with whom to maximize their sales potential. \n•\nOnline Social Media Groups\n: Through the use of social media platforms, we host online groups to support the success of our independent consultants. Important announcements, trainings, calls and documentation are also shared through our social media groups to provide our independent consultants many opportunities to find the training and support. \n•\nCorporate Support Team\n: The LifeVantage contact center, VIP Lines, and sales support team are designed to provide support, motivation, training and resources to our independent consultants through their business journey. As consultants advance through the titles in our consultant path, they continue to receive more personalized support.\nWe continue to evaluate new ways in which to incorporate new technology and sales training opportunities to improve consultant product sales.\nIndependent Consultant Compliance Activities\nGiven that our independent consultants are independent contractors, we do not control or direct their promotional efforts. We do, however, require that our independent consultants abide by policies and procedures that require them to act in an ethical manner and in compliance with applicable laws and regulations. As a member of the United States Direct Selling Association and similar organizations in many of the markets where we do business, we are also subject to the ethical business practices and consumer service standards required by the industry's code of ethics. \nIndependent consultants represent to us that their receipt of sales commissions is based on their product sales and by product sales of other LifeVantage consultants in their personal marketing organization.\n \nWe must produce or pre-approve all sales aids used by independent consultants, such as brochures and online materials. Products may be promoted only through sales materials produced or approved by us. Independent consultants may not use our trademarks or other intellectual property without our written consent.\nWe monitor and systematically review alleged independent consultant misbehavior through our internal consultant compliance department. If we determine one of our independent consultants has violated any of our policies and procedures, we first attempt to educate, but may discipline or terminate the independent consultant’s rights to sell or distribute our products when appropriate. When necessary, we have brought legal action against independent consultants, or former consultants, to enforce our policies and procedures. Short of termination or legal action, and in addition to educating, we may impose sanctions against independent consultants whose actions are in violation of our policies and procedures. Such sanctions may include warnings, probation, withdrawal or denial of an award, suspension of privileges of a consultantship, fines and/or withholding of commissions until specified conditions are satisfied, or other appropriate injunctive relief.\nCustomers\nCustomers purchase products directly from us at either our retail (list) pricing for one-time purchases or our subscription price on a monthly subscription basis for personal consumption, without the ability to resell or earn commissions from the purchase or sale of such products. Customers who order their items on a subscription also automatically join our Rewards Circle loyalty program, a program that rewards customer loyalty through subscription purchases. A customer may decide to enroll as an independent consultant at any time if they become interested in selling our products. We believe our customers are a great source of word-of-mouth advertising for our products. We also believe our large base of customers validates the health benefits of our products.\nWe define an “active customer” as a customer who has purchased product from us within the prior three months. As of June 30, 2023 and 2022, we had approximately 89,000 and 93,000 active customers, respectively.\n15\nSales of Our Products\nWe accept orders for our products through our website at www.lifevantage.com and through personalized websites we provide to our independent consultants, which we refer to as “Virtual Offices.” Orders placed through Virtual Offices and through our website are processed daily at our fulfillment centers, where orders are shipped directly to the consumer.\nWe offer toll-free numbers for our independent consultants and our customers to order product or ask questions. Our customer service representatives assist customers in placing orders through our web order processing system, answering questions, tracking packages, and initiating refunds. The customer service representatives receive extensive training about our products and our direct selling business model. LifeVantage customers and independent consultants generally pay for products by credit card, prior to shipment, and as a result, we carry minimal accounts receivable.\nSeasonality\nIn addition to general economic factors, we are impacted by seasonal factors and trends such as major cultural events and vacation patterns. We believe that direct selling in the United States and Japan is also generally negatively impacted during our first fiscal quarter, from July 1 through September 30, when many individuals, including our independent consultants, traditionally take vacations. The timing and size of our training events and incentive trips can also cause revenue and expense to fluctuate in the periods that they are held.\nAlthough our product launch process may vary by market, we may introduce new products to our customers and independent consultants through limited-time offers and promotions. The limited-time offers and promotions typically generate significant activity and a high level of sales and purchasing, which may result in a higher-than-normal increase in revenue during the quarter of the limited-time offer and skew year-over-year and sequential comparisons. Similarly, company events for independent consultants typically generate a higher-than-normal increase in revenue. The timing of these events can also skew year-over-year and sequential comparisons.\nGeographic Information\nWe sell our products in the United States, Mexico, Japan, Australia, Hong Kong, Canada, Thailand, the United Kingdom, the Netherlands, Germany, Taiwan, Austria, Spain, Ireland, Belgium, New Zealand, Singapore, and the Philippines. We also sell our products in a number of countries to customers for personal consumption only. In addition, we sold our products in China through our approved e-commerce business model until March 2023, at which time we closed our e-commerce business in China.  In fiscal year 2023, revenue generated in the United States accounted for approximately\n 70% of our total revenue and revenue generated from Japan accounted for approximately 15% of our total revenue. For reporting purposes, we generally divide our markets into two geographic regions: the Americas regio\nn and the Asia/Pacific & Europe region. The following table sets forth net revenue information by region for the periods indicated (in thousands):\nFor the fiscal years ended June 30,\n2023\n2022\nAmericas\n$\n155,361 \n72.8 \n%\n$\n138,323 \n67.0 \n%\nAsia/Pacific & Europe\n58,037 \n27.2 \n%\n68,037 \n33.0 \n%\nTotal\n$\n213,398 \n100.0 \n%\n$\n206,360 \n100.0 \n%\nAdditional comparative revenue and related financial information is presented in the section captioned \"\nSegment Information\"\n in Note 2 to our consolidated financial statements.\nMarketing\nWe utilize our network of \ni\nndependent \nc\nonsultants located throughout the United\n States, Mexico, Japan, Australia, Hong Kong, Canada, Thailand, the United Kingdom, the Netherlands, Germany, Taiwan, Austria, Spain, Ireland, Belgium, New Zealand, Singapore, and the Philippines to market and sell our products. We also have in-house sales, marketing, IT, and customer service groups dedicated to supporting our independent consultants. Support includes training and education, personalized assistance, in-person and digital events, recognition, incentives and promotions, digital and social media content, press coverage, regular communications, as well as a full suite of marketing assets, including content for their websites.\nRaw Materials and Manufacturing\nWe outsource the primary manufacturing, fulfillment, and shipping components of our business to third-party companies we believe possess a high degree of expertise. We believe outsourcing provides us access to advanced manufacturing process capabilities and expertise without incurring fixed costs associated with manufacturing our own products in house.\n16\nWe currently outsource the manufacture of our products to multiple third-party contract manufacturers. Our contract manufacturers have a legal obligation to comply with the current Good Manufacturing Practices regulations that are applicable to those who manufacture, package, label and hold dietary supplements and personal care products. Additionally, we are subject to regulations that, among other things, obligate us to know what and how manufacturing activities are performed so that we can make decisions related to whether the packaged and labeled product conforms to our established specifications and whether to approve and release product for distribution to consumers. We maintain and qualify alternative manufacturing options in order to keep our costs low, maintain the quality of our products, and prepare for unanticipated spikes in demand or manufacturing failure. Our contract manufacturers deliver products to our fulfillment centers based on our purchase orders. We also have a Vendor Code of Conduct that we expect our contract manufacturers and/or vendors to adhere to. This Vendor Code of Conduct requires contract manufacturers and vendors to abide by certain human rights, labor rights, protection of the environment and fight against corruption standards outlined under the United Nations Global Compact. \nWe acquire raw materials for our products from third-party suppliers. Although we generally have good relationships with our suppliers, we believe we could replace any of our current suppliers without great difficulty or significant increase to our cost of goods sold. We also have ongoing relationships with secondary and tertiary suppliers. Please refer to \"\nRisk Factors - High quality material for our products may be difficult to obtain or expensive\n\" for a discussion of the risks and uncertainties associated with our sourcing of raw materials.\nProduct Liability and Other Insurance\nWe have product liability insurance coverage for our products that we believe is adequate for our needs. We also maintain commercial property and liability coverage, directors’ and officers’ liability insurance, workers compensation coverage and cyber information security risk insurance policies as well as foreign and other miscellaneous coverage. \nIntellectual Property\nWe use commercially reasonable efforts to protect our intellectual property through patent protection, trademarks and trade secrets, licensed rights and contractual protections, and intend to continue to develop a strong brand identity for our company and our products. \nProtandim\n®\n Nrf2 Synergizer\n®\n is a proprietary, patented dietary supplement formulation for enhancing antioxidant enzymes including superoxide dismutase and catalase. The patents and patent applications protecting its formulations are held by LifeVantage Corporation or our wholly owned subsidiary, Lifeline Nutraceuticals Corporation. Our intellectual property is covered, in part, by many issued U.S. patents. Our patents and patent applications claim the benefit of priority of multiple U.S. provisional patent applications, the earliest of which was filed on March 23, 2004, and relate to compositions, methods of use, and methods of manufacture of various compositions, including those embodied by the Protandim\n®\n Nrf2 Synergizer\n®\n formulation. The expected duration of our patent protection via some granted patents for Protandim\n®\n Nrf2 Synergizer\n®\n is at least through approximately March 2025, and we continue to research and file new composition and method patents in the U.S. for enhanced and improved product formulations that will extend our patent protection for a variety of product formulations and methods. During fiscal year 2018, we received other patents for personal care or skin care products. These patents expire approximately February 2036. In fiscal year 2023, we received a patent for the combination of Protandim\n®\n Nrf2 Synergizer\n®\n, Protandim\n®\n NRF1 Synergizer\n®\n, and Protandim\n®\n NAD Synergizer\n®\n, collectively called the Tri-Synergizer™ pack. In fiscal year 2023, we filed for a U.S. patent application which, if granted, will protect the combined synergistic effects and benefits of the Protandim\n®\n Nrf2 Synergizer\n®\n and TrueScience\n®\n Liquid Collagen products when these two products are used together.\nWe continue to protect our products and brands using trademarks. We have filed and successfully procured registered trademarks for our key brands consisting of Protandim\n®\n, LifeVantage\n®\n, and TrueScience\n®\n in many countries around the world, and we have pending trademark applications for these and other marks in many other countries. We anticipate seeking protection in other countries, as we deem appropriate.\nIn order to protect the confidentiality of our intellectual property, including trade secrets, know-how and other proprietary technical and business information, it is our policy to limit access to such information to those who require access in order to perform their functions and to enter into agreements with employees, consultants and vendors to contractually protect such information.\nCompetition\nDirect Selling Companies\nWe compete with other direct selling companies, many of which have longer operating histories and greater visibility, name recognition and financial resources than we do. We also compete with newer direct selling companies that may attempt to solicit our independent consultants by offering the possibility of a more financially rewarding opportunity or by being among \n17\nthe company's early consultant base. We compete for new consultants with these companies on the basis of our business opportunity, product offerings, sales compensation plan, management and operations. In order to successfully compete in the direct selling industry and attract and retain quality consultants, we must maintain the attractiveness of our business opportunity, product offerings and sales compensation plan.\nDietary Supplement Market\nWe compete with other companies that sell dietary supplements. We believe the dietary supplement market is highly fragmented and competitive. We believe competition in the dietary supplement market is based primarily on quality, price, efficacy, brand name, and recognition of product benefits. In the dietary supplement industry, our competition includes numerous nutritional supplement companies, pharmaceutical companies and packaged food and beverage companies. Many of these companies have broader product lines, larger sales volumes and greater financial resources than we do. Additionally, some of these companies are able to compete more effectively due to greater vertical integration. Increased competition in the dietary supplement market could have a material adverse effect on our results of operations and financial condition.\nNrf2 Activators\nIn the last few years, we have seen the number of products marketed as Nrf2 activators increase. We anticipate the number of products that claim to activate Nrf2 will continue to increase as the technology becomes more popular and more broadly accepted. \nDirect Antioxidants\nVitamin C, vitamin E, other vitamin/mineral antioxidants, and other sources of externally derived antioxidants may be considered competitors of Protandim\n®\n Nrf2 Synergizer\n®\n but they are mechanistically distinct from Protandim\n®\n Nrf2 Synergizer\n®\n. These other sources of antioxidants do not increase the body’s elimination of oxidants using internal antioxidant enzymes. Our research indicates that Protandim\n®\n Nrf2 Synergizer\n®\n increases production of anti-fibrotic gene products, including antioxidant enzymes, such as superoxide dismutase and catalase, within the cells of the body. We believe that the body’s internally produced antioxidant enzymes provide a better defense against oxidative stress than externally derived sources of antioxidants.\nOral Superoxide Dismutase and Catalase\nThere are many companies performing research into antioxidants. Several companies sell oral forms of superoxide dismutase and catalase. Although we believe Protandim\n®\n Nrf2 Synergizer\n®\n is a superior alternative to oral forms of superoxide dismutase and catalase, these products do compete with Protandim\n®\n Nrf2 Synergizer\n®\n in the marketplace. We anticipate additional companies will likely develop, purchase or in-license products that are competitive with Protandim\n®\n Nrf2 Synergizer\n®\n.\nOmega Fatty Acid Products\nThere are many companies that market omega supplements, including omega-3. Although LifeVantage\n® \nOmega+ contains a unique combination of DHA and EPA omega-3 fatty acids, omega-7 fatty acids, and vitamin D3, we anticipate additional companies will likely develop products that are competitive with LifeVantage\n® \nOmega+. \nProbiotic Products\nThere are many companies that market probiotic supplements and we anticipate additional companies will likely continue to develop products that are competitive with our LifeVantage\n® \nProBio supplement. \nEye Health and Vitamin Products\nThere are many companies that market eye health and other vitamin/mineral supplements and we anticipate additional companies will likely continue to develop products that are competitive with our IC Bright\n®\n, \nLifeVantage\n® \nDaily Wellness,\n \nLifeVantage\n®\n Rise AM & Reset PM System\n™\n, and LifeVantage\n®\n D3+. \nPersonal Skin Care Market\nIn the personal skin care market, we compete principally with large, well-known cosmetics companies that manufacture and sell broad product lines through retail establishments. Many of these competitors have greater financial resources and brand recognition than we do. We believe, however, we can compete with these larger companies by leveraging our direct selling model and emphasizing our unique, science-based, Nrf2 and personal care products. We also now compete in the growing global liquid collagen market and believe we can compete with our triple-action formula that has been shown to deliver visible results in only 30 days as it activates, replenishes and maintains collagen levels. Our TrueScience\n®\n Liquid Collagen product is a \n18\nunique blend featuring sustainably sourced, hydrolyzed fish collagen that delivers 10 different types of peptides – significantly more than most competitive products – plus a unique red quinoa extract that has been shown to up regulate genes associated with collagen production and down regulate those that produce enzymes that break down collagen.\n \nPersonal Hair Care Market\nIn the personal hair care market, we compete principally with large, well-known hair care companies that manufacture and sell broad product lines through retail establishments. Many of these competitors have greater financial resources and brand recognition than we do. We believe, however, we can compete with these larger companies by leveraging our direct selling model and emphasizing our unique, science-based hair care products.\nAnimal Supplement Market\nWe compete principally with large, well-known companies in the animal supplement market. Most of the companies we compete with in the animal supplement market have broad distribution channels that include retail establishments. Many of these competitors have greater financial resources and brand recognition than we do. We believe, however, that we can compete with these larger companies by leveraging our direct selling model and emphasizing our unique, science-based animal supplement product.\nEnergy Drink Market\nWe compete with large, well-known companies in the energy drink market. Most of the companies we compete with in the energy drink market have broad distribution channels that include big box retail establishments. Many of these competitors have greater financial resources and brand recognition than we do. We intend to compete with these larger companies by leveraging our direct selling model and emphasizing our unique, science-based energy drink product. AXIO\n®\n is a no sugar, low-carbohydrate and low-calorie energy drink that is also non-GMO, gluten-free and vegan. \nWeight Management Market\nWe compete with large, well-known companies in the weight management market. Most of the companies we compete with in the weight management market have broad distribution channels that include big box retail establishments. Many of these competitors have greater financial resources and brand recognition than we do. We intend to compete with these larger companies by leveraging our direct selling model and emphasizing our unique, science-based weight management products.\nRegulatory Environment\nThe formulation, manufacturing, packaging, labeling, and advertising of our products in the United States are subject to regulation by the Food and Drug Administration (“FDA”) and the Federal Trade Commission (“FTC”), as well as comparable state laws.\nFDA Regulations and DSHEA\nWe market our Protandim\n®\n products as “dietary supplements” as defined in the Dietary Supplement Health and Education Act of 1994, or DSHEA. DSHEA is intended to promote access to safe, quality dietary supplements, and information about dietary supplements. DSHEA established a new framework governing the composition and labeling of dietary supplements. DSHEA does not apply to animal supplements like Petandim\n®\n. We are not required to obtain FDA pre-market approval to sell our products in the United States under current laws.\nDSHEA permits statements of nutritional support, called “structure-function” statements, to be included in labeling for dietary supplements without FDA marketing approval. Such statements may claim a benefit related to a classical nutrient deficiency disease and disclose the prevalence of such disease in the United States, describe the role of a nutrient or dietary ingredient intended to affect the structure or function in humans, characterize the documented mechanism by which a nutrient or dietary ingredient acts to maintain such structure or function, or describe general well-being from consumption of a nutrient or dietary ingredient. Such statements may not expressly o\nr impliedly\n claim that a dietary supplement is intended to diagnose, cure, mitigate, treat, or prevent a disease. A company that uses a structure-function statement in labeling must possess evidence substantiating that the statement is truthful and not misleading and is supported by competent and reliable scientific evidence. \nThe FDA may assert that a particular structure-function statement that a company is using is an illegal claim; that assertion, normally, is in the form of a warning letter to that company. We have a duty to send to the FDA a notice that lists each new structure-function statement made by us; we are obligated to send that notice within 30 days after the first marketing of a supplement with such a statement.\n19\nDSHEA also permits certain scientific literature, for example a reprint of a peer-reviewed scientific publication, to be used in connection with the sale of a dietary supplement to consumers without the literature being subject to regulation as labeling. However, such literature must not be false or misleading, the literature may not promote a particular manufacturer or brand of dietary supplement and it must include a balanced view of the available scientific information on the subject matter, among other requirements.\nThe FDA's Center for Veterinary Medicine (“CVM”) is responsible for enforcing the portion of the Federal Food, Drug, and Cosmetic Act (the “FFDCA”), that relates to animal supplements, like our Petandim\n®\n product. CVM's primary responsibility in enforcing the FFDCA is to ensure that animal supplements are safe, effective, and can be manufactured to a consistent standard. CVM has taken the position that DSHEA does not apply to products intended for animals, but it is clear that products like Petandim\n®\n are under FDA jurisdiction.\nOur Petandim\n®\n product follows the labeling rules of the National Animal Supplement Council (“NASC”) of which LifeVantage is a member. Under the NASC rules, Petandim\n®\n is classified as a dosage form animal health product.\nWhile we exercise care in our formulation, manufacturing, packaging, labeling, and advertising of our products, we cannot guarantee the FDA will never inform us that the FDA believes some violation of law has occurred either by us or by our independent consultants. Any allegations of our non-compliance may result in time-consuming and expensive defense of our activities. The FDA’s normal course of action is to issue a warning letter if it believes that a product is misbranded or adulterated. The responsive action requested by the FDA differs depending upon the nature of the product and claims in question. Typically, the FDA expects a written response within 15 working days of the receipt of a warning letter. The warning letter is public information posted on the FDA’s web site. That information could affect our relationships with our customers/consumers, investors, independent consultants, vendors, and employees. Warning letters also often spark private class action litigation under state consumer protection statutes. The FDA could also order compliance activities, such as an inspection of our facilities and products, and could file a civil lawsuit in which an arrest warrant (seizure) could be issued as to some or all of our products. In extraordinary cases, we could be named a defendant and sued for declaratory and injunctive relief.  There were no open letters from the FDA as of June 30, 2023.\nFTC Regulations\nAdvertising and marketing of our products in the United States are also subject to regulation by the FTC under the Federal Trade Commission Act (“FTC Act”). Among other things, the FTC Act prohibits unfair methods of competition and unfair false or deceptive acts or practices in or affecting commerce. The FTC Act also makes it illegal to disseminate or cause to be disseminated any false advertisement for “food, drugs, devices, services, or cosmetics.\" The FTC Act provides that disseminating any false advertisement pertaining to foods, which would include dietary supplements, is an unfair or deceptive act or practice. An advertiser is required to have competent and reliable scientific evidence for all express and implied health-related product claims at the time the claims are first made. We are required to have adequate scientific substantiation for all material advertising claims made for our products in the United States. The FTC routinely reviews websites to identify questionable advertising claims and practices. Competitors sometimes inform the FTC when they believe other competitors are violating the FTC Act and consumers may also notify the FTC of what they believe may be wrongful advertising. The FTC may initiate a non-public investigation that focuses on our advertising claims, which usually involves non-public pre-lawsuit extensive formal discovery. Such an investigation may be very expensive to defend, be lengthy, and result in a publicly disclosed Consent Decree, which is a settlement agreement. If no settlement can be reached, the FTC may start an administrative proceeding or a federal court lawsuit against us and/or our principal officers. The FTC often seeks to recover from the defendants, whether in a Consent Decree or a proceeding, any or all of the following: (i) consumer redress in the form of monetary relief or disgorgement of profits; (ii) significant reporting requirements for several years; and (iii) injunctive relief. In addition, most, if not all, states have statutes prohibiting deceptive and unfair acts and practices. The requirements under these state statutes are similar to those of the FTC Act.\nThe National Advertising Division (“NAD”), of the national Better Business Bureau, a non-governmental not-for-profit organization through its Advertising Self-Regulatory Council (“ASRC”), is also actively engaged in conducting investigations, called inquiries, which are focused on determining whether the requisite claim substantiation standard exists for advertising claims, including specific structure-function claims. Although the results of each inquiry or proceeding are not binding on the recipient, they are posted on NAD’s website, and the NAD often refers cases to the FTC, if the advertisers do not agree to modify their advertising in conformance with the NAD decision. We have been the subject of a NAD proceeding in 2008 and 2009, which was concluded in 2009.\nIn January 2019, the Direct Selling Self-Regulatory Council (“DSSRC”) was introduced. T\nhis program monitors the entire direct selling channel \n—\n including Direct Selling Association member companies and non-members. The DSSRC provides impartial monitoring, enforcement, and dispute resolution regarding product claims or income representations (including lifestyle claims) disseminated by \ndirect selling\n companies and their \nsales\n force members (consultants). The failure of a company \n20\nto resolve DSSRC complaints will ultimately result in the DSSRC reporting the matter to the FTC, which may or may not pursue enforcement action in any given case. \n There were no open letters from the FTC as of June 30, 2023.\nRegulation of Direct Selling Activities\nDirect selling activities are regulated by the FTC, as well as various federal, state and local governmental agencies in the United States and foreign countries. These laws and regulations are generally intended to prevent fraudulent or deceptive schemes, often referred to as “pyramid” schemes, which compensate participants primarily for recruiting additional participants without sufficient emphasis on product sales. The laws and regulations may often:\n•\nrequire us or our independent consultants to register with governmental agencies;\n•\nimpose caps on the amount or type of sales commission we can pay;\n•\nimpose reporting requirements; and\n•\nrequire that we ensure, among other things, that our independent consultants maintain levels of product sales to qualify to receive sales commissions and that our independent consultants are being compensated primarily for sales of products and not primarily for recruiting additional participants.\nThe laws and regulations governing direct selling are modified from time to time, and, like other direct selling companies, we may be subject to government investigations related to our direct selling activities. This may require us to make changes to our business model and our sales compensation plan.\nState Regulations\nIn addition to United States federal regulation, each state has enacted its own food and drug laws. We may receive requests to supply information regarding our sales or advertising to state regulatory agencies. We remain subject to the risk that, in one or more of our present or future markets, our products, sales, and advertising could be found non-compliant with state laws and regulations. If we fail to comply with these laws and regulations, it could have a material adverse effect on our business in a particular market or in general. In addition, these laws and regulations could affect our ability to enter new markets.\nThe FDA Food Safety Modernization Act\nThe FDA Food Safety Modernization Act (“FSMA”) was enacted in 2011 and is now part of the FFDCA. The FSMA is a comprehensive set of laws that gives the FDA considerable authority with respect to the prevention of food contamination and the serious problems associated with such contamination. Among other things, it does the following:\n•\ngives the FDA explicit authority to compel a recall if the FDA believes there is a reasonable probability of serious adverse health consequences or death;\n•\nplaces strict obligations on food and dietary supplement importers to verify that food from foreign suppliers is not adulterated or misbranded; and\n•\nprovides whistle blower protection for employees of conventional food or dietary supplement companies who provide information to governmental authorities about violations of the FFDCA.\nInternational Regulations\nIn addition to the regulations applicable to our activities in the United States, all other markets in which we operate our business regulate our products under a variety of statutory and regulatory schemes. We typically market our Protandim\n®\n line of products in international markets as foods, health foods or dietary supplements under applicable regulatory regimes. However, because of varied regulations, some products or ingredients that are recognized as a “food” in certain markets may be treated as a “pharmaceutical” or equivalent in other markets. In the event a product, or an ingredient in a product, is classified as a drug or pharmaceutical product in any market, we will generally not be able to distribute that product through our independent consultants channel because of pre-marketing approval requirements and strict regulations applicable to drug and pharmaceutical products. In Japan, for example, ashwagandha was determined to be inappropriate for inclusion in food products. Ashwagandha is one of the ingredients in Protandim\n® \nNrf2 Synergizer\n®\n. While we disagree with the assessment of ashwagandha by Japanese regulatory authorities, we are restricted from selling a formulation of Protandim\n®\n Nrf2 Synergizer\n®\n that contains ashwagandha in Japan. As such, we reformulated Protandim\n® \nNrf2 Synergizer\n®\n for the Japan market to exclude ashwagandha\n and include black pepper extract\n. This reformulated Protandim\n® \nNrf2 Synergizer\n®\n was introduced in Japan in fiscal year 2013.\n21\nSimilarly, our other markets outside the United States regulate advertising and product claims regarding the efficacy of our products and require adequate substantiation of claims. As such, we are unable to claim that any of our products will diagnose, cure, mitigate, treat or prevent diseases. For example, in Japan, Protandim\n®\n Nrf2 Synergizer\n®\n is considered a food product, which significantly limits our ability to make claims regarding the product. If marketing materials make claims that exceed the scope of allowed claims for dietary supplements, regulatory authorities could deem our products to be unapproved drugs and we could experience substantial harm.\nOur business model is also subject to regulatory frameworks that may limit or significantly alter the way business is done in foreign markets vis-à-vis the United States. For example, our marketing of products or business opportunity as a consultant in the United Kingdom differs significantly from marketing to United States customers and consultants. Consequently, we may experience additional costs and delays in entering or continuing to do business in foreign markets in order to comply with local regulations.\nPotential FDA and Other Regulation\nWe could become subject to additional laws or regulations administered by the FDA, FTC, or other federal, state, local or international regulatory authorities, to the repeal of laws or regulations that we consider favorable, such as DSHEA, or to more stringent interpretations of current laws or regulations. Because of negative publicity associated with some adulterated or misbranded supplements, including pharmaceutical drugs marketed as dietary supplements, there has been an increased movement in the United States and other markets to expand the regulation of dietary supplements, which could impose additional restrictions or requirements in the future. In recent years, there also has been increased pressure in the United States to further regulate cosmetics. In general, the regulatory environment is becoming more complex with increasingly strict regulations. \nThe Dietary Supplement and Nonprescription Drug Consumer Protection Act requires us to report to the FDA all serious adverse events and to maintain for six years, records of all adverse events, whether or not serious. An adverse event is defined as any health-related event associated with the use of a dietary supplement that is adverse. In addition, this law requires the label of each dietary supplement, including our Protandim\n®\n products, to include a domestic address or telephone number by which the company selling the product may receive a report of a serious adverse event associated with such product. The labels of our Protandim\n®\n products comply with that statutory provision.\nEmployees\nAs of June 30, 2023 and 2022, we had\n 248\n \nand 259 full-time employees, respectively. As of June 30, 2023, 184 of our full-time employees were based in the United States, 29 were based in Japan and a total of 9 were based in the Philippines, 9 in Thailand, 8 in Taiwan, 3 in Mexico, 3 in Australia, 1 in Singapore, 1 in Europe, and 1 in Canada. We do not include our independent consultants in our number of employees because our independent consultants are independent contractors and not employees. We outsource our manufacturing, warehousing and shipping operations.\nCorporate Responsibility and Sustainability\n \nWe understand that long-term value creation for stockholders is our core responsibility. \nWe are investing in a number of sustainability initiatives, including reducing the environmental impact of our business activities and products, improving the global human condition, providing a positive working environment and engaging with our stakeholders regarding these initiatives.\nEmployees\n: We believe that our employees are an essential asset. We have a dedicated team of professionals that support our customers and independent consultants, work to generate long-term value for our stockholders and contribute to the broader public through charitable programs, including LifeVantage Legacy – an independent charitable organization focused on bettering the lives of children throughout the world. In turn, we offer competitive compensation and guide employees to focus on the long-term goals of our stockholders and independent consultants.  We have received many ‘best place to work’ awards over the years, most recently being named to the Utah Top Workplaces List by the Salt Lake Tribune.\nEnvironment\n: We are committed to reducing our impact on the environment and creating awareness about sustainability. We strive to improve our environmental footprint over time and to initiate additional projects and activities that will further reduce our impact on the environment. Our commitment to the environment extends to our customers, our independent consultants, our employees, and the global communities in which we operate. We comply with applicable environmental regulations and strive to prevent pollution whenever possible. We are increasing our efforts to train our employees and independent consultants on our environmental program and empower them to contribute and participate. We are committed to continually improving over time by striving to measure our environmental impacts and by setting goals to reduce these impacts each year. Some examples of our efforts include:\n22\n•\nUsing more easily recycled packaging for the launch of our new products in our TrueScience\n®\n line and ensuring the new products score low on the Think Dirty scale;\n•\nAbiding by our environmental policy using the feedback from our stakeholders to help formalize our focus on sustainability and began using environmental auditing in our selection process for new partners;\n•\nSwitched to more easily recyclable bottles and cartons for product packaging, including replacing plastic bags with paper cartons for our energy drink products and using a fully recyclable glass bottle and cap for the recently launched TrueScience\n®\n Liquid Collagen product line;\n•\nBegan sourcing shipping boxes made from Sustainable Forestry Initiative (SFI) certified corrugate material; \n•\nCreated sharable videos that our independent consultants can use with our sustainability efforts;\n•\nFocused on working with fish oil suppliers and fisheries who are Marine Stewardship Council (MSC) certified; and\n \n•\nJoined the Roundtable on Sustainable Palm Oil (RSPO) to support sustainable sources of Palm Oil as we look for additional ways to enhance and /or create products for consumers.\nSocial/Community:\n We believe that our legacy is not the past, it is the future we create. This belief informed our effort to sponsor the formation of LifeVantage Legacy – an independent charitable organization focused on bettering the lives of children throughout the world. LifeVantage Legacy helps the leaders of tomorrow by touching a million lives across the world today. From simply helping a child in need to supporting initiatives that uplift entire communities, our goal is simple - give future generations the support and resources they need to live happier, healthier lives one child at a time. One of the best parts of LifeVantage is our commitment to leaving places better than we find them. \n•\nHosting home building trips over the holidays with our independent consultants and their families in Puerto Penasco, Mexico where we have built over 30 homes for families in need over the past several years.\n•\nWe have partnered with local refugee foundations to provide help to repair fences, provide habitat upkeep,  as well as helped procure needed items for kids and cleaning supplies for people's homes.\n•\nAt our global convention, those who attended in person were able to aid us in packing 101,000 nutrient dense meals being sent to Thailand through a nonprofit partner.\n•\nAt our company-sponsored incentive trips, we make sure to take time and give back to the local communities. At our Elite training event, we spent a day preparing local hygiene and school kits for an organization who helps provide medical care for children in the community and their families who cannot afford it.\n•\nWe have a human rights policy and vendor code of conduct to formalize our auditing and commitment to align internationally with human rights philosophies in how we conduct business. We audit our key partners each year to ensure we are partnering with those who share our values.\n•\nWe measured our employee's engagement level and requested anonymous feedback during the fiscal year and implemented changes to address the feedback.   We host a monthly all hands staff meeting to ensure our employees feel informed and aligned on our priorities.  This meeting encourages transparent communication, which was a focus for us this fiscal year.\nGovernance\n: We endeavor to continue to strengthen and improve our corporate governance and executive compensation practices. We have an equity ownership policy to reinforce our belief that executives and directors who believe in the future of our company should have meaningful equity holdings in LifeVantage. In addition, we have a majority standard for the election of directors on our board. \nAvailable Information\nOur principal offices are located at 3300 N. Triumph Blvd, Suite 700, Lehi, UT 84043. Our telephone number is (801) 432-9000 and our fax number is (801) 880-0699. Our website address is www.lifevantage.com; however, information found on our website is not incorporated by reference into this report. Our website address is included in this annual report as an inactive textual reference only.\nThe reports filed with the Securities and Exchange Commission (“SEC”), by us and by our officers, directors, and significant stockholders are available for review on the SEC’s website at www.sec.gov. \nSuch reports are\n \nalso available free of charge through the investor relations section of our website at \nwww.lifevantage.com\n and are accessible as soon as reasonably practicable after being electronically filed with or furnished to the SEC.\n23",
    "item1a": ">ITEM 1A — RISK FACTORS\nBecause of the following risks, as well as other risks affecting our financial condition and operating results, past financial performance should not be considered to be a reliable indicator of future performance, and investors should not use historical trends to anticipate results or trends in future periods. The risks described below are those we currently believe could materially affect us. The following risks are not necessarily all of the important factors that could cause our actual results of operations to differ materially from those expressed in the forward-looking statements in this report.\nRisks Relating to Our Company\nAn inability to properly motivate and incentivize sales from our independent consultants could harm our business.\nMotivating our independent consultants and providing them with appropriate sales resources, including technology, tools and training, are important to the growth and success of our business. We have faced, and may continue to face, challenges in motivating and incentivizing our independent consultants. In addition, actions we take from time to time to enforce our policies and procedures, may cause discord among some of our independent consultants. The loss of key independent consultants due to various factors including, but not limited to, voluntary termination or involuntary termination or suspension resulting from non-compliance with our policies and procedures, could distract our independent consultants and disrupt our business. For example, in the past, we have experienced discord among our leading independent consultants. If we fail to properly respond to any discord among our leading independent consultants in the United States and other markets, we could lose additional leaders, including to competing direct selling companies, which could have a significant negative impact on our revenue. Further, from time to time, we are involved in legal proceedings with former independent consultants. Such legal proceedings can be a distraction to our active independent consultants and can be expensive, time-consuming and cause a disruption to our business. Our inability to properly respond to these and other distractions may have a negative impact on our business.\nThe widespread outbreak of an illness or communicable disease, or any other public health crisis, including the recent COVID-19 pandemic, could adversely affect our business, results of operations and financial condition.\nWe could be negatively impacted by the widespread outbreak of an illness or any other communicable disease, or any other public health crisis that results in economic and trade disruptions, including the disruption of global supply chains. In December 2019, an outbreak of COVID-19 began in China and in March 2020, the World Health Organization declared COVID-19 a pandemic. The COVID-19 pandemic negatively impacted the global economy, disrupted global supply chains and created significant volatility and disruption of financial markets. The pandemic resulted in significant national and global economic disruption and there is a chance that a future public health crisis may adversely affect our business. \nDuring fiscal year 2023, we continued to monitor COVID-19 and the disruptions it could have on our business. Our independent consultants have experienced, and could continue to experience, disruptions resulting from the recent COVID-19 pandemic. In Japan, independent consultants are still required to provide a hard-copy introductory packet (gaiyoshomen) in person to each person they approach to possibly enroll as an independent consultant before presenting our products and business opportunity. This requirement has inhibited, and could continue to inhibit, independent consultants from connecting with potential new independent consultants virtually or through social media from time. While some of the orders and restrictions that were in place during the COVID-19 pandemic have been lifted, we cannot be certain that such orders and restrictions will not be reinstated in the future. Accordingly, quarantines, avoidance of public places and general concerns about physical distancing related to COVID-19 or otherwise, if implemented, may significantly reduce the ability of our independent consultants to meet people in person and commence the enrollment process in some areas of the world. Our independent consultants have adapted their approach for customer outreach and sales, including transitioning to a stronger social media presence, in an effort to sustain their sales volume. \nOur business may, in the future, experience additional disruptions and be negatively impacted by  public health crises, including limitations on the ability of our suppliers to manufacture, or procure from manufacturers, the products we sell or any of the raw materials or components required in the production process, or to meet delivery requirements and commitments; limitations on the ability of our employees to perform their work due to illness caused by the pandemic or local, state, or federal orders requiring employees to remain at home; limitations on the ability of carriers to deliver our products to customers; limitations on the ability of our independent consultants to conduct their businesses and purchase our products; and limitations on the ability of our customers or independent consultants to continue to purchase our products due to decreased disposable income. \nThe extent of the impact of the COVID-19 pandemic on our operational and financial performance, including our ability to execute our business strategies and initiatives in the expected time frame, will depend on future developments, all of which are uncertain and cannot be predicted. An extended period of global supply chain and economic disruption could have a material adverse effect on our business, results of operations, access to sources of liquidity and financial condition.\n24\nCyber security risks and the failure to maintain the integrity of data belonging to our company, employees, customers, and independent consultants could expose us to data loss, litigation and liability, and our reputation could be significantly harmed.\nWe collect and retain large volumes of data relating to our business and from our customers, independent consultants and employees for business purposes, including for transactional and promotional purposes, and our various information technology systems enter, process, summarize and report such data. The integrity and protection of this data is critical to our business. We are subject to significant security and privacy regulations, as well as requirements imposed by the payment card industry. Maintaining compliance with these evolving regulations and requirements could be difficult and may increase our expenses. In addition, a penetrated or compromised data system or the intentional, inadvertent or negligent release or disclosure of data could result in theft, loss or fraudulent or unlawful use of data relating to our company or our customers, independent consultants and/or employees, which could harm our brand and reputation, disrupt our operations, or result in remedial and other costs, fines or lawsuits, all of which would substantially harm our business and operating results.\nFurther, we are subject to changes in the regulatory environment regarding privacy and data protection. Our growth and expansion into a variety of new markets may potentially involve new regulatory issues and requirements. For example, many countries, such as European Union member countries as a result of the General Data Protection Regulation (“GDPR”) have introduced into local law some form of traffic and user data retention requirements. Compliance with these retention requirements can be difficult and costly from a legal, operational and technical perspective and could harm our business and operational results. We did not experience a material cyber security event in fiscal year 2023. \nWe may not be successful in expanding our operations.\nWe may not be successful in expanding our operations. Although we have been selling our products through our direct selling network since fiscal year 2009, we still may have limited insight into trends, disruptions and other factors that may emerge and affect our business. For example, primarily as a result of the impact on our business by the recent COVID-19 pandemic, our total revenue declined the prior two fiscal years. In addition, from time to time, we are compelled to terminate one or more of our independent consultants for actions contrary to their contractual obligations with us. In the past, some of these terminations have caused disruption among our independent consultants, and such terminations or resulting disruption in the future may negatively impact our revenue. Additionally, we may not be successful in keeping our leading independent consultants focused and motivated or in aligning their goals with our company goals. Although we are seeking to grow our business, if we fail to effectively manage operations in our existing markets and/or expand our operations into additional markets, we may be unable to generate consistent operating profit growth in future periods.\nIf we are able to expand our operations, we may experience difficulties in managing our future growth, which could adversely affect our business.\n \nIf we are able to expand our operations in the United States and in other countries where we believe our products will be successful, such expansion could place increased strain on our management, operational, financial and other resources. An inability to leverage our current resources in an efficient manner could have a material adverse effect on our business, operating margins, and results of operations. In addition, if we are able to expand our operations, we expect we will need additional managerial, operational, technical, sales, marketing, financial, legal, and other resources. Our management may need to divert its attention away from its day-to-day activities and devote a substantial amount of time to managing these growth activities. We may not be able to effectively manage the expansion of our operations, which may result in weaknesses in our infrastructure and loss of business opportunities, among others. \nWe may not succeed in growing our business in existing markets or opening new markets. \nWe sell our products in the United States, Mexico, Japan, Australia, Hong Kong, Canada, Thailand, the United Kingdom, the Netherlands, Germany, Taiwan, Austria, Spain, Ireland, Belgium, New Zealand, Singapore, and the Philippines. We also sell our products in a number of countries to customers for personal consumption only. In fiscal year 2023, we generated approximately 30% of our revenue from our international operations, a majority of which was generated in Japan. We believe that our ability to achieve future growth is dependent in part on our ability to effectively expand into new international markets and grow our existing markets. In some international markets, we have experienced difficulties which have resulted in adverse consequences to our business, including declining revenue in some markets and occasional disruption to our business with supply chain and logistics delays in delivering product to certain markets in a timely manner.  Our business and financial results may be also negatively impacted if a particular market or new business model is not widely accepted and adopted. We must overcome significant regulatory and legal barriers before we can begin marketing in any international market. Also, before marketing commences in a new country or market, it is difficult to assess the extent to which our products and sales techniques will be accepted or successful. In addition to significant regulatory barriers, we may also encounter problems conducting operations in new markets with different cultures and legal systems from those encountered elsewhere. We may be required to \n25\nreformulate one or more of our products before commencing sales of that product in a given country. Once we have entered a market, we must adhere to the regulatory and legal requirements of that market. We may not be able to obtain and retain necessary permits and approvals in new markets, or we may have insufficient capital to finance our expansion efforts in a timely manner.\nOur independent consultants could fail to comply with applicable legal requirements or our policies and procedures, which could result in claims against us that could harm our business.\n \nOur independent consultants are independent contractors and, accordingly, we are not in a position to directly provide the same oversight, direction and motivation as we would if they were our employees. As a result, there can be no assurance that our independent consultants will comply with applicable laws or regulations or our independent consultant policies and procedures, participate in our marketing strategies or plans, or accept our introduction of new products.\nExtensive federal, state, local and international laws regulate our business, products and direct selling activities. Because we have expanded into foreign countries, our policies and procedures for our independent consultants differ slightly in some countries due to the different legal requirements of each country in which we do business. In addition, as we have expanded internationally, some of our independent consultants have carried or shipped our products into countries in which such products are not registered or that otherwise impose stringent restrictions on our direct selling model. While we have taken steps to stop or restrict these sales from occurring, including through our independent consultant policies and procedures, it can be difficult to enforce these policies and procedures because of the large number of independent consultants and their independent status. If relevant regulatory authorities determined that any such independent consultant activities are not compliant with all regulatory requirements, we could be subject to related fines, penalties and other assessments. Activities by our independent consultants that violate applicable laws or regulations could result in government or third-party actions against us, which could harm our business. In addition, violations by our independent consultants of our policies and procedures could reflect negatively on our products and operations and harm our business reputation. Further, it is possible that a court could hold us civilly or criminally accountable based on vicarious liability because of the actions of our independent consultants. In the past, some of our independent consultants have been investigated by government agencies for conduct alleged to have violated the law and our policies. This type of investigation can have an adverse effect on us even if we are not involved in the independent consultant’s activities.\nInability of new products and technological innovations to gain market acceptance by customers and/or independent consultants could harm our business.\nWe believe our ability to introduce new products that gain acceptance among our customers and independent consultants is an important part of our ability to grow our revenue in future periods. However, any new products we introduce may not gain market acceptance by customers and/or independent consultants to the extent we anticipate or project. Factors that could affect our ability to introduce new products include, among others, government regulations, the inability to attract and retain qualified research and development staff, the termination of third-party research and collaborative arrangements, proprietary protections of competitors that may limit our ability to offer comparable products and the difficulties in anticipating changes in consumer tastes and buying preferences. In addition, new products we introduce may not be successful or generate substantial sales revenue. The introduction of a new product could also negatively impact other product lines to the extent our independent consultant leaders focus their sales efforts on the new product instead of an existing product. If any of our products fails to gain customer and/or independent consultant acceptance, we could see an increase in product returns.\nIn addition, we believe our ability to introduce new technologies that gain acceptance among our customers and independent consultants is an important part of our ability to grow our sales revenue in future periods. However, these or other new technologies that we introduce may not gain customer and/or independent consultant acceptance to the extent we anticipate or project. \nIf we fail to maintain proper and effective internal controls, our ability to product accurate and timely financial statements could be impaired, which could result in sanctions or other penalties that would harm our business.\nAs a public company, we are required to maintain internal controls over financial reporting and to report any material weaknesses in such internal controls. Section 404 of the Sarbanes-Oxley Act of 2002 (the “Sarbanes-Oxley Act”) requires, among other things, that we evaluate and determine the effectiveness of our internal controls over financial reporting and provide a management report on the internal controls over financial reporting.\nWe have implemented internal controls to help ensure the completeness and accuracy of our financial reporting and to detect and prevent fraudulent actions within our financial and accounting processes including the development and implementation of control policies and procedures regarding the international business policies, practices, monitoring and training for each country outside the U.S. in which we do business. However, we cannot be assured that significant deficiencies or material weaknesses in our internal control over financial reporting will not exist in the future. Any failure to maintain or \n26\nimplement required new or improved controls, or any difficulties we encounter in their implementation, could result in significant deficiencies or material weaknesses, cause us to fail to timely meet our periodic reporting obligations, or result in material misstatements in our financial statements. Any such failure could also adversely affect the results of periodic management evaluations and annual auditor attestation reports regarding disclosure controls and the effectiveness of our internal control over financial reporting required under Section 404 of the Sarbanes-Oxley Act and the rules promulgated thereunder. The existence of a material weakness could result in errors in our financial statements that could result in a restatement of financial statements, cause us to fail to timely meet our reporting obligations, or cause investors to lose confidence in our reported financial information, which could cause a decline in the market price of our stock and we could be subject to sanctions or investigations by the SEC or other regulatory authorities including equivalent foreign authorities. In fiscal year 2023, we did not experience any material weaknesses in our internal control and/or financial reporting processes. \nOur business could be negatively impacted if we fail to execute any product launch process due to increased pressure on our supply chain, information systems and management.\nAlthough our product launch process may vary by market, we generally introduce new products to our customers and independent consultants through live events or cyber launches, limited-time offers and promotions. The limited-time offers typically generate significant activity and a high level of purchasing, which may result in a higher than normal increase in sales revenue during the quarter of the limited-time offer and skew year-over-year and sequential comparisons. We may experience difficulty effectively managing growth associated with these limited-time offers. In addition, the size and condensed schedule of these product launches increases pressure on our supply chain. If we are unable to accurately forecast sales levels in each market, obtain sufficient ingredients or produce a sufficient supply to meet demand, we may incur higher expedited shipping costs and we may temporarily run out of stock of certain products, which could negatively impact the enthusiasm of our independent consultants and their customers. Conversely, if demand does not meet our expectations for a product launch, we could incur increased inventory write-offs. Any inventory write-off would negatively impact our gross margins. In addition, our order processing systems could have difficulties handling the high volume of orders generated by limited-time offers. Although our previous limited-time offers have not materially affected our product return rate, these events may increase our product return rate in the future.\nOur business may be harmed if we are unable to appropriately manage our inventory.\n \nIn the past, we have experienced difficulties in appropriately managing our inventory. For example, when we launched our TrueScience\n®\n Liquid Collagen product in June 2022, we experienced higher than expected demand and did not have sufficient inventory to meet demand. Subsequently, our inventory balances increased significantly, causing us to engage in a deliberate effort to manage our inventory balances down to levels we viewed as appropriate. We review all inventory items quarterly for obsolescence, and when items become obsolete or are expired, we write down our inventory accordingly. If we are unable to sell our inventory in a timely manner, we may experience additional inventory obsolescence charges, including for finished products in inventory that have expired. If we are unable to appropriately manage our inventory balances, our business may be harmed.\nWe rely on our information technology systems to manage numerous aspects of our business, and a disruption in these systems could adversely affect our business.\nWe depend on our information technology (“IT”), systems to manage numerous aspects of our business, including our finance and accounting transactions, to manage our independent consultant sales compensation plan and to provide analytical information to management. Our IT systems are an essential component of our business and growth strategies, and a serious disruption to our IT systems could significantly limit our ability to manage and operate our business efficiently. These systems are vulnerable to, among other things, damage and interruption from power loss or natural disasters, computer system and network failures, loss of telecommunications services, physical and electronic loss of data, security breaches and computer viruses. Any disruption could cause our business and competitive position to suffer and adversely affect our business and operating results. In addition, if we experience future growth, we will need to scale or change some of our systems to accommodate the increasing number of independent consultants and their customers.\nInability to comply with financial covenants imposed by our credit facility and the impact of debt service obligations and restrictive covenants could impede our operations and flexibility.\nWe entered into a Financing Agreement in March 2016, which was subsequently amended in May 2018, February 2019, April 2021 and September 2022 that provides for a credit facility consisting of a revolving loan facility in an aggregate principal amount not to exceed $5 million. The revolving loan facility has a maturity date of March 2024. A\ns of June 30, 2023 and 2022, there is no outstanding balance on the revolving loan facility. The principal amount of any borrowings under the credit facility is repayable in consecutive quarterly installments. We expect to generate the cash necessary to pay any future principal and interest on the credit facility from our cash flows provided by operating activities. However, our ability to meet \n27\nour debt service obligations will depend on our future performance, which may be affected by financial, business, economic, demographic and other factors. If we do not have enough money to pay our debt service obligations, we may be required to refinance all or part of our debt, sell assets, borrow more money or raise cash through the sale of equity. In such an event, we may not be able to refinance our debt, sell assets, borrow more money or raise cash through the sale of equity on terms acceptable to us or at all. Also, our ability to carry out any of these activities on favorable terms, if at all, may be further impacted by any financial or credit crisis which may limit access to the credit markets and increase the cost of capital. \nThe credit facility is secured by a lien on substantially all of our assets, and the assets of our subsidiaries, and contains customary covenants, including affirmative and negative covenants, that restrict our ability to incur or guarantee additional indebtedness, declare or pay dividends on or redeem capital stock, make other payments to holders of our equity interests, make certain investments, purchase or otherwise acquire all or substantially all the assets or equity interests of other companies, sell our assets and enter into consolidations, mergers or transfers of all or substantially all of our assets. The credit facility requires that we maintain specified financial ratios and satisfy certain financial condition tests and meet certain informational requirements in order to draw on the revolving loan facility, if needed. Our ability to meet these financial ratios and tests and informational requirements can be affected by events beyond our control and we may be unable to meet these ratios and tests and informational requirements. A breach of any of the covenants, ratios, tests or restrictions imposed by the credit facility would result in an event of default and the lender could declare any and all amounts outstanding under the credit facility to be immediately due and payable or limit our ability to draw on the revolving loan facility. Our assets may not be sufficient to repay the indebtedness if the lenders accelerate our repayment of the indebtedness under the credit facility. We were in compliance with all credit facility covenants at the end of fiscal year 2023.\nA substantial portion of our business is conducted in foreign markets, exposing us to the risks of trade or foreign exchange restrictions, increased tariffs, foreign currency fluctuations, disruptions or conflicts with our third-party importers and similar risks associated with foreign operations.\nGlobal economic conditions continue to be challenging and unpredictable. A substantial portion of our sales are generated outside the United States. If we are successful in entering additional foreign markets, we anticipate that the percentage of our sales generated outside the United States will increase. There are substantial risks associated with foreign operations. For example, a foreign government may impose trade or foreign exchange restrictions, increased tariffs or other legal, tax, customs or other financial burdens on us or our independent consultants, due, for example, to the structure of our operations in various markets. Any such actions could negatively impact our operations and financial results. We are also exposed to risks associated with foreign currency fluctuations. For instance, in preparing our financial statements, we translate revenue and expenses in our markets outside the United States from their local currencies into U.S. Dollars using weighted average exchange rates. If the U.S. Dollar strengthens relative to local currencies, our reported revenue, gross profit and net income will likely be reduced. Foreign currency fluctuations can also result in losses and gains resulting from translation of foreign currency denominated balances on our balance sheet. Additionally, purchases from suppliers are generally made in U.S. Dollars while sales to customers and independent consultants are generally made in local currencies. Accordingly, strengthening of the U.S. Dollar versus a foreign currency could have a negative impact on us. Specifically, because a significant percentage of our revenue is generated in Japan, strengthening of the U.S. Dollar versus the Japanese yen has had and, in the future, could have an adverse impact on our financial results. Although we may engage in transactions intended to reduce our exposure to foreign currency fluctuations, there can be no assurance that these transactions will be effective. Given the complex global political and economic dynamics that affect exchange rate fluctuations, it is difficult to predict future fluctuations and the effect these fluctuations may have upon future reported results or our overall financial condition.\nAdditionally, we may be negatively impacted by conflicts with, or disruptions caused or faced by, third party importers, as well as conflicts between such importers and local governments or regulatory agencies. Our operations in some markets also may be adversely affected by political, economic and social instability in foreign countries.\nWe may require substantial additional funding, which may not be available to us on acceptable terms, or at all, and, if not available, may require us to delay, scale back, or cease our product development or growth plans.\nBased on our current plans, we believe that our current cash and cash equivalents and our ongoing cash flow from operations will be sufficient to satisfy our anticipated cash requirements for at least 12 months from the date of this report. If our available cash resources and anticipated cash flows from operations are insufficient to satisfy our liquidity requirements, we may be required to raise significant additional capital to support our continued operations and the implementation of our business and growth plans. Future funding requirements will depend on many factors, including but not limited to:\n•\nthe costs associated with acquiring products from third-party vendors;\n•\nthe costs of the sales and marketing activities of our products;\n•\nthe costs associated with commissions and incentives for our independent consultants;\n28\n•\nlitigation expenses we incur to defend against claims, including claims that we infringe the intellectual property of others or judgments we must pay to satisfy such claims;\n•\ncontractual obligations to third parties;\n•\nour rate of progress in developing, launching and selling our current products and any new products we pursue;\n•\nour ability to control our operating costs;\n•\nour ability to satisfy our outstanding debt obligations; and\n•\nthe costs of responding to the other risks and uncertainties described in this report.\nWe may also be required to raise additional capital in the future to expand our business and operations to pursue strategic investments or for other reasons including but not limited to:\n•\nincreasing our sales and marketing efforts to drive market adoption of our products;\n•\nscaling up our customer support capabilities;\n•\nfunding development and marketing efforts of additional products;\n•\nexpanding our product portfolio into additional markets;\n•\nacquiring products through licensing rights;\n•\nacquiring or investing in complementary businesses or assets; and\n•\nfinancing capital expenditures and general and administrative expenses.\nWe may seek required funding through issuances of equity or convertible debt securities or entering into additional loan facilities. Each of the various ways we could raise additional capital carry potential risks. If we raise funds by issuing equity securities, dilution to our stockholders would result. If we raise funds by issuing additional debt securities, those debt securities would have rights, preferences and privileges senior to those of holders of our common stock. Our credit facility restricts our ability to pursue certain transactions that we may believe to be in our best interest, including incurring additional indebtedness without the prior written consent of the lender under the credit facility. \nIf we are unable to obtain adequate financing or financing on terms satisfactory to us, if we require it, our ability to continue to pursue our business objectives and to respond to business opportunities, challenges, or unforeseen circumstances could be significantly limited and could have a material adverse effect on our business, financial condition, results of operations and prospects.\nRisks Relating to Our Business and Industry\nWe primarily depend on a few products for a majority of our revenue.\nAlthough we generate revenue through the sale of other products, we primarily rely on our Protandim\n®\n and TrueScience\n® \nproduct lines for a majority of our revenue, which collectively represent approximately 79.3% of our total revenue. We do not currently have a diversified portfolio of other products that we could rely on to support our operations if we were to experience any difficulty with the manufacture, marketing, sale or distribution of these product lines. As such, any adverse impact we experience with respect to these two product lines could result in an impact to our overall revenue. For example, if we are unable to sustain or increase the price or sales levels for the Protandim\n®\n and TrueScience\n®\n \nproduct lines, our business could be harmed.\nIf we are unable to retain our existing customers and independent consultants or attract additional customers and independent consultants, our revenue will not increase and may decline.\nOur customers may cease purchasing our products at any time and for any reason. Our independent consultants may terminate their services at any time, and we can and have in the past terminated consultants for conduct violative of our policies and procedures. As such, like most direct selling companies, we have experienced and are likely to continue to experience turnover among both customers and independent consultants. We have experienced, and may continue to experience, a decrease in the number of our independent consultants. The departure for any reason of one of our leading independent consultants can be a major disruption to other independent consultants and could have a significant negative impact on our sales and operating results. Independent consultants who join our company to purchase our products for personal consumption or for short-term \n29\nincome goals may only stay with us for a short time. While we take steps to help train, motivate, and retain independent consultants, we cannot accurately predict the number or sales productivity of our independent consultants.\nOur operating results will be harmed if we and our independent consultant leaders do not generate sufficient interest in our business to retain existing customers and independent consultants and attract new customers and independent consultants. The number and sales productivity of our independent consultants could be harmed by several factors, including:\n•\nany adverse publicity regarding us, our products, our distribution channel, or our competitors;\n•\nnon-compliance by our independent consultants with applicable legal requirements or our policies and procedures;\n•\nlack of interest in existing or new products or their failure to achieve desired sales results;\n•\nlack of a compelling business opportunity sufficient to generate the interest and commitment of new independent consultants;\n•\nany changes we might make to our independent consultant sales compensation plan;\n•\nany negative public perception of our company or our products or their ingredients;\n•\nany negative public perception of our independent consultants and direct selling business in general;\n•\nour actions to enforce our policies and procedures;\n•\nany efforts to sell our products through competitive channels;\n•\nany regulatory actions or charges against us or others in our industry; and\n•\ngeneral economic and business conditions.\nHigh quality materials for our products may be difficult to obtain or expensive.\nRaw materials account for a significant portion of our manufacturing costs and we rely on third-party suppliers to provide raw materials. Suppliers may be unable or unwilling to provide the raw materials our manufacturers need in the quantities requested, at a price we are willing to pay, or that meet our quality standards. We are also subject to potential delays in the delivery of raw materials caused by events beyond our control, including the COVID-19 pandemic, labor disputes, transportation interruptions and changes in government regulations. Our business could be adversely affected if we are unable to obtain a reliable source of any of the raw materials used in the manufacturing of our products that meets our quality standards. Additionally, if demand for our products exceeds our forecasts, we may have difficulties in obtaining additional raw materials in time to meet the excess demand. Any significant delay in or disruption of the supply of raw materials could, among other things, substantially increase the cost of such materials, require reformulation or repackaging of products, require the qualification of new suppliers, or result in our inability to meet customer demands.\nAlthough our independent consultants are independent contractors, improper actions by independent consultants that violate laws or regulations could harm our business.\nOur independent consultants are not employees and act independent of us. However, activities by our independent consultants that allegedly violate applicable laws or regulations could result in government or third-party actions against us, which could harm our business. Our independent consultants agree to abide by our policies and procedures which are designed to ensure our independent consultants will comply with legal requirements. We have a consultant compliance department that addresses violations of our independent consultants when they become known to us. However, given the size of our independent consultant network, we experience problems with independent consultants violating our policies and procedures from time to time and are not always able to discover or remedy such violations.\nOne of our most significant areas of risk with respect to independent consultant activities relates to improper product claims and claims regarding the consultant business opportunity of being an independent consultant. Any determination by the Food and Drug Administration, Federal Trade Commission, any state agency or other similar governmental agency outside the United States that we or our independent consultants are not in compliance with applicable laws could materially harm our business. Even if governmental actions do not result in rulings or orders against us, they could create negative publicity that could detrimentally affect our efforts to recruit or motivate independent consultants and attract customers or lead to consumer lawsuits against us. When we experience growth in the number of our independent consultants, we have seen an increase in sales aids and promotional material being produced by independent consultants and/or consultant groups in some markets. This places an increased burden on us to monitor compliance of such materials and increases the risk that such materials could contain problematic product, marketing, or business opportunity claims in violation of our policies and applicable regulations. \n30\nAs we expand our operations, including internationally, our independent consultants sometimes attempt to anticipate additional new markets that we may enter in the future and begin marketing and sponsoring activities in markets where we are not qualified to conduct business. For example, some of our independent consultants have carried or shipped our products into countries in which such products are not registered or that otherwise impose stringent restrictions on our direct selling model. These or other activities by our independent consultants that violate applicable laws or regulations could subject us to legal or regulatory claims or actions, which could result in fines, penalties or negative publicity, any of which could have an adverse impact on our business.\nWe are dependent upon third parties to manufacture our products.\nWe currently rely on third parties to manufacture our products. We are dependent on the uninterrupted and efficient operation of third-party manufacturers’ facilities. We currently use multiple third-party manufacturers for our products. If any of our current manufacturers are unable or unwilling to fulfill our manufacturing requirements or seek to impose unfavorable terms, we will likely have to seek out other manufacturers, which could disrupt our operations and we may not be successful in finding alternative manufacturing resources. In addition, competitors who perform their own manufacturing may have an advantage over us with respect to pricing, availability of product, and in other areas through their control of the manufacturing process.\nDisruptions to or significantly increased costs associated with transportation and other distribution channels for our products may adversely affect our margins and profitability.\nWe generally rely on the uninterrupted and efficient operation of third-party logistics companies to transport and deliver our products. These third-party logistics companies may experience disruptions to the transportation channels used to distribute our products, including disruptions caused by the COVID-19 pandemic, increased airport and shipping port congestion, a lack of transportation capacity, increased fuel expenses, and a shortage of manpower. Disruptions to the transportation channels experienced by our third-party logistics companies may result in increased costs, including the additional use of airfreight to meet demand. \nWe are subject to risks related to product recalls.\nWe have implemented measures in our manufacturing process that are designed to prevent and detect defects in our products, including contaminants. However, such measures may not prevent or reveal defects or detect contaminants in our products and such defects and contaminants may not become apparent until after our products have been sold into the market. Accordingly, there is a risk that product defects will occur, or that our products will contain foreign contaminants, and that such defects and contaminants will require a product recall. We do not maintain product recall insurance. In the past, we commenced a voluntary recall of certain lots of Protandim\n®\n Nrf2 Synergizer\n®\n to alleviate safety concerns related to certain batches of turmeric extract, an ingredient in Protandim\n®\n Nrf2 Synergizer\n®\n we purchase from third-party suppliers. Product recalls and subsequent remedial actions can be expensive to implement and could have a material adverse effect on our business, results of operations and financial condition. In addition, product recalls could result in negative publicity and public concerns regarding the safety of our products, either of which could harm the reputation of our products and our business and could cause the market value of our common stock to decline.\nA past voluntary product recall strained our relationships with some of our third-party manufacturers. Additionally, following the voluntary recall we implemented more stringent measures, including several redundant measures, in our manufacturing process to detect contaminants. Third-party manufacturers may be reluctant to implement these redundant measures, may refuse to manufacture our products, and additional safety measures such as these may increase our cost of goods sold and strain our relationships with manufacturers.\nLaws and regulations may prohibit or severely restrict direct selling and cause our revenue and profitability to decline, and regulators could adopt new regulations that negatively impact our business.\nVarious government agencies throughout the world regulate direct selling practices. The laws and regulations applicable to us and our independent consultants in Japan are particularly stringent. These laws and regulations are generally intended to prevent fraudulent or deceptive schemes, often referred to as “pyramid” schemes, which compensate participants primarily for recruiting additional participants without significant emphasis on the sale of product to end consumers. Government agencies, such as the FTC in the United States and similar agencies in foreign jurisdictions, periodically investigate direct selling companies based on such schemes or other claims made by a direct selling company or its independent consultants. Generally, companies that are the subject of an FTC, or similar foreign agency, enforcement action are required to pay monetary fines and/or make updates to its business model. The laws and regulations in some of our markets impose cancellations, product returns, inventory buy-backs and cooling-off rights for our independent consultants and/or customers. Excessive refunds and/or product returns pursuant to local laws and regulations, including being the target of an enforcement action or investigation by the FTC or a similar foreign agency in a foreign jurisdiction, could have a negative impact on our operating results. Complying with \n31\nthese rules and regulations can be difficult and requires the devotion of significant resources on our part. We may not be able to continue business in existing markets or commence operations in new markets if we are unable to comply with these laws or adjust to changes in these laws.\nUnfavorable publicity could materially harm our business.\nWe are highly dependent upon consumers' perceptions of the safety, quality, and efficacy of our products, as well as competitive products distributed by other companies. In the past, we have experienced negative publicity that has harmed our business. Critics of our industry and other individuals whose interests are not aligned with our interests, have in the past and may in the future utilize the Internet, the press and other means to publish criticism of the industry, our company, our products and our competitors, or make allegations regarding our business and operations, or the business and operations of our competitors. For instance, several prominent companies in our industry have been targeted by short sellers who profit if a company's stock price decreases. One such company was targeted by a short seller who, after taking a significant short position, publicly made allegations regarding the legality of the company's direct selling model. Short sellers have an incentive to publicly criticize our industry and business model and any such criticism may adversely affect our stock price.\nFuture scientific research or publicity may not be favorable to our industry or any particular product. Because of our dependence upon consumer perceptions, adverse publicity associated with illness or other adverse effects resulting or claimed to have resulted from the consumption or use of our products or any similar products distributed by other companies could have a material adverse impact on us. Such adverse publicity could arise even if the claims are unsubstantiated or if the adverse effects associated with such products resulted from failure to consume or use such products as directed. Adverse publicity could also increase our product liability exposure, result in increased regulatory scrutiny and lead to the initiation of private lawsuits.\nWe are subject to risks related to a Global Not For Resale Program\nWe have a Global Not For Resale program, which allows customers from around the world to purchase limited amounts of our products for their individual consumption. Under this program, customers from other countries are able to set up a U.S. customer account and associated U.S. address and payment method to drop-ship their order to a third-party vendor in the U.S., who will then ship the products to the customer’s global location with any customs and/or duties being the sole responsibility of the ordering customer.\nThis program may raise questions from tax regulators about the appropriate sales tax jurisdiction due to the varied and complex tax regulations in the U.S. and around the world. Further, any regulatory review of our facilitation to ship U.S. product to our existing markets, where such product has not been registered, may raise issues against the local subsidiary from the foreign jurisdiction equivalents of the FDA or FTC or the relevant trade associations, should any agency or association perceive that we or our independent consultants are advertising and/or facilitating the sale of unregistered product in their country.\nOur direct selling program could be found to be not in compliance with current or newly adopted laws or regulations in one or more markets, which could prevent us from conducting our business in these markets and harm our financial condition and operating results.\nSome of the legal and regulatory requirements concerning the direct selling business model are ambiguous and subject to interpretation. As a result, regulators and courts have discretion in their application of these laws and regulations, and the enforcement or interpretation of these laws and regulations by governmental agencies or courts can change. Allegations by short sellers regarding the legality of multi-level marketing companies generally have also created intense public scrutiny of our industry and could cause governmental agencies to change their enforcement and interpretation of applicable laws and regulations. The failure of our business to comply with current or newly adopted regulations or interpretations could negatively impact our business in a particular market or in general and may adversely affect our stock price.\nActions of activist stockholders could impact the pursuit of our business strategies, cause us to incur substantial costs, divert our management’s attention and resources, and adversely affect our business, results of operations, financial condition, and the trading price of our common stock.\nPublicly traded companies have increasingly become subject to campaigns by activist investors advocating corporate actions such as financial restructurings, increased borrowings, special dividends, stock repurchases or even sales of assets or entire companies to third parties or the activists themselves. Responding to proxy contests and other actions by activist stockholders, including related litigation, can be costly and time consuming, disrupt our operations and divert the attention of our board and senior management from the pursuit of business strategies, which could adversely affect our results of operations and financial condition. Additionally, perceived uncertainties as to our future direction as a result of stockholder activism or changes to the composition of our board may lead to the perception of a change in the direction of our business, instability or lack of continuity. These uncertainties may be more acute or heightened when an activist seeks to change a majority of the board or ultimately desires to acquire the company. If individuals are elected to our board with a specific agenda, it may \n32\nadversely affect our ability to effectively implement our business strategy and create additional value for our stockholders. Additionally, actions by activist stockholders may be exploited by our competitors, cause concern to our current or potential independent consultants and customers, make it more difficult to attract and retain qualified personnel and may create adverse uncertainty for our employees. In addition, actions of activist stockholders may cause significant fluctuations in our stock price based on temporary or speculative market perceptions or other factors that do not necessarily reflect the underlying fundamentals and prospects of our business. On August 9, 2023, we received notice from a stockholder, Bradley L. Radoff, of his intent to nominate three directors for election at the company’s fiscal year 2024 annual meeting of stockholders. Our board and management team strive to maintain constructive, ongoing communications with our stockholders, including Mr. Radoff, and welcome all views and ideas that have the potential to enhance value for all stockholders. Although our board has not made its recommendation with respect to the director election the fiscal year 2024 annual meeting of stockholders, it is possible that, if the company and Mr. Radoff cannot reach an agreement in connection with his nomination, a proxy contest involving Mr. Radoff may ensue with respect to the company’s fiscal year 2024 annual meeting of stockholders, or that we could become engaged in a proxy contest with another activist stockholder in the future.\nWe may become involved in legal proceedings that are expensive, time consuming and, if adversely adjudicated or settled, could adversely affect our financial results.\nLitigation claims can be expensive and time consuming to bring or defend against and could result in settlements or damages that could significantly affect our financial results. It is not possible to predict the final resolution of litigation to which we may become a party, and the impact of litigation proceedings on our business, results of operations and financial condition could be material.\nFrom time to time, we are involved in various legal matters, both as a plaintiff and defendant. While we believe the suits against us are without merit, they are costly to defend and we cannot be assured that we will ultimately prevail. If we do not prevail and are required to pay damages, it could harm our business.\nOur business is subject to strict government regulations.\nThe manufacturing, packaging, labeling, advertising, sale and distribution of our products are subject to federal laws and regulations by one or more federal agencies, including, in the United States, the FDA, the FTC, the Consumer Product Safety Commission, and the United States Department of Agriculture. These activities are also regulated by various state, local, and international laws and agencies of the states, localities and countries in which our products are sold. For instance, the FDA regulates, among other things, the composition, safety, labeling, and marketing of dietary supplements (including vitamins, minerals, herbs and other dietary ingredients for human use). Government regulations may prevent or delay the introduction of our products, or require us to reformulate our products or change the claims we make about them, which could result in lost revenue, increased costs and delay our expansion into new international markets.\nThe FDA may determine that a particular dietary supplement or ingredient is adulterated or misbranded or both and may determine that a particular claim or statement of nutritional support that we make to support the marketing of a dietary supplement is an impermissible drug claim, or is an unauthorized version of a “health claim.” The FDA, the FTC, or state attorneys general may also determine that a particular claim we make for our products is not substantiated. Determining whether a claim is improper frequently involves a degree of subjectivity by the regulatory agency or individual regulator. Any of these determinations by the FDA or other regulators could prevent us from marketing that particular dietary supplement product, or making certain claims for that product. The FDA could also require us to remove a particular product from the market. Any future recall or removal would result in additional costs to us, including lost revenue from any product that we are required to remove from the market, which could be material. Any product recalls or removals could also lead to liability, substantial costs, and reduced growth prospects.\nIn April 2017, we received a warning letter from the FDA alleging that information on our website contained impermissible drug claims relating to our Protandim\n®\n Nrf2 Synergizer\n®\n product. We believe the letter from the FDA contained factual inaccuracies and we responded promptly to the FDA. The FDA subsequently concluded that the issues set forth in the warning letter had been fully resolved. We believe we do not claim that any of our products prevent, diagnose, treat or cure any disease in any of our marketing materials or labeling and we proactively and consistently engage distinguished experts in FDA law and regulation to ensure our promotional materials and websites adhere to applicable requirements and restrictions. Nevertheless, in the future, we may receive similar warning letters from the FDA if it believes some violation of law has occurred either by us or by our independent consultants. Any allegations of our non-compliance may result in time-consuming and expensive defense of our activities. FDA warning letters are available to the public on the FDA’s website. That information could negatively affect our relationships with our customers, investors, independent consultants, vendors, employees and consumers. Warning letters may also spark private class action litigation under state consumer protection statutes. The FDA could also order compliance activities, such as an inspection of our facilities and products, and could file a civil lawsuit in \n33\nwhich an arrest warrant (seizure) could be issued as to some or all of our products. In extraordinary cases, we could be named a defendant and sued for declaratory and injunctive relief.\nAdditional or more stringent regulations of dietary supplements and other products have been considered from time to time. In recent years, there has been increased pressure in the United States and other markets to increase regulation of dietary supplements. New regulations, or new interpretations of those regulations, could impose additional restrictions, including requiring reformulation of some products to meet new standards, recalls or discontinuance of some products not able to be reformulated, additional record-keeping requirements, increased documentation of the properties of some products, additional or different labeling, additional scientific substantiation, additional adverse event reporting, or other new requirements. Any of these developments could increase our costs significantly. \nIn the United States, for example, some legislators and industry critics continue to push for increased regulatory authority by the FDA over dietary supplements and the FTC over dietary supplements and the direct selling industry. The FDA may strengthen the regulation of dietary supplements by modernizing its oversight of dietary supplements and the FTC may strengthen the regulation of business opportunity claims and direct selling companies, among other things. The FTC has in recent years investigated and taken enforcement action against direct selling companies for misleading representations relating to the earnings potential of an independent consultant within a company’s compensation plan, as well as appropriateness of the compensation plans themselves. Our business could be harmed if more restrictive legislation or regulation is successfully introduced and adopted in the future. In the United States, the FTC’s Guides Concerning the Use of Endorsements and Testimonials in Advertising (the “Guides”), require disclosure of material connections between an endorser and the company they are endorsing and generally do not allow marketing using atypical results. Our independent consultants have historically used testimonials to market and sell our products. Producing marketing materials that conform to the requirements and restrictions of the Guides may diminish the impact of our marketing efforts and negatively impact our sales results. If we or our independent consultants fail to comply with these Guides, the FTC could bring an enforcement action against us and we could be forced to alter our marketing materials and/or refund or disgorge funds. Our operations also could be harmed if new laws or regulations are enacted that restrict our ability to market or distribute dietary supplements or impose additional burdens or requirements on dietary supplement companies or require us to reformulate our products.\nIn addition, the Dietary Supplement and Nonprescription Drug Consumer Protection Act imposes significant regulatory requirements on dietary supplement manufacturers, packers and consultants including the reporting of “serious adverse events” to the FDA and record keeping requirements. Complying with this legislation could raise our costs and negatively impact our business. We and our suppliers are also required to comply with FDA regulations with respect to current Good Manufacturing Practices in manufacturing, packaging, or holding dietary ingredients and dietary supplements. These regulations require dietary supplements to be prepared, packaged, and held in compliance with procedures that we and our third-party subcontractors must develop and make available for inspection by the FDA. These regulations could raise our costs and negatively impact our business. Additionally, our third-party suppliers or vendors may not be able to comply with these rules without incurring substantial expenses. If our third-party suppliers or vendors are not able to comply with these rules, we may experience increased cost or delays in obtaining certain raw materials and third-party products.\nIn 2022, the FDA published an updated draft guidance which is intended, among other things, to help manufacturers and consultants of dietary supplement products determine when they are required to file with the FDA a New Dietary Ingredient (“NDI”), notification with respect to a dietary supplement product. In this draft guidance, the FDA highlighted the necessity for marketers of dietary supplements to submit NDI notifications as an important preventive control to ensure that consumers are not exposed to potential unnecessary public health risks in the form of new ingredients with unknown safety profiles. Although we do not believe that any of our products contain an NDI, if the FDA were to conclude that we should have filed an NDI notification for any of our products, then we could be subject to enforcement actions by the FDA. Such enforcement actions could include product seizures and injunctive relief being granted against us, any of which would harm our business.\nIn May 2016, the FDA released a final rule updating the Nutrition Facts label for packaged foods and the Supplement Facts label for dietary supplements, with the objective to help consumers make better informed decisions. While the original compliance deadline for manufacturers of food and dietary supplements to use the new label was July 26, 2018, the FDA subsequently extended the compliance deadline to January 1, 2020, and later announced it would exercise enforcement discretion (i.e., not enforce the new label requirements) until January 1, 2021. Further, in December 2018, the U.S. Department of Agriculture promulgated regulations requiring that, by January 1, 2022, the labels of certain bio engineered foods, including dietary supplements, must include a disclosure that the food is bio engineered. Implementation of the new label requirements may result in additional costs to our business.\nOur Cannabidiol (“CBD”) products are subject to varying, rapidly changing federal, state and local laws, regulations, and rules, which could adversely affect our results of operations and financial condition. \n34\nWe launched new hemp-derived CBD personal care products during fiscal year 2021. The CBD industry is evolving and subject to varying, and rapidly changing, laws, regulations and administrative practices. For example, the Agricultural Improvement Act of 2018 (the “2018 Farm Bill”) formally defined “hemp” as the \nCannabis sativa\n plant and its derivatives, extracts and cannabinoids with a delta-9 tetrahydrocannabinol (“THC”) concentration of not more than 0.3%, and removed hemp from the federal definition of marijuana, making it no longer a Schedule I illegal drug under the Controlled Substances Act. The 2018 Farm Bill thus opened a pathway for the production and marketing of hemp and hemp derivatives, subject to compliance with certain federal requirements and state and local law. Our CBD products are derived from hemp as defined in the 2018 Farm Bill. Continued development of CBD-related industries is dependent upon continued legalization of CBD-related products at the federal and state levels, and a number of factors could slow or halt progress in this area. \nIn addition, the manufacture, labeling, and distribution of our CBD products are regulated by various federal, state and local agencies. These governmental authorities or litigators, such as class action lawyers or attorneys general, may commence regulatory or legal proceedings, which could restrict the permissible scope of our product claims or our ability to sell products in the future. Violations of applicable laws, or allegations of such violations, could disrupt our business and result in material adverse effects on our operations and financial condition. We cannot predict the nature of any future laws, regulations, interpretations or applications, and it is possible that regulations may be enacted in the future that will have a material adverse effect on our business, including our ability to develop, sell, and expand our CBD-infused products. Further, in the event of either repeal of federal, state or local laws and regulations, or amendments thereto that are adverse to our intended products, we may be restricted or limited with respect to those products that we may sell or distribute, which could adversely impact our intended business plan with respect to such products. \nRegulations governing the production and marketing of our products could harm our business.\nWe are subject to various domestic and foreign laws and regulations that regulate the production and marketing of our products. If, for example, a determination that our dietary supplement products are used to diagnose, treat, cure, or prevent any disease or illness, including due to improper marketing claims by our independent consultants, it may lead to a determination that the LifeVantage\n®\n supplements require pre-market approval as a drug. Such regulations in any given market can limit our ability to import products and can delay product launches as we go through the registration and approval process for those products. Furthermore, if we fail to comply with these regulations, we could face enforcement action against us and we could be fined, forced to alter or stop selling our products and/or be required to adjust our operations. Our operations also could be harmed if new laws or regulations are enacted that restrict our ability to market or distribute our products or impose additional burdens or requirements on the contents of our products or require us to reformulate our products.\nWe are subject to the risk of investigatory and enforcement action.\nWe are subject to the risk of investigatory and enforcement action by various government agencies, both domestic and international. For instance, the FTC and state attorneys general may open an investigation or bring an enforcement action against us based on our advertising claims and marketing practices. The FTC routinely reviews product advertising, including websites, to identify significant questionable advertising claims and practices. The FTC has brought many actions against dietary supplement companies, including some actions that were brought jointly with state attorneys general, based upon allegations that applicable advertising claims or practices were deceptive or not substantiated. If the FTC initiates an investigation, the FTC can initiate pre-complaint discovery that may be nonpublic in nature. In addition, we are subject to the risk of investigatory and enforcement action by other agencies including, but not limited to, the FDA, including warning letters and other sanctions, enforcement actions by the SEC and by other international regulatory agencies. Any investigation may be very expensive to defend and may result in an adverse ruling or in a consent decree.\nGovernment authorities may question our tax positions or transfer pricing policies or change their laws in a manner that could increase our effective tax rate or otherwise harm our business.\nAs a U.S. company doing business in international markets through subsidiaries, we are subject to various tax and intercompany pricing laws, including those relating to the flow of funds between our company and our subsidiaries. From time to time, we are audited by tax regulators in the United States and in our foreign markets. If regulators challenge our tax positions, corporate structure, transfer pricing mechanisms or intercompany transfers, we may be subject to fines and payment of back taxes, our effective tax rate may increase and our operations may be harmed. Tax rates vary from country to country, and, if tax authorities determine that our profits in one jurisdiction may need to be increased, we may not be able to fully utilize all foreign tax credits that are generated, which will increase our effective tax rate. The various customs, exchange control and transfer pricing laws are continually changing and are subject to the interpretation of government agencies. We may experience increased efforts by customs authorities in foreign countries to reclassify our products or otherwise increase the level of duties we pay on our products. Despite our efforts to be aware of and comply with such laws, and changes to and interpretations thereof, there is a risk that we may not continue to operate in compliance with such laws. We may need to adjust our operating procedures in response to such changes and, as a result, our business may suffer. In addition, due to the international nature of \n35\nour business, from time to time, we are subject to reviews and audits by taxing authorities of other jurisdictions in which we conduct business throughout the world.\nOur financial condition and results of operations may be adversely affected by international regulatory and business risks. \nAs a result of our operations, offering products or contracting with independent contractors and other service providers in various other countries, we are increasingly subject to varied and complex foreign and international laws and regulations. Compliance with these laws and regulations often involves significant costs and may require changes in our business practices that may result in reduced revenues and adversely affect our operating results.\nWe are subject to the Foreign Corrupt Practices Act (the “FCPA”), which prohibits companies and their intermediaries from making payments in violation of law to non-U.S. government officials for the purpose of obtaining or retaining business or securing any other improper advantage. Our reliance on independent consultants to market our products internationally demands a high degree of vigilance in maintaining our policy against participation in corrupt activity, because these independent consultants may be deemed to be our agents and we could be held responsible for their actions. We are also subject to similar anti-bribery laws in the jurisdictions in which we operate, including the United Kingdom’s Bribery Act of 2010, which also prohibits commercial bribery and makes it a crime for companies to fail to prevent bribery. These laws are complex and far-reaching in nature. Any violations of these laws, or allegations of such violations, could disrupt our operations, involve significant management distraction, involve significant costs and expenses, including legal fees, and we could be subject to severe penalties, including criminal and civil penalties, disgorgement, and other remedial measures, any of which could result in a material adverse effect on our business, prospects, financial condition, or results of operations. Any allegations that we are not in compliance with anti-corruption laws may require us to dedicate time and resources to an internal investigation of the allegations or may result in a government investigation. Any determination that our operations or activities are not in compliance with existing anti-corruption laws or regulations could result in the imposition of substantial fines, and other penalties. Although we have implemented anti-corruption policies and controls to protect against violation of these laws, we cannot be certain that these efforts will be effective. Operating internationally requires significant management attention and financial resources. We cannot be certain that the investment and additional resources required to increase international revenues or expand our international presence will produce desired levels of revenues or profitability.\nThe loss of or inability to attract key personnel could negatively impact our business.\nOur future performance will depend, in part, upon our ability to attract, retain, and motivate our executive and senior management team and scientific staff. Our success depends to a significant extent both upon the continued services of our current executive and senior management team and scientific staff, as well as our ability to attract, hire, motivate, and retain additional qualified management and scientific staff in the future. Specifically, competition for executive and senior staff in the direct selling and dietary supplement markets is intense, and our operations could be adversely affected if we cannot attract and retain qualified personnel. Additionally, former members of our executive and senior management team have in the past, and could in the future join or form companies that compete against us in the direct selling industry.\nAll of our employees are “at will” employees, which means any employee may quit at any time and we may terminate any employee at any time. We do not carry “key person” insurance covering members of senior management or our employees.\nWe may be held responsible for certain taxes or assessments and other obligations relating to the activities of our independent consultants, which could harm our financial condition and operating results.\nOur independent consultants are subject to taxation, and in some instances, legislation or governmental agencies impose an obligation on us to collect or withhold taxes, such as value added taxes or income taxes, and to maintain appropriate records. In the event that local laws and regulations or the interpretation of local laws and regulations change to require us to treat our independent consultants as employees, or that our independent consultants are deemed by local regulatory authorities in one or more of the jurisdictions in which we operate to be our employees rather than independent contractors under existing laws and interpretations, or our independent consultants are deemed to be conducting business in countries outside of the country in which they are authorized to do business, we may be held responsible for social security, income, and other related taxes in those jurisdictions, plus any related assessments and penalties, which could harm our financial condition and operating results. If our independent consultants were deemed to be employees rather than independent contractors, we may be obligated to pay certain employee benefits, such as workers compensation and unemployment insurance. Further, if our independent consultants are misclassified as employees, we would also face the threat of increased vicarious liability for their actions. \nThe dietary supplement market is highly competitive.\nOur flagship product line, Protandim\n®\n, competes in the dietary supplements market, which is large, highly competitive and fragmented. Participants include specialty retailers, supermarkets, drugstores, mass merchants, multi-level marketing organizations, on-line merchants, mail-order companies, and a variety of other smaller participants. Many of our competitors \n36\nhave greater financial and other resources available to them and possess better manufacturing, independent distribution and marketing capabilities than we do. We believe some of these competitors with greater resources may develop and release products that will compete directly with the Protandim\n®\n product line and will be marketed as NRF1 and Nrf2 activators. One or more of these products could significantly reduce the demand for the Protandim\n®\n product line and have a material adverse effect on our revenue. We believe that the market is also highly sensitive to the introduction of new products, including various prescription drugs, which may rapidly capture a significant share of the market. Moreover, because of regulatory restrictions concerning claims about the efficacy of dietary supplements, we may have difficulty differentiating our products from our competitors’ products and competing products entering the dietary supplements market could harm our revenue. In the United States and Japan, we also compete for sales with heavily advertised national brands manufactured by large pharmaceutical and food companies, as well as other retailers. In addition, as some products become more mainstream, we experience increased competition for those products as more participants enter the market. Our international competitors include large international pharmacy chains, major international supermarket chains, and other large U.S.-based companies with international operations. We may not be able to compete effectively and our attempt to do so may result in increased pricing pressure, which may result in lower margins and have a material adverse effect on our results of operations and financial condition.\nOur intellectual property rights are valuable, and any inability to protect them could reduce the value of our products and brand.\nThe loss of our intellectual property rights in our products could permit our competitors to manufacture their own version of our products. We have attempted to protect our intellectual property rights in our products through a combination of patents, patent applications, trademarks, trade secrets, confidentiality agreements, non-compete agreements and other contractual protection mechanisms, and we will continue to do so. While we intend to defend against any threats to our intellectual property, our patents or various contractual protections may not adequately protect our intellectual property. In addition, we could be required to expend significant resources to defend our rights to proprietary information and may not be successful in such defense.\nMoreover, our intellectual property rights are more limited outside of the United States than they are in the United States. As such, we may not be successful in preventing third parties from copying or misappropriating our intellectual property. There also can be no assurance that pending patent applications owned by us will result in patents being issued to us, that patents issued to or licensed by us in the past or in the future will not be challenged or circumvented by competitors or that such patents will be found to be valid or sufficiently broad to protect our products or to provide us with any competitive advantage. Third parties could also obtain patents that may require us to negotiate to obtain licenses to conduct our business, and any required licenses may not be available on reasonable terms or at all. We also rely on confidentiality and non-compete agreements with certain employees, independent consultants, consultants and other parties to protect, in part, trade secrets and other proprietary rights. There can be no assurance that these agreements will not be breached, that we will have adequate remedies for any breach, that others will not independently develop substantially equivalent proprietary information or that third parties will not otherwise gain access to our trade secrets or proprietary knowledge. \nThird parties might claim that we infringe on their intellectual property rights.\nAlthough the dietary supplement industry has historically been characterized by products with naturally occurring ingredients, recently it is becoming more common for suppliers and competitors to apply for patents or develop proprietary technologies and processes. Third parties may assert intellectual property infringement claims against us despite our efforts to avoid such infringement. Such claims could prevent us from offering competitive products or result in litigation or threatened litigation. \nOur business is susceptible to product liability claims.\nThe manufacture and sale of any product for human consumption raises the risk of product liability claims. These claims may derive from the product itself or a contaminant found in the product from the manufacturing, packaging, sales process or even due to tampering by unauthorized third parties. Our products consist of vitamins, minerals, herbs, and other ingredients that are classified as foods or dietary supplements and are not subject to pre-market regulatory approval in the United States. Our products could contain contaminated substances, and some of our products contain ingredients that do not have long histories of human consumption. Previously unknown adverse reactions resulting from human consumption of these ingredients could occur. In addition, third-party manufacturers produce all of the products we sell. As a distributor of products manufactured by third parties, we may also be liable for various product liability claims for these products despite not manufacturing them. We may be subject to various product liability claims, including, among others, that our products include inadequate instructions for use or inadequate warnings concerning possible side effects and interactions with other substances. Any product liability claim against us could result in increased costs and could adversely affect our reputation with our customers, which in turn could adversely affect our revenue and operating income. Although we maintain insurance coverage, there is a risk that our insurance will not cover our potential exposure completely or would fail to cover a particular claim, in \n37\nwhich case we may not have the financial resources to satisfy such claim. In addition, certain types of damages, such as punitive damages, are not covered by our insurance policy.\nEconomic, political, and other risks associated with our international operations could adversely affect our revenue and international growth prospects.\nAs part of our business strategy, we intend to continue to expand and grow our international presence. Our international operations are subject to a number of risks inherent to operating in foreign countries, and any expansion or growth of our international operations will increase the effects of these risks. These risks include, among others:\n•\npolitical and economic instability of foreign markets;\n•\nforeign governments’ restrictive trade policies;\n•\nlack of well-established or reliable legal systems in certain areas in which we operate;\n•\ninconsistent product regulation or sudden policy changes by foreign agencies or governments;\n•\nthe imposition of, or increase in, duties, taxes, government royalties, or non-tariff trade barriers;\n•\ndifficulty in collecting international accounts receivable and potentially longer payment cycles;\n•\nthe possibility that a foreign government may limit our ability to repatriate cash;\n•\nincreased costs in maintaining international marketing efforts;\n•\nproblems entering international markets with different cultural bases and consumer preferences; and\n•\nfluctuations in foreign currency exchange rates.\nAny of these risks could have a material adverse effect on our international operations and our growth strategy.\nUnfavorable global economic conditions, including high inflation, and other macroeconomic conditions or trends may have an adverse impact on our business, financial results and prospects.\nWhile the severity of the COVID-19 pandemic has lessened significantly, the pandemic has had a significant negative impact on the macroeconomic environment, such as decreases in per capita income and level of disposable income, inflation, rising interest rates, and supply chain issues. Ongoing geopolitical matters have also contributed to difficult macroeconomic conditions and exacerbated supply chain issues, resulting in significant economic uncertainty as well as volatility in the financial markets, particularly in the United States. Such conditions may adversely impact our business, financial results, and prospects. We rely on consumer discretionary spending. If general economic conditions continue to deteriorate globally or in specific markets where we operate, including with respect to inflation, consumer discretionary spending may decline and demand for our products may be reduced. A decrease in consumer discretionary spending would cause sales in our products to decline and adversely impact our business. If our costs were to become subject to significant inflationary pressures, we may not be able to fully offset such higher costs through increases in revenue as increases in core inflation rates may also affect consumers’ willingness to make discretionary purchases on our products. Our inability or failure to do so could harm our business, financial condition, and results of operations. \nIn addition, such macroeconomic conditions could impact our ability to access the public markets as and when appropriate or necessary to carry out our operations or our strategic goals. We cannot predict the ongoing extent, duration or severity of these conditions, nor the extent to which we may be impacted.\nTo the extent that there is a resurgence in the COVID-19 pandemic, or other health epidemics or outbreaks, our operations could be disrupted and our business adversely impacted. Such disruptions or impacts may be similar to those we faced during the COVID-19 pandemic, such as mandated business closures in impacted areas, limitations due to stay at home orders or sickness of employees or their families, reduced demand for certain of our products, or supply constraints.\nWe may be adversely affected by changes to our independent consultant compensation plans. \nWe modify our compensation plans from time to time to keep them competitive and attractive to existing and potential independent consultants, to address changing market dynamics, to provide incentives to our independent consultants that we believe will help grow our business, to conform to local regulations and to address other business-related considerations.\n \nIn fiscal year 2023, we launched our new compensation plan for our independent consultants in the United States, Australia, New Zealand, and Japan markets, with plans to roll out the new compensation plan to other markets where we sell and distribute our products. It is difficult to predict how such changes will be viewed by our independent consultants and whether such changes \n38\nwill achieve their desired results. Such changes could result in unintended or unforeseen negative economic and non-economic consequences to our business, such as higher than anticipated costs or difficulty in attracting and retaining independent consultants, either of which could have a material adverse effect on our results of operations and financial condition. In addition, if regulatory agencies such as the FTC or judicial cases lead to new industry standards or rules, our business could be impacted, and we may need to amend our compensation plan. If we are required to make changes, or if the FTC seeks to enforce similar measures in the industry, either through rulemaking or an enforcement action against our company, our business could be harmed. \nRisks Related to Ownership of Our Common Stock \nIf we are unable to maintain compliance with Nasdaq requirements for continued listing, our common stock could be delisted from trading.\nIf our common stock was delisted from the Nasdaq Stock Market for failure to maintain compliance with its listing requirements, then there can be no assurance whether or when it would be listed again for trading on the Nasdaq or any other exchange. In addition, if our common stock were to be delisted, the market price of our shares will likely decline and become more volatile, and our stockholders may find that their ability to trade in our stock will be adversely affected. Furthermore, institutions whose charters do not allow them to hold securities in unlisted companies might sell our shares, which could have a further adverse effect on the price of our stock. \nOur stock price may experience future volatility.\nThe trading price of our common stock has historically been subject to wide fluctuations. The price of our common stock may fluctuate in the future in response to quarter-to-quarter variations in operating results, material announcements by us or competitors, governmental regulatory action, conditions in the dietary supplement industry, or other events or factors, many of which are beyond our control, and some of which do not have a strong correlation to our operating performance. We cannot predict the effect, if any, of future sales of our common stock, or the availability of our common stock for future sales, on the value of our common stock. Sales of substantial amounts of our common stock by any one or more of our stockholders, or the perception that such sales could occur, may adversely affect the market price of our common stock.\nSubstantial sales of shares of our common stock in the public market may impact the market price of our common stock. \n Sales of a substantial number of shares of our common stock in the public market could cause our stock price to decline. Sales of a substantial number of shares of our common stock in the public market could occur at any time. These sales, or the perception in the market that the holders of a large number of shares intend to sell shares, could reduce the market price of our common stock. These sales also might make it more difficult for us to sell equity or equity-related securities in the future at a time and price that we consider appropriate. \nWe have registered and intend to continue to register all shares of common stock that we may issue under our equity compensation plans. Once we register these shares, they can be freely sold in the public market upon issuance, subject to volume limitations applicable to affiliates. We cannot predict what effect, if any, sales of our shares in the public market or the availability of shares for sale will have on the market price of our common stock. However, future sales of substantial amounts of our common stock in the public market, including shares issued upon exercise of our outstanding warrant or options, or the perception that such sales may occur, could adversely affect the market price of our common stock. Significant additional capital may be required in the future to continue our planned operations. To the extent that we raise additional capital through the sale and issuance of shares or other securities convertible into shares, our stockholders will be diluted.\nWe cannot guarantee that our share repurchase program will be utilized to the full value approved or that it will enhance long-term stockholder value. Repurchases we consummate could increase the volatility of the price of our common stock and could have a negative impact on our available cash balance.\nOur board of directors authorized a share repurchase program pursuant to which we may repurchase up to $60 million of our common stock on or before December 31, 2026. The manner, timing and amount of any share repurchases may fluctuate and will be determined by us based on a variety of factors, including the market price of our common stock, our priorities for the use of cash to support our business operations and plans, general business and market conditions, tax laws, and alternative investment opportunities. The share repurchase program authorization does not obligate us to acquire any specific number or dollar value of shares. Further, our share repurchases could have an impact on our share trading prices, increase the volatility of the price of our common stock, or reduce our available cash balance such that we will be required to seek financing to support our operations. Our share repurchase program may be modified, suspended or terminated at any time, which may result in a decrease in the trading prices of our common stock. Even if our share repurchase program is fully implemented, it may not enhance long-term stockholder value. Additionally, repurchases are subject to the 1% Share Repurchase Excise Tax enacted by the Inflation Reduction Act, which may be offset by shares newly issued during that fiscal year (the “Share Repurchase Excise \n39\nTax”). We have and will continue to take the Share Repurchase Excise Tax into account with respect to our decisions to repurchase shares.\nWe are a “smaller reporting company” and may take advantage of certain scaled disclosures available to us. We cannot be certain if the reduced reporting requirements applicable to smaller reporting companies will make our common stock less attractive to investors. \nWe are a “smaller reporting company” as defined in the Exchange Act. As a smaller reporting company, we are permitted to comply with scaled disclosure obligations in our SEC filings as compared to other issuers who are not smaller reporting companies, including with respect to disclosure obligations regarding executive compensation in our periodic reports and proxy statements. We have elected to adopt the accommodations available to smaller reporting companies. Until we cease to be a smaller reporting company, the scaled disclosure in our SEC filings will result in less information about our company being available than for public companies that are not smaller reporting companies. \nWe will be able to take advantage of these scaled disclosures for so long as our voting and non-voting common stock held by non-affiliates is less than $250 million measured on the last business day of our second fiscal quarter, or (ii) our annual revenue is less than $100 million during the most recently completed fiscal year and the market value of our voting and non-voting common stock held by non-affiliates is less than $700 million as measured on the last business day of our second fiscal quarter.\nWe cannot predict if investors will find our common stock less attractive because we will rely certain scaled disclosures that are available to smaller reporting companies. If some investors find our common stock less attractive as a result, there may be a less active trading market for our common stock and our stock price may be more volatile.\nAdditional shares that may be issued upon the exercise of currently outstanding options or upon future vesting of performance restricted stock units, would dilute the voting power of our currently outstanding common stock and could cause our stock price to decline.\nAs of June 30, 2023, we had 12.6 million shares of common stock outstanding. As of June 30, 2023, we also had stock options outstanding for an aggregate of 0.1 million shares of common stock. Additionally, the future vesting of time-based and performance restricted stock units will further increase our outstanding shares of common stock. The issuance of these shares will dilute the voting power of our currently outstanding common stock and could cause our stock price to decline. \nOur certificate of incorporation provides that the Court of Chancery of the State of Delaware is the exclusive forum for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\nOur certificate of incorporation provides that the Court of Chancery of the State of Delaware is the exclusive forum for any derivative action or proceeding brought on our behalf, any action asserting a breach of fiduciary duty, any action asserting a claim against us arising pursuant to the Delaware General Corporation Law, our certificate of incorporation or our amended and restated bylaws, or any action asserting a claim against us that is governed by the internal affairs doctrine. This choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or other employees and may discourage these types of lawsuits. Alternatively, if a court were to find the choice of forum provision contained in our certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, financial condition and results of operations.\nDelaware law and provisions in our certificate of incorporation and amended and restated bylaws could make a merger, tender offer or proxy contest difficult, thereby depressing the trading price of our common stock.\nOur status as a Delaware corporation and the anti-takeover provisions of the Delaware General Corporation Law may discourage, delay or prevent a change in control by prohibiting us from engaging in a business combination with an interested stockholder for a period of three years after the person becomes an interested stockholder, even if a change of control would be beneficial to our existing stockholders. In addition, our certificate of incorporation and amended and restated bylaws contain provisions that may make the acquisition of our company more difficult, including the following:\n•\nthe ability of our board of directors to issue shares of preferred stock and to determine the price and other terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquiror;\n•\nthe exclusive right of our board of directors to elect a director to fill a vacancy created by the expansion of our board of directors or the resignation, death or removal of a director, which prevents stockholders from being able to fill vacancies on our board of directors;\n40\n•\na prohibition on stockholder action by written consent, which forces stockholder action to be taken at an annual or special meeting of our stockholders;\n•\nthe requirement that a special meeting of stockholders may be called only by a majority vote of our entire board of directors, the chairman of our board of directors or our chief executive officer, or by stockholders holding at least 10% of the outstanding shares entitled to vote at such special meeting, which could delay the ability of our stockholders to force consideration of a proposal or to take action, including the removal of directors; and\n•\nadvance notice procedures with which stockholders must comply to nominate candidates to our board of directors or to propose matters to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquiror from conducting a solicitation of proxies to elect the acquiror’s own slate of directors or otherwise attempting to obtain control of us.\nIn addition, as a Delaware corporation, we are subject to Section 203 of the Delaware General Corporation Law. These provisions may prohibit large stockholders, in particular those owning 15% or more of our outstanding voting stock, from merging or combining with us for a certain period of time. A Delaware corporation may opt out of this provision by express provision in its original certificate of incorporation or by amendment to its certificate of incorporation or bylaws approved by its stockholders. However, we have not opted out of this provision.\nThese and other provisions in our certificate of incorporation, amended and restated bylaws and Delaware law could make it more difficult for stockholders or potential acquirors to obtain control of our board of directors or initiate actions that are opposed by our then-current board of directors, including delay or impede a merger, tender offer or proxy contest involving our company. The existence of these provisions could negatively affect the price of our common stock and limit opportunities for you to realize value in a corporate transaction.",
    "item7": ">ITEM 7 — MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion and analysis of our financial condition and results of operations should be read in conjunction with the consolidated financial statements and related notes, which are included in this Annual Report on Form 10-K.\nOverview\nWe are a company focused on nutrigenomics, the study of how nutrition and naturally occurring compounds affect human genes to support good health. We are dedicated to helping people achieve their health, wellness and financial goals. We provide quality, scientifically-validated products to customers an\nd independent consultants as \nwell as a financially rewarding commission-based direct sales opportunity to our independent consultants. We engage in the identification, research, development, formulation and sale of advanced nutrigenomic activators, dietary supplements, nootropics, pre- and pro-biotics, weight management, skin and hair care, bath & body, and targeted relief products. We currently sell our products to customers and independent consultants in two geographic regions that we have classified as the Americas region and the Asia/Pacific & Europe region.\nThe success and growth of our business is primarily based on the effectiveness of our independent consultants to attract and retain customers in order to sell our products and our ability to attract and retain independent consultants. When we are successful in attracting and retaining independent consultants and customers, it is largely because of:\n•\nOur products, including our flagship Protandim\n®\n family of scientifically-validated dietary supplements, LifeVantage\n®\n Omega+, ProBio, \nIC Bright\n®\n, and Daily Wellness dietary supplements, our line of Nrf2 enhanced TrueScience\n®\n skin, hair, bath & body, and targeted relief products, Petandim\n®\n, our companion pet supplement formulated to combat oxidative stress in dogs, Axio\n®\n, our nootropic energy drink mixes, and PhysIQ, our smart weight management system;\n•\nOur sales compensation plan and other sales initiatives and incentives; and\n•\nOur delivery of superior customer service.\nAs a result, it is vital to our success that we leverage our product development resources to develop and introduce compelling and innovative products and provide opportunities for our independent consultants to sell these products in a variety of markets. We sell our products in the United States, Mexico, Japan, Australia, Hong Kong, Canada, Thailand, the United Kingdom, the Netherlands, Germany, Taiwan, Austria, Spain, Ireland, Belgium, New Zealand, Singapore, and the Philippines. In addition, we sell our products in a number of countries to customers for personal consumption only. Entering a new market requires a considerable amount of time, resources and continued support. If we are unable to properly support an existing or new market, our revenue growth may be negatively impacted.\nCOVID-19 Influence on Business Operations and Work Environment\nIn fiscal year 2023, we maintained both virtual and in person business operations in hybrid form, which started in 2020 as a result of COVID-19 pandemic. During fiscal year 2023, we have continued to provide successful virtual events and trainings for our independent consultants and have been successful in conducting day to day business operations both in person, and over virtual platforms. In fiscal year 2023, we continued the hybrid model with our employees working from home a few days a week and in the office a few days a week. We believe that this has worked well for employee productivity. We remain focused on being digital first and committed to increasing our investments in digital technologies and tools for independent consultants and employees to function effectively in the current hybrid working environment. \nOur Products\nOur products are the Protandim\n®\n line of scientifically-validated dietary supplements, LifeVantage\n®\n Omega+ , ProBio, IC Bright\n®\n, Rise AM, Reset PM, D3+ and Daily Wellness dietary supplements, TrueScience\n®\n, our line of skin, bath & body, target relief, and hair care products, Petandim\n®\n, our companion pet supplement formulated to combat oxidative stress in dogs, AXIO\n®\n, our nootropic energy drink mixes, and PhysIQ our smart weight management system. The Protandim\n®\n product line includes \n43\nProtandim\n®\n NRF1 Synergizer\n®\n, Protandim\n®\n Nrf2 Synergizer\n®\n, and Protandim\n®\n NAD Synergizer\n®\n. The Protandim\n®\n NRF1 Synergizer\n®\n is formulated to increase cellular energy and performance by boosting mitochondria production to improve cellular repair and slow cellular aging. The Protandim\n®\n Nrf2 Synergizer\n®\n contains a proprietary blend of ingredients and has been shown to combat oxidative stress and enhance energy production by increasing the body’s natural antioxidant protection at the genetic level, inducing the production of naturally-occurring protective antioxidant enzymes, including superoxide dismutase, catalase, and glutathione synthase. The Protandim\n®\n NAD Synergizer\n®\n was specifically formulated to target cell signaling pathways involved in the synthesis and recycling of a specific molecule called NAD (nicotinamide adenine dinucleotide), and it has been shown to double sirtuin activity, supporting increased health, focus, energy, mental clarity and mood. Use of the three Protandim\n®\n products together, marketed as the Protandim\n®\n Tri-Synergizer, has been shown to produce synergistic benefits greater than using the single products on their own. LifeVantage\n®\n Omega+ is a dietary supplement that combines DHA and EPA Omega-3 fatty acids, omega-7 fatty acids, and vitamin D3 to support cognitive health, cardiovascular health, skin health, and the immune system. LifeVantage\n®\n ProBio is a dietary supplement designed to support optimal digestion and immune system function. LifeVantage\n®\n Daily Wellness is a dietary supplement designed to support immune health. IC Bright\n®\n is a supplement to help support eye and brain health, reduce eye fatigue and strain, supports cognitive functions and may help support normal sleep patterns. Our TrueScience\n®\n line of anti-aging skin and hair care, and CBD Nrf2 enhanced, bath & body, targeted relief products includes TrueScience\n®\n Facial Cleanser, TrueScience\n®\n Perfecting Lotion, TrueScience\n®\n Eye Serum, TrueScience\n®\n Anti-Aging Cream, , TrueScience\n®\n Hand Cream, TrueScience\n®\n Invigorating Shampoo, TrueScience\n®\n Nourishing Conditioner, TrueScience\n®\n Scalp Serum, TrueScience\n®\n Body Lotion, TrueScience\n®\n Body Wash, TrueScience\n®\n Body Butter, TrueScience\n®\n Deodorant, TrueScience\n®\n Soothing Balm, TrueScience\n®\n Body Rub, and TrueScience\n®\n Liquid Collagen. TrueScience\n®\n Liquid Collagen activates, replenishes, and maintains collagen to support firmness and elasticity from within. Petandim\n®\n is a supplement specially formulated to combat oxidative stress in dogs through Nrf2 activation. AXIO\n®\n is our line of our nootropic energy drink mixes formulated to promote alertness and support mental performance. PhysIQ is our smart weight management system, which includes PhysIQ Fat Burn, and PhysIQ Prebiotic, all formulated to aid in weight management. We believe our significant number of customers who regularly and repeatedly purchase our products is a strong indicator of the health benefits of our products. The following table shows revenues by major product line for the fiscal years ended June 30, 2023 and 2022.\nYears ended June 30,\n2023\n2022\nProtandim\n® \nproduct line\n$\n119,720 \n56.1 \n%\n$\n135,616 \n65.7 \n%\nTrueScience\n® \nproduct line\n49,494 \n23.2 \n%\n22,877 \n11.1 \n%\nOther\n44,184 \n20.7 \n%\n47,867 \n23.2 \n%\nTotal\n$\n213,398 \n100.0 \n%\n$\n206,360 \n100.0 \n%\nOur revenue is largely attributed to two product lines, Protandim\n®\n and TrueScience\n® \neach of which accounted for more than 10% of total revenue for each of the fiscal years ended June 30, 2023 and 2022. On a combined basis, these product lines represent approximately 79.3% and 76.8% of our total net revenue for the fiscal years ended June 30, 2023 and 2022, respectively.\nWe currently have additional products in development. Any delays or difficulties in introducing compelling products or attractive initiatives or tools into our markets may have a negative impact on our revenue and our ability to attract new independent consultants and customers.\nAccounts\nBecause we primarily utilize a direct selling model for the distribution of a majority of our products, the success and growth of our business depends in large part on the effectiveness of our independent consultants to attract and retain customers to purchase our products, and our ability to attract new and retain existing independent consultants. Changes in our product sales are typically the result of variations in product sales volume relating to fluctuations in the number of active independent consultants and customers purchasing our products. The number of active independent consultants and customers is, therefore, used by management as a key non-financial measure.\nThe following tables summarize the changes in our active accounts by geographic region. These numbers have been rounded to the nearest thousand as of the dates indicated. For purposes of this report, we define \"Active Accounts\" as only those independent consultants and customers who have purchased from us at any time during the most recent three-month period, either for personal use or for resale. \n44\nAs of June 30,\n2023\n2022\nChange from Prior Year\nPercent Change\nActive Independent Consultants\n    Americas\n33,000 \n61.1 \n%\n37,000 \n58.7 \n%\n(4,000)\n(10.8)\n%\n    Asia/Pacific & Europe\n21,000 \n38.9 \n%\n26,000 \n41.3 \n%\n(5,000)\n(19.2)\n%\n        Total Active Independent Consultants\n54,000 \n100.0 \n%\n63,000 \n100.0 \n%\n(9,000)\n(14.3)\n%\nActive Customers\n    Americas\n69,000 \n77.5 \n%\n69,000 \n74.2 \n%\n— \n— \n%\n    Asia/Pacific & Europe\n20,000 \n22.5 \n%\n24,000 \n25.8 \n%\n(4,000)\n(16.7)\n%\n        Total Active Customers\n89,000 \n100.0 \n%\n93,000 \n100.0 \n%\n(4,000)\n(4.3)\n%\nActive Accounts\n    Americas\n102,000 \n71.3 \n%\n106,000 \n67.9 \n%\n(4,000)\n(3.8)\n%\n    Asia/Pacific & Europe\n41,000 \n28.7 \n%\n50,000 \n32.1 \n%\n(9,000)\n(18.0)\n%\n        Total Active Accounts\n143,000 \n100.0 \n%\n156,000 \n100.0 \n%\n(13,000)\n(8.3)\n%\nIncome Statement Presentation\nWe report revenue in two geographic regions and we translate revenue from each market's local currency into U.S. Dollars using weighted-average exchange rates. Revenue consists primarily of product sales, fee revenue, and shipping and handling fees, net of applicable sales discounts. Revenue is recognized at the time of shipment, which is when the passage of title and risk of loss to customers occurs. Also reflected in revenue is a provision for product returns and allowances, which is estimated based on our historical experience. The following table sets forth net revenue information by region for the years indicated. The following table should be reviewed in connection with the tables presented under \"Results of Operations\" (in thousands):\nFor the fiscal years ended June 30,\n2023\n2022\nAmericas\n$\n155,361 \n72.8 \n%\n$\n138,323 \n67.0 \n%\nAsia/Pacific & Europe\n58,037 \n27.2 \n%\n68,037 \n33.0 \n%\nTotal\n$\n213,398 \n100.0 \n%\n$\n206,360 \n100.0 \n%\nCost of sales primarily consists of costs of products purchased from and manufactured by third-party vendors, shipping and order fulfillment costs, costs of adjustments to inventory carrying value, and costs of marketing materials which we sell to our independent consultant sales force, as well as freight, duties and taxes associated with the import and export of our products. As our international revenue increases as a percentage of total revenue, cost of sales as a percentage of revenue likely will increase as a result of additional duties, freight, and other factors, such as changes in currency exchange rates.\nCommissions and incentives expenses are our most significant expenses and are classified as operating expenses. Commissions and incentives expenses include sales commissions paid to our independent consultants, special incentives and costs for incentive trips and other rewards. Commissions and incentives expenses do not include any amounts we pay to our independent consultants related to their personal purchases. Commissions paid to independent consultants on personal purchases are considered a sales discount and are reported as a reduction to net revenue. Our sales compensation plan is an important factor in our ability to attract and retain our independent consultants. Under our sales compensation plan, independent consultants can earn commissions for product sales to their customers as well as the product sales made through the sales networks they have developed and trained. We do not pay commissions on marketing materials that are sold to our independent consultants. Commissions and incentives expenses, as a percentage of net revenue, may be impacted by the timing and magnitude of non-commissionable revenue derived from the sales of marketing materials, event tickets, and promotional items, investment in our red carpet program, limited-time offers and the timing, magnitude and number of incentive trips and other promotional activities. From time to time, we make modifications and enhancements to our sales compensation plan in an effort to help motivate our sales force and develop leadership characteristics, which can have an impact on commissions and incentives expenses. In fiscal year 2023, we introduced a new compensation plan called the Evolve Compensation Plan in four markets – the United States, Japan, Australia and New Zea\nland.  \n45\nSelling, general and administrative expenses include wages and benefits, stock compensation expenses, marketing and event costs, professional fees, rents and utilities, depreciation and amortization, research and development, travel costs and other operating expenses. Wages and benefits and stock compensation expenses represent the largest component of selling, general and administrative expenses. Marketing and event costs include costs of consultant conventions and events held in various markets worldwide, which we expense in the period in which they are incurred. Marketing and event costs also include expenses associated with our sponsorship of the Major League Soccer team, Real Salt Lake.  Once our agreement with Real Salt Lake ends, our marketing and event costs will materially decrease.\nSales to customers outside the United States are transacted in the respective local currencies and are translated to U.S. Dollars at weighted-average currency exchange rates for each monthly accounting period to which they relate. Consequently, our net sales and earnings are affected by changes in currency exchange rates. In general, sales and gross profit are affected positively by a weakening U.S. Dollar and negatively by a strengthening U.S. Dollar. Currency fluctuations, however, have the opposite effect on our commissions paid to independent consultants and selling, and general and administrative expenses. In our revenue discussions that follow, we approximate the impact of currency fluctuations on revenue by translating current year revenue at the average exchange rates in effect during the comparable prior year periods.\nResults of Operations\nFor the fiscal years ended June 30, 2023 and 2022, we generated net revenue of $213.4 million and $206.4 million, respectively, recognized operating income of $4.3 million and $7.6 million, respectively, and recognized net income of $2.5 million and $3.1 million, respectively.\nThe following table presents certain consolidated earnings data as a percentage of net revenue for the years indicated\n(1)\n:\n \nFor the fiscal years ended June 30,\n \n2023\n2022\nRevenue, net\n100.0 \n%\n100.0 \n%\nCost of sales\n20.3 \n18.5 \nGross profit\n79.7 \n81.5 \nOperating expenses:\nCommissions and incentives\n44.4 \n47.1 \nSelling, general and administrative\n33.3 \n30.7 \nTotal operating expenses\n77.7 \n77.8 \nOperating income\n2.0 \n3.7 \nOther expense:\nInterest income (expense)\n0.1 \n— \nOther expense, net\n(0.2)\n(0.3)\nImpairment of investment\n— \n(1.1)\nTotal other expense\n(0.1)\n(1.4)\nIncome before income taxes\n1.9 \n2.3 \nIncome tax expense\n(0.7)\n(0.8)\nNet income\n1.2 \n%\n1.5 \n%\n      (1) Certain percentages may not add due to rounding.\nComparison of Fiscal Years Ended June 30, 2023 and 2022 \nNet Revenue\n.\n We generated net revenue of $213.4 million and $206.4 million during the fiscal years ended June 30, 2023 and 2022, respectively. The overall increase in revenue is attributed mainly to increases in our average revenue per account driven by the launch of \nour \nTrueScience\n®\n Liquid Collagen product during our Activate 2022 event held in June 2022 in the United States and during our Evolve 2023 event held in March 2023 in Japan, Australia, and New Zealand.  Total \nTrueScience\n®\n Liquid Collagen related revenue, including the product when sold as part of a bundle, was $39.8 million for the fiscal year ended \nJune 30, 2023.\n We also increased product and shipping prices during the fiscal year ended \nJune 30, 2023\n.  Offsetting the increase in our \nTrueScience\n®\n Liquid Collagen product was a decrease of $15.9 million in sales from our \nProtandim\n®\n products as well as decreases in other product lines of approximately $9.5 million, and the negative impacts of foreign currency fluctuations compared to fiscal year ended June 30, 2022. Our total active accounts also reduced by\n 8.3% during fiscal year 2023\n. \n46\nRevenue in the United States increased on a year over year basis partially offset by decreases of \n27.3%\n in our Australia and New Zealand market, and \n37.6%\n in our Greater China market. \nForeign currency fluctuations negatively impacted our net revenue $7.4 million or 3.6%. \nAmericas\n. The following table sets forth revenue for the fiscal years ended June 30, 2023 and 2022 for the Americas region (in thousands):\nFor the fiscal years ended June 30,\n2023\n2022\n% change\nUnited States\n$\n148,522 \n$\n130,932 \n13.4 \n%\nOther\n6,839 \n7,391 \n(7.5)\n%\nAmericas Total\n$\n155,361 \n$\n138,323 \n12.3 \n%\nRevenue in the Americas region for the fiscal year ended June 30, 2023 increased $17.0 million, or 12.3%, compared to the prior year. Total active accounts decreased 3.8% in the region compared to the prior fiscal year which offset increases in revenue.  The launch of our TrueScience\n®\n Liquid Collagen product in June 2022 provided a full year of revenue during fiscal 2023.  In the United States, revenue from \nTrueScience\n®\n Liquid Collagen was $36.2 million for the fiscal year ended \nJune 30, 2023.\n \n As a result of this launch and continued efforts from our independent consultants and employees, we hope to see continued revenue growth in the Americas region in the upcoming fiscal year.\nAsia/Pacific & Europe\n. The following table sets forth revenue for the fiscal years ended June 30, 2023 and 2022 for the Asia/Pacific & Europe region and its principal markets (in thousands):\nFor the fiscal years ended June 30,\n2023\n2022\n% change\nJapan\n$\n32,083 \n$\n36,810 \n(12.8)\n%\nAustralia & New Zealand\n8,922 \n12,280 \n(27.3)\n%\nGreater China\n3,526 \n5,655 \n(37.6)\n%\nOther\n13,506 \n13,292 \n1.6 \n%\nAsia/Pacific & Europe Total\n$\n58,037 \n$\n68,037 \n(14.7)\n%\nRevenue in the\n \nAsia/Pacific and Europe region for the fiscal year ended June 30, 2023 decreased\n $10.0 million, or 14.7%, compared to the prior year. \nRevenue in the region was negatively impacted approximately $7.3 million, or 10.9%, by foreign currency exchange rate fluctuations.\nRevenue in our Japan market decreased 12.8% year over year on a U.S. Dollar basis and increased 2.1% on a constant currency basis. Contributing to the increase in revenue on a constant currency basis was revenue related to the launch of TrueScience\n®\n Liquid Collagen in March 2023.  Total revenue related to this product was $2.3 million for the \nfiscal year. ended June 30, 2023.\n \nDuring the fiscal year ended June 30, 2023, the Japanese yen, on average, weakened against the U.S. Dollar, negatively impacting our revenue in this market by $5.5 million or 14.8%. \nRevenue in our Australia and New Zealand market\ns decreased $3.4 million, or 27.3%, during fiscal year 2023. We saw revenues decline in these markets during the first three quarters of fiscal 2023 as a result of decreases in our active accounts, which was partially offset by revenue from the launch of \nTrueScience\n®\n Liquid Collagen in March 2023. With the launch of \nTrueScience\n®\n Liquid Collagen in these markets, we are seeing renewed synergies between our Australia and New Zealand independent consultant organizations and customer bases, increasing our ability to attract experienced direct selling leaders, which we believe will drive future growth within that region.\nRevenue in our Greater China region decreased\n by 37.6% \nyear over year as we experienced revenue declines in our Taiwan market due primarily to a 45.9% decline in active accounts. Also contributing to the decline in revenue was the closure of our e-commerce business in China on March 15, 2023. \nRevenue in our other markets were driven by increases in revenue from the Philippines. Revenue from our Philippines  market was $5.9 million during fiscal year \n2023\n compared to $4.1 million during fiscal year 2022.  This market launched in November 2021 and we are encouraged by the engagement by our consultants and customers in that market.  Increases from the Philippines were offset by decreases in Europe and Thailand of approximately $1.2 million and $0.4 million, respectively.  \n47\nGlobally, our sales and marketing efforts continue to be directed toward strengthening our core business through our fiscal year initiatives and building our worldwide sales. TrueScience® Liquid Collagen was launched in the US during June 2022 and we continued our successful launch of this product to Japan, Australia, and New Zealand in March 2023. We will continue the refinement and expansion of our product offerings internationally during fiscal year 2024 and beyond. We expect this expansion will continue to drive revenue growth globally through increased average order size and increased ability to attract and retain new independent consultants and customers with a compelling product lineup. \nIn January 2023, we announced the adoption our Evolve Compensation Plan for our independent consultants, which became effective March 1, 2023, in our United States, Australia, New Zealand and Japan markets. This new compensation plan is designed to reward our independent consultants based on attracting and retaining other independent consultants and customers. \nIn March 2023, we launched Rewards Circle, our first-ever customer loyalty program, in the United States, Australia, New Zealand, and Japan. The program rewards customer loyalty through subscription purchases. Rewards Circle is focused on supporting customer retention for independent consultants, supporting their efforts to grow and maintain their LifeVantage business.\nDuring fiscal year 2024, our main focus will be to increase our average account base through concentrating our efforts on the enrollment of new independent consultants and customers, who will in turn help grow the business through incremental product sales, and on increasing the number of accounts that place an order in the month following their initial enrollment.  This will be achieved through the rollout of our Evolve Compensation Plan and Rewards Circle loyalty program to other markets. We will continue investing in our red carpet program, which we believe has increased our ability to attract and retain strong consultant leadership and is a significant opportunity to drive revenue growth throughout our markets. We remain committed to further expanding the functionality and availability of our mobile application, which we believe will aid independent consultants in initiating and expanding their businesses.\nCost of Sales\n.\n Cost of sales were $43.4 million for the fiscal year ended June 30, 2023, and $38.1 million for the fiscal year ended June 30, 2022, resulting in a gross margin of $170.0 million, or 79.7%, and $168.3 million, or 81.5%, respectively. The in\ncrease\n in cost of sales\n as a percentage of revenue is primarily due shift in product mix, increased raw material and manufacturing related costs, shipping to customer expenses, and warehouse fulfillment expenses during the current fiscal year.\nCommissions and Incentives\n.\n Commissions and incentives expenses for the fiscal year ended June 30, 2023 were $94.7 million or 44.4% o\nf revenue compared to $97.3 million or 47.1% of revenue for the fiscal year ended June 30, 2022. The decrease of $2.5 million in fiscal year 2023 was primarily due to a decrease in incentive trip expenses of $1.9 million along with decreases in commission expenses as a result of the change to our Evolve Compensation Plan in March 2023 in the United States, Australia, New Zealand, and Japan markets.  The decrease in commissions and incentives as a percentage of revenue is also due to an increase in non-commissionable sales during fiscal year 2023 compared to fiscal year \n2022.\nCommissions and incentives expenses, as a percentage of revenue, may fluctu\nate in future periods based on ability to hold incentive trips and events and the timing and magnitude of compensation, incentive and promotional programs.\nSelling, General and Administrative\n.\n Selling, general and administrative expenses for the fiscal year ended June 30, 2023 were $71.1 million or 33.3% of revenue compared to $63.4 million or 30.7% of revenue for the fiscal year ended June 30, 2022. \nThe increase\n in selling, general, and administrative expenses as a percentage of revenue during fiscal year \n2023 \nprimarily was due t\no increases in employee salaries and related compensation of $2.9 million, \nevents and travel expenses of $1.3 million, and stock compensation expense of $1.4 million. \nPrimary factors that may cause our selling, general and administrative expenses to fluctuate in the future include changes in the number of employees, the timing and number of events we hold, the termination of material agreements like our agreement with Real Salt Lake, marketing and branding initiatives and costs related to legal matters, if and as they arise. A fluctuation in our stock price may also impact our stock-based compensation expense recorded for equity awards made in future years.\nInterest Income.\n Interest income, net, for the fiscal year ended June 30, 2023 was $0.2 million as compared to interest expense, net, of $10,000 for the fiscal year ended June 30, 2022.  During the fiscal year ended June 30, 2023, we transferred cash into money market accounts to capitalize on higher interest rates within the market.\nOther Expense, Net\n.\n We recognized other expense, net, for the fiscal year ended June 30, 2023 of $0.5 million as compared to $0.7 million for the fiscal year ended June 30, 2022. The\n decrease\n was primarily due to the impact of foreign currency fluctuations recognized during fiscal year \n2023\n.\nImpairment of Investment\n.\n We recognized an impairment of $2.2 million on our investment in Gig Economy Group (\"GEG\") during fiscal year 2022 as we determined our investment in GEG had declined significantly as a result of the business \n48\nfailing to achieve profitability due to weak market conditions for its products.  There was no change in this valuation during fiscal year \n2023\n.\nIncome Tax Expense\n. Our income tax expense for the fiscal year ended June 30, 2023 was $1.5 million as compared to income tax expense of $1.6 million for the fiscal year ended June 30, 2022. \nThe effective tax rate was 36.5% of pre-tax income for the fiscal year ended June 30, 2023, compared to 33.5% for the fiscal year ended June 30, 2022. The increase in the effectiv\ne tax rate for fiscal year 2023 compared to the prior year is mainly due to \nthe impact of permanent items in relation to pre-tax income.\nOur provision for income taxes for the fiscal year ended June 30, 2023 consisted prim\narily of federal, state, and foreign tax on anticipated fiscal year 2023 income which was partially offset by tax benefits. We expect our effective rate to fluctuate in future periods based on the impact of permanent items in relation to pre-tax income.\nNet Income\n.\n As a result of the foregoing factors, net income for the fiscal year ended June 30, 2023 \ndecreased \nto $2.5 million compared to $3.1 million for the fiscal year ended June 30, 2022.\nComparison of Fiscal Years Ended June 30, 2022 and 2021 \nFor a discussion of our results of operations for the fiscal year 2022 compared with fiscal year 2021, refer to “Part II. Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" in our annual report on Form 10-K for the fiscal year ended June 30, 2022, as filed with the SEC on August 23, 2022.\nLiquidity and Capital Resources\nLiquidity\nOur primary liquidity and capital resource requirements are to service our debt, which includes any outstanding balances under the 2016 Credit Facility, and finance the cost of our planned operating expenses and working capital (principally inventory purchases), as well as capital expenditures. We have generally relied on cash flow from operations to fund operating activities and we have, at times, incurred long-term debt in order to fund stock repurchases and strategic transactions.\nAt June 30, 2023, our cash and cash equivalents were $21.6 million. This represented an increase of $1.4 million from the $20.2 million in cash and cash equivalents as of June 30, 2022. \nDuring the fiscal year ended June 30, 2023, our net cash provided by operating activities was $6.8 million as compared to net cash provided by operating activities of $8.0 million during the fiscal year ended June 30, 2022. The\n decrease i\nn cash provided by operating activities during the fiscal year ended June 30, 2023\n primarily was due to decreases in net income, accounts payable, lease liabilities, and income tax payable. \nDuring the fiscal year ended June 30, 2023, our net cash used in investing activities was $3.1 million, as a result of the purchase of fixed assets, primarily from investing in changes to our Evolve Compensation Plan and Rewards Circle loyalty program through software, website, and mobile application development. During the fiscal year ended June 30, 2022, our net cash used in investing activities was $1.5 million, as a result of the purchase of fixed assets.\nCash used in financing activities during the fiscal year ended June 30, 2023 was $2.4 million, as a result of the payment of quarterly cash dividends, the repurchase of company stock, and shares purchased as payment of tax withholding upon vesting of employee equity awards, partially offset by proceeds from purchases of company stock under our employee stock purchase plan. Cash used in financing activities during the fiscal year ended June 30, 2022 was $9.0 million, as a result of the repurchase of company stock, a payment of a cash dividend, and shares purchased as payment of tax withholding upon vesting of employee equity awards, partially offset by proceeds from stock option exercises and proceeds from purchases of company stock under our employee stock purchase plan.\nAt June 30, 2023 and 2022, the total amount of our foreign subsidiary cash was $6.2 million and $7.0 million, respectively. Under current U.S. tax law, in the future, if needed, we expect to be able to repatriate cash from foreign subsidiaries without paying additional U.S. taxes.\nAt June 30, 2023, we had working capital (current assets minus current liabilities) of $24.7 million compared to working capital of $21.2 million at June 30, 2022. The in\ncrease\n in working capital primarily was due to increases in cash, decreases in accounts payable, commissions payable and lease liabilities, offset slightly by decreases in accounts receivable and prepaid expenses. We believe that our cash and cash equivalents balances and our ongoing cash flow from operations will be sufficient to satisfy our cash requirements for at least the next 12 months. The majority of our historical expenses have been variable in nature and as such, a potential reduction in the level of revenue would reduce our cash flow. In the event that our current cash balances and future cash flow from operations are not sufficient to meet our obligations or strategic needs, we would consider \n49\nraising additional funds, which may not be available on terms that are acceptable to us, or at all. Our credit facility, however, contains covenants that restrict our ability to raise additional funds in the debt markets and repurchase our equity securities without prior approval from the lender. Additionally, our credit facility provides for a revolving loan facility in an aggregate principal amount up to $5.0 million. We would also consider realigning our strategic plans including a reduction in capital spending and expenses.\nCapital Resources\nShelf Registration Statement\nOn March 24, 2020, we filed a shelf registration statement on Form S-3 (the “Prior Shelf Registration”) with the SEC that was declared effective April 3, 2020, which permitted us to offer up to $75 million of common stock, preferred stock, debt securities and warrants in one or more offerings and in any combination, including in units from time to time. The Prior Shelf Registration expired on April 3, 2023.\nOn March 31, 2023, we filed a shelf registration statement on Form S-3 (the “2023 Shelf Registration”) with the SEC that was declared effective on April 6, 2023, which permits us to offer up to $75 million of common stock, preferred stock, debt securities and warrants in one or more offerings and in any combination, including in units from time to time. Our 2023 Shelf Registration is intended to provide us with additional flexibility to access capital markets for general corporate purposes, which may include, among other purposes, working capital, capital expenditures, other corporate expenses and acquisitions of assets, licenses, products, technologies or businesses.\n2016 Credit Facility\nOn March 30, 2016, we entered into a loan agreement (the \"2016 Loan Agreement\") to refinance our outstanding debt. In connection with the 2016 Loan Agreement and on the same date, we entered into a security agreement (the \"Security Agreement\"). The 2016 Loan Agreement provides for a term loan in an aggregate principal amount of $10.0 million (the \"2016 Term Loan\") and a revolving loan facility in an aggregate principal amount not to exceed $2.0 million (the \"2016 Revolving Loan,\" and collectively with the 2016 Term Loan, the 2016 Loan Agreement and the Security Agreement, the \"2016 Credit Facility\"). During the fiscal year ended June 30, 2020, we repaid, in full, the balance of the 2016 Term Loan.\nOn May 4, 2018 and February 1, 2019, we entered into loan modification agreements (“Amendment No. 1” and “Amendment No. 2”, respectively).  These loan modification agreements amended certain financial covenants and the available borrowing amount under the 2016 Revolving Loan.\nOn April 1, 2021, we entered into a loan modification agreement (\"Amendment No. 3\"), which amended the 2016 Credit Facility, as previously amended. Amendment No. 3, with an available borrowing amount of $5.0 million, revised the maturity date from March 31, 2021 to March 31, 2024 and modified the variable interest rate based on the one-month United States Treasury Rate, plus a margin of 3.00%, with an interest rate floor of 4.00%. Amendment No. 3 also revised the debt (total liabilities) to tangible net worth ratio (as defined in Amendment No. 3) covenant to require that the company maintain this ratio not in excess of 2.00 to 1.00, measured as of the end of each fiscal quarter, and revised the definition and calculation of the minimum fixed charge coverage ratio (as defined in Amendment No. 3).  There were no other changes to the minimum fixed charge coverage ratio of 1.10 to 1.00 or the minimum working capital of $6.0 million as set forth in previous amendments.\nWe entered into a loan modification agreement (\"Amendment No. 4\"), effective September 30, 2022, which amended the 2016 Credit Facility, as previously amended. Amendment No. 4 revised the calculation of the minimum fixed charge coverage ratio (as defined in Amendment No. 4) and allows us to declare and pay dividends, up to $500,000 per quarter, through September 30, 2023.  There were no other changes to the covenants or revolving loan facility as set forth in Amendment No. 3.\nThe 2016 Credit Facility, as amended, contains customary covenants, including affirmative and negative covenants that, among other things, restrict our ability to create certain types of liens, incur additional indebtedness, declare or pay dividends on or redeem capital stock without prior approval, make other payments to holders of our equity interests, make certain investments, purchase or otherwise acquire all or substantially all the assets or equity interests of other companies, sell assets or enter into consolidations, mergers or transfers of all or any substantial part of our assets. \nThe 2016 Credit Facility, as amended, contains cross-default provisions, whereby a default under the terms of certain indebtedness or an uncured default of a payment or other material obligation of ours under a material contract of ours will cause a default on the remaining indebtedness under the 2016 Credit Facility, as amended. Our obligations under the 2016 Credit Facility, as amended, are secured by a security interest in substantially all of our assets.\nAs of June 30, 2023, we were in compliance with all financial covenants under the 2016 Credit Facility, as amended. As of June 30, 2023, the effective interest rate is 8.20%.  If we borrow under the 2016 Revolving Loan, interest will be payable \n50\nquarterly in arrears on the last day of each fiscal quarter. As of June 30, 2023, there was no balance outstanding on this credit facility.  \nCommitments and Obligations\nPlease refer to Note 14 to the consolidated financial statements contained in this report for information regarding our contingent liabilities.\nCritical Accounting Policies and Estimates\nWe prepare our financial statements in conformity with accounting principles generally accepted in the United States of America. As such, we are required to make certain estimates, judgments, and assumptions that we believe are reasonable based upon the information available. These estimates and assumptions affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenue and expenses during the periods presented. Actual results could differ from these estimates. Our significant accounting policies are described in Note 2 to our consolidated financial statements. Certain of these significant accounting policies require us to make difficult, subjective, or complex judgments or estimates. We consider an accounting estimate to be critical if (1) the accounting estimate requires us to make assumptions about matters that were highly uncertain at the time the accounting estimate was made and (2) changes in the estimate that are reasonably likely to occur from period to period, or use of different estimates that we reasonably could have used in the current period, would have a material impact on our financial condition or results of operations.\nThere are other items within our financial statements that require estimation but are not deemed critical as defined above. Changes in estimates used in these and other items could have a material impact on our financial statements. Management has discussed the development and selection of these critical accounting estimates with our board of directors, and the audit committee has reviewed the disclosures noted below.\nInventory Valuation\nWe reduce our inventories for the diminution of value resulting from product obsolescence, damage or other issues affecting marketability equal to the difference between the cost of the inventory and its estimated net realizable value. Factors utilized in the determination of estimated net realizable value include (i) current sales data and historical return rates, (ii) estimates of future demand, (iii) competitive pricing pressures, (iv) new production introductions, (v) product expiration dates, and (vi) component and packaging obsolescence.  If inventory on hand exceeds projected demand or the expected market value is less than the carrying value, the excess is written down to its net realizable value. If actual demand or the estimate of market value decreases, additional write-downs would be required.\nDuring the fiscal years ended June 30, 2023 and 2022, we recognized expenses of \n$1.2 million\n and $1.5 million, respectively, related to obsolete and slow-moving inventory. \nStock-Based Compensation\nWe use the fair value approach to account for stock-based compensation in accordance with current accounting guidance. We recognize compensation costs for awards with performance conditions when we conclude it is probable that the performance conditions will be achieved. We reassess the probability of vesting at each balance sheet date and adjust compensation costs based on our probability assessment. For awards with market-based performance conditions, the cost of the awards is recognized as the requisite service is rendered by the employees, regardless of when, if ever, the market-based performance conditions are satisfied. \nHistorically, our estimates and underlying assumptions have not materially deviated from our actual reported results and rates. However, we base assumptions we use on our best estimates, which involves inherent uncertainties based on market conditions that are outside of our control. If actual results are not consistent with the assumptions we use, the stock-based compensation expense reported in our consolidated financial statements may not be representative of the actual economic cost of stock-based compensation. For example, if actual employee forfeitures significantly differ from our estimated forfeitures, we may be required to adjust our consolidated financial statements in future periods. \nIncome Taxes\nThe provision for income taxes includes income from U.S. and foreign subsidiaries taxed at statutory rates, the accrual or release of amounts for tax uncertainties, and U.S. tax impacts of foreign income in the U.S.\nDeferred tax assets and liabilities are recognized for the future tax consequences attributable to temporary differences between the carrying amounts of assets and liabilities on the financial statements and their respective tax bases. Deferred tax assets also are recognized for net operating losses and credit carryforwards. Deferred tax assets and liabilities are measured \n51\nusing the enacted rates applicable to taxable income in the years in which the temporary differences are expected to reverse and the credits are expected to be used. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. An assessment is made as to whether or not a valuation allowance is required to offset deferred tax assets. This assessment requires estimates as to future operating results, as well as an evaluation of the effectiveness of our tax planning strategies. These estimates are made on an ongoing basis based upon our business plans and growth strategies in each market and consequently, future material changes in the valuation allowance are possible. The valuation allowance reduces the deferred tax assets to an amount that management determined is more-likely-than-not to be realized.\nWe operate in and file income tax returns in the U.S. and numerous foreign jurisdictions with complex tax laws and regulations, which are subject to examination by tax authorities. The complexity of our global structure requires specialized knowledge and judgment in determining the application of tax laws in various jurisdictions. Years open to examination contain matters that could be subject to differing interpretations of applicable tax laws and regulations related to the amount and/or timing of income, deductions, and tax credits. We account for uncertain tax positions in accordance with Accounting Standards Codification (\"ASC\") 740, Income Taxes. This guidance prescribes a minimum probability threshold that a tax position must meet before a financial statement benefit is recognized. The minimum threshold is defined as a tax position that is more likely than not to be sustained upon examination by the applicable taxing authority, including resolution of any related appeals or litigation processes, based on the technical merits of the position. The tax benefit to be recognized is measured as the largest amount of benefit that is greater than 50 percent likely of being realized upon ultimate settlement.\nInterest and penalties related to tax contingency or settlement items are recorded as a component of the provision for income taxes in our Consolidated Statements of Operations and Comprehensive Income. We record accruals for tax contingencies as a component of accrued liabilities or other long-term liabilities on our Consolidated Balance Sheet.\nRecently Issued Accounting Standards\nRefer to “Item 8. Financial Statements and Supplementary Data” and Note 2 to our consolidated financial statements included in Part IV, Item 15 of this report for discussion regarding the impact of accounting standards that were recently issued but not yet effective, on our consolidated financial statements.",
    "item7a": ">ITEM 7A — QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nNot required for smaller reporting companies.",
    "cik": "849146",
    "cusip6": "53222K",
    "cusip": [
        "53222K205"
    ],
    "names": [
        "LIFEVANTAGE CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/849146/000084914623000102/0000849146-23-000102-index.htm"
}