{
    "item1": ">ITEM 1.    BUSINESS.\nEdward M. Knabusch and Edwin J. Shoemaker started Floral City Furniture in 1927, and in 1928 the newly formed company introduced its first recliner. In 1941, we were incorporated in the state of Michigan as La-Z-Boy Chair Company, and in 1996 we changed our name to La-Z-Boy Incorporated. Today, our La-Z-Boy brand is one of the most recognized brands in the furniture industry.\nWe are the leading global producer of reclining chairs and the second largest manufacturer/distributor of residential furniture in the United States\n.\n The La-Z-Boy Furniture Galleries\n®\n stores retail network is the third largest retailer of single-branded furniture in the United States\n.\n We manufacture, market, import, export, distribute and retail upholstery furniture products under the La-Z-Boy\n®\n, England, Kincaid\n®\n, and Joybird\n®\n tradenames. In addition, we import, distribute and retail accessories and casegoods (wood) furniture products\n \nunder the Kincaid\n®\n, American Drew\n®\n, Hammary\n®\n, and Joybird\n®\n tradenames. \nAs of April 29, 2023, our supply chain operations included the following:\n•\nFive major manufacturing locations and 12 distribution centers in the United States and four facilities in Mexico to support our speed-to-market and customization strategy\n•\nA logistics company that distributes a portion of our products in the United States \n•\nA wholesale sales office that is responsible for distribution of our product in the United Kingdom and Ireland\n•\nAn upholstery manufacturing business in the United Kingdom\n•\nA global trading company in Hong Kong which helps us manage our Asian supply chain by establishing and maintaining relationships with our Asian suppliers, as well as identifying efficiencies and savings opportunities\nDuring the third quarter of fiscal 2023, we made the decision to close our manufacturing facility in Torreón, Mexico as part of our initiative to drive improved efficiencies through optimized staffing levels within our plants. Torreón was the last facility to begin operating as part of our broader Mexico manufacturing expansion in fiscal 2021 and 2022 to meet pandemic-related upholstery demand and accounted for approximately 3% of our La-Z-Boy branded production. As a result of this action, charges were recorded within the Wholesale segment in the third and fourth quarters of fiscal 2023 totaling $9.2 million in selling, general, and administrative expense for the impairment of various assets, primarily long-lived assets, and $1.6 million in cost of sales, primarily related to severance.\nWe also participate in two consolidated joint ventures in Thailand that support our international businesses: one that operates a manufacturing facility and another that operates a wholesale sales office. Additionally, we have contracts with several suppliers in Asia to produce products that support our pure import model for casegoods.\nWe sell our products through multiple channels: to furniture retailers or distributors in the United States, Canada, and approximately 50 other countries, including the United Kingdom, China, Australia, South Korea and New Zealand; directly to consumers through retail stores that we own and operate; and through our websites, www.la-z-boy.com and www.joybird.com. \n•\nThe centerpiece of our retail distribution strategy is our network of 349 La-Z-Boy Furniture Galleries\n®\n stores and 522 La-Z-Boy Comfort Studio\n®\n locations, each dedicated to marketing our La-Z-Boy branded products. We consider this dedicated space to be \"proprietary.\" \n◦\nLa-Z-Boy Furniture Galleries\n®\n stores help consumers furnish their homes by combining the style, comfort, and quality of La-Z-Boy furniture with our available design services. We own 171 of the La-Z-Boy Furniture Galleries\n®\n stores, while the remainder are independently owned and operated. \n◦\nLa-Z-Boy Comfort Studio\n®\n locations are defined spaces within larger independent retailers that are dedicated to displaying and selling La-Z-Boy branded products. All 522 La-Z-Boy Comfort Studio\n®\n locations are independently owned and operated. \n◦\nIn total, we have approximately 7.6 million square feet of proprietary floor space dedicated to selling La-Z-Boy branded products in North America. \n◦\nWe also have approximately 2.6 million square feet of floor space outside of the United States and Canada dedicated to selling La-Z-Boy branded products.\n4\nTable of Contents\n•\nOur other brands, England, American Drew, Hammary, and Kincaid enjoy distribution through many of the same outlets, with slightly over half of Hammary’s sales originating through the La-Z-Boy Furniture Galleries\n®\n store network. \n◦\nKincaid and England have their own dedicated proprietary in-store programs with 614 outlets and approximately 1.9 million square feet of proprietary floor space. \n◦\nIn total, our proprietary floor space includes approximately 12.1 million square feet worldwide.\n \n•\nJoybird sells product primarily online and has a limited amount of proprietary retail showroom floor space including ten small-format stores in key urban markets.\nPrincipal Products and Industry Segments\nOur reportable operating segments include the Wholesale segment and the Retail segment. Our Wholesale segment manufactures and imports upholstered and casegoods (wood) furniture and sells directly to La-Z-Boy Furniture Galleries\n®\n stores, operators of La-Z-Boy Comfort Studio\n®\n locations, branded space locations, England Custom Comfort Center locations, major dealers, and a wide cross-section of other independent retailers. Our Retail segment primarily sells upholstered furniture, in addition to some casegoods and other accessories, to end consumers through our company-owned La-Z-Boy Furniture Galleries\n®\n stores.\nWe have provided additional detailed information regarding our segments and their products in Note 17, Segment Information, \nto our consolidated financial statements and Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" section, both of which are included in this report.\nRaw Materials and Parts\nThe principal raw materials and parts used for manufacturing that are purchased are cover (primarily fabrics and leather), polyester batting and polyurethane foam for cushioning and padding, lumber and plywood for frames, steel for motion mechanisms, electrical components for power units and various other metal components for fabrication of product. We purchase most of our polyurethane foam from two suppliers, which have several facilities across the United States that deliver to our plants. We purchase cover from a variety of sources, but we rely on a limited number of major suppliers. We purchase more than half of our cover in a raw state (fabric rolls or leather hides) primarily from suppliers in China, then cut and sew it into cover in our cut and sew facilities in Mexico. We purchase the remainder of our cut and sewn leather and fabric kits from five main suppliers primarily from China as well as Vietnam. We use these suppliers primarily for their product design capabilities and to balance our mix of in-sourced and out-sourced production. If any of these suppliers experience financial or other difficulties, we could experience temporary disruptions in our manufacturing process until we find alternative sources of supply.\nWe manage our Asian supply chain through our global trading company in Hong Kong, which works to identify efficiencies and savings opportunities, while verifying La-Z-Boy quality standards are being adhered to and managing the relationships with our Asian suppliers. \nDuring fiscal 2022 and the first half of fiscal 2023, the prices of materials we use in our upholstery manufacturing process increased, driven by supply chain challenges due to COVID-19, higher demand for raw materials in manufacturing sectors and the home furnishings industry due to an economic sector rotation, and inflationary cost pressure. During the second half of fiscal 2023, raw material prices began to decrease relative to the historic highs experienced in the prior year, but are still well above pre-pandemic levels. As we begin fiscal 2024, we anticipate that prices will remain relatively consistent with those seen at the end of fiscal 2023, with potential increases due to economic volatility and price inflation in our core materials. To the extent that we again experience incremental costs in any of these areas, as we did in fiscal 2023, we may increase our selling prices or assess material surcharges to offset the impact. However, increases in selling prices, or surcharges, may not fully mitigate the impact of raw material cost increases, which could adversely impact operating profits. \nFinished Goods Imports\nImported finished goods represented 7% and 6% of our consolidated sales in fiscal 2023 and 2022, respectively. In fiscal 2023, we purchased 74% of this imported product from five suppliers based in Asia. We use these suppliers primarily to leverage our buying power, to control quality and product flow, and because their capabilities align with our product design needs. If any of these suppliers experience financial or other difficulties, we could experience disruptions in our product flow until we obtain \n5\nTable of Contents\nalternate suppliers, which could be lengthy due to the longer lead time required for sourced wood furniture from Asian manufacturers. \nThe prices we paid for these imported products, including associated transportation costs, decreased throughout 2023 compared with fiscal 2022 when costs increased drastically due to the constrained supply chain along with the lack of shipping container availability. In fiscal 2024, we anticipate our product costs will stabilize.\nSeasonal Business\nOur business has historically displayed seasonal patterns driven by consumer behavior with demand highest in the winter months as discretionary spend tends to shift toward travel and leisure activities during the summer months. For our wholesale businesses, our fiscal fourth quarter has historically had the highest volume of delivered sales relative to other quarters. For our retail businesses, which includes our company-owned retail stores, our fiscal third quarter typically has the highest volume of delivered sales relative to other quarters.\nIn a typical year, we schedule production to maintain consistent manufacturing activity throughout the year whenever possible. During the summer months, the furniture industry generally experiences weaker demand, and as such we typically shut down our domestic plants for one week each fiscal year to perform routine maintenance on our equipment. Accordingly, for our wholesale business, the first quarter is usually the Company's weakest quarter in terms of sales and earnings. Also driven by the seasonal slowdown in the summer, each of our retail businesses typically experience their lowest sales in our fiscal first quarter.\nDuring the last three fiscal years, our sales volume and production schedule did not follow typical trends due to the impact of COVID-19. As a result of the significant backlog built in prior years driven by heightened demand during the COVID-19 pandemic, in fiscal 2023, our wholesale and retail businesses both experienced their largest sales volume in the second quarter of fiscal 2023. We anticipate that typical seasonal trends in the furniture industry will return to normal in fiscal 2024.\n \nEconomic Cycle and Purchasing Cycle\nOur sales are impacted by the overall growth of the furniture industry, which is primarily influenced by economic growth, existing and new housing activity, and consumer discretionary spending. In addition, consumer confidence, employment rates, inflation and interest rates, consumer savings levels, international trade policies, and other factors could affect demand. During fiscal 2021 and the beginning of fiscal 2022, we experienced heightened demand as more discretionary spending was allocated to the home furnishings industry due to the impact of COVID-19. However, during fiscal 2023, demand trends have returned to pre-pandemic patterns and therefore, in fiscal 2024, we anticipate furniture demand and purchasing cycles to respond to macroeconomic conditions as they historically have. \nUpholstered furniture has a shorter life cycle than casegoods furniture because upholstered furniture is typically more fashion and design-oriented and is often purchased one or two pieces at a time. Purchases and demand for consumer goods, including upholstered furniture, fluctuate based on consumer confidence. Casegoods products, in contrast, are longer-lived and frequently purchased in groupings or \"suites,\" resulting in a much larger cost to the consumer. As a result, casegoods sales are more sensitive to economic conditions, including growth or a slowdown in the housing market, whereas upholstered furniture normally exhibits a less volatile sales pattern over an economic cycle. \nPractices Regarding Working Capital Items\nThe following describes our significant practices regarding working capital items.\nInventory: \nFor our upholstery business within our Wholesale segment, we maintain raw materials and work-in-process inventory at our manufacturing locations. Finished goods inventory is maintained at our 12 distribution centers as well as our manufacturing locations. Our distribution centers allow us to streamline the warehousing and distribution processes for our La-Z-Boy Furniture Galleries\n®\n store network, including both company-owned stores and independently-owned stores. Our distribution centers also allow us to reduce the number of individual warehouses needed to supply our retail outlets and help us reduce inventory levels at our manufacturing and retail locations.\nFor our casegoods business within our Wholesale segment, we import wood furniture from Asian vendors, resulting in long lead times on these products. To address these long lead times and meet our customers' delivery requirements, we typically maintain higher levels of finished goods inventory in our warehouses, as a percentage of sales, of our casegoods products than our upholstery products.\n6\nTable of Contents\nOur company-owned La-Z-Boy Furniture Galleries\n®\n stores have finished goods inventory at the stores for display purposes.\nOur Joybird business maintains raw materials and work-in-process inventory at its manufacturing location. Joybird finished goods inventory is maintained at our distribution centers, at its manufacturing and warehouse locations, or in-transit to the end consumer.\nOur inventory decreased $26.9 million as of year end fiscal 2023 compared with year end fiscal 2022 primarily due to higher inventory levels at the end of fiscal 2022 to support increased sales demand and manufacturing capacity and to reduce the impact associated with volatility in raw material availability. Additionally, inventory balances at the end of fiscal 2023 were lower as we have worked down our backlog toward pre-pandemic levels and aligned production with incoming order trends. We actively manage our inventory levels on an ongoing basis to ensure they are appropriate relative to our sales volume, while maintaining our focus on service to our customers.\nAccounts Receivable: \nOur accounts receivable decreased $58.2 million as of year end fiscal 2023 compared with year end fiscal 2022. The decrease in accounts receivable was primarily due to lower fourth quarter sales in fiscal 2023 compared with the same period a year ago as the prior year benefited from sales generated from the backlog built up in prior periods combined with the realization of pricing and surcharge actions taken in response to rising manufacturing costs.\nAdditionally, our allowance for receivable credit losses was $1.4 million higher at the end of fiscal 2023 compared with the end of fiscal 2022 reflecting uncertainty in the economic outlook. We monitor our customers' accounts, limit our credit exposure to certain independent dealers and strive to decrease our days' sales outstanding where possible.\nAccounts Payable: \nOur accounts payable increased $3.4 million as of year end fiscal 2023 compared with year end fiscal 2022, primarily due to higher marketing costs during the fourth quarter of fiscal 2023 compared with the fourth quarter of fiscal 2022.\nCustomer Deposits: \nWe collect a deposit from our customers at the time a customer order is placed in one of our company-owned retail stores or through our websites, www.la-z-boy.com and www.joybird.com. Customer deposits decreased $77.5 million as of fiscal year end 2023 compared with fiscal year end 2022, as we worked down our backlog toward pre-pandemic levels.\nCustomers\nOur wholesale customers are furniture retailers. While primarily located throughout the United States and Canada, we also have customers located in various other countries, including the United Kingdom, China, Australia, South Korea and New Zealand. Sales in our Wholesale segment are primarily to third-party furniture retailers, but we also sell directly to end consumers through our company-owned La-Z-Boy Furniture Galleries\n®\n stores that make up our Retail segment and through our websites, www.la-z-boy.com and www.joybird.com.\nWe have formal agreements with many furniture retailers for them to display and merchandise products from one or more of our operating units and sell them to consumers in dedicated retail space, either in stand-alone stores or dedicated proprietary galleries, studios or branded spaces within their stores. We consider this dedicated space to be \"proprietary.\" For our Wholesale segment, our fiscal 2023 customer mix based on sales was approximately 60% proprietary, 10% major dealers (large, regional retailers), and 30% other independent retailers. \nThe success of our product distribution model relies heavily on having retail floor space that is dedicated to displaying and marketing our products. The 349-store La-Z-Boy Furniture Galleries\n®\n network is central to this approach. In addition, we sell product through proprietary space within other retail furniture stores, primarily La-Z-Boy Comfort Studio\n®\n locations, branded space locations, England Custom Comfort Center locations, Kincaid Shoppes, and other international locations. Additionally, our Joybird business, which sells product primarily online to end consumers through its website, www.joybird.com, also has a limited amount of retail showroom floor space in small-format stores in key urban markets. \nMaintaining, updating, and, when appropriate, expanding our proprietary distribution network is a key part of our overall sales and marketing strategy. We intend, over the long-term, to not only increase the number of stores in the network but also to continue to improve their quality, including upgrading old-format stores to our new concept design through remodels and relocations. We continue to maintain and update our current stores to improve the quality of the network. The La-Z-Boy Furniture Galleries\n®\n store network plans to open 7 to 9 stores and relocate or remodel 20 to 25 stores during fiscal 2024, all of which will feature our latest store designs. Additionally, during fiscal 2024 we plan to open or update approximately 100 La-Z-Boy Comfort Studio\n®\n locations as well as 40 branded space locations.\n7\nTable of Contents\nIndependent dealers for our proprietary La-Z-Boy Furniture Galleries\n®\n store network were selected based on factors such as their management and financial qualifications and the potential for distribution in specific geographical areas. This proprietary distribution enables us to concentrate our marketing to a dedicated product line across the entire network benefitting La-Z-Boy, these dealers, and our consumers. It also allows dealers in this proprietary group to take advantage of best practices, with which other proprietary dealers have succeeded, and we facilitate forums for these dealers to share them. These La-Z-Boy Furniture Galleries\n®\n stores provide our consumers a full-service shopping experience with a large variety of products, knowledgeable sales associates, and design service consultants.\nOrders and Backlog\nWe typically build upholstery units based on specific orders, either for dealer stock or to fill consumers' custom orders. We import casegoods product primarily to fill our internal orders, rather than customer or consumer orders, resulting in higher finished goods inventory on hand as a percentage of sales. We define backlog as any written order that has not yet been delivered, whether to an independent furniture retailer, an independently-owned La-Z-Boy Furniture Galleries\n®\n store, or the end consumer through our company-owned La-Z-Boy Furniture Galleries\n®\n stores.\nHistorically, the size of our backlog at a given time varies and may not be indicative of our future sales and, therefore, we do not rely entirely on backlogs to predict future sales. Our wholesale backlog was $223.1 million as of April 29, 2023, compared with $697.2 million as of April 30, 2022. The decrease in fiscal 2023 was the result of delivering on the backlog built in prior periods, continued production and supply chain efficiencies, and a slow-down in demand relative to the peak experienced during the COVID-19 pandemic. As of the end of fiscal 2023, we believe that our backlog volume and lead times are returning to pre-pandemic levels and we anticipate that they will stabilize in fiscal 2024. \nCompetitive Conditions\nWe are the second largest manufacturer/distributor of residential (living and family room, bedroom, and dining room) furniture in the United States, as measured by annual sales volume.\nThe home furnishings industry competes primarily on the basis of product styling and quality, comfort, customer service (product availability and delivery), price, and location. We compete by emphasizing our brand and the comfort, quality, styling, customization, value of our products, and our available design services. In addition, we remain committed to innovation while striving to provide outstanding customer service, exceptional dealer support, and efficient on-time delivery. Maintaining, updating, and expanding our proprietary distribution system, including identifying desirable retail locations, is a key strategic initiative for us in striving to remain competitive. We compete in the mid to upper-mid price point, and a shift in consumer taste and trends to lower-priced products could negatively affect our competitive position. Additionally, our wholesale business faces increased market pressures from foreign manufacturers entering the United States market and increased direct purchases from foreign suppliers by large United States retailers.\nThe La-Z-Boy Furniture Galleries\n®\n stores operate in the retail furniture industry in the United States and Canada, and different stores have different competitors based on their geographic locations. In addition, alternative distribution channels have increasingly affected our retail markets. Direct-to-consumer brands bypass brick and mortar retailers entirely or in some cases have developed a product that can be shipped more easily than traditional upholstered furniture, thus increasing competition for our products. The increased ability of consumers to purchase furniture through various furniture manufacturers' and digital-only retailers' internet websites has also increased competition in the industry. Although digital retailers operate with lower overhead costs than a brick-and-mortar retailer, customer acquisition costs and advertising spend is typically much higher. Department stores and big box retailers with an online presence also offer products that compete with some of our product lines.\nTrademarks, Licenses and Patents\nWe own the La-Z-Boy trademark, which is essential to the Wholesale and Retail segments of our business. We also own the Joybird trademark, which, along with the La-Z-Boy trademark, is essential to our e-commerce business. Additionally, we own a number of other trademarks that we utilize in marketing our products. We consider our La-Z-Boy trademark to be among our most valuable assets and we have registered that trademark and others in the United States and various other countries where our products are sold. These trademarks have a perpetual life, subject to renewal. We license the use of the La-Z-Boy trademark to certain international partners and dealers outside of North America. We also license the use of the La-Z-Boy trademark on contract office furniture, outdoor furniture, and non-furniture products, as these arrangements enhance our brand awareness, broaden the perceptions of La-Z-Boy, and create visibility of the La-Z-Boy brand in channels outside of the residential furniture industry. In addition, we license to our branded dealers the right to use our La-Z-Boy trademark in connection with the sale of \n8\nTable of Contents\nour products and related services, on their signs, and in other ways, which we consider to be a key part of our marketing strategies. We provide more information about those dealers under \"Customers.\"\nWe hold a number of United States and foreign patents that we actively enforce. We have followed a policy of filing patent applications for the United States and select foreign countries on inventions, designs and improvements that we deem valuable, but these patents do expire at various times.\nWhile our intellectual property rights in the aggregate are important to the operation of our business, we do not believe that any existing patent, license, trademark or other intellectual property right (other than the La-Z-Boy trademark) is of such importance that its loss or termination would have a material adverse effect on our business taken as a whole. We vigorously protect our trademarks and patents against third-party infringement.\nCompliance with Environmental Regulations\nOur manufacturing operations involve the use and disposal of certain substances regulated under environmental protection laws and regulations and, from time to time, we may be involved in a small number of remediation actions and site investigations concerning these substances. Based on a review of all currently known facts and our experience with previous environmental matters, we currently do not believe it is probable that we will have any additional loss for environmental matters that would be material to our consolidated financial statements.\nHuman Capital\nEmployees\nWe employed approximately 10,500 full-time equivalent employees as of April 29, 2023, compared with approximately 12,800 employees at the end of fiscal 2022. The decrease in headcount was primarily due to the initiative to drive improved efficiencies through optimized staffing levels within our US, Mexico and Thailand plants. As of April 29, 2023, we employed approximately 8,200 employees in our Wholesale segment, 1,600 in our Retail segment, 480 in our Joybird business, with the remaining employees being corporate personnel. We employ the majority of our employees on a full-time basis. \nPurpose and Values\nAt La-Z-Boy, we believe in the transformational power of comfort. We provide an excellent consumer experience, create high quality products and empower people to transform rooms, homes and communities with comfort. Our teams are committed to our core values of Courage, Curiosity and Compassion. We are not afraid to try new things, we are relentless in our mission to understand our business and consumers, and we honor our almost 100-year legacy that was built on family.\nSustainability\nAs we build the La-Z-Boy of tomorrow, our goal is to make the world a better place through the transformational power of comfort. Aligned with our core values, we embrace curiosity for sustainable design, operate with compassion for a sustainable planet, and empower courage for a sustainable culture. \n \nSustainable Design\n. We embrace curiosity and our inquisitiveness helps us identify innovative opportunities for our products that uphold our commitment to quality, rely on sustainable materials and drive best practices in our supplier partnerships. \nSustainable Planet\n. We strive to operate La-Z-Boy with compassion for the environment. We are committed to responsible stewardship and integrate environmentally sound and sustainable practices into our daily decisions. We work to reduce emissions, increase recycling efforts, and conserve water in all areas of our business. \nSustainable Culture\n. At La-Z-Boy, we support our employees so they can make courageous choices and help our business thrive. Our people practices are linked to our sustainability initiatives. The sustainable culture we are building is designed to empower employees to do what is right in the workplace and in our communities. From supporting our employees’ careers and providing a safe and ethical work environment to giving back to the communities where we live and work, people are always at the heart of our brand.\n9\nTable of Contents\nCompliance and Ethics \nLa-Z-Boy is dedicated to upholding the highest ethical standards and working with honesty and integrity in all aspects of our business operations. Our Code of Conduct provides a clear and thorough ethics standard for all employees, officers, and directors with respect to interactions with customers, vendors, and other staff. Employees also undergo annual training on ethics and the Code of Conduct. We also maintain an Ethics Hotline to make it easy for employees and suppliers to report any concerns. This line is available 24 hours a day and is operated by a third-party. Reports are taken by trained professionals and promptly forwarded to our Corporate Compliance team. Employees may also communicate any concerns through a dedicated online portal.\nDiversity, Inclusion and Belonging\nWe believe in creating and fostering a workplace in which all our employees feel valued, included, and empowered to do their best work and contribute their ideas and perspectives. Our Company is committed to recruiting and retaining diverse talent so that our workforce better reflects the communities in which we operate our business globally. We recognize that our employees’ unique backgrounds, experiences and perspectives enable us to create the optimal work environment and deliver on our mission.\nAligning with our purpose and values, we intend to continue to be curious, courageous, and compassionate in our efforts to foster an environment that attracts the best talent, values diversity of life experiences and perspectives and encourages innovation to accelerate the transformational power of comfort.\nOur diversity, inclusion and belonging initiatives include:\n•\nIntegrating diversity, inclusion and belonging into our overall corporate strategy and developing impactful practices and initiatives to advance our Company’s diversity, inclusion and belonging journey;\n•\nLeveraging our Diversity, Inclusion and Belonging Council to provide enterprise-wide leadership focused on supporting all our employees, developing training and learning opportunities for our employees on diversity, unconscious bias and other topics, and creating sustainable plans to increase diversity in talent acquisition; \n•\nExpanding our support of employee resource groups (\"ERGs\"), which include groups focused on Multicultural, Pride, Working Parents & Caregivers and Women. Our ERG’s provide learning and mentorship experiences for our diverse employees, supporting our objective of creating diversity awareness across our organization, and helping our employees use their collective voices to positively impact our Company and the communities in which we operate our business and live; \n•\nRevisiting, assessing and implementing changes to our processes, in an effort to continue mitigating unconscious bias and enhancing our inclusion recruiting strategy;\n•\nEnhancing and expanding our supplier inclusion network;\n•\nExpanding inclusive leaders training throughout the organization;\n•\nCreating space for individuals to share their perspective, values and voice to our global population through employee written articles, our internal podcast, and multiple video series on our internal communications platform and;\n•\nDemonstrating our Company’s commitment at the highest levels of leadership, including having our President and Chief Executive Officer sign the CEO Action for Diversity & Inclusion™ pledge to advance diversity and inclusion in the workplace\nSafety and Health\nWe prioritize the health and safety of our employees, partners and the people in communities where we operate. \nAs the largest industrial manufacturer in many regions where we do business, we recognize our potential impact on surrounding communities. We actively partner with local agencies in these communities to build proactive emergency and contingency plans for any major incidents that may occur at our facilities and any natural disasters that may impact the region.\nWe work to forge relationships with agencies, such as the Occupational Safety and Health Administration (OSHA), to understand how we can best adhere to health and safety practices. \n10\nTable of Contents\nAdditionally, the National Safety Council (NSC) has recognized La-Z-Boy with multiple awards for safety performance and leadership throughout the Company’s history. This includes our recognition as a six-time recipient of the Corporate Culture of Safety Award and our recognition as a recipient of the Green Cross for Safety Excellence Award, which recognizes only one corporation each year for outstanding achievement in safety. \nTraining and Development\nWe encourage employee growth, curiosity, and courage. We provide our workforce, in all areas of our business,\nopportunities for both personal and career advancement, such as offering on-the-job trainings to help employees be more\neffective in both current and future roles. This includes training in the operations and retail environment\nto maintain high-quality standards as we make and sell our products. We strive to promote employees internally and to provide\nnew managers with the skills necessary to succeed. Further, we have a leadership development program to train employees who are new to managing teams.\nCommunity Giving\nThroughout our 96-year history, giving back to our communities has been woven through La-Z-Boy’s culture following the example set by our founders. When it comes to giving, our vision is to improve the lives of others by developing exceptional programs based on partnerships where employees feel a sense of connection and pride in their communities and our mission is to enhance the quality of life in the communities in which we live and serve through leadership, financial contributions and volunteer efforts.\nOur philanthropic initiatives include the La-Z-Boy Foundation, local community involvement, disaster relief and our signature charity, Ronald McDonald House Charities. La-Z-Boy is honored to be the official furniture provider for Ronald McDonald House Charities.\n \nThroughout fiscal 2023, La-Z-Boy has continued our support of providing furniture and financial contributions to non-profit organizations with special emphasis on arts/culture/humanities, community enrichment, education and health and human services. \nOur employees further exemplify the spirit of giving through leadership and volunteer efforts in their own communities, and for numerous non-profit organizations, which include the United Way, Relay for Life, Habitat for Humanity and others. The Company participates in the \n\"The La-Z-Boy Summer of Caring\"\n during the summer and \n\"The La-Z-Boy Season of Caring\" \nduring the winter, seasonal initiatives that encourage and support employee volunteerism. Since launching in 2018, our employees have accumulated over 35,000 hours of caring as part of these programs.\nInternet Availability\nOur Forms 10-K, 10-Q, 8-K, proxy statements on Schedule 14A, and amendments to those reports are available free of charge through links on our internet website, www.la-z-boy.com, as soon as reasonably practicable after they are electronically filed with, or furnished to, the Securities and Exchange Commission (\"SEC\"). Copies of any materials we file or furnish to the SEC can also be obtained free of charge through the SEC's website at www.sec.gov. The information on our website is not incorporated by reference into this report or any other reports we file with, or furnish to, the SEC.",
    "item1a": ">ITEM 1A.    RISK FACTORS.\nOur business is subject to a variety of risks. Any of the following risks could materially and adversely affect our business, results of operations, financial condition, or future prospects. The risks discussed below should be carefully considered, together with the other information provided in this Annual Report on Form 10-K, including Management’s Discussion and Analysis of Financial Condition and Results of Operations and our financial statements, including the related notes. These risk factors do not identify all risks that we face. There may be additional risks that are presently unknown to us or that we currently believe to be immaterial that could affect us. Investors should carefully consider all risks, including those disclosed, before making an investment decision.\n11\nTable of Contents\nMacroeconomic, Market and Strategic Risk Factors\nDeclines in certain economic and market conditions that impact consumer confidence and consumer spending, or cause further disruption in our business, could negatively impact our sales, results of operations and liquidity.\nThe furniture industry and our business are particularly sensitive to cyclical variations in the general economy and to uncertainty regarding future economic conditions because our principal products are consumer goods that may be considered postponable discretionary purchases. Economic downturns and prolonged negative economic conditions have in the past affected, and could continue to affect general consumer spending, resulting in a decrease in the overall demand for such discretionary items, including home furnishings. \nFactors influencing consumer spending include, among others, \ngeneral economic conditions, consumer disposable income, recession and fears of recession, United States government default or shutdown or the risk of such default or shutdown, inflation, unemployment, war and fears of war, availability of consumer credit, consumer debt levels, consumer confidence, conditions in the housing market, fuel prices, interest rates, sales tax rates, civil disturbances and terrorist activities, natural disasters, adverse weather, and health epidemics or pandemics. \nDuring the COVID-19 pandemic, like many businesses, we experienced significant disruption in our supply chain resulting in unprecedented increases in material and freight costs, as well as significant unavailability or delay of parts or finished goods. While the pandemic-era disruptions have diminished, further significant supply chain shocks, more significant disruption of the furniture industry, disruption within our independent dealer network or third-party wholesalers, or other unusual developments could cause significant disruption to our business and negatively affect our results.\nAlso during the COVID-19 pandemic, we experienced an increase in demand, as more discretionary consumer spending was allocated to home furnishings. While we have seen a slow-down in demand relative to the COVID-19 era due to the negative impact of various cited factors and the return to more normal seasonality, we are unable to identify and predict to what extent such factors may further impact consumer spending on our products in the short and long term. \nLoss of market share and other financial or operational difficulties due to competition would likely result in a decrease in our sales, earnings, and liquidity.\nThe residential furniture industry is highly competitive and fragmented. We currently compete with many other manufacturers and retailers, including online retailers. Some of these competitors offer widely advertised products or are large retail furniture dealers offering their own store-branded products. Competition in the residential furniture industry is based on quality, style of products, perceived value, price, promotional activities, service to the customer, and advertising. Changes in pricing and promotional activities of competitors may adversely affect our performance. In addition, due to the large number of competitors and their wide range of product offerings, we may not be able to differentiate our products (through styling, finish, and other construction techniques) from those of our competitors. The highly competitive nature of the industry means we are constantly subject to the risk of losing market share, which would likely decrease our future sales, earnings, and liquidity.\nA majority of our sales are to distribution channels that rely on physical stores to merchandise and sell our products and a significant shift in consumer preference toward purchasing products online could have a material adverse effect on our sales and operating margin. Over the past several years, the furniture industry in general has experienced a shift to more online purchasing and during the COVID-19 pandemic, this shift accelerated as customer shopping patterns and behaviors changed. We are attempting to meet consumers where they prefer to shop by expanding our online capabilities and improving the user experience at www.la-z-boy.com to drive more traffic to both our online site and our physical stores. We also own Joybird, a leading e-commerce retailer and manufacturer of upholstered furniture. Joybird sells product almost exclusively online, where there is significant competition for customer attention among online and direct-to-consumer brands.\nThese and other competitive pressures could cause us to lose market share, revenue and customers, increase expenditures or reduce prices, any of which could have a material adverse effect on our results of operations or liquidity.\nOperational Risk Factors\nOur business and our reputation could be adversely affected by cybersecurity incidents and the failure to protect sensitive employee, customer, consumer, vendor or Company data.\nCyber-attacks designed to gain access to and extract sensitive information or otherwise affect or compromise the confidentially, integrity, and availability of information, including phishing attempts, denial of service attacks, and malware or ransomware incidents, have occurred over the last several years at a number of major U.S. companies and have resulted in, among other \n12\nTable of Contents\nthings, the unauthorized release of confidential information, material business disruptions, and negative brand and reputational impacts. Despite widespread recognition of the cyber-attack threat and improved data protection methods, cyber-attacks on organizations continue to be sophisticated, persistent, and ever-changing, making it difficult to prevent and detect these attacks. Similar to many other retailers, we receive and store certain personal information about our employees, wholesale customers, consumers, and vendors. Additionally, we rely on third-party service providers to execute certain business processes and maintain certain information technology systems and infrastructure, and we supply such third-party providers with the personal information required for those services.\nDuring fiscal 2023, we were subject, and in the future, we will likely continue to be subject, to attempts to breach the security of our networks and IT infrastructure through cyber-attack, malware, ransomware, computer viruses, phishing attempts, social engineering and other means of unauthorized access. To the best of our knowledge, attempts to breach our systems have not been successful to date. A breach of our systems, either internally, through potential vulnerabilities of our employees' home networks, or at our third-party technology service providers, could adversely affect our business operations and result in the loss or misappropriation of, and unauthorized access to, sensitive information. A breach that results in the unauthorized release of sensitive information could adversely affect our reputation resulting in a loss of our existing customers and potential future customers, lead to financial losses due to remedial actions or potential liability, possibly including punitive damages, or we could incur regulatory fines or penalties. An electronic security breach resulting in the unauthorized release of sensitive data from our information systems or those of our third-party service providers could also materially increase the costs we already incur to protect against these risks, including costs associated with insurance coverage and potential remediation measures. We continue to balance the additional risk with the cost to protect us against a breach and have taken steps to ensure that losses arising from a breach would be covered in part by insurance that we carry, although the costs, potential monetary damages, and operational consequences of responding to cyber incidents and implementing remediation measures may be in excess of our insurance coverage or be not covered by our insurance at all.\nWe have implemented a hybrid work approach for certain employees. Although we continue to implement strong physical and cybersecurity measures to ensure that our business operations remain functional and to ensure uninterrupted service to our customers, our systems and our operations remain vulnerable to cyberattacks and other disruptions due to the fact that a portion of our employees work remotely and we cannot be certain that our mitigation efforts will be effective.\nWe rely extensively on information technology systems to process transactions, summarize results, and manage our business and that of certain independent dealers. Disruptions in both our primary and back-up systems could adversely affect our business and results of operations.\nOur primary and back-up information technology systems are subject to damage or interruption from power outages, telecommunications failures, hardware and software failures, computer hacking, cybersecurity breaches, computer viruses, phishing attempts, cyber-attacks, malware and ransomware attacks, errors by employees, natural disasters, adverse weather, and similar events. We also rely on technology systems and infrastructure provided by third-party service providers, who are subject to these same cyber and other risks. Interruptions of our critical business information technology systems or failure of our back-up systems could result in longer production times or negatively impact customers resulting in damage to our reputation and a reduction in sales. If our critical information technology systems or back-up systems were damaged or ceased to function properly, we might have to make a significant investment to repair or replace them. If a ransomware attack or other cybersecurity breach occurs, either internally or at our third-party technology service providers, it is possible we could be prevented from accessing our data which may cause interruptions or delays in our business, cause us to incur remediation costs or require us to pay ransom to a hacker which takes over our systems, or damage our reputation. While we carry insurance that would mitigate losses from certain damage, interruption, or breach of our information technology systems, insurance may be insufficient to compensate us fully for potential significant losses.\nFurther, information systems of our suppliers or service providers may be vulnerable to attacks by hackers and other security breaches, including computer viruses and malware, through the internet, email attachments and persons with access to these information systems. If our suppliers or service providers were to experience a system disruption, attack or security breach that impacts a critical function, it could result in disruptions in our supply chain, the loss of sales and customers, potential liability for damages to our customers, reputational damage and incremental costs, which could adversely affect our business, results of operations and profitability. \nInability to maintain and enhance our brand and respond to changes in our current and potential consumers' tastes and trends in a timely manner could adversely affect our business and results of operations.\nThe success of our business depends on our ability to maintain and enhance our brands to increase our business by retaining consumers and attracting new ones. Furniture product is fashion-oriented so changes in consumers' tastes and trends and the \n13\nTable of Contents\nresultant change in our product mix, as well as failure to offer our consumers multiple avenues for purchasing our products, could adversely affect our business and results of operations. We attempt to minimize these risks by maintaining strong advertising and marketing campaigns promoting our brands. We also attempt to minimize our risk by updating our current product designs, styles, quality, prices, and options to purchase our products in-store or online. If these efforts are unsuccessful or require us to incur substantial costs, our business, results of operations and financial or competitive condition could be adversely affected.\nFluctuations in the price, availability and quality of raw materials could cause delays that could result in our inability to timely provide goods to our customers and have increased, and could continue to increase, our costs, either of which could decrease our earnings.\nIn manufacturing furniture, we use various types of wood, fabrics, leathers, upholstered filling material, including polyurethane foam, steel, and other raw materials. Additionally, our manufacturing processes and plant operations use various electrical equipment and components. Because we are dependent on outside suppliers for these items, fluctuations in their price, availability, and quality have had, and could continue to have, a negative effect on our cost of sales and our ability to meet our customers' demands. We have a higher concentration in upholstery sales, including motion furniture, than many of our competitors, and the effects of steel, polyurethane foam, wood, electrical components for power units, leather and fabric price increases or quantity shortages could have a significant negative impact to our business. Competitive and marketing pressures may prevent us from passing along price increases to our customers, and the inability to meet our customers' demands could cause us to lose sales. \nFurther, most of our polyurethane foam comes from two suppliers. These suppliers have several facilities across the United States, but adverse weather, natural disasters, or public health crises (such as pandemics or epidemics) could result in delays in shipments of polyurethane foam to our plants. Similarly, adverse weather, natural disasters, public health crises (such as pandemics or epidemics), labor disputes, possible acts of terrorism, port and canal blockages and congestion, and availability of shipping containers could result in delays in shipments or the absence of required raw materials from any of our suppliers.\nA change in the financial condition of our domestic and foreign fabric suppliers could impede their ability to provide products to us in a timely manner. Upholstered furniture is fashion oriented, and if we are unable to acquire sufficient fabric variety, or to predict or respond to changes in fashion trends, we might lose sales and have to sell excess inventory at reduced prices. Doing so would have a negative effect on our sales and earnings.\nChanges in the availability and cost of foreign sourcing and economic and political uncertainty in countries outside of the United States in which we operate or from which we purchase product, could adversely affect our business and results of operations.\nWe have operations in countries outside the United States, some of which are located in emerging markets. Long-term economic and political uncertainty in some of the countries in which we operate, such as the United Kingdom, Mexico, and Thailand, could result in the disruption of markets and negatively affect our business. Our casegoods business imports products manufactured by foreign sources, mainly in Vietnam, and our Wholesale segment purchases cut-and-sewn fabric and leather sets, electronic component parts, and some finished goods from Chinese and other foreign vendors. Our cut-and-sewn leather sets are primarily purchased from suppliers that operate in China and the majority of our fabric products are also purchased from suppliers that operate in China. One of these primary suppliers provides both cut-and-sewn leather sets and fabric products. As a result of factors outside of our control, at times our sourcing partners have not been able to, and in the future may not be able to, produce or deliver goods in a timely fashion or the quality of their product may lead us to reject it, causing disruptions in our domestic operations and delays in shipments to our customers.\nFinancial Risk Factors\nOur current retail markets and other markets that we may enter in the future may not achieve the growth and profitability we anticipate. We could incur charges for the impairment of long-lived assets, goodwill, or other intangible assets if we fail to meet our earnings expectations for these markets.\nFrom time to time we may acquire retail locations or other retail businesses, such as our acquisition of Joybird in fiscal 2019. We may also remodel and relocate existing stores, experiment with new store formats, and close underperforming stores. Our assets include goodwill and other intangible assets acquired in connection with these acquisitions. Profitability of acquired, remodeled, relocated, and new format stores will depend on lease rates (for stores we lease) and retail sales and profitability justifying the costs of acquisition, remodeling, and relocation. If we do not meet our sales or earnings expectations for these \n14\nTable of Contents\nstores or businesses, we have in the past incurred and may in the future incur charges for the impairment of long-lived assets, the impairment of right-of-use lease assets, the impairment of goodwill, or the impairment of other intangible assets.\nWe also operate a wholesale sales office that is responsible for distributing La-Z-Boy products in the United Kingdom and Ireland, as well as a manufacturing business in the United Kingdom which was acquired in the third quarter of fiscal 2022. Our assets include goodwill and other intangible assets, including acquired customer relationships, in connection with our acquisition of the wholesale business. If we do not meet our sales or earnings expectations for these operations, we may incur charges for the impairment of goodwill or the impairment of our intangible assets.\nWe may require funding from external sources, which may not be available at the levels we require or may cost more than we expect, and as a result, our expenses and results of operations could be negatively affected.\nWe regularly review and evaluate our liquidity and capital needs. We believe that our cash and cash equivalents, short-term investments, cash from operations, and amounts available under our credit facility will be sufficient to finance our operations and expected capital requirements for at least the next 12 months.\nIn the event that we draw on our credit facility, outstanding amounts may become immediately due and payable upon certain events of default, including a failure to comply with the financial covenants in the credit agreement—a consolidated net lease adjusted leverage ratio requirement and a consolidated fixed-charge coverage ratio requirement—or with certain other affirmative and negative covenants in the credit agreement. If we are unable to access additional credit at the levels we require, or the cost of credit is greater than expected, it could adversely affect our results of operations or financial condition.\nDue to the nature of our business and our payment terms, we may not be able to collect amounts owed to us by customers, which may adversely affect our sales, earnings, financial condition, and liquidity. \nWe grant payment terms to most wholesale customers ranging from 15 to 60 days. Some of our customers have experienced, and may in the future experience, cash flow and credit-related issues. If a major event with negative economic effects were to occur, and such effects have occurred in the past, we may not be able to collect amounts owed to us or such payment may only occur after significant delay. While we perform credit evaluations of our customers, those evaluations may not prevent uncollectible trade accounts receivable. Credit evaluations involve significant management diligence and judgment, especially in the current environment. Should more customers than we anticipate experience liquidity issues, if payment is not received on a timely basis, or if a customer declares bankruptcy or closes stores, we may have difficulty collecting amounts owed to us by these customers, which could adversely affect our sales, earnings, financial condition and liquidity.\nLegal and Regulatory Risk Factors\nOur business and our reputation could be adversely affected by the failure to comply with evolving regulations relating to our obligation to protect sensitive employee, customer, consumer, vendor or Company data.\nWe receive, process, store, use and share data, some of which contains personal information. There are numerous federal, state, local and foreign laws and regulations regarding privacy, data protection, and data security, including those related to the collection, storage, handling, use, disclosure, transfer, and security of personal data. These laws and regulations are regularly changing, subject to uncertain and differing interpretations and may be inconsistent among countries or conflict with other rules. For example, the European General Data Protection Regulation (“GDPR”) applies to us and creates a range of requirements and compliance obligations regarding the treatment of personal data, including the public disclosure of significant data breaches, and imposes significant penalties for non-compliance. The California Consumer Privacy Act (“CCPA”), among other things, imposes additional requirements with respect to disclosure and deletion of personal information of California residents. The CCPA provides civil penalties for violations, as well as a private right of action for data breaches. The GDPR, the CCPA, the California Privacy Rights Act, and other privacy and data protection laws may increase our costs of compliance and risks of non-compliance, which could result in substantial penalties, negative publicity and harm to our brand. It is possible that these laws may be interpreted or applied in a manner that is adverse to us, unforeseen, or otherwise inconsistent with our practices or that we may not adequately adapt our internal policies and/or procedures to evolving regulations, any of which could result in litigation, regulatory investigations and potential legal liability, require us to change our practices in a manner adverse to our business or limit access to our products and services in certain countries. As a result, our reputation and brand, which are critical to our business operations, may be harmed, we could incur substantial costs, including costs related to litigation, or we could lose both customers and revenue.\n15\nTable of Contents\nChanges in the domestic or international regulatory environment or trade policies could adversely affect our business and results of operations.\nWe are subject to numerous laws and regulations, including those relating to labor and employment, customs, sanctions, truth-in-advertising, consumer protection, e-commerce, privacy, health and safety, real estate, environmental and zoning and occupancy, intellectual property and other laws and regulations that regulate retailers, manufacturers or otherwise govern our business. \nChanges in laws and regulations in the United States or internationally may require us to modify our current business practices or otherwise increase our costs of compliance, which could adversely affect our results of operations.\nBecause we manufacture components and finished goods in Mexico, purchase components and finished goods manufactured in foreign countries, including China and Vietnam, participate in consolidated joint ventures in Thailand, and operate a wholesale and retail business in Canada, we are subject to risks relating to changes in the domestic or international regulatory environment or trade policies, including new or increased duties, tariffs, retaliatory tariffs, trade limitations and termination or renegotiation of bilateral and multilateral trade agreements impacting our business. The United States has enacted certain tariffs on many items sourced from China, including certain furniture, accessories, furniture parts, and raw materials which are imported into the United States and that we use in our domestic operations. We may not be able to fully or substantially mitigate the impact of these tariffs, pass price increases on to our customers, or secure adequate alternative sources of products or materials. The tariffs, along with any additional tariffs or retaliatory trade restrictions implemented by other countries, could negatively impact customer sales, including potential delays in product received from our vendors, our cost of goods sold and results of operations. Conversely, if certain tariffs are eliminated or reduced, we may face additional competition from foreign manufacturers entering the United States market and from domestic retailers who rely on imported goods, putting pressure on our prices and margins, which could adversely affect our results of operations. Finally, our business in the United Kingdom has been, and could further be, affected by the United Kingdom's exit from the European Union, and our sales and margins there and in other foreign countries could be adversely affected by the imposition in foreign countries of import bans, quotas, and increases in tariffs.\nChanges in regulation of our international operations, including anti-corruption laws and regulations, could adversely affect our business and results of operations.\nOur operations outside of the United States and sale of product in various countries subject us to U.S. and foreign laws and regulations, including but not limited to the UK Bribery Act 2010, the U.S. Foreign Corrupt Practices Act, the U.S. Export Administration Act, and other anti-bribery and anti-corruption statutes. These laws and regulations include prohibitions on improper payments to government officials, restrictions on where we can do business, what products we can supply to certain countries, and what information we can provide to certain governments. Violations of these laws, which are complex, frequently changing, and are often subject to varying interpretation and enforcement, may result in civil or criminal penalties or sanctions that could have a significant adverse effect on our business and results of operations. Although we have implemented policies and procedures designed to ensure compliance with these laws and regulations, there can be no assurance that our employees, contractors, or agents will not violate our policies and procedures or otherwise comply with these laws and regulations.\nWe may be subject to product liability and other claims or undertake to recall one or more products, which could adversely affect our business, results of operations and reputation. \nMillions of our products, sold over many years, are currently used by consumers. We have voluntarily recalled products in the past, and while none of those recalls has resulted in a material expense or other significant adverse effect, a significant product recall or other product-related litigation could result in future additional expense, penalties, and injury to our brands and reputation, and adversely affect our business and results of operations. In addition, we are involved in lawsuits, claims and proceedings incident to the ordinary course of our business. Litigation is inherently unpredictable. Any claims against us, whether meritorious or not, could result in costly litigation that could adversely affect our business and results of operations.\nAlthough we maintain liability insurance in amounts that we believe are reasonable, in most cases, we are responsible for large, self-insured retentions and defense costs. We cannot provide assurance that we will be able to maintain such insurance on acceptable terms, if at all in the future, or that product liability or other claims will not exceed the amount of insurance coverage, or that all such matters would be covered by our insurance. As a result, product liability and other claims could have a material adverse effect on our business, results of operations and financial condition.\n16\nTable of Contents\nGeneral Risk Factors\nOur operations are subject to risks of unsettled political conditions, natural or man-made disasters, adverse weather, climate change, acts of war, terrorism, organized crime, pandemics and other public health concerns, any one of which could adversely affect our business and results of operations.\nOur operations are subject to risks of unsettled political conditions, natural or man-made disasters, adverse weather, climate change, acts of war, terrorism, organized crime, pandemics and other public health concerns. If any of these events cause disruptions or damage in our manufacturing plants, distribution facilities, company-owned La-Z-Boy Furniture Galleries\n®\n stores or corporate headquarters, or the facilities of our vendors, that could make servicing our customers more difficult or result in the potential loss of sales and customers. In addition, we may incur costs in repairing any damage beyond our applicable insurance coverage.\nThe COVID-19 pandemic negatively impacted the world economy, significantly impacted global supply chains, and increased volatility within financial markets, all of which negatively affected the home furnishings manufacturing and retail industry and our business. The impact of any resurgence of COVID-19 or any other pandemic on our operational and financial performance will depend on future developments, including the availability and adoption of effective vaccines, governmental orders and mitigation measures, recovery of the business environment, global supply chain conditions, economic conditions, inflationary pressures, consumer confidence, and consumer demand for our products.\nWe make certain assumptions, judgments and estimates that impact the amounts reported in our consolidated financial statements, which, if not accurate, may impact our financial results.\nCertain assumptions, judgments and estimates impact amounts reported in our consolidated financial statements, including but not limited to, inventories, goodwill, intangible assets, product warranty liabilities, insurance and legal-related liabilities, contingent consideration and income taxes. To derive our assumptions, judgments and estimates, we use historical experience and various other factors that we believe are reasonable as of the date we prepare our consolidated financial statements. Our goodwill and contingent consideration liability, resulting from certain acquisitions, are based on the expected future performance of the operations acquired. At least annually, we reassess the goodwill for impairment and quarterly, we reassess the fair value of any contingent consideration. Changes in business conditions or other events could materially change the projection of future cash flows or the discount rate we used in the fair value calculation of the goodwill and contingent consideration. Actual results could differ materially from our estimates, and such differences may impact our financial results.\nWe may not be able to recruit and retain key employees and skilled workers in a competitive labor market or we could experience continued increases in labor costs, which could adversely affect our business and results of operations. \nIf we cannot successfully recruit and retain key employees and skilled workers or we experience the unexpected loss of those employees, our operations may be negatively impacted. A shortage of qualified personnel along with continued labor cost inflation may require us to further enhance our compensation in order to compete effectively in the hiring and retention of qualified employees.\nChanges in tax policies could adversely affect our business and results of operations. \nChanges in United States or international income tax laws and regulations may have an adverse effect on our business in the future. We are subject to income taxes in the United States and numerous foreign jurisdictions. Our effective income tax rate in the future could be adversely affected by a number of factors, including changes in the mix of earnings in countries with differing statutory tax rates, changes in tax laws, the outcome of income tax audits in various jurisdictions, and any repatriation of non-U.S. earnings for which the Company has not previously provided for U.S. taxes. We regularly assess these matters to determine the adequacy of our tax provision, which is subject to significant judgement.\nOur strategy, goals and disclosures related to Environmental, Social, and Governance (\"ESG\") matters expose us to numerous risks, including risks to our reputation and stock price.\nThere has been increased focus from our stakeholders, including consumers, employees, and investors, on our ESG practices. We plan to establish and announce goals and other objectives related to ESG matters. These goal statements will reflect our current plans and are not guarantees that we will be able to achieve them. Our efforts to accomplish and accurately report on these goals and objectives present numerous operational, reputational, financial, legal, and other risks, any of which could have a material negative impact, including on our reputation, stock price, and results of operation. We could also incur additional \n17\nTable of Contents\ncosts and require additional resources to implement various ESG practices to make progress against our public goals and to monitor and track our performance with respect to such goals.\nThe standards for tracking and reporting on ESG matters are relatively new, have not been formalized and continue to evolve. Collecting, measuring, and reporting ESG information and metrics can be difficult and time consuming. Our selected disclosure framework or standards may need to be changed from time to time, which may result in a lack of consistent or meaningful comparative data from period to period. In addition, our interpretation of reporting frameworks or standards may differ from those of others and such frameworks or standards may change over time, any of which could result in significant revisions to our goals or reported progress in achieving such goals.\nOur ability to achieve any ESG-related goal or objective is subject to numerous risks, many of which are outside of our control, including: the availability and cost of low-or non-carbon-based energy sources and technologies, evolving regulatory requirements affecting ESG standards or disclosures, the availability of vendors and suppliers that can meet our sustainability, diversity and other standards, and the availability of raw materials that meet and further our sustainability goals. If our ESG practices do not meet evolving consumer, employee, investor or other stakeholder expectations and standards or our publicly-stated goals, then our reputation, our ability to attract or retain employees and our competitiveness, including as an investment and business partner, could be negatively impacted. Furthermore, if our competitors’ ESG performance is perceived to be better than ours, potential or current customers and investors may elect to do business with our competitors instead, and our ability to attract or retain employees could be negatively impacted. Our failure, or perceived failure, to pursue or fulfill our goals, targets, and objectives or to satisfy various reporting standards within the timelines we announce, or at all, could also expose us to government enforcement actions and private litigation.",
    "item7": ">ITEM 7.    MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS.\nWe have prepared this Management's Discussion and Analysis as an aid to understanding our financial results. It should be read in conjunction with the accompanying Consolidated Financial Statements and related Notes to Consolidated Financial Statements. It also includes management’s analysis of past financial results and certain potential factors that may affect future results, potential future risks and approaches that may be used to manage those risks. Refer to \"Cautionary Note Regarding Forward-Looking Statements” at the beginning of this report for a discussion of factors that may cause results to differ materially. Note that our 2023 and 2021 fiscal years included 52 weeks, whereas fiscal year 2022 included 53 weeks.\nIntroduction\nOur Business\nWe are the leading global producer of reclining chairs and the second largest manufacturer/distributor of residential furniture in the United States\n.\n The La-Z-Boy Furniture Galleries\n®\n stores retail network is the third largest retailer of single-branded furniture in the United States\n.\n We manufacture, market, import, export, distribute and retail upholstery furniture products under the La-Z-Boy\n®\n, England, Kincaid\n®\n, and Joybird\n®\n tradenames. In addition, we import, distribute and retail accessories and casegoods (wood) furniture products\n \nunder the Kincaid\n®\n, American Drew\n®\n, Hammary\n®\n, and Joybird\n®\n tradenames. \nAs of April 29, 2023, our supply chain operations included the following:\n•\nFive major manufacturing locations and 12 distribution centers in the United States and four facilities in Mexico to support our speed-to-market and customization strategy\n•\nA logistics company that distributes a portion of our products in the United States \n•\nA wholesale sales office that is responsible for distribution of our product in the United Kingdom and Ireland\n•\nAn upholstery manufacturing business in the United Kingdom\n•\nA global trading company in Hong Kong which helps us manage our Asian supply chain by establishing and maintaining relationships with our Asian suppliers, as well as identifying efficiencies and savings opportunities\nDuring the third quarter of fiscal 2023, we made the decision to close our manufacturing facility in Torreón, Mexico as part of our initiative to drive improved efficiencies through optimized staffing levels within our plants. Torreón was the last facility to begin operating as part of our broader Mexico manufacturing expansion in fiscal 2021 and 2022 to meet pandemic-related upholstery demand and accounted for approximately 3% of our La-Z-Boy branded production. As a result of this action, charges were recorded within the Wholesale segment in the third and fourth quarters of fiscal 2023 totaling $9.2 million in \n21\nTable of Contents\nselling, general, and administrative expense for the impairment of various assets, primarily long-lived assets, and $1.6 million in cost of sales, primarily related to severance.\nWe also participate in two consolidated joint ventures in Thailand that support our international businesses: one that operates a manufacturing facility and another that operates a wholesale sales office. Additionally, we have contracts with several suppliers in Asia to produce products that support our pure import model for casegoods.\nWe sell our products through multiple channels: to furniture retailers or distributors in the United States, Canada, and approximately 50 other countries, including the United Kingdom, China, Australia, South Korea and New Zealand; directly to consumers through retail stores that we own and operate; and through our websites, www.la-z-boy.com and www.joybird.com. \n•\nThe centerpiece of our retail distribution strategy is our network of 349 La-Z-Boy Furniture Galleries\n®\n stores and 522 La-Z-Boy Comfort Studio\n®\n locations, each dedicated to marketing our La-Z-Boy branded products. We consider this dedicated space to be \"proprietary.\" \n◦\nLa-Z-Boy Furniture Galleries\n®\n stores help consumers furnish their homes by combining the style, comfort, and quality of La-Z-Boy furniture with our available design services. We own 171 of the La-Z-Boy Furniture Galleries\n®\n stores, while the remainder are independently owned and operated. \n◦\nLa-Z-Boy Comfort Studio\n®\n locations are defined spaces within larger independent retailers that are dedicated to displaying and selling La-Z-Boy branded products. All 522 La-Z-Boy Comfort Studio\n®\n locations are independently owned and operated. \n◦\nIn total, we have approximately 7.6 million square feet of proprietary floor space dedicated to selling La-Z-Boy branded products in North America. \n◦\nWe also have approximately 2.6 million square feet of floor space outside of the United States and Canada dedicated to selling La-Z-Boy branded products.\n•\nOur other brands, England, American Drew, Hammary, and Kincaid enjoy distribution through many of the same outlets, with slightly over half of Hammary’s sales originating through the La-Z-Boy Furniture Galleries\n®\n store network. \n◦\nKincaid and England have their own dedicated proprietary in-store programs with 614 outlets and approximately 1.9 million square feet of proprietary floor space. \n◦\nIn total, our proprietary floor space includes approximately 12.1 million square feet worldwide.\n \n•\nJoybird sells product primarily online and has a limited amount of proprietary retail showroom floor space including ten small-format stores in key urban markets.\nOur goal is to deliver value to our shareholders over the long term by executing our Century Vision strategic plan, in which we aim to grow sales and market share and strengthen our operating margins. The foundation of our strategic plan is to drive disproportionate growth of our two consumer brands, La-Z-Boy and Joybird, by delivering the transformational power of comfort with a consumer-first approach. We plan to drive growth in the following ways:\nExpanding the La-Z-Boy brand reach\n•\nLeveraging our connection to comfort and reinvigorating our brand with a consumer focus and expanded omni-channel presence.\n Our strategic initiatives to leverage and reinvigorate our iconic La-Z-Boy brand center on a renewed focus on leveraging the compelling La-Z-Boy comfort message, accelerating our omni-channel offering, and identifying additional consumer-base growth opportunities. We are launching a new marketing platform in fiscal 2024, with compelling messaging to increase recognition and consideration of the brand. We expect this new messaging will enhance the appeal of our brand with a broader consumer base. Further, our goal is to connect with consumers along their purchase journey through multiple means, whether online or in person. We are driving change throughout our digital platforms to improve the user experience, with a specific focus on the ease with which customers browse through our broad product assortment, customize products to their liking, find stores to make a purchase, or purchase at www.la-z-boy.com.\n•\nExpanding the reach of our wholesale distribution channels.\n Consumers experience the La-Z-Boy brand in many channels including the La-Z-Boy Furniture Galleries\n®\n store network and the La-Z-Boy Comfort Studio\n® \nlocations, our store-within-a-store format. While consumers increasingly interact with the brand digitally, our consumers also demonstrate an affinity for visiting our stores to shop, allowing us to frequently deliver the flagship La-Z-Boy \n22\nTable of Contents\nFurniture Galleries\n®\n store, or La-Z-Boy Comfort Studio\n®\n, experience and provide design services. In addition to our branded distribution channels, approximately 2,200 other dealers sell La-Z-Boy products, providing us the benefit of multi-channel distribution. These outlets include some of the best-known names in the industry, including Slumberland, Nebraska Furniture Mart, Mathis Brothers and Raymour & Flanagan. We believe there is significant growth potential for our consumer brands through these retail channels.\n•\nGrowing our La-Z-Boy Furniture Galleries® store network\n. We expect our strategic initiatives in this area to generate growth in our Retail segment through an increased company-owned store count and in our Wholesale segment as our proprietary distribution network expands. We are not only focused on growing the number of locations, but also on upgrading existing store locations to our new concept designs. We are prioritizing growth of our company-owned Retail business by opportunistically acquiring existing La-Z-Boy Furniture Galleries® stores and opening new La-Z-Boy Furniture Galleries® stores, primarily in markets that can be serviced through our distribution centers, where we see opportunity for growth, or where we believe we have opportunities for further market penetration. Additionally, we are testing potential store formats to expand our reach to value-seeking consumers and during fiscal 2023, we opened two Outlet by La-Z-Boy stores. \nProfitably growing the Joybird brand\n•\nProfitably growing the Joybird brand with a digital-first consumer experience. \nDuring fiscal 2019, we purchased Joybird, a leading e-commerce retailer and manufacturer of upholstered furniture with a direct-to-consumer model. We believe that Joybird is a brand with significant potential and our strategic initiatives in this area focus on fueling profitable growth through an increase in digital marketing spend to drive awareness and customer acquisition, ongoing investments in technology, an expansion of product assortment, and providing additional small-format stores in key urban markets to enhance our consumers' omni-channel experience.\nEnhancing our enterprise capabilities\n•\nEnhancing our enterprise capabilities to support the growth of our consumer brands and enable potential acquisitions for growth.\n Key to successful growth is ensuring we have the capabilities to support that growth, including an agile supply chain, modern technology for consumers and employees, and by delivering a human-centered employee experience. Through our Century Vision plan, we have several initiatives focused on enhancing these capabilities with a consumer-first focus.\nOur reportable operating segments include the Wholesale segment and the Retail segment. \n•\nWholesale Segment\n. Our Wholesale segment consists primarily of three operating segments: La-Z-Boy, our largest operating segment, our England subsidiary, and our casegoods operating segment that sells furniture under three brands: American Drew\n®\n, Hammary\n®\n and Kincaid\n®\n. The Wholesale segment also includes our international wholesale and manufacturing businesses. We aggregate these operating segments into one reportable segment because they are economically similar and meet the other aggregation criteria for determining reportable segments. Our Wholesale segment manufactures and imports upholstered furniture, such as recliners and motion furniture, sofas, loveseats, chairs, sectionals, modulars, ottomans and sleeper sofas and imports casegoods (wood) furniture such as bedroom sets, dining room sets, entertainment centers and occasional pieces. The Wholesale segment sells directly to La-Z-Boy Furniture Galleries\n®\n stores, operators of La-Z-Boy Comfort Studio\n®\n locations, England Custom Comfort Center locations, major dealers, and a wide cross-section of other independent retailers.\n•\nRetail Segment\n. Our Retail segment consists of one operating segment comprised of our 171 company-owned La-Z-Boy Furniture Galleries\n®\n stores. The Retail segment sells primarily upholstered furniture, in addition to some casegoods and other accessories, to end consumers through these stores.\n•\nCorporate & Other\n. Corporate & Other includes the shared costs for corporate functions, including human resources, information technology, finance and legal, in addition to revenue generated through royalty agreements with companies licensed to use the La-Z-Boy\n®\n brand name on various products. We consider our corporate functions to be other business activities and have aggregated them with our other insignificant operating segments, including our global trading company in Hong Kong and Joybird, an e-commerce retailer that manufactures upholstered furniture such as sofas, loveseats, chairs, ottomans, sleeper sofas and beds, and also imports casegoods (wood) furniture such as occasional tables and other accessories. Joybird sells to the end consumer primarily online through its website, www.joybird.com. None of the operating segments included in Corporate & Other meet the requirements of reportable segments.\n23\nTable of Contents\nResults of Operations\nThe following discussion provides an analysis of our results of operations and reasons for material changes therein for fiscal year 2023 as compared with fiscal year 2022. Refer to \"Results of Operations\" in Part II, Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations in the Company’s 2022 Annual Report on Form 10-K, filed with the SEC on June 21, 2022, for an analysis of the fiscal year 2022 results as compared to fiscal year 2021.\nImpact of COVID-19\nBeginning in the fourth quarter of fiscal 2020, we experienced significant changes in our business resulting from the COVID-19 pandemic. After temporarily closing due to state and local restrictions, when our retail and manufacturing locations reopened early in fiscal 2021, we experienced a significant surge in demand as consumers allocated more discretionary spending to home furnishings. During this time, we took several actions to increase our manufacturing capacity but due to the strong pace of incoming written orders outpacing production, combined with pricing and surcharge actions taken in response to inflationary cost pressures resulting from global supply chain challenges, our backlog increased to record levels. While sales demand trends remain strong compared to pre-pandemic levels, they have slowed relative to those experienced during the peak of the pandemic as consumer spending patterns shift and during fiscal 2023 we have worked through the majority of our backlog built in prior periods. \nFiscal Year 2023 and Fiscal Year 2022\nLa-Z-Boy Incorporated\n(52 weeks)\n(53 weeks)\n(FY23 vs FY22)\n(Amounts in thousands, except percentages)\n4/29/2023\n4/30/2022\n% Change\nSales\n$\n2,349,433 \n$\n2,356,811 \n(0.3)\n%\nOperating income\n211,439 \n206,756 \n2.3 \n%\nOperating margin\n9.0%\n8.8%\n \nSales\nConsolidated sales in fiscal 2023 decreased $7.4 million, or 0.3%, compared with the prior year. We estimate the additional week in fiscal 2022 resulted in $48.9 million of additional sales in fiscal 2022 based on the average weekly sales for the fourth quarter of fiscal 2022. Absent the additional week, sales in fiscal 2023 increased 2% compared with the prior year, reflecting the realization of pricing surcharge actions taken to counteract rising raw material and freight costs from prior periods, along with a favorable impact from product and channel mix as sales in our Retail business grew. These benefits were essentially offset by a decline in delivered unit volume relative to the prior year in which we had built up a significant backlog as a result of the heightened demand driven by the impact of COVID-19.\nOperating Margin\nOperating margin, which is calculated as operating income as a percentage of sales, increased 20 basis points in fiscal 2023 compared with the prior year.\n•\nGross margin increased 400 basis points during fiscal 2023 compared with fiscal 2022.\n◦\nChanges in our consolidated mix improved gross margin by 250 basis points in fiscal 2023 driven by the growth of our Retail segment, which has a higher gross margin than our Wholesale segment.\n◦\nPricing and surcharge actions taken in prior years to counteract inflationary cost pressures were fully realized in fiscal 2023 contributing to gross margin expansion.\n◦\nRaw materials and freight costs decreased sequentially throughout fiscal 2023 but negatively impacted gross margin in fiscal 2023, compared with the prior year, due to global supply chain challenges experienced predominately in the first half of fiscal 2023.\n•\nSelling, general, and administrative (\"SG&A\") expense as a percentage of sales increased 380 basis points during fiscal 2023 compared with fiscal 2022.\n24\nTable of Contents\n◦\nChanges in our consolidated mix increased SG&A expense as a percentage of sales by 160 basis points in fiscal 2023 driven by growth of our Retail segment, which has a higher SG&A expense as a percentage of sales than our Wholesale segment.\n◦\nDuring fiscal 2022, we recognized a $10.7 million gain on sale-leaseback transactions for the buildings and related fixed assets of three retail stores, the absence of which resulted in a 50 basis point increase in SG&A as a percentage of sales during fiscal 2023. \n◦\nCharges related to the closure of our Torreón, Mexico manufacturing facility in fiscal 2023 resulted in a 40 basis point increase in SG&A as a percentage of sales. \n◦\nThe remaining increase in SG&A as a percentage of sales in fiscal 2023 was primarily due to increased investments in marketing, to pre-pandemic levels as a percentage of sales, to drive written sales. \nWe explain these items further when we discuss each segment's results later in this Management's Discussion and Analysis.\nRetail Segment\n(52 weeks)\n(53 weeks)\n(FY23 vs FY22)\n(Amounts in thousands, except percentages)\n4/29/2023\n4/30/2022\n% Change\nSales\n$\n982,043 \n$\n804,394 \n22.1 \n%\nOperating income\n161,571 \n109,546 \n47.5 \n%\nOperating margin\n16.5%\n13.6%\nSales\nThe Retail segment's sales increased $177.6 million, or 22%, in fiscal 2023 compared with fiscal 2022. We estimate the additional week in fiscal 2022 resulted in $16.6 million of additional sales in fiscal 2022 based on the average weekly sales for the fourth quarter of fiscal 2022. Absent the additional week, sales in fiscal 2023 increased 25% compared with the prior year. \nThe increase in the Retail segment's sales was led by a 17% increase in delivered same-stores sales, along with a $56.6 million increase in sales related to our fiscal 2023 retail store acquisitions and the full-year impact of our fiscal 2022 retail store acquisitions (refer to Note 2, Acquisitions for further information).\nWritten same-store sales decreased 6% in fiscal 2023 compared with fiscal 2022 reflecting softer demand across the industry driven by economic uncertainty and weaker consumer sentiment relative to the prior period which saw significant increases in consumer furniture demand. Despite these challenging industry trends, strong in-store execution led to positive written same-store sales in the back half of fiscal 2023 compared with the same period last year.\nSame-store sales include the sales of all currently active stores which have been open and company-owned for each comparable period.\nOperating Margin\nThe Retail segment's operating margin increased 290 basis points in fiscal 2023 compared with the prior year.\n•\nGross margin increased 80 basis points during fiscal 2023 compared with fiscal 2022, primarily due to pricing actions taken by the Retail business to offset increases in product costs.\n•\nSG&A expense as a percentage of sales decreased 210 basis points during fiscal 2023 compared with fiscal 2022.\n◦\nHigher delivered sales relative to selling expenses and fixed costs, mainly occupancy expenses, was the primary driver of lower SG&A expense as a percentage of sales in fiscal 2023 compared with the prior year. \n◦\nPartially offsetting this benefit, during the fourth quarter of fiscal 2022 we recognized a $10.7 million gain on sale-leaseback transactions for the buildings and related fixed assets of three retail stores. The absence of this gain in fiscal 2023 resulted in a 130 basis point comparative increase in SG&A expense as a percentage of sales compared with fiscal 2022. \n25\nTable of Contents\nWholesale Segment\n(52 weeks)\n(53 weeks)\n(FY23 vs FY22)\n(Amounts in thousands, except percentages)\n4/29/2023\n4/30/2022\n% Change\nSales\n$\n1,215,429 \n$\n1,371,602 \nIntersegment sales\n474,819 \n397,236 \nTotal sales\n1,690,248 \n1,768,838 \n(4.4)\n%\nOperating income\n115,215 \n134,013 \n(14.0)\n%\nOperating margin\n6.8%\n7.6%\n \nSales\nThe Wholesale segment's sales decreased 4%, or $78.6 million, in fiscal 2023 compared with fiscal 2022. We estimate the additional week in fiscal 2022 resulted in $36.6 million of additional sales in fiscal 2022 based on the average weekly sales for the fourth quarter of fiscal 2022. Absent the additional week, sales in fiscal 2023 decreased 2% compared with the prior year. During fiscal 2023, sales benefited from the realization of pricing and surcharge actions taken in response to rising manufacturing costs from prior periods combined with favorable channel and product mix reflecting the shift to our La-Z-Boy Furniture Galleries network, as intercompany sales from our Wholesale segment to our Retail segment increased 20%. These benefits, however, only partially offset lower delivered volume in fiscal 2023 relative to fiscal 2022, due in part to the significant backlog built in prior periods to meet heightened demand.\nOperating Margin\nThe Wholesale segment's operating margin decreased 80 basis points in fiscal 2023 compared with fiscal 2022.\n•\nGross margin increased 270 basis points during fiscal 2023 compared with fiscal 2022.\n◦\nGross margin increased 430 basis points in fiscal 2023 from the combination of pricing and surcharge actions taken in prior periods along with favorable channel and product mix\n◦\nWhile raw materials and freight costs have decreased sequentially throughout fiscal 2023, gross margin in fiscal 2023 decreased 160 basis points compared with fiscal 2022 due to higher raw materials and freight costs resulting from global supply challenges, predominately experienced in the first half of fiscal 2023.\n•\nSG&A expense as a percentage of sales increased 350 basis points during fiscal 2023 compared with fiscal 2022.\n◦\nReduced fixed cost leverage and an increase in marketing expense to pre-pandemic levels, as a percentage of sales, contributed to higher SG&A expense as a percentage of sales in fiscal 2023 compared with fiscal 2022.\n◦\nAdditionally, charges related to the closure of our Torreón, Mexico manufacturing facility in the third quarter of fiscal 2023 resulted in a 50 basis point increase in SG&A expense as a percentage of sales.\nCorporate and Other\n(52 weeks)\n(53 weeks)\n(FY23 vs FY22)\n(Amounts in thousands, except percentages)\n4/29/2023\n4/30/2022\n% Change\nSales\n$\n166,190 \n$\n195,959 \n(15.2)\n%\nIntercompany eliminations\n(489,048)\n(412,380)\n18.6 \n%\nOperating loss\n(65,347)\n(36,803)\n77.6 \n%\nSales\nCorporate and Other sales decreased $29.8 million in fiscal 2023 compared with fiscal 2022, primarily due to a $30.0 million, or 17% decrease from Joybird, which contributed $146.4 million in sales in fiscal 2023. We estimate the additional week in fiscal 2022 resulted in $3.8 million of additional sales in fiscal 2022 based on the average weekly sales in the fourth quarter of fiscal 2022. Joybird's overall delivered volume declined in fiscal 2023 due to slowing online traffic and demand challenges consistent with those recently experienced across the e-commerce home furnishings industry. Written sales for Joybird were down 16% in fiscal 2023 compared with fiscal 2022, reflecting the industry-wide demand challenges noted above. \n26\nTable of Contents\nIntercompany eliminations increased in fiscal 2023 compared with fiscal 2022 due to higher sales from our Wholesale segment to our Retail segment, driven by increased sales in the Retail segment. \nOperating Loss\nOur Corporate and Other operating loss was $28.5 million higher in fiscal 2023 compared with fiscal 2022.\n•\nHigher operating loss was primarily due to Joybird's operating loss resulting from lower sales volume, higher input costs (mainly freight), reduced fixed cost leverage, and increased investments in marketing, as a percentage of sales, to drive customer acquisition and awareness.\n•\nAdditionally, we recognized pre-tax gains of $0.8 million and $3.3 million in fiscal 2023 and fiscal 2022, respectively, to reduce the fair value of the Joybird contingent consideration liability based on our most recent projections at the time for the fiscal 2023 performance period. These actions resulted in a comparative $2.5 million increase in operating loss in fiscal 2023.\nNon-Operating Income (Expense)\nInterest Expense and Interest Income\nInterest expense was $0.4 million lower and interest income was $5.3 million higher in fiscal 2023 compared with fiscal 2022. The increase in interest income was primarily driven by higher interest rates.\nOther Income (Expense), Net\nOther income (expense), net was $11.8 million of expense in fiscal 2023 compared with $1.7 million of expense in fiscal 2022. The expense in fiscal 2023 was primarily due to a $10.3 million impairment of our investments in a privately held start-up company combined with exchange rate losses. The expense in fiscal 2022 was primarily due to unrealized losses on investments. \nIncome Taxes\nOur effective income tax rate was 26.2% for fiscal 2023 and 25.9% for fiscal 2022. Refer to Note 18, Income Taxes, for additional information.\nLiquidity and Capital Resources\nOur sources of liquidity include cash and cash equivalents, short-term and long-term investments, cash from operations, and amounts available under our credit facility. We believe these sources remain adequate to meet our short-term and long-term liquidity requirements, finance our long-term growth plans, and fulfill other cash requirements for day-to-day operations and capital expenditures, including fiscal 2024 contractual obligations.\nWe had cash, cash equivalents and restricted cash of $346.7 million at April 29, 2023, compared with $248.9 million at April 30, 2022. Included in our cash, cash equivalents and restricted cash at April 29, 2023, is $63.1 million held by foreign subsidiaries, the majority of which we have determined to be permanently reinvested. In addition, we had investments to enhance our returns on cash of $11.6 million at April 29, 2023, compared with $27.2 million at April 30, 2022.\n27\nTable of Contents\nThe following table illustrates the main components of our cash flows:\n \nFiscal Year Ended\n(52 weeks)\n(53 weeks)\n(Amounts in thousands)\n4/29/2023\n4/30/2022\nCash Flows Provided By (Used For)\nNet cash provided by operating activities\n$\n205,167 \n$\n79,004 \nNet cash used for investing activities\n(70,120)\n(78,371)\nNet cash used for financing activities\n(37,139)\n(144,561)\nExchange rate changes\n(86)\n(1,919)\nChange in cash, cash equivalents and restricted cash\n$\n97,822 \n$\n(145,847)\nOperating Activities\nDuring fiscal 2023, net cash provided by operating activities was $205.2 million, an increase of $126.2 million compared with the prior year mainly due to favorable changes in working capital. Our cash provided by operating activities in fiscal 2023 was primarily attributable to net income, adjusted for non-cash items, a $53.7 million decrease in receivables and a $32.3 million decrease in inventory as we work down our backlog to pre-pandemic levels and align production with incoming order trends. This was partially offset by a $84.7 million decrease in customer deposits, reflecting the reduced backlog. \nInvesting Activities\nDuring fiscal 2023, net cash used for investing activities was $70.1 million, a decrease of $8.3 million compared with the prior year due to lower capital expenditures and acquisition payments and higher proceeds from investment sales, net of purchases, partially offset by less proceeds received from the sale of assets. Cash used for investing activities in fiscal 2023 included the following:\n•\nCash used for capital expenditures in the period was $68.8 million, which is primarily related to La-Z-Boy Furniture Galleries\n®\n (new stores and remodels) and Joybird store projects and upgrades at our manufacturing and distribution facilities. We expect capital expenditures to be in the range of $55 to $60 million for fiscal 2024, primarily related to improvements and expansion of our Retail and Joybird stores, replacement of machinery and equipment for various manufacturing and distribution facilities, and technology upgrades. We have no material contractual commitments outstanding for future capital expenditures. \n•\nCash used for acquisitions was $16.8 million, related to the acquisition of the Baton Rouge, Louisiana, Barboursville, West Virginia, Spokane, Washington and Denver, Colorado retail businesses. Refer to Note 2, Acquisitions, for additional information.\n•\nProceeds from the sale of investments, net of investment purchases was $15.4 million. \nFinancing Activities\nOn October 15, 2021, we entered into a new five-year $200 million unsecured revolving credit facility (the “Credit Facility”). Borrowings under the Credit Facility may be used by the Company for general corporate purposes. We may increase the size of the facility, either in the form of additional revolving commitments or new term loans, subject to the discretion of each lender to participate in such increase, up to an additional amount of $100 million. The Credit Facility will mature on October 15, 2026 and provides us the ability to extend the maturity date for two additional one-year periods, subject to the satisfaction of customary conditions. As of April 29, 2023, we have no borrowings outstanding under the Credit Facility.  \nThe Credit Facility contains certain restrictive loan covenants, including, among others, financial covenants requiring a maximum consolidated net lease adjusted leverage ratio and a minimum consolidated fixed charge coverage ratio, as well as customary covenants limiting our ability to incur indebtedness, grant liens, make acquisitions, merge or consolidate, and dispose of certain assets. As of April 29, 2023, we were in compliance with our financial covenants under the Credit Facility. We believe our cash and cash equivalents, short-term investments, and cash from operations, in addition to our available Credit Facility, will provide adequate liquidity for our business operations over the next 12 months.\n28\nTable of Contents\nDuring fiscal 2023, net cash used for financing activities was $37.1 million, a decrease of $107.4 million compared with prior year, primarily due to fewer share repurchases and holdback payments on prior-period acquisitions. Cash used for financing activities in fiscal 2023 included the following:\n•\nOur board of directors has authorized the repurchase of Company stock and we spent $5.0 million during fiscal 2023 to repurchase 0.2 million shares. As of April 29, 2023, 7.3 million shares remained available for repurchase pursuant to this authorization. With the operating cash flows we anticipate generating in fiscal 2024, we expect to continue repurchasing Company stock.\n•\nCash paid to our shareholders in quarterly dividends was $29.9 million. Our board of directors has sole authority to determine if and when we will declare future dividends and on what terms. We expect the board to continue declaring regular quarterly cash dividends for the foreseeable future, but it may discontinue doing so at any time.\n•\nCash paid for holdback payments made on prior-period acquisitions was $5.0 million for a guaranteed payment related to the acquisition of Joybird. \nExchange Rate Changes\nDue to changes in exchange rates, our cash, cash equivalents, and restricted cash decreased by $0.1 million from the end of fiscal year 2022 to the end of fiscal year 2023. These changes slightly impacted our cash balances held in Canada, Thailand, and the United Kingdom.\nContractual Obligations\nLease Obligations. \nWe lease real estate for retail stores, distribution centers, warehouses, plants, showrooms and office space and also have equipment leases for tractors/trailers, IT and office equipment, and vehicles. As of April 29, 2023, we had operating and finance lease payment obligations of $505.0 million and $0.4 million, respectively, with $91.7 million and $0.1 million, payable within 12 months, respectively. Refer to Note 6, Leases, for additional information.\nPurchase Obligations.\n We had purchase obligations of $156.3 million, all payable within 12 months, related to open purchase orders, primarily with foreign and domestic casegoods, leather, and fabric suppliers, which are generally cancellable if production has not begun.\nAcquisition Payment Obligations.\n Consideration for prior acquisitions may include future guaranteed payments and payments contingent on future performance. As of April 29, 2023, we had future guaranteed payments related to our Joybird acquisition of $5.0 million, all payable within 12 months. \nOther\n \nOur consolidated balance sheet as April 29, 2023 reflected a $1.1 million net liability for uncertain income tax positions. We do not expect that the net liability for uncertain income tax positions will significantly change within the next 12 months. The remaining balance will be settled or released as tax audits are effectively settled, statutes of limitation expire, or other new information becomes available.\nWe do not expect our continuing compliance with existing federal, state and local statutes dealing with protection of the environment to have a material effect on our capital expenditures, earnings, competitive position or liquidity.\nCritical Accounting Estimates\nWe prepare our consolidated financial statements in conformity with U.S. generally accepted accounting principles (\"US GAAP\"). In some cases, these principles require management to make difficult and subjective judgments regarding uncertainties and, as a result, such estimates and assumptions may significantly impact our financial results and disclosures. We base our estimates on currently known facts and circumstances, prior experience and other assumptions we believe to be reasonable. We use our best judgment in valuing these estimates and may, as warranted, use external advice. Actual results could differ from these estimates, assumptions, and judgments and these differences could be significant. We make frequent comparisons throughout the year of actual experience to our assumptions to reduce the likelihood of significant adjustments. We record adjustments when differences are known. We consider the following accounting estimates to be critical as they require us to make assumptions that are uncertain at the time the estimate was made and changes to the estimate would have a material impact on our financial statements.  \n29\nTable of Contents\nIndefinite-Lived Intangible Assets and Goodwill\nIndefinite-lived intangible assets include our American Drew trade name and the reacquired right to own and operate La-Z-Boy Furniture Galleries\n®\n stores we have acquired. Prior to our retail acquisitions, we licensed the exclusive right to own and operate La-Z-Boy Furniture Galleries\n®\n stores (and to use the associated trademarks and trade name) in those markets to the dealers whose assets we acquired, and we reacquired these rights when we purchased the dealers' other assets. The reacquired right to own and operate La-Z-Boy Furniture Galleries\n®\n stores are indefinite-lived because our retailer agreements are perpetual agreements that have no specific expiration date and no renewal options. A retailer agreement remains in effect as long as the independent retailer is not in default under the terms of the agreement.\nOur goodwill relates to the acquisitions of La-Z-Boy Furniture Galleries\n®\n stores, the La-Z-Boy wholesale business in the United Kingdom and Ireland, the La-Z-Boy manufacturing business in the United Kingdom, and Joybird\n®\n, an e-commerce retailer and manufacturer of upholstered furniture. The reporting unit for goodwill arising from retail store acquisitions is our Retail operating segment. Goodwill arising from the acquisition of\n our wholesale business in the United Kingdom and Ireland along with goodwill arising from the acquisition of our\n manufacturing business in the United Kingdom are combined into the United Kingdom reporting. The reporting unit for goodwill arising from the acquisition of Joybird is the Joybird operating segment.\nWe test indefinite-lived intangibles and goodwill for impairment on an annual basis in the fourth quarter of our fiscal year, or more frequently if events or changes in circumstances indicate that the carrying value may be impaired. We have the option to first assess qualitative factors in order to determine if it is more likely than not that the fair value of our intangible assets or reporting units are greater than their carrying value. If the qualitative assessment leads to a determination that the intangible asset/reporting unit’s fair value may be less than its carrying value, or if we elect to bypass the qualitative assessment altogether, we are required to perform a quantitative impairment test by calculating the fair value of the intangible asset/reporting unit and comparing the fair value with its associated carrying value. When we perform the quantitative test for indefinite-lived intangible assets, we establish the fair value of our indefinite-lived trade names and reacquired rights based upon the relief from royalty method, which requires the use of significant estimates and assumptions including forecasted sales growth and royalty rates. When we perform the quantitative test for goodwill, we establish the fair value for the reporting unit based on the income approach, in which we utilize a discounted cash flow model, the market approach, in which we utilize market multiples of comparable companies, or a combination of both approaches. The income approach requires the use of significant estimates and assumptions including forecasted sales growth, operating income projections, and discount rates and changes in these assumptions may materially impact our fair value assessment. Refer to Note 7, Goodwill and Other Intangible Assets, for further information regarding our fiscal 2023 impairment testing.\nProduct Warranties\nWe account for product warranties by accruing an estimated liability when we recognize revenue on the sale of warrantied product. We estimate future warranty claims on product sales based on claim experience and periodically make adjustments to reflect changes in actual experience. We incorporate repair costs in our liability estimates, including materials, labor, and overhead amounts necessary to perform repairs, and any costs associated with delivering repaired product to our customers and consumers. We use considerable judgment in making our estimates and record differences between our estimated and actual costs when the differences are known.\nStock-Based Compensation\nWe measure stock-based compensation cost for equity-based awards on the grant date based on the awards' fair value and recognize expense over the vesting period. We measure stock-based compensation cost for liability-based awards on the grant date based on the awards' fair value and recognize expense over the vesting period. We remeasure the liability for these awards and adjust their fair value at the end of each reporting period until paid. We recognize compensation cost for stock-based awards that vest based on performance conditions ratably over the vesting periods when the vesting of such awards becomes probable. Determining the probability of award vesting requires judgment, including assumptions about future operating performance. While the assumptions we use to calculate and account for stock-based compensation awards represent management's best estimates, these estimates involve inherent uncertainties and the application of our management's best judgment. As a result, if we revise our assumptions and estimates, our stock-based compensation expense could be materially different in the future.\nWe estimate the fair value of each option grant using a Black-Scholes option-pricing model. We estimate expected volatility based on the historic volatility of our common shares. We estimate the average expected life using the contractual term of the stock option and expected employee exercise and post-vesting employment termination trends. We base the risk-free rate on \n30\nTable of Contents\nU.S. Treasury issues with a term equal to the expected life assumed at the date of grant. We have elected to recognize forfeitures as an adjustment to compensation expense in the same period as the forfeitures occur. \nWe estimate the fair value of each performance award grant that vests based on a market condition using a Monte Carlo valuation model. The Monte Carlo model incorporates more complex variables than closed-form models such as the Black-Scholes option valuation model used for option grants. The Monte Carlo valuation model simulates a distribution of stock prices to yield an expected distribution of stock prices over the remaining performance period. The stock-paths are simulated using volatilities calculated with historical information using data from a look-back period that is equal to the vesting period. The model assumes a zero-coupon, risk-free interest rate with a term equal to the vesting period. The simulations are repeated many times and the mean of the discounted values is calculated as the grant date fair value for the award. The final payout of the award as calculated by the model is then discounted back to the grant date using the risk-free interest rate.\nRecent Accounting Pronouncements\nRefer to Note 1, Accounting Policies, to our consolidated financial statements for a discussion of recently adopted accounting standards and other new accounting standards.",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK.\nWhile we had no variable rate borrowings at April 29, 2023, we could be exposed to market risk from changes in risk-free interest rates if we incur variable rate debt in the future. Based on our current and expected levels of exposed liabilities, management estimates that a one percentage point change in interest rates would not have had a material impact on our results of operations for fiscal 2023.\nWe are exposed to market risk from changes in the value of foreign currencies primarily related to our manufacturing facilities in Mexico, our wholesale and retail businesses in Canada, our wholesale and manufacturing businesses in the United Kingdom, and our majority-owned joint ventures in Thailand. In Mexico, we pay wages and other local expenses in Mexican Pesos. In our Canadian wholesale business, we pay wages and other local expenses in Canadian Dollars. We recognize sales and pay wages and other local expenses related to our wholesale and manufacturing businesses in the United Kingdom in Great British Pounds, and our Canadian retail business in Canadian Dollars. In Thailand, we pay wages and other local expenses in the Thai Baht. Nonetheless, gains and losses resulting from market changes in the value of foreign currencies have not had and are not currently expected to have a material effect on our consolidated results of operations. A decrease in the value of foreign currencies in relation to the U.S. Dollar could impact the profitability of some of our vendors and translate into higher prices from our suppliers, but we believe that, in that event, our competitors would experience a similar impact.\nWe are exposed to market risk with respect to commodity and transportation costs, principally related to commodities we use in producing our products, including steel, wood and polyurethane foam, in addition to transportation costs for delivering our products. As commodity prices and transportation costs rise, we determine whether a price increase to our customers to offset these costs is warranted. To the extent that an increase in these costs would have a material impact on our results of operations, we believe that our competitors would experience a similar impact.\nWe are exposed to market risk with respect to duties and tariffs assessed on raw materials, component parts, and finished goods we import into countries where we operate. Additionally, we are exposed to duties and tariffs on our finished goods that we export from our assembly plants to other countries. As these tariffs and duties increase, we determine whether a price increase to our customers to offset these costs is warranted. To the extent that an increase in these costs would have a material impact on our results of operations, we believe that our competitors would experience a similar impact. Conversely, if certain tariffs are eliminated or reduced, we may face additional competition from foreign manufacturers entering the United States market and from domestic retailers who rely on imported goods, which could put pressure on our prices and may adversely impact our result of operations.\n31\nTable of Contents",
    "cik": "57131",
    "cusip6": "505336",
    "cusip": [
        "505336957",
        "505336107",
        "505336907"
    ],
    "names": [
        "LA Z BOY INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/57131/000005713123000032/0000057131-23-000032-index.htm"
}