{
    "item1": ">Item 1. Business\nGENERAL\nKewaunee Scientific Corporation (the \"Company\") was founded in 1906, incorporated in Michigan in 1941, became publicly-held in 1968, and was reincorporated in Delaware in 1970. Our principal business is the design, manufacture, and installation of laboratory, healthcare, and technical furniture and infrastructure products. Our products include steel and wood casework, fume hoods, adaptable modular systems, moveable workstations, stand-alone benches, biological safety cabinets, and epoxy resin work surfaces and sinks.\nOur products are sold primarily through purchase orders and contracts submitted by customers through our dealers, our subsidiaries in Singapore and India, and a national distributor. Products are sold principally to pharmaceutical, biotechnology, industrial, chemical and commercial research laboratories, educational institutions, healthcare institutions, governmental entities, and manufacturing facilities. We consider the markets in which we compete to be highly competitive, with a significant amount of the business involving competitive public bidding.\nIt is common in the laboratory and healthcare furniture industries for customer orders to require delivery at extended future dates, as products are frequently installed in buildings yet to be constructed. Changes or delays in building construction may cause delays in delivery of the orders and our recognition of the sale. Since prices are normally quoted on a firm basis in the industry, we bear the burden of possible increases in labor and material costs between quotation of an order and delivery of the product. The impact of such possible increases is considered when determining the sales price. The primary raw materials and products manufactured by others and used by us in our products are cold-rolled carbon and stainless steel, hardwood lumber and plywood, paint, chemicals, resins, hardware, plumbing and electrical fittings. Such materials and products are purchased from multiple suppliers and are typically readily available.\nOur need for working capital and our credit practices are comparable to those of other companies manufacturing, selling and installing similar products in similar markets. Since our products are used in building construction projects, in many cases payments for our products are received over longer periods of time than payments for many other types of manufactured products, thus requiring increased working capital. In addition, payment terms associated with certain projects provide for a retention amount until final completion of the project, thus also increasing required working capital. On average, payments for our products are received during the quarter following shipment, with the exception of the retention amounts which are collected at the final completion of the project.\n3\nTable of Contents\nWe hold various patents and patent rights, but do not consider that our success or growth is dependent upon our patents or patent rights. Our business is not dependent upon licenses, franchises, concessions, trademarks, royalty agreements, or labor contracts.\nOur business is not generally cyclical, although domestic sales are sometimes lower during our third quarter because of slower construction activity in certain areas of the country during the winter months. Sales for two of the Company's domestic dealers and our national stocking distributor represented, in the aggregate, approximately 35% and 38% of the Company's sales in fiscal years 2023 and 2022, respectively. Loss of all or part of our sales to a large customer would have a material effect on our financial operations.\nOur order backlog at April 30, 2023 was $147.9 million, as compared to $173.9 million at April 30, 2022. Based on scheduled shipment dates and past experience, we estimate that not less than 91% of our order backlog at April 30, 2023 will be shipped during fiscal year 2024. However, it may be expected that delays in shipments will occur because of customer rescheduling or delay in completion of projects which involve the installation of our products.\nSEGMENT INFORMATION\nSee \nNote 11\n, \nSegment Information\n, of the Notes to Consolidated Financial Statements included in \nItem 8\n of this Annual Report on Form 10-K for information concerning our Domestic and International business segments.\nCOMPETITION\nWe consider the industries in which we participate to be highly competitive and believe that the principal deciding factors are price, product performance, and customer service. A significant portion of our business is based upon competitive public bidding.\nRESEARCH AND EXPERIMENTATION EXPENDITURES\nThe amount spent and expensed by us during the fiscal year ended April 30, 2023 on research and experimentation expenditures activities related to new or redesigned products was $1,012,000. The amount spent for similar purposes in the fiscal year ended April 30, 2022 was $990,000.\nENVIRONMENTAL COMPLIANCE\nIn the last two fiscal years, compliance with federal, state, or local provisions enacted or adopted regulating the discharge of materials into the environment has had no material effect on us and such regulation is not expected to have a material effect on our earnings or competitive position in the future.\nCULTURE AND WORKFORCE\nWe are a company of passionate, talented, and motivated people. We embrace collaboration and creativity, and encourage the iteration of ideas to address complex challenges in technology and society.\nAt April 30, 2023, the Company had 603 Domestic employees and 379 International employees. Our people are critical for our continued success, so we work hard to create an environment where employees can have fulfilling careers, and be happy, healthy, and productive. We offer competitive benefits and programs to take care of the diverse needs of our employees and their families, including opportunities for career growth and development, resources to support their financial health, and access to excellent healthcare choices and resources, including access to an onsite medical clinic and separate gym facility and regular access to onsite specialists. Our competitive compensation programs help us to attract and retain top candidates, and we will continue to invest in recruiting talented people to technical and non-technical roles, and rewarding them well.\nThe Company believes that open and honest communication among team members, managers, and leaders helps create a collaborative work environment where everyone can contribute, grow, and succeed. Team members are encouraged to come to their managers with questions, feedback, or concerns, and the Company conducts surveys that gauge employee engagement.\nWhen necessary, we contract with businesses around the world to provide specialized services where we do not have appropriate in-house expertise or resources. We also contract with temporary staffing agencies when we need to cover short-term leaves, when we have spikes in business needs, or when we need to quickly incubate special projects. We choose our partners and staffing agencies carefully and continually make improvements to promote a respectful and positive working environment for everyone - employees, vendors, and temporary staff alike.\nOTHER INFORMATION\nOur Internet address is \nwww.kewaunee.com\n. We make available, free of charge through this website, our annual report to stockholders. Our Form 10-K and 10-Q financial reports may be obtained by stockholders by writing the Secretary of the \n4\nTable of Contents\nCompany, Kewaunee Scientific Corporation, P.O. Box 1842, Statesville, NC 28687-1842. The public may also obtain information on our reports, proxy, and information statements at the Securities and Exchange Commission (\"SEC\") Internet site \nwww.sec.gov\n. The reference to our website does not constitute incorporation by reference of any information contained at that site.\nEXECUTIVE OFFICERS OF THE REGISTRANT\nIncluded in Part III, \nItem 10(b)\n, \nDirectors, Executive Officers and Corporate Governance\n, of this Annual Report on Form 10-K.",
    "item1a": ">Item 1A. Risk Factors\nYou should carefully consider the following risks before you decide to buy shares of our common stock. If any of the following risks actually occur, our business, results of operations, or financial condition would likely suffer. In such case, the trading price of our common stock would decline, and you may lose all or part of the money you paid to buy our stock.\nThis and other public reports may contain forward-looking statements based on current expectations, assumptions, estimates and projections about us and our industry. These forward-looking statements involve risks and uncertainties. Our actual results could differ materially from those forward-looking statements as a result of many factors, including those more fully described below and elsewhere in our public reports. We do not undertake to update publicly any forward-looking statements for any reason, even if new information becomes available or other events occur in the future.\nRisks Specific to our Company\nIf we lose a large customer, our sales and profits would decline.\nWe have substantial sales to three of our domestic channel partners. The combined sales to two dealers and our national stocking distributor accounted for approximately 35% of our sales in fiscal year 2023. Loss of all or a part of our sales to a large channel partner would have a material effect on our revenues and profits until an alternative channel partner could be developed.\nWe rely on the talents and efforts of key management and our Associates. If we are unable to retain or motivate key personnel, hire qualified personnel, or maintain and continue to adapt our corporate culture, we may not be able to grow or operate effectively.\nOur performance largely depends on the talents and efforts of our Associates. Our ability to compete effectively and our future success depends on our continuing to identify, hire, develop, motivate, and retain key management and highly skilled personnel for all areas of our organization. In addition, our total compensation program may not always be successful in attracting new employees and retaining and motivating our existing employees. Restrictive immigration policy and regulatory changes may also affect our ability to hire, mobilize, or retain some of our global talent.\nIn addition, we believe that our corporate culture fosters innovation, creativity, and teamwork. As our organization grows and evolves, we may need to implement more complex organizational management structures or adapt our corporate culture and work environments to ever-changing circumstances, such as during times of a natural disaster or pandemic, and these changes could affect our ability to compete effectively or have an adverse effect on our corporate culture. With the constant evolution of workforce dynamics, if we do not manage these changes effectively, it could materially adversely affect our culture, reputation, and operational flexibility.\nWe are subject to other risks that might also cause our actual results to vary materially from our forecasts, targets, or projections, including:\n•\nFailing to anticipate the need for and appropriately invest in information technology and logistical resources necessary to support our business, including managing the costs associated with such resources;\n•\nFailing to generate sufficient future positive operating cash flows and, if necessary, secure and maintain adequate external financing to fund our operations and any future growth; and\n•\nInterruptions in service by common carriers that ship goods within our distribution channels.\nOur business and reputation are impacted by information technology system failures and network disruptions.\nWe, and our global supply chain, are exposed to information technology system failures or network disruptions caused by natural disasters, accidents, power disruptions, telecommunications failures, acts of terrorism or war, computer viruses, physical or electronic break-ins, ransomware or other cybersecurity incidents, or other events or disruptions. System redundancy and other continuity measures may be ineffective or inadequate, and our, or our vendors', business continuity and disaster recovery planning may not be sufficient for all eventualities. Such failures or disruptions can adversely impact our business by, among other things, \n5\nTable of Contents\npreventing access to our cloud-based systems, interfering with customer transactions or impeding the manufacturing and shipping of our products. These events could materially adversely affect our business, reputation, results of operations and financial condition.\nFuture cybersecurity incidents could expose us to liability and damage our reputation and our business.\nWe collect, process, store, and transmit large amounts of data, and it is critical to our business strategy that our facilities and infrastructure remain secure and are perceived by the marketplace to be secure. Our information technology systems are essential to our efforts to manufacture our products, process customer sales transactions, manage inventory levels, conduct business with our suppliers and other business partners, and record, summarize and analyze the results of our operations. These systems contain, among other things, material operational, financial and administrative information related to our business. As with most companies, there will always be some risk of physical or electronic break-ins, computer viruses, or similar disruptions.\nIn addition, we, like all entities, are the target of cybercriminals who attempt to compromise our systems. From time to time, we experience threats and intrusions that may require remediation to protect sensitive information, including our intellectual property and personal information, and our overall business. Any physical or electronic break-in, computer virus, cybersecurity attack or other security breach or compromise of the information handled by us or our service providers may jeopardize the security or integrity of information in our computer systems and networks or those of our customers and cause significant interruptions in our and our customers' operations.\nAny systems and processes that we have developed that are designed to protect customer, associate and vendor information, and intellectual property, and to prevent data loss and other security attacks, cannot provide absolute security. In addition, we may not successfully implement remediation plans to address all potential exposures. It is possible that we may have to expend additional financial and other resources to address these problems. Failure to prevent or mitigate data loss or other security incidents could expose us or our customers, associates and vendors to a risk of loss or misuse of such information, cause customers to lose confidence in our data protection measures, damage our reputation, adversely affect our operating results or result in litigation or potential liability for us.\nAdditionally, we expect to continue to make investments in our information technology infrastructure. The implementation of these investments may be more costly or take longer than we anticipate, or could otherwise adversely affect our business operations, which could negatively impact our financial position, results of operations or cash flows.\nInternal controls over financial reporting may not be effective at preventing or detecting material misstatements.\nBecause of its inherent limitations, internal controls over financial reporting may not prevent or detect material misstatements in the Company's consolidated financial statements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nRisks Related to Operations\nSales to customers outside the United States or with international operations expose us to risks inherent in international sales.\nDuring fiscal year 2023, 34% of our revenues were derived from sales outside of the United States. A key element of our growth strategy is to expand our worldwide customer base and our international operations. Operating in international markets requires significant resources and management attention and subjects us to regulatory, economic and political risks that are different from those in the United States. We cannot assure you that our expansion efforts into other international markets will be successful. Our experience in the United States and other international markets in which we already have a presence may not be relevant to our ability to expand in other emerging markets. Our international expansion efforts may not be successful in creating further demand for our products outside of the United States or in effectively selling our products in the international markets we enter. \nIf we fail to compete effectively, our revenue and profit margins could decline.\nWe face a variety of competition in all of the markets in which we participate. Competitive pricing, including price competition or the introduction of new products, could have material adverse effects on our revenues and profit margins.\nOur ability to compete effectively depends to a significant extent on the specification or approval of our products by architects, engineers, and customers. If a significant segment of those communities were to decide that the design, materials, manufacturing, testing, or quality control of our products is inferior to that of any of our competitors, our sales and profits would be materially and adversely affected.\nAn increase in the price of raw materials could negatively affect our sales and profits.\n6\nTable of Contents\nIt is common in the laboratory and healthcare furniture industries for customers to require delivery at extended future dates, as products are frequently installed in buildings yet to be constructed. Since prices are normally quoted on a firm basis in the industry, we bear the burden of possible increases in labor and material costs between the quotation of an order and the delivery of the products. Our principal raw materials are steel, including stainless steel, wood and epoxy resin. Numerous factors beyond our control, such as general economic conditions, competition, worldwide demand, labor costs, energy costs, and import duties and other trade restrictions, influence prices for our raw materials. We have not always been able, and in the future we might not be able, to increase our product prices in amounts that correspond to increases in costs of raw materials. Where we are not able to increase our prices, increases in our raw material costs will adversely affect our profitability.\nEvents outside our control may affect our operating results.\nWe have little control over the timing of shipping customer orders, as customers' required delivery dates are subject to change by the customer. Construction delays and customer changes to product designs are among the factors that may delay the start of manufacturing. Weather conditions, such as unseasonably warm, cold, or wet weather, can also affect and sometimes delay projects. Political and economic events can also affect our revenues. When sales do not meet our expectations, our operating results will be reduced for the relevant quarters.\nOur principal markets are in the laboratory and healthcare building construction industry. This industry is subject to significant volatility due to various factors, none of which is within our control. Declines in construction activity or demand for our products could materially and adversely affect our business and financial condition.\nWe face numerous manufacturing and supply chain risks. In addition, our reliance upon sole or limited sources of supply for certain materials, components, and services could cause production interruptions, delays and inefficiencies.\nWe purchase materials, components, and equipment from third parties for use in our manufacturing operations. Our results of operations could be adversely impacted if we are unable to adjust our purchases to reflect changes in customer demand and market fluctuations. Suppliers may extend lead times, limit supplies, or increase prices. If we cannot purchase sufficient products at competitive prices and of sufficient quality on a timely enough basis to meet increasing demand, we may not be able to satisfy market demand, product shipments may be delayed, our costs may increase, or we may breach out contractual commitments and incur liabilities.\nIn addition, some of our businesses purchase certain required products from sole or limited source suppliers for reasons of quality assurance, regulatory requirements, cost effectiveness, availability or uniqueness of design. If these or other suppliers encounter financial, operating, or other difficulties, or if our relationship with them changes, we might not be able to quickly establish or qualify replacement sources of supply. The supply chains for our businesses were impacted in fiscal year 2023 from factors outside our control and could also be disrupted in the future for such reasons as supplier capacity constraints, supplier bankruptcy or exiting of the business for other reasons, decreased availability of key raw materials or commodities and external events such as natural disasters, pandemics or other public health problems, war, terrorist actions, governmental actions and legislative or regulatory changes. Any of these factors could result in production interruptions, delays, extended lead times and inefficiencies.\nOur revenues and other operating results depend in large part on our ability to manufacture our products in sufficient quantities and in a timely manner. Any interruptions we experience in the manufacture of our products or changes to the way we manufacture products could delay our ability to recognize revenues in a particular period. In addition, we must maintain sufficient production capacity in order to meet anticipated customer demand, which carries fixed costs that we may not be able to offset because we cannot always immediately adapt our production capacity and related cost structures to changing market conditions, which would adversely affect our operating margins. If we are unable to manufacture our products consistently, in sufficient quantities, and on a timely basis, our revenues, gross margins, and our other operating results will be materially and adversely affected.\nDisruptions in the financial markets have historically created, and may continue to create, uncertainty in economic conditions that may adversely affect our customers and our business.\nThe financial markets in the United States, Europe and Asia have in the past been, and may in the future be, volatile. The tightening of credit in financial markets, worsening of economic conditions, a prolonged global, national or regional economic recession or other similar events could have a material adverse effect on the demand for our products and on our sales, pricing and profitability. We are unable to predict the likely occurrence or duration of these adverse economic conditions and the impact these events may have on our operations and the end users who purchase our products.\nOur future growth may depend on our ability to penetrate new international markets.\nInternational laws and regulations, construction customs, standards, techniques and methods differ from those in the United States. Significant challenges of conducting business in foreign countries include, among other factors, geopolitical tensions, local \n7\nTable of Contents\nacceptance of our products, political instability, currency controls, changes in import and export regulations, changes in tariff and freight rates and fluctuations in foreign exchange rates.\nThe effects of geopolitical instability, including as a result of Russia's invasion of Ukraine, may adversely affect us and heighten significant risks and uncertainties for our business, with the ultimate impact dependent on future developments, which are highly uncertain and unpredictable.\nOngoing geopolitical instability could negatively impact the global and U.S. economies in the future, including by causing supply chain disruptions, rising energy costs, volatility in capital markets and foreign currency exchange rates, rising interest rates, and heightened cybersecurity risks. The extent to which such geopolitical instability adversely affects our business, financial condition, and results of operations, as well as our liquidity and capital profile, is highly uncertain and unpredictable. If geopolitical instability adversely affects us, it may also have the effect of heightening other risks related to our business.\nIn response to the military conflict between Russia and Ukraine that began in February 2022, the United States and other North Atlantic Treaty Organization member states, as well as non-member states, announced targeted economic sanctions on Russia. The long-term impact on our business resulting from the disruption of trade in the region caused by the conflict and associated sanctions and boycotts is uncertain at this time due to the fluid nature of the ongoing military conflict and response. The potential impacts include supply chain and logistics disruptions, financial impacts including volatility in foreign exchange and interest rates, increased inflationary pressure on raw materials and energy, and other risks, including an elevated risk of cybersecurity threats and the potential for further sanctions.\nLegal and Regulatory Compliance Risks\nChanges in U.S. trade policy, including the imposition of tariffs and the resulting consequences, may have a material adverse impact on our business and results of operations. \nWe cannot predict the extent to which the U.S. or other countries will impose quotas, duties, tariffs, taxes or other similar restrictions upon the import or export of our products or raw materials in the future, nor can we predict future trade policy or the terms of any renegotiated trade agreements and their impact on our business. Changes in U.S. trade policy could result in one or more foreign governments adopting responsive trade policies making it more difficult or costly for us to import our products or raw materials from those countries. This, together with tariffs already imposed, or that may be imposed in the future, by the U.S., could require us to increase prices to our customers which may reduce demand, or, if we are unable to increase prices, result in lowering our margin on products sold. The adoption and expansion of trade restrictions, the occurrence of a trade war, or other governmental action related to tariffs or trade agreements or policies has the potential to adversely impact demand for our products, our costs, our customers, our suppliers, and the U.S. economy, which in turn could have a material adverse effect on our business, financial condition and results of operations. \nExpectations related to environmental, social, and governance (\"ESG\") considerations could expose us to potential liabilities, increased costs, and reputational harm.\nWe are subject to laws, regulations, and other measures that govern a wide range of topics, including those related to matters beyond our core products and services. For instance, new laws, regulations, policies, and international accords relating to ESG matters, including sustainability, climate change, human capital, and diversity, are being developed and formalized in Europe, the U.S., and elsewhere, which may entail specific, target-driven frameworks and/or disclosure requirements. The implementation of these may require considerable investments. Any failure, or perceived failure, by us to adhere to any public statements or initiatives, comply with federal, state or international environmental social and governance laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against us and could materially adversely affect the Company's business reputation, results of operations, financial condition, and stock price.\nGeneral Risks\nOur stock price is likely to be volatile and could drop.\nThe trading price of our Common Stock could be subject to wide fluctuations in response to quarter-to-quarter variation in operating results, announcement of technological innovations or new products by us or our competitors, general conditions in the construction and construction materials industries, relatively low trading volume in our common stock and other events or factors. In addition, in recent years, the stock market has experienced extreme price fluctuations. This volatility has had a substantial effect on the market prices of securities issued by many companies for reasons unrelated to the operating performance of those companies. Securities market fluctuations may adversely affect the market price of our common stock.\nWe currently, and may in the future, have assets held at financial institutions that may exceed the insurance coverage offered by the Federal Deposit Insurance Corporation (\"FDIC\"), the loss of which would have a severe negative effect on our operations and liquidity.\n8\nTable of Contents\nWe may maintain our cash assets at financial institutions in the U.S. in amounts that may be in excess of the FDIC insurance limit of $250,000. Actual events involving limited liquidity, defaults, non-performance or other adverse developments that affect financial institutions, transactional counterparties or other companies in the financial services industry of the financial services industry generally, or concerns or rumors about any events of these kinds or other similar risks, have in the past and may in the future lead to market-wide liquidity problems. In the event of a failure or liquidity issues of or at any of the financial institutions where we maintain our deposits or other assets, we may incur a loss to the extent such loss exceeds the FDIC insurance limitation, which could have a material adverse effect upon our liquidity, financial condition, and our results of operations.\nSimilarly, if our customers or partners experience liquidity issues as a result of financial institution defaults or non-performance where they hold cash assets, their ability to pay us may become impaired and could have a material adverse effect on our results of operations, including the collection of accounts receivable and cash flows.\nThe impact of investor concerns on U.S. or international financial systems could impact our ability to obtain favorable financing terms in the future.\nInvestor concerns regarding the U.S. or international financial systems could result in less favorable commercial financing terms, including higher interest rates or costs and tighter financial and operating covenants, or systemic limitations on access to credit and liquidity sources, thereby making it more difficult for us to acquire financing on terms favorable to us, or at all, and could have material adverse impacts on our liquidity, our business, financial condition or results of operations, and our prospects.\nThe impact of future pandemics could adversely affect our business, results of operations, financial condition, and liquidity.\nWhile we believe we successfully navigated the risks associated with the recent COVID-19 pandemic and were able to successfully maintain our business operations, the extent of the impact of future COVID-19 variations or other pandemics on our business and financial results is, by nature of this type of event, highly uncertain. The sweeping nature of pandemics makes it extremely difficult to predict how and to what extent our business and operations could be affected in the long run. Our workforce, and the workforce of our vendors, service providers, and counterparties, could be affected by a pandemic, which could result in an adverse impact on our ability to conduct business. No assurance can be given that the actions we take to protect our Associates and our operations will be sufficient, nor can we predict the level of disruption that could occur to our employees' ability to provide customer support and service. New processes, procedures, and controls may be required to respond to any changes in our business environment. Further, should any key employees become ill during the course of a future health event and be unable to work, our ability to operate our internal controls may be adversely impacted.\nAdditional factors related to major public health issues that could have material and adverse effects on our ability to successfully operate include, but are not limited to, the following:\n•\nThe effectiveness of any governmental and non-governmental organizations in combating the spread and severity, including any legal and regulatory responses;\n•\nA general decline in business activity, especially as it relates to our customers' expansion or consolidation activities;\n•\nThe destabilization of the financial markets, which could negatively impact our customer growth and access to capital, along with our customers' ability to make payments for their purchase orders; and\n•\nSevere disruptions to and instability in the global financial markets, and deterioration in credit and financing conditions, which could affect our access to capital necessary to fund business operations or current investment and growth strategies.",
    "item7": ">Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\nINTRODUCTION\nKewaunee Scientific Corporation is a recognized leader in the design, manufacture and installation of laboratory, healthcare and technical furniture products. The Company's corporate headquarters are located in Statesville, North Carolina. Sales offices are located in the United States, India, Saudi Arabia, and Singapore. Three manufacturing facilities are located in Statesville serving the domestic and international markets, and one manufacturing facility is located in Bangalore, India serving the local, Asian, and African markets. Kewaunee Scientific Corporation's website is located at \nwww.kewaunee.com\n. The reference to our website does not constitute incorporation by reference of any information contained at that site.\nOur products are sold primarily through purchase orders and contracts submitted by customers through our dealers, our subsidiaries in Singapore and India, and a national distributor. Products are sold principally to pharmaceutical, biotechnology, industrial, chemical and commercial research laboratories, educational institutions, healthcare institutions, governmental entities, manufacturing facilities and users of networking furniture. We consider the markets in which we compete to be highly competitive, with a significant amount of the market requiring competitive public bidding.\nIt is common in the laboratory and healthcare furniture industries for customer orders to require delivery at extended future dates, as products are frequently to be installed in buildings yet to be constructed. Changes or delays in building construction may cause delays in delivery of the orders and our recognition of the sale. Since prices are normally quoted on a firm basis in the industry, we bear the burden of possible increases in labor and material costs between quotation of an order and delivery of the product. The impact of such possible increases is considered when determining the sales price. The principal raw materials and products manufactured by others used in our products are cold-rolled carbon and stainless steel, hardwood lumbers and plywood, paint, chemicals, resins, hardware, plumbing and electrical fittings. Such materials and products are purchased from multiple suppliers and are typically readily available.\nCRITICAL ACCOUNTING ESTIMATES\nIn the ordinary course of business, we have made estimates and assumptions relating to the reporting of results of operations and financial position in the preparation of our consolidated financial statements in conformity with generally accepted accounting principles in the United States of America. Actual results could differ significantly from those estimates. We believe that the following discussion addresses our most critical accounting estimates, which are those that are most important to the portrayal of our financial condition and results of operations, and require management's most difficult, subjective and complex judgments, often as a result of the need to make estimates about the effect of matters that are inherently uncertain.\nAllowance for Doubtful Accounts\nEvaluation of the allowance for doubtful accounts involves management judgments and estimates. We evaluate the collectability of our trade accounts receivable based on a number of factors. In circumstances where management is aware of a customer's inability to meet its financial obligations to us, or a project dispute makes it unlikely that the outstanding amount owed by a customer will be collected, a specific reserve for bad debts is estimated and recorded to reduce the recognized receivable to the estimated amount we believe will ultimately be collected. In addition to specific customer identification of potential bad debts, a reserve for bad debts is estimated and recorded based on our recent past loss history and an overall assessment of past due trade accounts receivable amounts outstanding.\nPension Benefits\nWe sponsor pension plans covering all employees who met eligibility requirements as of April 30, 2005. These pension plans were amended as of April 30, 2005, no further benefits have been, or will be, earned under the plans subsequent to the amendment date, and no additional participants have been, or will be, added to the plans. Several statistical and other factors, which attempt to anticipate future events, are used in calculating the expense and liability related to the pension plans. These factors include actuarial assumptions about the discount rate used to calculate and determine benefit obligations and the expected return on plan assets within certain guidelines. The actuarial assumptions used by us may differ materially from actual results due to changing market and economic conditions, higher or lower withdrawal rates, or longer or shorter life spans of participants. These differences may significantly affect the amount of pension income or expense recorded by us in future periods.\nSelf-Insurance Reserves\nThe Company's domestic operations are self-insured for employee health care costs. The Company has purchased specific stop-loss insurance policies to limit claims above a certain amount. Estimated medical costs were accrued for claims incurred but not reported using assumptions based upon historical loss experiences. The Company's exposure reflected in the self-insurance reserves varies depending upon market conditions in the insurance industry, availability of cost-effective insurance coverage, and actual claims versus estimated future claims.\n12\nTable of Contents\nIncome Taxes\nWe are subject to income taxes in the U.S. (federal and state) and numerous foreign jurisdictions. Tax laws, regulations, administrative practices, and interpretations in various jurisdictions may be subject to significant change, with or without notice, due to economic, political, and other conditions, and significant judgment is required in evaluating and estimating our provision and accruals for these taxes. There are many transactions that occur during the ordinary course of business for which the ultimate tax determination is uncertain. In addition, our actual and forecasted earnings are subject to change due to economic, political, and other conditions.\nOur effective tax rates could be affected by numerous factors, such as changes in our business operations, acquisitions, investments, entry into new businesses and geographies, intercompany transactions, the relative amount of our foreign earnings, including earnings being lower than anticipated in jurisdictions where we have lower statutory rates and higher than anticipated in jurisdictions where we have higher statutory rates, losses incurred in jurisdictions for which we are not able to realize related tax benefits, the applicability of special tax regimes, changes in foreign currency exchange rates, changes to our forecasts of income and loss and the mix of jurisdictions to which they relate, changes in our deferred tax assets and liabilities and their valuation, and interpretations related to tax laws and accounting rules in various jurisdictions.\nRESULTS OF OPERATIONS\nSales for fiscal year 2023 were $219.5 million, an increase compared to fiscal year 2022 sales of $168.9 million. Domestic Segment sales for fiscal year 2023 were $146.7 million, an increase of 15.7% compared to fiscal year 2022 sales of $126.8 million. The increase in Domestic Segment sales is primarily driven by the pricing of new orders in response to higher raw material input costs. International Segment sales for fiscal year 2023 were $72.8 million, an increase of 73.2% from fiscal year 2022 sales of $42.0 million. The increase in International Segment sales in fiscal year 2023 is due to the delivery of several large projects in India, Asia, and Africa that were awarded over the course of the past eighteen months.\nOur order backlog was $147.9 million at April 30, 2023, as compared to $173.9 million at April 30, 2022. The decrease in backlog is primarily attributable to the substantial completion of the previously announced Dangote Oil project in Nigeria during the fiscal year and a reduction in new orders within the ASEAN marketplace. The Company's backlog for the United States and Indian markets on April 30, 2023 is similar to prior fiscal year levels as order rates in these markets remain strong.\nGross profit represented 16.2% and 14.3% of sales in fiscal years 2023 and 2022, respectively. The increase in gross profit margin percentage for fiscal year 2023 is driven by the significant increase in International Segment sales, which has a higher gross profit rate than the Domestic Segment, coupled with an increase in Domestic Segment sales that had improved pricing as noted above.\nOperating expenses were $30.2 million and $26.8 million in fiscal years 2023 and 2022, respectively, and 13.8% and 15.9% of sales, respectively. The increase in operating expense in fiscal year 2023 as compared to fiscal year 2022 was primarily due to increases in consulting and professional fees of $552,000, corporate governance expenses of $113,000, and increases in International Segment operating expenses of $2,286,000 as a result of the significant sales growth experienced. These increases were partially offset by reductions in administrative wages, benefits, and stock-based compensation of $142,000, and marketing expense of $223,000. The increase in operating expenses for fiscal year 2023 also included a one-time charge related to the write-down of a prior year insurance claim in the amount of $260,000. The increase in international operating expenses for fiscal year 2023 is related to the continued sales growth in the International operating segment.\nPension expense was $71,000 in fiscal year 2023, compared to pension income of $355,000 in fiscal year 2022. The increase in pension expense was primarily due to the lower expected return on plan assets driven by a decrease in plan assets in the prior fiscal year.\nOther income, net was $939,000 and $400,000 in fiscal years 2023 and 2022, respectively. The increase in other income in fiscal year 2023 was primarily due to interest income earned on the cash balances held by the Company's international subsidiaries and the increased interest earned on the Note Receivable related to the Sale-Leaseback financing transaction when compared to the prior fiscal year. See \nNote 5\n, \nSale-Leaseback Financing Transaction \nfor additional information on this transaction.\nInterest expense was $1,734,000 and $632,000 in fiscal years 2023 and 2022, respectively. The increase in interest expense for fiscal year 2023 was primarily due to the Sale-Leaseback financing transaction noted above, partially offset by a decrease in interest expense related to the Company's revolving credit facility.\nIncome tax expense was $3.1 million and $3.5 million for fiscal years 2023 and 2022, respectively, or 69.8% and 141.6% of pretax earnings (loss), respectively. The effective rate for fiscal year 2023 was unfavorably impacted by the increase in the valuation allowance attributable to changes to Internal Revenue Code Section 174 Research and Experimental Expenditures, which became effective in the current fiscal year. The primary impact of this change is the amortization of current year expenditures over a five year period, as compared to prior fiscal years where research expenditures were deductible in the year incurred. The effective rate change for fiscal year 2022 was also unfavorably impacted due to changes in the valuation allowance \n13\nTable of Contents\nattributable to the net increase in deferred tax assets of $4,170,000 before valuation allowance as a result of the book to tax differences primarily related to the Company's execution of a Sale-Leaseback transaction for owned real property, which was treated as a taxable sale transaction for tax purposes and a financing transaction for financial statement reporting purposes.\nNet earnings attributable to the non-controlling interest related to our subsidiaries that are not 100% owned by the Company were $621,000 and $123,000 for fiscal years 2023 and 2022, respectively. The changes in the net earnings attributable to the non-controlling interest for each year were due to changes in the levels of net income of the subsidiaries.\nNet earnings were $738,000, or $0.25 per diluted share, as compared to net loss of $6,126,000, or $2.20 per diluted share, for fiscal years ended April 30, 2023 and April 30, 2022, respectively. The increase in net earnings was attributable to the factors discussed above.\nLIQUIDITY AND CAPITAL RESOURCES\nOur principal sources of liquidity have historically been funds generated from operating activities, supplemented as needed by borrowings under our revolving credit facility. Additionally, certain machinery and equipment are financed by non-cancelable operating and financing leases. We believe that these sources of funds will be sufficient to support ongoing business requirements, including capital expenditures, through fiscal year 2024.\nAt April 30, 2023, we had $3,548,000 outstanding under our $15.0 million revolving credit facility. See \nNote 4\n, \nLong-term Debt and Other Credit Arrangements\n, of the Notes to Consolidated Financial Statements included in \nItem 8\n of this Annual Report for additional information concerning our credit facility. In fiscal year 2022, we executed a Sale-Leaseback financing transaction with respect to our manufacturing and corporate facilities in Statesville, North Carolina to provide additional liquidity. See \nNote 5\n, \nSale-Leaseback Financing Transaction \nfor more information. We did not have any off balance sheet arrangements at April 30, 2023 or 2022.\nThe following table summarizes the cash payment obligations for our lease and financing arrangements as of April 30, 2023: \nPAYMENTS DUE BY PERIOD\n($ in thousands)\nContractual Cash Obligations\nTotal\n1 Year\n2-3 Years\n4-5 Years\nAfter 5 years\nOperating Leases\n$\n10,636 \n$\n2,373 \n$\n4,095 \n$\n2,788 \n$\n1,380 \nFinancing Lease Obligations\n254 \n91 \n163 \n— \n— \nSale-Leaseback Financing Transaction\n43,917 \n1,931 \n3,979 \n4,140 \n33,867 \nTotal Contractual Cash Obligations\n$\n54,807 \n$\n4,395 \n$\n8,237 \n$\n6,928 \n$\n35,247 \nThe Company's operating activities used cash of $3,790,000 in fiscal year 2023, primarily for increases in receivables of $4,947,000 and decreases in accounts payable and accrued expenses of $5,558,000, partially offset by cash from operations, decreases in inventories of $1,907,000, and increases in deferred revenue of $568,000. Operating activities used cash of $7,885,000 in fiscal year 2022, primarily for operations, increases in inventories of $7,279,000 and receivables of $8,464,000, partially offset by increases in accounts payable and accrued expenses of $11,886,000 and a decrease in income tax receivable of $955,000.\nThe Company's financing activities provided cash of $14,931,000 during fiscal year 2023 as a result of the collection of $13,629,000 in final proceeds from the Sale-Leaseback transaction executed in the prior fiscal year and proceeds from the net increase in short-term borrowings of $1,998,000, partially offset by repayment of long-term debt of $121,000. The Company's financing activities provided cash of $11,031,000 during fiscal year 2022 from proceeds of $15,893,000 from the Sale-Leaseback transaction, including redemption of preferred shares from the buyer, net of debt issuance costs, partially offset by payments of $5,239,000 for short-term borrowings.\nThe majority of the April 30, 2023 accounts receivable balances are expected to be collected during the first quarter of fiscal year 2024, with the exception of retention amounts on fixed-price contracts which are collected when the entire construction project is completed and all retention funds are paid by the owner.\nAs discussed above, no further benefits have been, or will be, earned under our pension plans after April 30, 2005, and no additional participants have been, or will be, added to the plans. In fiscal years 2023 and 2022, we made no contributions to the plans. We expect to make no contributions to the plans for fiscal year 2024. \nCapital expenditures were $4,148,000 and $1,908,000 in fiscal years 2023 and 2022, respectively. Capital expenditures in fiscal year 2023 were funded primarily from financing activities. Fiscal year 2024 capital expenditures are anticipated to be \n14\nTable of Contents\napproximately $4.4 million. The fiscal year 2024 expenditures are expected to be funded primarily by operating activities, supplemented as needed by borrowings under our revolving credit facility.\nWorking capital was $47.9 million at April 30, 2023, down from $49.3 million at April 30, 2022, and the ratio of current assets to current liabilities was 2.2-to-1.0 at April 30, 2023 unchanged from April 30, 2022.\nNo dividends were declared or paid on the Company's common stock during the last two fiscal years. The declaration and payment of any future dividends is at the discretion of the Board of Directors and will depend upon many factors, including the Company's earnings, capital requirements, investment and growth strategies, financial condition, the terms of the Company's indebtedness, which contains provisions that could limit the payment of dividends in certain circumstances, and other factors that the Board of Directors may deem to be relevant. \nRECENT ACCOUNTING STANDARDS \nSee \nNote 1\n, \nSummary of Significant Accounting Policies\n, to our Consolidated Financial Statements in this Form 10-K for a discussion of new accounting pronouncements, which is incorporated herein by reference.\nOUTLOOK\nFinancial Outlook\nThe Company's ability to predict future demand for its products continues to be limited given its role as subcontractor or supplier to dealers for subcontractors. Demand for the Company's products is also dependent upon the number of laboratory and healthcare construction projects planned and/or current progress in projects already under construction.\nFiscal year 2023 was a transition year for the Company as it emerged from a generally disruptive three-year period that included a global pandemic, rapid broad-based inflation, labor shortages, and supply chain disruptions. The Company believes it is well-positioned for the next fiscal year due to its strong global management team, a healthy backlog, improved manufacturing capabilities, and end-use markets that will continue to prioritize investment in projects that require the products Kewaunee designs and manufactures.",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nInterest Rates\nWe are exposed to market risk in the area of interest rates. This exposure is associated with balances outstanding under our revolving credit facility and certain lease obligations for production machinery, all of which are priced on a floating rate basis. We had $3.5 million outstanding under our revolving credit facility at April 30, 2023, bearing interest at floating rates. We believe that our current exposure to interest rate market risk is not material.\nForeign Currency Exchange Rates\nOur results of operations could be affected by factors such as changes in foreign currency exchange rates or weak economic conditions in foreign markets. We derive net sales in U.S. dollars and other currencies including Indian rupees, Singapore dollars, and other currencies. For fiscal year 2023, 27% of net sales were derived in currencies other than U.S. dollars. We incur expenses in currencies other than U.S. dollars relating to specific contracts with customers and for our operations outside the U.S.\nOver the long term, net sales to international markets may increase as a percentage of total net sales and, consequently, a greater portion of our business could be denominated in foreign currencies. As a result, operating results may become more subject to fluctuations based upon changes in the exchange rates of certain currencies in relation to the U.S. dollar. To the extent we engage in international sales denominated in U.S. dollars, an increase in the value of the U.S. dollar relative to foreign currencies could make our products less competitive in international markets. This effect is also impacted by costs of raw materials from international sources and costs of our sales, service, and manufacturing locations outside the U.S.\nWe have foreign currency cash accounts to operate our global business. These accounts are impacted by changes in foreign currency rates. Cash balances at April 30, 2023 of $9.4 million were held by our foreign subsidiaries and denominated in currencies other than U.S. dollars.\n \n15\nTable of Contents\nItem 8. Financial Statements and Supplementary Data\nPage\nConsolidated Financial Statements\nReport of Independent Registered Public Accounting Firm (\nFORVIS, LLP\n, \nCharlotte, NC\n, PCAOB Firm No. \n686\n)\n17\nConsolidated Statements of Operations—Years ended April 30, 202\n3\n and 202\n2\n18\nConsolidated Statements of Comprehensive Income—Years ended April 30, 202\n3\n and 202\n2\n19\nConsolidated Statements of Stockholders' Equity—Years ended April 30, 202\n3\n and 202\n2\n20\nConsolidated Balance Sheets—April 30, 202\n3\n and 202\n2\n21\nConsolidated Statements of Cash Flows—Years ended April 30, 202\n3\n and 202\n2\n22\nNotes to Consolidated Financial Statements\n23\nConsent of Independent Registered Public Accounting Firm\n41\n16\nTable of Contents\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and the Board of Directors of Kewaunee Scientific Corporation\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Kewaunee Scientific Corporation and subsidiaries (the \"Company\") as of April 30, 2023 and 2022, the related consolidated statements of operations, comprehensive income, stockholders' equity and cash flows for each of the years in the two-year period ended April 30, 2023, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements referred to above present fairly, in all material respects, the financial position of the Company as of April 30, 2023 and 2022, and the results of its operations and its cash flows for each of the years in the two-year period ended April 30, 2023, in conformity with principles generally accepted in the United States of America.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (\"PCAOB\") and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB. \nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. The Company is not required to have, nor were we engaged to perform, an audit of its internal control over financial reporting. As part of our audits we are required to obtain an understanding of internal control over financial reporting but not for the purpose of expressing an opinion on the effectiveness of the Company's internal control over financial reporting. Accordingly, we express no such opinion.\nOur audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures include examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nCritical audit matters are matters arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. We determined that there are no critical audit matters.\n/s/ FORVIS, LLP \nWe have served as the Company's auditor since 2020.\nCharlotte, NC\nJune 30, 2023\n17\nTable of Contents\nCONSOLIDATED STATEMENTS OF OPERATIONS\nYears Ended April 30\nKewaunee Scientific Corporation\n$ and shares in thousands, except per share amounts\n2023\n2022\nNet sales\n$\n219,494\n \n$\n168,872\n \nCost of products sold\n183,906\n \n144,652\n \nGross profit\n35,588\n \n24,220\n \nOperating expenses\n30,224\n \n26,828\n \nOperating earnings (loss)\n5,364\n \n(\n2,608\n)\nPension (expense) income\n(\n71\n)\n355\n \nOther income, net\n939\n \n400\n \nInterest expense\n(\n1,734\n)\n(\n632\n)\nEarnings (Loss) before income taxes\n4,498\n \n(\n2,485\n)\nIncome tax expense\n3,139\n \n3,518\n \nNet earnings (loss)\n1,359\n \n(\n6,003\n)\nLess: net earnings attributable to the non-controlling interest\n621\n \n123\n \nNet earnings (loss) attributable to Kewaunee Scientific Corporation\n$\n738\n \n$\n(\n6,126\n)\nNet earnings (loss) per share attributable to Kewaunee Scientific Corporation stockholders\nBasic\n$\n0.26\n \n$\n(\n2.20\n)\nDiluted\n$\n0.25\n \n$\n(\n2.20\n)\nWeighted average number of common shares outstanding\nBasic\n2,824\n \n2,786\n \nDiluted\n2,902\n \n2,786\n \nThe accompanying Notes are an integral part of these Consolidated Financial Statements.\n18\nTable of Contents\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nYears Ended April 30\nKewaunee Scientific Corporation\n$ in thousands\n2023\n2022\nNet earnings (loss)\n$\n1,359\n \n$\n(\n6,003\n)\nOther comprehensive income (loss), net of tax\nForeign currency translation adjustments\n(\n290\n)\n(\n186\n)\nChange in unrecognized actuarial loss on pension obligations\n590\n \n21\n \nComprehensive income (loss), net of tax\n$\n1,659\n \n$\n(\n6,168\n)\nLess comprehensive income attributable to the non-controlling interest\n621\n \n123\n \nTotal comprehensive income (loss) attributable to Kewaunee Scientific Corporation\n$\n1,038\n \n$\n(\n6,291\n)\nThe accompanying Notes are an integral part of these Consolidated Financial Statements.\n19\nTable of Contents\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS' EQUITY\nKewaunee Scientific Corporation\n$ in thousands, except shares and per share amounts\nCommon\nStock\nAdditional\nPaid-in\nCapital\nTreasury\nStock\nRetained\nEarnings\nAccumulated\nOther\nComprehensive\nIncome (Loss)\nTotal\nStockholders'\nEquity\nBalance at April 30, 2021\n$\n6,915\n \n$\n3,807\n \n$\n(\n53\n)\n$\n34,149\n \n$\n(\n3,577\n)\n$\n41,241\n \nNet loss attributable to Kewaunee Scientific Corporation\n— \n— \n— \n(\n6,126\n)\n— \n(\n6,126\n)\nOther comprehensive loss\n— \n— \n— \n— \n(\n165\n)\n(\n165\n)\nStock based compensation\n68\n \n676\n \n— \n— \n— \n744\n \nBalance at April 30, 2022\n6,983\n \n4,483\n \n(\n53\n)\n28,023\n \n(\n3,742\n)\n35,694\n \nNet earnings attributable to Kewaunee Scientific Corporation\n—\n \n—\n \n—\n \n738\n \n—\n \n738\n \nOther comprehensive income\n—\n \n—\n \n—\n \n—\n \n300\n \n300\n \nStock based compensation\n101\n \n576\n \n—\n \n—\n \n—\n \n677\n \nBalance at April 30, 2023\n$\n7,084\n \n$\n5,059\n \n$\n(\n53\n)\n$\n28,761\n \n$\n(\n3,442\n)\n$\n37,409\n \nThe accompanying Notes are an integral part of these Consolidated Financial Statements.\n20\nTable of Contents\nCONSOLIDATED BALANCE SHEETS\nApril 30\nKewaunee Scientific Corporation\n$ and shares in thousands, except per share amounts\n2023\n2022\nASSETS\nCurrent Assets\nCash and cash equivalents\n$\n8,078\n \n$\n4,433\n \nRestricted cash\n5,737\n \n2,461\n \nReceivables, less allowance: $\n476\n (2023); $\n357\n (2022)\n46,081\n \n41,254\n \nInventories\n21,889\n \n23,796\n \nNote receivable\n—\n \n13,457\n \nPrepaid expenses and other current assets\n6,135\n \n6,164\n \nTotal Current Assets\n87,920\n \n91,565\n \nProperty, plant and equipment, net\n16,402\n \n15,121\n \nRight of use assets\n9,170\n \n7,573\n \nOther assets\n5,406\n \n4,514\n \nTotal Assets\n$\n118,898\n \n$\n118,773\n \nLIABILITIES AND STOCKHOLDERS' EQUITY\nCurrent Liabilities\nShort-term borrowings\n$\n3,587\n \n$\n1,588\n \nCurrent portion of financing liability\n642\n \n575\n \nCurrent portion of financing lease liabilities\n85\n \n126\n \nCurrent portion of operating lease liabilities\n1,967\n \n1,319\n \nAccounts payable\n23,599\n \n27,316\n \nEmployee compensation and amounts withheld\n4,304\n \n4,504\n \nDeferred revenue\n4,097\n \n3,529\n \nOther accrued expenses\n1,772\n \n3,336\n \nTotal Current Liabilities\n40,053\n \n42,293\n \nLong-term portion of financing liability\n28,132\n \n28,775\n \nLong-term portion of financing lease liabilities\n148\n \n228\n \nLong-term portion of operating lease liabilities\n7,136\n \n6,179\n \nAccrued pension and deferred compensation costs\n3,546\n \n4,159\n \nDeferred income taxes\n943\n \n428\n \nOther non-current liabilities\n455\n \n531\n \nTotal Liabilities\n80,413\n \n82,593\n \nCommitments and Contingencies (\nNote 9\n)\nStockholders' Equity\nCommon stock, $\n2.50\n par value, Authorized—\n5,000\n shares;\nIssued— \n2,833\n shares (2023); \n2,793\n shares (2022)\nOutstanding— \n2,830\n shares (2023); \n2,790\n shares (2022)\n7,084\n \n6,983\n \nAdditional paid-in capital\n5,059\n \n4,483\n \nRetained earnings\n28,761\n \n28,023\n \nAccumulated other comprehensive loss\n(\n3,442\n)\n(\n3,742\n)\nCommon stock in treasury, at cost: \n3\n shares\n(\n53\n)\n(\n53\n)\nTotal Kewaunee Scientific Corporation Stockholders' Equity\n37,409\n \n35,694\n \nNon-controlling interest\n1,076\n \n486\n \nTotal Stockholders' Equity\n38,485\n \n36,180\n \nTotal Liabilities and Stockholders' Equity\n$\n118,898\n \n$\n118,773\n \nThe accompanying Notes are an integral part of these Consolidated Financial Statements.\n21\nTable of Contents\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nYears Ended April 30\nKewaunee Scientific Corporation\n$ in thousands\n2023\n2022\nCash Flows from Operating Activities\nNet earnings (loss)\n$\n1,359\n \n$\n(\n6,003\n)\nAdjustments to reconcile net earnings (loss) to net cash used by operating activities:\nDepreciation\n2,867\n \n2,769\n \nBad debt provision\n120\n \n92\n \nStock based compensation expense\n886\n \n729\n \nProvision for deferred income taxes\n516\n \n120\n \nChange in assets and liabilities:\nReceivables\n(\n4,947\n)\n(\n8,464\n)\nInventories\n1,907\n \n(\n7,279\n)\nIncome tax receivable\n—\n \n955\n \nAccounts payable and other accrued expenses\n(\n5,558\n)\n11,886\n \nDeferred revenue\n568\n \n406\n \nOther, net\n(\n1,508\n)\n(\n3,096\n)\nNet cash used by operating activities\n(\n3,790\n)\n(\n7,885\n)\nCash Flows from Investing Activities\nCapital expenditures\n(\n4,148\n)\n(\n1,908\n)\nNet cash used in investing activities\n(\n4,148\n)\n(\n1,908\n)\nCash Flows from Financing Activities\nProceeds from short-term borrowings\n60,599\n \n59,359\n \nRepayments on short-term borrowings\n(\n58,601\n)\n(\n64,598\n)\nProceeds from sale-leaseback transaction\n13,629\n \n15,893\n \nRepayments on financing liability\n(\n575\n)\n—\n \nProceeds from long-term debt\n—\n \n377\n \nRepayments on long-term debt\n(\n121\n)\n—\n \nNet cash provided by financing activities\n14,931\n \n11,031\n \nEffect of exchange rate changes on cash, net\n(\n72\n)\n(\n75\n)\nIncrease in Cash, Cash Equivalents and Restricted Cash\n6,921\n \n1,163\n \nCash, Cash Equivalents and Restricted Cash at Beginning of Year\n6,894\n \n5,731\n \nCash, Cash Equivalents and Restricted Cash at End of Year\n$\n13,815\n \n$\n6,894\n \nSupplemental Disclosure of Cash Flow Information\nInterest paid\n$\n1,862\n \n$\n480\n \nIncome taxes paid\n$\n3,158\n \n$\n1,006\n \nAssets obtained under new finance or operating leases\n$\n3,902\n \n$\n366\n \nThe accompanying Notes are an integral part of these Consolidated Financial Statements.\n22\nTable of Contents\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNote 1—\nSummary of Significant Accounting Policies\nKewaunee Scientific Corporation and subsidiaries (collectively the \"Company\") design, manufacture, and install laboratory, healthcare, and technical furniture products. The Company's products include steel and wood casework, fume hoods, adaptable modular systems, moveable workstations, stand-alone benches, biological safety cabinets, and epoxy resin work surfaces and sinks. The Company's sales are made through purchase orders and contracts submitted by customers through its dealers, its subsidiaries in Singapore and India, and a national stocking distributor. See \nNote 12\n, \nRestructuring Costs\n for details on the closure status of the Company's China operations. The majority of the Company's products are sold to customers located in North America, primarily within the United States. The Company's laboratory products are used in chemistry, physics, biology and other general science laboratories in the pharmaceutical, biotechnology, industrial, chemical, commercial, educational, government and health care markets. Technical products are used in facilities manufacturing computers and light electronics and by users of computer and networking furniture.\nPrinciples of Consolidation\n The Company's consolidated financial statements include the accounts of Kewaunee Scientific Corporation and its international subsidiaries. A brief description of each subsidiary, along with the amount of the Company's controlling financial interests, as of April 30, 2023 is as follows: (1) Kewaunee Labway Asia Pte. Ltd., a commercial sales organization for the Company's products in Singapore, is \n100\n% owned by the Company; (2) Kewaunee Scientific Corporation Singapore Pte. Ltd., a holding company in Singapore, is \n100\n% owned by the Company; (3) Kewaunee Labway India Pvt. Ltd., a design, installation, manufacturing, assembly and commercial sales operation for the Company's products in Bangalore, India, is \n95\n% owned by the Company; (4) Koncepo Scientech International Pvt. Ltd., a laboratory design and strategic advisory and construction management services firm, located in Bangalore, India, is \n80\n% owned by the Company; (5) Kequip Global Lab Solutions Pvt. Ltd. is \n70\n% owned by Kewaunee Scientific Corporation Singapore Pte. Ltd. All intercompany balances, transactions, and profits have been eliminated.\n Included in the consolidated financial statements are net assets of $\n16,786,000\n and $\n13,127,000\n at April 30, 2023 and 2022, respectively, of the Company's subsidiaries. Net sales by the Company's subsidiaries in the amounts of $\n72,778,000\n and $\n42,024,000\n were included in the consolidated statements of operations for fiscal years 2023 and 2022, respectively.\nCash and Cash Equivalents\n Cash and cash equivalents consist of cash on hand and highly liquid investments with original maturities of three months or less. During the years ended April 30, 2023 and 2022, the Company had cash deposits in excess of FDIC insured limits. The Company has not experienced any losses from such deposits.\nThe Company includes restricted cash along with the cash balance for presentation in the consolidated statements of cash flows.\n \nThe reconciliation between the consolidated balance sheet and the consolidated statement of cash flows at April 30 is as follows:\n$ in thousands\n2023\n2022\nCash and cash equivalents\n$\n8,078\n \n$\n4,433\n \nRestricted cash\n5,737\n \n2,461\n \nTotal cash, cash equivalents and restricted cash\n$\n13,815\n \n$\n6,894\n \nRestricted Cash\n Restricted cash includes bank deposits of subsidiaries used for performance guarantees against customer orders.\nAccounts Receivable and Allowance for Doubtful Accounts\n Receivables are stated at the amount owed by the customer, net of allowances for estimated doubtful accounts. The Company evaluates the collectability of its trade accounts receivable based on a number of factors. In circumstances where management is aware of a customer's inability to meet its financial obligations to the Company, or a project dispute makes it unlikely that all of the receivable owed by a customer will be collected, a specific reserve for bad debts is estimated and recorded to reduce the recognized receivable to the estimated amount the Company believes will ultimately be collected. In addition to specific customer identification of potential bad debts, a reserve for bad debts is estimated and recorded based on past loss history and an overall assessment of past due trade accounts receivable amounts outstanding. Accounts are written off when it is clearly established that the receivable is a bad debt. Recoveries of receivables previously written off are recorded when received.\n \nThe activity in the allowance for doubtful accounts for each of the years ended April 30 was:\n$ in thousands\n2023\n2022\nBalance at beginning of year\n$\n357\n \n$\n636\n \nBad debt provision\n120\n \n92\n \nDoubtful accounts written off (net)\n(\n1\n)\n(\n371\n)\nBalance at end of year\n$\n476\n \n$\n357\n \n23\nTable of Contents\nUnbilled Receivables\n Accounts receivable include unbilled receivables that represent amounts earned which have not yet been billed in accordance with contractually stated billing terms, excluding retention, which is included in other assets.\n The amount of unbilled receivables, net of unbilled retention, at April 30, 2023 and 2022 was $\n13,459,000\n and $\n9,287,000\n, respectively.\nInventories\n The Company's inventories are valued at the lower of cost or net realizable value under the first-in, first-out (\"FIFO\") method.\n \nProperty, Plant and Equipment\n Property, plant and equipment are stated at cost less accumulated depreciation. Depreciation is determined for financial reporting purposes principally on the straight-line method over the estimated useful lives of the individual assets or, for leaseholds, over the terms of the related leases, if shorter.\n \nProperty, plant and equipment consisted of the following at April 30:\n$ in thousands\n2023\n2022\nUseful Life\nLand\n$\n41\n \n$\n41\n \nN/A\nBuilding and improvements\n17,147\n \n17,164\n \n10\n-\n40\n years\nMachinery and equipment\n44,180\n \n43,121\n \n5\n-\n10\n years\nTotal\n61,368\n \n60,326\n \nLess accumulated depreciation\n(\n44,966\n)\n(\n45,205\n)\nNet property, plant and equipment\n$\n16,402\n \n$\n15,121\n \nThe Company reviews the carrying value of property, plant and equipment for impairment annually or whenever changes in circumstances or events indicate that such carrying value may not be recoverable. If projected undiscounted cash flows are not sufficient to recover the carrying value of the potentially impaired asset, the carrying value is reduced to estimated fair value.\n There were \nno\n impairments in fiscal years 2023 or 2022.\nOther Assets\n Other assets at April 30, 2023 and 2022 included $\n1,191,000\n and $\n1,293,000\n, respectively, of unbilled retainage, $\n2,352,000\n and $\n2,480,000\n, respectively, of assets held in a trust account for non-qualified benefit plan, and $\n111,000\n and $\n110,000\n, respectively, of cash surrender values of life insurance policies. Life insurance policies are recorded at the amount that could be realized under the insurance contract as of the date of the Company's consolidated balance sheets with the change in cash surrender or contract value being recorded as income or expense during each period.\nUse of Estimates\n The presentation of consolidated financial statements in conformity with generally accepted accounting principles in the United States of America requires management to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. Actual results could differ from these estimates. Significant estimates impacting the accompanying consolidated financial statements include the allowance for uncollectible accounts receivable, self-insurance reserves, income taxes, and pension liabilities.\nVariable Interest Entity\n On December 22, 2021, the Company entered into an Agreement for Purchase and Sale of Real Property with CAI Investments Sub-Series 100 LLC (the \"Buyer\"), for the Company’s headquarters and manufacturing facilities (the \"Property\") located in Statesville, North Carolina (the \"Sale Agreement\") in exchange for $\n30,275,000\n in sales proceeds, $\n14,864,000\n of which was payable in redeemable preferred shares in CAI Investments Medical Products I Parent, LLC (\"Parent\"), an affiliate of Buyer. At April 30, 2022, the carrying value of the redeemable preferred shares was $\n13.5\n million.\nThe Sale Agreement was finalized on March 24, 2022 and coincided with a \n20-year\n lease, effective on such date between the Company and CAI Investments Medical Products I Master Lessee LLC (\"Lessor\"), an affiliate of Buyer, for the Property (the \"Lease Agreement\"). At the same time, the Buyer and its affiliates formed a new, debt-financed affiliate CAI Investments Medical Products I, DST (\"Trust\") and contributed the Property to the Trust. According to the terms of the lease, the Trust leased the Property to its affiliated Lessor, which in turn sub-leased the Property to the Company (together with the Sale Agreement, the \"Sale-Leaseback Arrangement\"). For additional information on the accounting for the Sale-Leaseback Arrangement, refer to \nNote 5\n, \nSale-Leaseback Financing Transaction\n.\nThe Company concluded as of April 30, 2022 that Parent and its direct affiliates, including the Trust, are designed primarily to acquire and manage the Property and constitute a variable interest entity because the Trust lacks sufficient equity on its own to finance its operations. The Company evaluated its lease arrangement and redeemable preferred shares in Parent as variable interests. Based on its evaluation, the Company concluded it should not consolidate Parent or its affiliates under the variable interest model or the voting interest model of ASC 810, \nConsolidation\n. \nThe Company recorded the redeemable preferred shares as a Note Receivable, classified as held to maturity at amortized cost, on its Consolidated Balance Sheet, rather than as an investment in preferred equity, due to the mandatory redemption feature of the preferred shares.\n24\nTable of Contents\nAs of June 22, 2022, the Company had fully redeemed all shares and converted the Note Receivable to cash. The Company's maximum exposure to the Buyer and its affiliates as of April 30, 2023 was limited to the Company’s lease payments and right to use the Property.\n \nFair Value of Financial Instruments\n A financial instrument is defined as cash equivalents, evidence of an ownership interest in an entity, or a contract that creates a contractual obligation or right to deliver or receive cash or another financial instrument from another party. The Company's financial instruments consist primarily of cash and equivalents, mutual funds, cash surrender value of life insurance policies, a note receivable and corresponding sale-leaseback financing liability, term loans and short-term borrowings. The carrying value of these assets and liabilities approximate their fair value.\nFair value is defined as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. Expanded disclosures about instruments measured at fair value require the Company to maximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value. \nThe fair value hierarchy is based on three levels of inputs, of which the first two are considered observable and the last unobservable, that may be used to measure fair value as follows:\nLevel 1    Quoted prices in active markets for identical assets or liabilities as of the reporting date.\nLevel 2    Inputs other than Level 1 that are observable, either directly or indirectly, such as quoted prices for similar assets or liabilities; quoted prices in markets that are not active; or other inputs that are observable or can be corroborated by observable market data for substantially the full term of the assets or liabilities as of the reporting date.\nLevel 3    Unobservable inputs that are supported by little or no market activity and that are significant to the fair value of the assets or liabilities.\nThe following tables summarize the Company's fair value hierarchy for its financial assets and liabilities measured at fair value on a recurring and nonrecurring basis as of April 30, 2023 and 2022 (in thousands):\n2023\nLevel 1\nLevel 2\nLevel 3\nTotal\nFinancial Assets\nTrading securities held in non-qualified compensation plans \n(1)\n$\n1,105\n \n$\n—\n \n$\n—\n \n$\n1,105\n \nCash surrender value of life insurance policies \n(1)\n—\n \n1,358\n \n—\n \n1,358\n \nTotal\n$\n1,105\n \n$\n1,358\n \n$\n—\n \n$\n2,463\n \nFinancial Liabilities\nNon-qualified compensation plans \n(2)\n$\n—\n \n$\n2,910\n \n$\n—\n \n$\n2,910\n \nTotal\n$\n—\n \n$\n2,910\n \n$\n—\n \n$\n2,910\n \n2022\nLevel 1\nLevel 2\nLevel 3\nTotal\nFinancial Assets\nTrading securities held in non-qualified compensation plans\n (1)\n$\n1,219\n \n$\n— \n$\n— \n$\n1,219\n \nCash surrender value of life insurance policies\n (1)\n— \n1,371\n \n— \n1,371\n \nTotal\n$\n1,219\n \n$\n1,371\n \n$\n— \n$\n2,590\n \nFinancial Liabilities\nNon-qualified compensation plans \n(2)\n$\n— \n$\n3,003\n \n$\n— \n$\n3,003\n \nTotal\n$\n— \n$\n3,003\n \n$\n— \n$\n3,003\n \n(1)\nThe Company maintains \ntwo\n non-qualified compensation plans which include investment assets in a rabbi trust. These assets consist of marketable securities, which are valued using quoted market prices multiplied by the number of shares owned, and life insurance policies, which are valued at their cash surrender value.\n(2)\nPlan liabilities are equal to the individual participants' account balances and other earned retirement benefits.\nRevenue Recognition\n Revenue is measured as the amount of consideration the Company expects to receive in exchange for transferring products. The Company recognizes revenue when control of a good or service promised in a contract (i.e., \n25\nTable of Contents\nperformance obligation) is transferred to a customer. Control is obtained when a customer has the ability to direct the use of and obtain substantially all of the remaining benefits from that good or service. The majority of the Company's revenues are recognized over time as the customer receives control as the Company performs work under a contract. However, a portion of the Company's revenues are recognized at a point-in-time as control is transferred at a distinct point in time per the terms of a contract. Sales taxes that are collected from customers and remitted to governmental authorities are accounted for on a net basis and therefore are excluded from net sales. Certain customers' cash discounts and volume rebates are offered as sales incentives. The discounts and volume rebates are recorded as a reduction in sales at the time revenue is recognized in an amount estimated based on historical experience and contractual obligations.\nDeferred revenue consists of customer deposits and advance billings of the Company's products where sales have not yet been recognized. Accounts receivable includes retainage in the amounts of $\n235,000\n and $\n523,000\n at April 30, 2023 and 2022, respectively. Shipping and handling costs are included in cost of product sales. Because of the nature and quality of the Company's products, any warranty issues are determined in a relatively short period after the sale and are infrequent in nature, and as such, warranty costs are immaterial to the Company's consolidated financial position and results of operations and are expensed as incurred.\nCredit Concentration \nThe Company performs credit evaluations of its customers.\n Revenues from three of the Company's domestic dealers represented in the aggregate approximately \n36\n% and \n38\n% of the Company's sales in fiscal years 2023 and 2022, respectively. Accounts receivable for two domestic customers represented approximately \n23\n% and \n21\n% of the Company's total accounts receivable as of April 30, 2023 and 2022, respectively.\nInsurance\n The Company maintains a self-insured health-care program. The Company accrues estimated losses for claims incurred but not reported using assumptions based on historical loss experience. The Company has also purchased specific stop-loss insurance to limit claims above a certain amount. The Company adjusts insurance reserves, as needed, in the event that future loss experience differs from historical loss patterns.\nIncome Taxes\n In accordance with ASC 740, \"Income Taxes\" (\"ASC 740\"), the Company uses the liability method in measuring the provision for income taxes and recognizing deferred income tax assets and liabilities on the consolidated balance sheets. ASC 740 clarifies the financial statement recognition threshold and measurement attribute of a tax position taken or expected to be taken in a tax return. Under ASC 740, the Company applies a more-likely-than-not recognition threshold for all tax uncertainties. ASC 740 only allows the recognition of those tax benefits that have a greater than 50% likelihood of being sustained upon examination by the taxing authorities. The Company did not have any significant uncertain tax positions at April 30, 2023 or 2022.\n \nResearch and Experimentation Expenditures\n Research and experimentation expenditures are charged to cost of products sold in the periods incurred.\n Expenditures for research and experimentation expenditures were $\n1,012,000\n and $\n990,000\n for the fiscal years ended April 30, 2023 and 2022, respectively.\nAdvertising Costs\n Advertising costs are expensed as incurred, and include trade shows, training materials, sales, samples, and other related expenses and are included in operating expenses.\n Advertising costs for the years ended April 30, 2023 and 2022 were $\n226,000\n and $\n175,000\n, respectively.\nForeign Currency Translation\n The financial statements of subsidiaries located in India and China are measured using the local currency as the functional currency. Effective May 1, 2022, Kewaunee Scientific Corporation Singapore Pte. Ltd. transitioned to using the U.S. dollar as its functional currency. The financial position and operating results of Kewaunee Labway Asia Pte. Ltd. are also measured using the U.S. dollar as its functional currency. Assets and liabilities of the Company's foreign subsidiaries using local currencies are translated into United States dollars at fiscal year-end exchange rates. Sales, expenses, and cash flows are translated at weighted average exchange rates for each period. Net translation gains or losses are included in other comprehensive income, a separate component of stockholders' equity. Gains and losses from foreign currency transactions of these subsidiaries are included in operating expenses.\nEarnings Per Share\n Basic earnings per share is based on the weighted average number of common shares outstanding during the year. Diluted earnings per share reflects the assumed exercise of outstanding stock options and the conversion of restricted stock units (\"RSUs\") under the Company's various stock compensation plans, except when RSUs and stock options have an antidilutive effect.\n There were \n33,900\n antidilutive RSUs and stock options outstanding at April 30, 2023. There were \n44,750\n antidilutive RSUs and stock options outstanding at April 30, 2022. \n26\nTable of Contents\nThe following is a reconciliation of basic to diluted weighted average common shares outstanding:\nShares in thousands\n2023\n2022\nWeighted average common shares outstanding\nBasic\n2,824\n \n2,786\n \nDilutive effect of stock options and RSUs\n78\n \n—\n \nWeighted average common shares outstanding—diluted\n2,902\n \n2,786\n \nAccounting for Stock Options and Other Equity Awards\n Compensation costs related to stock options and other stock awards granted by the Company are charged against operating expenses during their vesting period, under ASC 718, \"Compensation—Stock Compensation.\" Forfeitures are accounted for in the period in which the awards are forfeited.\n The Company granted \n87,969\n RSUs under the 2017 Omnibus Incentive Plan in fiscal year 2023 and \n67,750\n RSUs in fiscal year 2022. There were \nno\n stock options granted during fiscal years 2023 and 2022. (See \nNote 7\n, \nStock Options and Share-Based Compensation\n)\nNew Accounting Standards \nIn June 2016, the FASB issued ASU 2016-13, \"Measurement of Credit Losses on Financial Instruments,\" which replaces the current incurred loss method used for determining credit losses on financial assets, including trade receivables, with an expected credit loss method. This guidance is effective for fiscal years, and interim periods within those years, beginning after December 15, 2022. The Company will adopt this standard in fiscal year 2024. The Company does not expect the adoption of this standard to have a significant impact on the Company's consolidated financial position or results of operations.\nIn December 2019, the FASB issued ASU No. 2019-12, \"Income Taxes (\"Topic 740\"): Simplifying the Accounting for Income Taxes.\" This update simplifies the accounting for income taxes through certain targeted improvements to various subtopics within Topic 740. The amendments in this update are effective for fiscal years and interim periods beginning after December 15, 2020. The Company adopted this standard effective May 1, 2021. The adoption of this standard did not have a significant impact on the Company's consolidated financial position or results of operations.\nNote 2 - \nRevenue Recognition\nThe Company recognizes revenue when control of a good or service promised in a contract (i.e., performance obligation) is transferred to a customer. Control is obtained when a customer has the ability to direct the use of and obtain substantially all of the remaining benefits from that good or service. The majority of the Company's revenues are recognized over time as the customer receives control as the Company performs work under a contract. However, a portion of the Company's revenues are recognized at a point-in-time as control is transferred at a distinct point in time per the terms of a contract.\nPerformance Obligations\nA performance obligation is a distinct good or service or bundle of goods and services that is distinct or a series of distinct goods or services that are substantially the same and have the same pattern of transfer. The Company identifies performance obligations at the inception of a contract and allocates the transaction price to individual performance obligations to reasonably reflect the Company's performance in transferring control of the promised goods or services to the customer. The Company has elected to treat shipping and handling as a fulfillment activity instead of a separate performance obligation.\n27\nTable of Contents\nThe following are the primary performance obligations identified by the Company:\nLaboratory Furniture\nThe Company principally generates revenue from the manufacture of custom laboratory, healthcare, and technical furniture and infrastructure products (herein referred to as \"laboratory furniture\"). The Company's products include steel and wood casework, fume hoods, adaptable modular systems, moveable workstations, stand-alone benches, biological safety cabinets, and epoxy resin work surfaces and sinks. Customers can benefit from each piece of laboratory furniture on its own or with resources readily available in the market place such as separately purchased installation services. Each piece of laboratory furniture does not significantly modify or customize other laboratory furniture, and the pieces of laboratory furniture are not highly interdependent or interrelated with each other. The Company can, and frequently does, break portions of contracts into separate \"runs\" to meet manufacturing and construction schedules. As such, each piece of laboratory furniture is considered a separate and distinct performance obligation. The majority of the Company's products are customized to meet the specific architectural design and performance requirements of laboratory planners and end users. The finished laboratory furniture has no alternative use to the Company and the Company has an enforceable right to payment for performance completed to date. As such, revenue from the sales of customized laboratory furniture is recognized over time once the customization process has begun, using the units-of-production output method to measure progress towards completion. There is not a material amount of work-in-process for which the customization process has begun at the end of a reporting period. The Company believes this output method most reasonably reflects the Company's performance because it directly measures the value of the goods transferred to the customer. For standardized products sold by the Company, revenue is recognized when control transfers, which is typically freight on board (\"FOB\") shipping point.\nWarranties\nAll orders contain a standard warranty that warrants that the product is free from defects in workmanship and materials under normal use and conditions for a limited period of time. Due to the nature and quality of the Company's products, any warranty issues have historically been determined in a relatively short period after the sale, have been infrequent in nature, and have been immaterial to the Company's financial position and results of operations. The Company's standard warranties are not considered a separate and distinct performance obligation as the Company does not provide a service to customers beyond assurance that the covered product is free of initial defects. Costs of providing these short term assurance warranties are immaterial and, accordingly, are expensed as incurred. Extended separately priced warranties are available which can last up to ten years. Extended warranties are considered separate performance obligations as they are individually priced options providing assurances that the products are free of defects.\nInstallation Services\nThe Company sometimes performs installation services for customers. The scope of installation services primarily relates to setting up and ensuring the proper functioning of the laboratory furniture. In certain markets, the Company may provide a broader range of installation services involving the design and installation of the laboratory's mechanical services. Installation services can be, and often are, performed by third parties and thus may be distinct from the Company's products. Installation services create or enhance assets that the customer controls as the installation services are provided. As such, revenue from installation services is recognized over time, as the installation services are performed using the cost input method, as there is a direct relationship between the Company's inputs and the transfer of control by means of the performance of installation services to the customer.\nCustodial Services\nIt is common in the laboratory and healthcare furniture industries for customers to request delivery at specific future dates, as products are often to be installed in buildings yet to be constructed. Frequently, customers will request the manufacture of these products prior to the customer's ability or readiness to receive the product due to various reasons such as changes to or delays in the construction of the building. As such, from time to time Kewaunee's customers require us to provide custodial services for their laboratory furniture. Custodial services are frequently provided by third parties and do not significantly alter the other goods or services covered by the contract and as such are considered a separate and distinct performance obligation. Custodial services are simultaneously received and consumed by the customer and as such revenue from custodial services is recognized over time using a straight-line time-based measure of progress towards completion, because the Company's services are provided evenly throughout the performance period.\n28\nTable of Contents\nPayment Terms and Transaction Prices\nThe Company's contracts with customers are generally fixed-price and do not contain variable consideration or a general right of return or refund. The Company's contracts with customers contain terms typical for Kewaunee's industry, including withholding a portion of the transaction price until after the goods or services have been transferred to the customer (i.e. \"retainage\"). The Company does not recognize this as a significant financing component because the primary purpose of retainage is to provide the customer with assurance that the Company will perform its obligations under the contract, rather than to provide financing to the customer.\nAllocation of Transaction Price\nThe Company's contracts with customers may cover multiple goods and services, such as differing types of laboratory furniture and installation services. For these arrangements, each good or service is evaluated to determine whether it represents a distinct performance obligation. The total transaction price is then allocated to the distinct performance obligations based on their relative standalone selling price at the inception of the arrangement. If available, the Company utilizes observable prices for goods or services sold separately to similar customers in similar circumstances to determine its relative standalone selling price. Otherwise, list prices are used if they are determined to be representative of standalone selling prices. If neither of these methods are available at contract inception, such as when the Company does not sell the product or service separately, judgment may be required and the Company determines the standalone selling price using one, or a combination of, the adjusted market assessment or expected cost-plus margin approaches.\nPractical Expedients Used\nThe Company has elected the following practical expedients:\n•\nThe portfolio approach was applied in evaluating the accounting for the cost of obtaining a contract.\n•\nPayment terms with the Company's customers which are one year or less are not considered a significant financing component.\n•\nThe Company excludes from revenues taxes it collects from customers that are assessed by a government authority. This is primarily relevant to domestic sales but also includes taxes on some international sales which are also excluded from the transaction price.\n•\nThe Company's incremental cost to obtain a contract is limited to sales commissions. The Company applies the practical expedient to expense commissions as incurred for contracts having a duration of one year or less. Sales commissions related to contracts with a duration of greater than one year are immaterial to the Company's consolidated financial position and results of operations and are also expensed as incurred.\nDisaggregated Revenue\nA summary of net sales transferred to customers at a point in time and over time for the twelve months ended April 30 is as follows (in thousands): \n2023\nDomestic\nInternational\nTotal\nOver Time\n$\n141,994\n \n$\n72,778\n \n$\n214,772\n \nPoint in Time\n4,722\n \n—\n \n4,722\n \nTotal Revenue\n$\n146,716\n \n$\n72,778\n \n$\n219,494\n \n2022\nDomestic\nInternational\nTotal\nOver Time\n$\n119,989\n \n$\n42,024\n \n$\n162,013\n \nPoint in Time\n6,859\n \n—\n \n6,859\n \nTotal Revenue\n$\n126,848\n \n$\n42,024\n \n$\n168,872\n \nContract Balances\nThe closing balances of contract assets included $\n13,459,000\n in accounts receivable and $\n1,191,000\n in other current assets at April 30, 2023. The opening balance of contract assets arising from contracts with customers included $\n9,287,000\n in accounts receivable and $\n1,293,000\n in other assets at April 30, 2022. The closing and opening balances of contract liabilities included in deferred revenue arising from contracts with customers were $\n4,097,000\n at April 30, 2023 and $\n3,529,000\n at April 30, 2022. The timing of revenue recognition, billings and cash collections results in accounts receivable, unbilled receivables, and deferred \n29\nTable of Contents\nrevenue which is disclosed on the consolidated balance sheets and in the notes to the consolidated financial statements. In general, the Company receives payments from customers based on a billing schedule established in its contracts. Unbilled receivables represent amounts earned which have not yet been billed in accordance with contractually stated billing terms. Accounts receivable are recorded when the right to consideration becomes unconditional and the Company has a right to invoice the customer. Deferred revenue relates to payments received in advance of performance under the contract. Deferred revenue is recognized as revenue as the Company performs under the contract.\nDuring the fiscal year ended April 30, 2023, changes in contract assets and liabilities were not materially impacted by any other factors. Approximately \n100\n% of the contract liability balance at April 30, 2023 is expected to be recognized as revenue during fiscal year 2024.\nNote 3—\nInventories\nInventories consisted of the following at April 30:\n(in thousands)\n2023\n2022\nFinished goods\n$\n3,412\n \n$\n4,555\n \nWork-in-process\n2,380\n \n2,893\n \nMaterials and components\n16,097\n \n16,348\n \nTotal inventories\n$\n21,889\n \n$\n23,796\n \nAt April 30, 2023 and 2022, the Company's international subsidiaries' inventories were $\n2,740,000\n and $\n2,811,000\n, respectively, measured using the lower of cost or net realizable value under the FIFO method and are included in the above tables.\n \nNote 4—\nLong-term Debt and Other Credit Arrangements \nOn May 6, 2013, the Company entered into a credit and security agreement (the \"Loan Agreement\") consisting of a $\n20\n million revolving credit facility (\"Line of Credit\") with Wells Fargo, National Bank, which originally matured in May 2018 and was extended numerous times until it was terminated in June 2022.\nOn June 19, 2019, the Company entered into a Security Agreement  with Wells Fargo, National Bank, pursuant to which the Company granted a security interest in substantially all of its assets to secure its obligations under the Loan Agreement. On December 13, 2019, the Company entered into an amendment to the Loan Agreement and the Line of Credit to effect a change to an asset based lending arrangement based on eligible accounts receivable and inventory, with the available amount not to exceed $\n20\n million through January 31, 2020, and with such maximum amount reduced to $\n15\n million thereafter. This amendment replaced the prior financial covenants with new financial covenants, including minimum monthly liquidity and EBITDA requirements. Additionally, a requirement for the repatriation of foreign cash and restrictions on the payment of dividends were added. The Security Agreement was amended several times during fiscal years 2022 and 2023 as the Company was finalizing the Sale-Leaseback financing transaction discussed in \nNote 5\n, \nSale-Leaseback Financing Transaction\n. These amendments were primarily driven by requirements and timing of the Company's new credit arrangement.\nOn June 27, 2022, the Company terminated the Credit Agreement with Wells Fargo, National Bank. At the time of termination, there were \nno\n borrowings under the Credit Agreement, and the Company did not incur any material termination penalties as a result of the termination. \nAt April 30, 2022, there were advances of $\n1.6\n million and $\n716,000\n in letters of credit outstanding, leaving $\n2.4\n million available under the Line of Credit. The borrowing rate under the Line of Credit at that date was \n4.75\n%. Monthly interest payments under the Line of Credit were payable at the greater of the Daily One Month LIBOR interest rate, or \n0.75\n%, plus \n4.0\n%. At April 30, 2022, the Company was in compliance with all the financial covenants under its revolving credit facility.\nOn December 19, 2022, the Company entered into a Credit and Security Agreement (the \"Credit Agreement\") with Mid Cap Funding IV Trust, as agent (the \"Agent\"), and the lenders from time to time party thereto (collectively, the \"Lenders\"). The Credit Agreement provides for a secured revolving line of credit initially up to $\n15.0\n million (the \"Revolving Credit Facility\"). Availability under the Revolving Credit Facility is subject to a borrowing base calculated in accordance with the terms of the Credit Agreement and on the basis of eligible accounts and inventory and certain other reserves and adjustments. Pursuant to the Credit Agreement, the Company granted to the Agent, for itself and the Lenders, a first priority security interest in all existing and future acquired assets owned by the Company. Subject to the terms of the Credit Agreement, from time to time the Company may request that the initial revolving loan amount available under the Revolving Credit Facility be increased with additional tranches in minimum amounts of $\n1,000,000\n, up to a maximum borrowing availability of $\n30.0\n million. The Agent and Lenders must consent to any such increase in their sole discretion. The Revolving Credit Facility matures on December 19, 2025.\n30\nTable of Contents\nExcept as set forth in the Credit Agreement, borrowings under the Revolving Credit Facility bear interest at a rate equal to Term SOFR (Secured Overnight Financing Rate) plus \n4.10\n%. The Company is required to make monthly interest payments on the Revolving Credit Facility, with the entire principal payment due at maturity.\nAt April 30, 2023, there was $\n3,548,000\n outstanding under the Revolving Credit Facility, with remaining borrowing capacity under the Revolving Credit Facility of $\n10,286,000\n. The borrowing rate under the Revolving Credit Facility was \n9.02\n% as of April 30, 2023. At April 30, 2023, the Company was in compliance with all financial covenants under its revolving credit facility. In addition, the Company's International subsidiaries have a balance outstanding of $\n39,000\n in short-term borrowings related to overdraft protection and short-term loan arrangements.\nAt April 30, 2023, there were foreign bank guarantees outstanding to customers in the amounts of $\n5.2\n million, $\n142,000\n, $\n3,000\n, and $\n233,000\n with expiration dates in fiscal years 2024, 2025, 2026, and 2027, respectively, collateralized by certain assets of the Company's subsidiaries in India. At April 30, 2022, there were bank guarantees issued by foreign banks outstanding to customers in the amounts of $\n8.2\n million, $\n111,000\n, $\n9,000\n, $\n3,000\n, and $\n249,000\n with expiration dates in fiscal years 2023, 2024, 2025, 2026, and 2027, respectively, collateralized by a $\n6.0\n million corporate guarantee and certain assets of the Company's subsidiaries in India.\nNote 5—\nSale-Leaseback Financing Transaction\nOn December 22, 2021, the Company entered into the Sale Agreement with the Buyer for the Company’s headquarters and manufacturing facilities located at 2700 West Front Street in Statesville, North Carolina.\nThe Sale Agreement was finalized on March 24, 2022 and coincided with the Company and the Buyer entering into the Lease Agreement. The Sale-Leaseback Arrangement is repayable over a \n20-year\n term, with \nfour\n renewal options of \nfive years\n each. Under the terms of the Lease Agreement, the Company’s initial basic rent is approximately $\n158,000\n per month, with annual increases of approximately \n2\n% each year of the initial term.\nThe Company accounted for the Sale-Leaseback Arrangement as a financing transaction with the Buyer in accordance with ASC 842, \nLeases\n, as the Lease Agreement was determined to be a finance lease. The Company concluded the Lease Agreement met the qualifications to be classified as a finance lease due to the significance of the present value of the lease payments, using a discount rate of \n4.75\n% to reflect the Company’s incremental borrowing rate, compared to the fair value of the leased property as of the lease commencement date. In measuring the lease payments for the present value analysis, the Company elected the practical expedient to combine the lease component (the leased facilities) with the non-lease component (property management provided by the Buyer/Lessor) into a single lease component. \nThe presence of a finance lease indicates that control of the Property has not transferred to the Buyer/Lessor and, as such, the transaction was deemed a failed sale-leaseback and accounted for as a financing arrangement. As a result of this determination, the Company is viewed as having received the sales proceeds from the Buyer/Lessor in the form of a hypothetical loan collateralized by its leased facilities. The hypothetical loan is payable as principal and interest in the form of “lease payments” to the Buyer/Lessor. As such, the Company will not derecognize the Property from its books for accounting purposes until the lease ends. \nNo\n gain or loss was recognized related to the Sale-Leaseback Arrangement under U.S. GAAP.\nAs of April 30, 2023, the carrying value of the financing liability was $\n28,774,000\n, net of $\n708,000\n in debt issuance costs, of which $\n642,000\n was classified as current on the Consolidated Balance Sheet with $\n28,132,000\n classified as long-term. As of April 30, 2022, the carrying value of the financing liability was $\n29,350,000\n, net of $\n768,000\n in debt issuance costs, of which $\n575,000\n was classified as current on the Consolidated Balance Sheet with $\n28,775,000\n classified as long-term. The monthly lease payments are split between a reduction of principal and interest expense using the effective interest rate method. Interest expense associated with the financing arrangement was $\n1,316,000\n and $\n147,000\n for the years ended April 30, 2023 and 2022, respectively.\nThe Company will depreciate the building down to zero over the \n20-year\n assumed economic life of the Property so that at the end of the lease term, the remaining carrying amount of the financing liability will equal the carrying amount of the land of $\n41,000\n.\nRemaining future cash payments related to the financing liability for the fiscal years ending April 30 are as follows:\n31\nTable of Contents\n($ in thousands)\n2024\n$\n1,931\n \n2025\n1,970\n \n2026\n2,009\n \n2027\n2,050\n \n2028\n2,090\n \nThereafter\n33,867\n \nTotal Minimum Liability Payments\n43,917\n \nImputed Interest\n(\n15,143\n)\nTotal\n$\n28,774\n \n \nNote 6—\nIncome Taxes \nOn March 27, 2020, the Coronavirus Aid, Relief and Economic Security Act (\"CARES Act\") was signed into law, which contains several income tax provisions, as well as other measures, aimed at assisting businesses impacted by the economic effects of the COVID-19 pandemic. The CARES Act includes a broad range of tax reform provisions affecting businesses, including permissible net operating losses (\"NOLs\") carrybacks up to \nfive years\n, changes in business deductions limitations, and deferral of Social Security withholdings. The Company applied the NOL carryback provision of the CARES Act with respect to its estimated NOL for fiscal year 2021 to years that had higher enacted tax rates. The Company also applied the deferral of Social Security withholdings in accordance with the CARES Act; 50% of these deferred withholdings were due and paid by December 31, 2021, with the remainder due and paid by December 31, 2022.\nEffective August 1, 2019, the Company elected to revoke the indefinite reinvestment of foreign unremitted earnings position set forth by ASC 740-30-25-17 for multiple foreign subsidiaries. As a result of this election, the Company recorded a tax withholding expense imposed by the India Income Tax Department of $\n406,000\n and $\n240,000\n for the years ended April 30, 2023 and 2022, respectively.\nOn December 22, 2017, the Tax Cuts and Job Act amended Internal Revenue Code Section 174, effective for tax years beginning after December 31, 2021. This amendment to Section 174, effective during fiscal year 2023 for the Company, eliminated the current year deductibility of research and experimentation expenditures and required the Company to deduct these expenditures over \nfive years\n. The impact of this tax regulation required the Company to record a new deferred tax asset of $\n1,558,000\n as of April 30, 2023. \nThe Company's accounting policy with respect to the Global Intangible Low-Taxed Income (\"GILTI\") tax rules is that GILTI will be treated as a periodic charge in the year in which it arises.\nIncome tax expense consisted of the following:\n$ in thousands\n2023\n2022\nCurrent tax expense:\nFederal\n$\n691\n \n$\n1,899\n \nState and local\n197\n \n490\n \nForeign\n1,736\n \n1,008\n \nTotal current tax expense\n2,624\n \n3,397\n \nDeferred tax expense:\nFederal\n—\n \n—\n \nState and local\n—\n \n—\n \nForeign\n515\n \n121\n \nTotal deferred tax expense\n515\n \n121\n \nNet income tax expense\n$\n3,139\n \n$\n3,518\n \n32\nTable of Contents\nThe reasons for the differences between the above net income tax expense and the amounts computed by applying the statutory federal income tax rate to earnings before income taxes are as follows:\n$ in thousands\n2023\n2022\nIncome tax expense (benefit) at statutory rate\n$\n945\n \n$\n(\n432\n)\nState and local taxes, net of federal income tax benefit \n(\n119\n)\n(\n29\n)\nTax credits (state, net of federal benefit)\n(\n433\n)\n(\n457\n)\nEffects of differing US and foreign tax rates\n260\n \n22\n \nNet operating loss adjustment\n—\n \n(\n286\n)\nReturn to provision adjustment\n413\n \n—\n \nImpact of foreign subsidiary income to parent\n99\n \n74\n \nIncrease in valuation allowance\n1,667\n \n4,170\n \nOther items, net\n307\n \n456\n \nNet income tax expense\n$\n3,139\n \n$\n3,518\n \nSignificant items comprising deferred tax assets and liabilities as of April 30 were as follows:\n$ in thousands\n2023\n2022\nDeferred tax assets:\nAccrued employee benefit expenses\n$\n153\n \n$\n228\n \nAllowance for doubtful accounts\n114\n \n142\n \nDeferred compensation\n1,156\n \n1,196\n \nTax credits (state, net of federal benefits)\n170\n \n170\n \nForeign tax credit carryforwards\n638\n \n638\n \nSection 174 R&E Addback\n1,558\n \n—\n \nUnrecognized actuarial loss, defined benefit plans\n1,064\n \n1,202\n \nInventory reserves and capitalized costs\n201\n \n110\n \nNet operating loss carryforwards\n249\n \n112\n \nProceeds on Sale Leaseback\n6,963\n \n7,215\n \nOperating lease liabilities\n1,558\n \n—\n \nOther\n254\n \n449\n \nTotal deferred tax assets\n14,078\n \n11,462\n \nDeferred tax liabilities:\nBook basis in excess of tax basis of property, plant and equipment\n(\n1,417\n)\n(\n1,758\n)\nBook basis in excess of tax basis of Sale Leaseback property\n(\n1,106\n)\n(\n1,122\n)\nPrepaid pension\n(\n919\n)\n(\n949\n)\nAPB 23 Assertion\n(\n1,318\n)\n(\n976\n)\nRight of use assets\n(\n1,526\n)\n—\n \nDebt Issuance Cost on Sale Leaseback\n(\n167\n)\n(\n184\n)\nTotal deferred tax liabilities\n(\n6,453\n)\n(\n4,989\n)\nValuation allowance\n(\n8,568\n)\n(\n6,901\n)\nNet deferred tax liabilities\n$\n(\n943\n)\n$\n(\n428\n)\nDeferred tax assets (liabilities) classified in the balance sheet:\nNon-current\n(\n943\n)\n(\n428\n)\nNet deferred tax liabilities\n$\n(\n943\n)\n$\n(\n428\n)\nThe Company is required to evaluate the realization of the deferred tax asset and any requirement for a valuation allowance in accordance with ASC 740-10-30-2(b). This guidance provides that the future realization of the tax benefit of an existing deductible temporary difference or carryforward ultimately depends on sufficient taxable income of the appropriate character within the carryback or carryforward period available under the tax law. The Company evaluates all available evidence, both \n33\nTable of Contents\npositive and negative, to determine the amount of any required valuation allowance. The valuation allowance totaled $\n8,568,000\n and $\n6,901,000\n at April 30, 2023 and 2022, respectively. \nAt April 30, 2023, the Company had foreign tax credit carryforwards in the amount of $\n638,000\n, which are subject to a full valuation allowance, and which will begin to expire in 2028.\nThe Company files federal, state and local tax returns with statutes of limitation generally ranging from \n3\n to \n4\n years. The Company is generally no longer subject to federal tax examinations for years prior to fiscal year 2019 or state and local tax examinations for years prior to fiscal year 2018. Tax returns filed by the Company's significant foreign subsidiaries are generally subject to statutes of limitations of \n3\n to \n7\n years and are generally no longer subject to examination for years prior to fiscal year 2017. The Company has no unrecognized tax benefits.\nNote 7—\nStock Options and Share-Based Compensation \nThe Company's stockholders approved the 2017 Omnibus Incentive Plan (\"2017 Plan\") on August 30, 2017, which enables the Company to grant a broad range of equity, equity-related, and non-equity types of awards, with potential recipients including directors, consultants and employees. This plan replaced the 2010 Stock Option Plan for Directors and the 2008 Key Employee Stock Option Plan. \nNo\n new awards will be granted under the prior plans and all outstanding options granted under the prior plans will remain subject to the prior plans. At the date of approval of the 2017 Plan there were \n280,100\n shares available for issuance under the prior plans. These shares and any shares subject to outstanding awards that subsequently cease to be subject to such awards are available under the 2017 Plan. The 2017 Plan did not increase the total number of shares available for issuance under the Company's equity compensation plans. At April 30, 2023 there were \n149,007\n shares available for future issuance.\nUnder the 2017 Plan, the Company recorded stock-based compensation expense of $\n845,000\n and $\n701,000\n and deferred income tax benefit of $\n199,000\n and $\n165,000\n in fiscal years 2023 and 2022, respectively. The RSUs include grants with both a service and performance component vesting over a \n3\n year period and grants with only service components vesting over \n2\n and \n3\n year periods. The recognized expense is based upon the vesting period for service criteria and estimated attainment of the performance criteria at the end of the performance period based on the ratio of cumulative days incurred to total days over the performance period. The remaining estimated compensation expense of $\n812,000\n will be recorded over the remaining vesting periods.\nThe fair value of each RSU granted to employees was estimated on the date of grant based on the weighted average price of the Company's stock reduced by the present value of the expected dividend stream during the vesting period using the risk-free interest rate. The Company issued new shares of common stock to satisfy RSUs that vested during fiscal year 2023. \nThe following table summarizes the RSU activity and weighted averages.\n2023\n2022\nNumber of RSUs\nWeighted Average Grant Date Fair Value\nNumber of RSUs\nWeighted Average Grant Date Fair Value\nOutstanding at beginning of year\n144,827\n \n$\n12.24\n \n125,217\n \n$\n12.71\n \nGranted\n87,969\n \n$\n13.43\n \n67,750\n \n$\n13.74\n \nVested\n(\n50,315\n)\n$\n13.86\n \n(\n31,943\n)\n$\n12.44\n \nForfeited\n(\n22,841\n)\n$\n15.37\n \n(\n16,197\n)\n$\n21.83\n \nOutstanding at end of year\n159,640\n \n$\n11.94\n \n144,827\n \n$\n12.24\n \nThe stockholders approved the 2008 Key Employee Stock Option Plan (\"2008 Plan\") in fiscal year 2009 which allowed the Company to grant options on an aggregate of \n300,000\n shares of the Company's common stock. On August 26, 2015, the stockholders approved an amendment to this plan to increase the number of shares available under the 2008 Plan by \n300,000\n shares. Under the plan, options were granted at not less than the fair market value at the date of grant and options are exercisable in such installments, for such terms (up to \n10\n years), and at such times, as the Board of Directors determined at the time of the grant. At April 30, 2023, there were \nno\n shares available for future grants under the 2008 Plan. Under the 2008 Plan, the Company recorded \nno\n compensation expense or deferred income tax benefit in fiscal year 2023 or 2022. \nIn order to determine the fair value of stock options on the date of grant, the Company applied the Black-Scholes option pricing model. Inherent in the model are assumptions related to expected stock-price volatility, option life, risk-free interest rate, and dividend yield. The stock options outstanding have the \"plain-vanilla\" characteristics as defined in SEC Staff Accounting Bulletin No. 107 (SAB 107). The Company utilized the Safe Harbor option \"Simplified Method\" to determine the expected term of these options in accordance with the guidance of SAB 107 for options outstanding. \n34\nTable of Contents\nThe Company issued new shares of common stock to satisfy options exercised during fiscal years 2023 and 2022. \nStock option activity and weighted average exercise price are summarized as follows:\n2023\n2022\nNumber\nof Shares\nWeighted Average Exercise Price\nNumber\nof Shares\nWeighted Average Exercise Price\nOutstanding at beginning of year\n47,400\n \n$\n19.34\n \n84,300\n \n$\n18.56\n \nCanceled\n(\n7,850\n)\n$\n20.08\n \n(\n35,400\n)\n$\n17.94\n \nExercised\n(\n5,650\n)\n$\n14.54\n \n(\n1,500\n)\n$\n8.59\n \nOutstanding at end of year\n33,900\n \n$\n19.97\n \n47,400\n \n$\n19.34\n \nExercisable at end of year\n33,900\n \n$\n19.97\n \n47,400\n \n$\n19.34\n \nThe number of options outstanding, exercisable, and their weighted average exercise prices were within the following ranges at April 30, 2023:\n$\n15.85\n-$\n23.62\nOptions outstanding\n33,900\n \nWeighted average exercise price\n$\n19.97\n \nWeighted average remaining contractual life\n2.5\n years\nAggregate intrinsic value\n$\n1,400\n \nOptions exercisable\n33,900\n \nWeighted average exercise price\n$\n19.97\n \nAggregate intrinsic value\n1,400\n \nNote 8—\nAccumulated Other Comprehensive Income (Loss)\nThe Company's other comprehensive income (loss) consists of unrealized gains and losses on the translation of the assets, liabilities, and equity of its foreign subsidiaries, and additional minimum pension liability adjustments, net of income taxes. \nThe before tax income (loss), related income tax effect, and accumulated balances are as follows:\n$ in thousands\nForeign\nCurrency\nTranslation\nAdjustment\nMinimum\nPension\nLiability\nAdjustment\nTotal\nAccumulated\nOther\nComprehensive\nIncome (Loss)\nBalance at April 30, 2021\n$\n(\n2,357\n)\n$\n(\n1,220\n)\n$\n(\n3,577\n)\nForeign currency translation adjustment\n(\n186\n)\n— \n(\n186\n)\nChange in unrecognized actuarial loss on pension obligations\n— \n21\n \n21\n \nBalance at April 30, 2022\n(\n2,543\n)\n(\n1,199\n)\n(\n3,742\n)\nForeign currency translation adjustment\n(\n290\n)\n—\n \n(\n290\n)\nChange in unrecognized actuarial loss on pension obligations\n—\n \n590\n \n590\n \nBalance at April 30, 2023\n$\n(\n2,833\n)\n$\n(\n609\n)\n$\n(\n3,442\n)\nNote 9—\nLeases, Commitments and Contingencies\nThe Company recognizes lease assets and lease liabilities with respect to the rights and obligations created by leased assets previously classified as operating leases. The Company elected to:\n•\nRecord the impact of adoption using a modified retrospective method with any cumulative effect as an adjustment to retained earnings (accumulated deficit) as opposed to restating comparative periods to reflect the effects of applying the new standard.\n•\nElect the package of three transition practical expedients which alleviate the requirements to reassess embedded leases, lease classification and initial direct costs for leases that commenced prior to the adoption date.\n35\nTable of Contents\n•\nElected to use the short-term lease recognition exemption for all asset classes. This means, for those leases that qualify, the Company will not recognize right-of-use (\"ROU\") assets or lease liabilities, and this includes not recognizing ROU assets or lease liabilities for existing short-term leases of those assets.\nThe Company has operating type leases for real estate and equipment in both the U.S. and internationally and financing leases for equipment in the United States. ROU assets totaled $\n9,170,000\n and $\n7,573,000\n at April 30, 2023 and 2022, respectively. Operating cash paid to settle lease liabilities was $\n2,278,640\n and $\n2,019,000\n for the fiscal year ended April 30, 2023 and 2022, respectively. The Company's leases have remaining lease terms of up to \n8\n years. In addition, some of the leases may include options to extend the leases for up to \n5\n years or options to terminate the leases within \n1\n year. Operating lease expense was $\n3,344,000\n for the twelve months ended April 30, 2023, inclusive of period cost for short-term leases, not included in lease liabilities, of $\n1,065,000\n. Operating lease expense was $\n3,067,000\n for the fiscal year ended April 30, 2022, inclusive of period cost for short-term leases, not included in lease liabilities, of $\n1,048,000\n.\nAt April 30, 2023, the weighted average remaining lease term for the capitalized operating leases was \n5.1\n years and the weighted average discount rate was \n5.0\n%. At April 30, 2022, the weighted average remaining lease term for the capitalized operating leases was \n5.8\n years and the weighted average discount rate was \n4.1\n%. For the financing leases, the weighted average remaining lease term was \n3.1\n years and the weighted average discount rate was \n6.8\n% at April 30, 2023 as compared to \n3.8\n years and \n6.6\n% at April 30, 2022. As most of the Company's leases do not provide an implicit rate, the Company uses its incremental borrowing rate based on the information available at commencement date in determining the present value of lease payments. The Company uses the implicit rate when readily determinable.\nFuture minimum payments under the non-cancelable lease arrangements for the fiscal years ending April 30 are as follows:\n($ in thousands)\nOperating\nFinancing\n2024\n$\n2,373\n \n$\n91\n \n2025\n2,175\n \n91\n \n2026\n1,920\n \n72\n \n2027\n1,658\n \n—\n \n2028\n1,130\n \n—\n \nThereafter\n1,380\n \n—\n \nTotal Minimum Lease Payments\n10,636\n \n254\n \nImputed Interest\n(\n1,533\n)\n(\n21\n)\nTotal\n$\n9,103\n \n$\n233\n \n \n \nThe Company is involved in certain claims and legal proceedings in the normal course of business which management believes will not have a material adverse effect on the Company's consolidated financial condition or results of operations.\nNote 10—\nRetirement Benefits\nDefined Benefit Plans\nThe Company has non-contributory defined benefit pension plans covering some of its domestic employees. These plans were amended as of April 30, 2005, no further benefits have been, or will be, earned under the plans subsequent to the amendment date, and no additional participants will be added to the plans. The defined benefit plan for salaried employees provides pension benefits that are based on each employee's years of service and average annual compensation during the last ten consecutive calendar years of employment as of April 30, 2005. The benefit plan for hourly employees provides benefits at stated amounts based on years of service as of April 30, 2005. The Company uses an April 30 measurement date for its defined benefit plans. \n36\nTable of Contents\nThe change in projected benefit obligations and the change in fair value of plan assets for the non-contributory defined benefit pension plans for each of the years ended April 30 are summarized as follows: \n$ in thousands\n2023\n2022\nAccumulated Benefit Obligation, April 30\n$\n18,368\n \n$\n20,022\n \nChange in Projected Benefit Obligations\nProjected benefit obligations, beginning of year\n$\n20,022\n \n$\n22,942\n \nInterest cost\n845\n \n710\n \nActuarial loss\n(\n1,113\n)\n(\n2,218\n)\nActual benefits paid\n(\n1,386\n)\n(\n1,412\n)\nProjected benefit obligations, end of year\n$\n18,368\n \n$\n20,022\n \nChange in Plan Assets\nFair value of plan assets, beginning of year\n$\n18,867\n \n$\n21,459\n \nActual return on plan assets\n251\n \n(\n1,180\n)\nEmployer contributions\n—\n \n—\n \nActual benefits paid\n(\n1,386\n)\n(\n1,412\n)\nFair value of plan assets, end of year\n$\n17,732\n \n$\n18,867\n \nFunded status—under\n$\n(\n636\n)\n$\n(\n1,155\n)\nAmounts Recognized in the Consolidated Balance Sheets consist of:\nNon-current liabilities\n$\n(\n636\n)\n$\n(\n1,155\n)\nAmounts Recognized in Accumulated Other Comprehensive Income (Loss) Consist of:\nNet actual loss\n$\n4,526\n \n$\n5,116\n \nDeferred tax benefit\n(\n1,064\n)\n(\n1,202\n)\nAfter-tax actuarial loss\n$\n3,462\n \n$\n3,914\n \nWeighted-Average Assumptions Used to Determine Benefit Obligations at April 30\nDiscount rate\n5.10\n \n%\n4.40\n \n%\nRate of compensation increase\nN/A\nN/A\nMortality table\nPri-2012\nPri-2012\nProjection scale\nMP-2021\nMP-2020\nYear Ended April 30,\nWeighted-Average Assumptions Used to Determine Net Periodic Benefit Cost\n2023\n2022\nDiscount rate\n5.10\n \n%\n4.40\n \n%\nExpected long-term return on plan assets\n7.75\n \n%\n7.75\n \n%\nRate of compensation increase\nN/A\nN/A\nThe components of the net periodic pension (income) expense for each of the fiscal years ended April 30 are as follows:\n$ in thousands\n2023\n2022\nInterest cost\n$\n845\n \n$\n710\n \nExpected return on plan assets\n(\n1,402\n)\n(\n1,604\n)\nRecognition of net loss\n628\n \n539\n \nNet periodic pension expense (income)\n$\n71\n \n$\n(\n355\n)\nThe estimated net actuarial loss for the defined benefit pension plans that will be amortized from accumulated other comprehensive income into net periodic benefit cost during fiscal year 2024 is $\n580,000\n.\nThe Company's funding policy is to contribute to the plans when pension laws and economics either require or encourage funding. The Company expects to make \nno\n contributions during fiscal year 2024. There were \nno\n contributions made to the plans in fiscal year 2023 or 2022.\n37\nTable of Contents\nThe following benefit payments are expected to be paid from the benefit plans in the fiscal years ending April 30:\n$ in thousands\nAmount\n2024\n$\n1,640\n \n2025\n1,620\n \n2026\n1,600\n \n2027\n1,560\n \n2028\n1,540\n \n2029- 2033\n7,030\n \nThe expected long-term portfolio return is established via a building block approach with proper consideration of diversification and rebalancing. Historical markets are studied and long-term historical relationships between equities and fixed-income securities are preserved consistent with the widely accepted capital market principle that assets with higher volatility generate a greater return over the long term. Current market factors such as inflation and interest rates are evaluated before long-term capital market assumptions are determined. Peer data and historical returns are also reviewed to check for reasonableness and appropriateness.\nThe Company uses a Yield Curve methodology to determine its GAAP discount rate. Under this approach, future benefit payment cash flows are projected from the pension plan on a projected benefit obligation basis. The payment stream is discounted to a present value using an interest rate applicable to the timing of each respective cash flow. The graph of these time-dependent interest rates is known as a yield curve. The interest rates comprising the Yield Curve are determined through a statistical analysis performed by the IRS and issued each month in the form of a pension discount curve. For this purpose, the universe of possible bonds consists of a set of bonds which are designated as corporate, have high quality ratings (AAA or AA) from nationally recognized statistical rating organizations, and have at least $\n250\n million in par amount outstanding on at least one day during the reporting period. A \n1\n% increase/decrease in the discount rate for fiscal years 2023 and 2022 would increase/decrease pension expense by approximately $\n231,000\n and $\n271,000\n, respectively.\nThe Company uses a total return investment approach, whereby a mix of equities and fixed-income investments are used to attempt to maximize the long-term return on plan assets for a prudent level of risk. Risk tolerance is established through careful consideration of plan liabilities, plan funded status, and corporate financial condition. The investment portfolio contains a diversified blend of equity and fixed-income investments. Furthermore, equity investments are diversified across U.S. and non-U.S. stocks, as well as growth, value, and small and large capitalizations. The target allocations based on the Company's investment policy were \n75\n% in equity securities and \n25\n% in fixed-income securities at April 30, 2023 and April 30, 2022. A \n1\n% increase/decrease in the expected return on assets for fiscal years 2023 and 2022 would increase/decrease pension expense by approximately $\n181,000\n and $\n207,000\n, respectively.\nPlan assets by asset categories as of April 30 were as follows:\n$ in thousands\n2023\n2022\nAsset Category\nAmount\n%\nAmount\n%\nEquity Securities\n$\n12,724\n \n72\n \n$\n13,856\n \n73\n \nFixed Income Securities\n4,845\n \n27\n \n4,703\n \n25\n \nCash and Cash Equivalents\n163\n \n1\n \n308\n \n2\n \nTotals\n$\n17,732\n \n100\n \n$\n18,867\n \n100\n \n38\nTable of Contents\nThe following tables present the fair value of the assets in the Company's defined benefit pension plans at April 30:\n2023\nAsset Category\nLevel 1\nLevel 2\nLevel 3\nLarge Cap\n$\n7,326\n \n$\n—\n \n$\n—\n \nSmall/Mid Cap\n2,326\n \n—\n \n—\n \nInternational\n1,743\n \n—\n \n—\n \nEmerging Markets\n702\n \n—\n \n—\n \nFixed Income\n4,845\n \n—\n \n—\n \nLiquid Alternatives\n627\n \n—\n \n—\n \nCash and Cash Equivalents\n163\n \n—\n \n—\n \nTotals\n$\n17,732\n \n$\n—\n \n$\n—\n \n2022\nAsset Category\nLevel 1\nLevel 2\nLevel 3\nLarge Cap\n$\n7,382\n \n$\n—\n \n$\n—\n \nSmall/Mid Cap\n2,775\n \n—\n \n—\n \nInternational\n2,008\n \n—\n \n—\n \nEmerging Markets\n794\n \n—\n \n—\n \nFixed Income\n4,703\n \n—\n \n—\n \nLiquid Alternatives\n897\n \n—\n \n—\n \nCash and Cash Equivalents\n308\n \n—\n \n—\n \nTotals\n$\n18,867\n \n$\n—\n \n$\n—\n \nLevel 1 retirement plan assets include United States currency held by a designated trustee and equity funds of common and preferred securities issued by domestic and foreign corporations. These equity funds are traded actively on exchanges and price quotes for these shares are readily available.\nDefined Contribution Plan\nThe Company has a defined contribution plan covering substantially all domestic salaried and hourly employees. The plan provides benefits to all employees who have attained age \n21\n, completed \nthree months\n of service, and who elect to participate. The plan provides that the Company make matching contributions equal to \n100\n% of the employee's qualifying contribution up to \n3\n% of the employee's compensation, and make matching contributions equal to \n50\n% of the employee's contributions between \n3\n% and \n5\n% of the employee's compensation, resulting in a maximum employer contribution equal to \n4\n% of the employee's compensation. The Company's matching contributions were $\n932,000\n and $\n967,000\n for years ending April 30, 2023 and 2022. Additionally, the plan provides that the Company may elect to make a non-matching contribution for participants employed by the Company on December 31 of each year. The Company did not elect to make a non-matching contribution in fiscal years 2023 and 2022.\nNote 11—\nSegment Information\nThe Company's operations are classified into \ntwo\n business segments: Domestic and International. The Domestic business segment principally designs, manufactures, and installs scientific and technical furniture, including steel and wood laboratory cabinetry, fume hoods, casework, flexible systems, worksurfaces, workstations, workbenches, and computer enclosures. The International business segment, which consists of the foreign subsidiaries identified in \nNote 1\n, \nSummary of Significant Accounting Policies\n, provides the Company's products and services, including facility design, detailed engineering, construction, and project management from the planning stage through testing and commissioning of laboratories.\nIntersegment transactions are recorded at normal profit margins. All intercompany balances and transactions have been eliminated. Certain corporate expenses shown below are net of expenses that have been allocated to the business segments.\n39\nTable of Contents\nThe following table shows revenues, earnings, and other financial information by business segment and unallocated corporate expenses for each of the years ended April 30: \n$ in thousands\nDomestic\nInternational\nCorporate\nTotal\nFiscal Year 2023\nRevenues from external customers\n$\n146,716\n \n$\n72,778\n \n$\n—\n \n$\n219,494\n \nIntersegment revenues\n1,604\n \n9,822\n \n(\n11,426\n)\n—\n \nDepreciation\n2,394\n \n282\n \n191\n \n2,867\n \nEarnings (loss) before income taxes\n3,408\n \n7,382\n \n(\n6,292\n)\n4,498\n \nIncome tax expense\n—\n \n2,250\n \n889\n \n3,139\n \nNet earnings attributable to non-controlling interest\n—\n \n621\n \n—\n \n621\n \nNet earnings (loss) attributable to Kewaunee Scientific Corporation\n3,408\n \n4,511\n \n(\n7,181\n)\n738\n \nSegment assets\n80,000\n \n38,898\n \n—\n \n118,898\n \nExpenditures for segment assets\n2,856\n \n1,292\n \n—\n \n4,148\n \nRevenues (excluding intersegment) from customers in foreign countries\n2,559\n \n72,778\n \n—\n \n75,337\n \nFiscal Year 2022\nRevenues from external customers\n$\n126,848\n \n$\n42,024\n \n$\n— \n$\n168,872\n \nIntersegment revenues\n882\n \n3,519\n \n(\n4,401\n)\n—\n \nDepreciation\n2,402\n \n276\n \n91\n \n2,769\n \nEarnings (loss) before income taxes\n(\n179\n)\n3,585\n \n(\n5,891\n)\n(\n2,485\n)\nIncome tax expense\n50\n \n1,129\n \n2,339\n \n3,518\n \nNet earnings attributable to non-controlling interest\n— \n123\n \n— \n123\n \nNet earnings (loss) attributable to Kewaunee Scientific Corporation\n(\n229\n)\n2,333\n \n(\n8,230\n)\n(\n6,126\n)\nSegment assets\n91,757\n \n27,016\n \n— \n118,773\n \nExpenditures for segment assets\n1,613\n \n295\n \n— \n1,908\n \nRevenues (excluding intersegment) from customers in foreign countries\n1,317\n \n42,024\n \n— \n43,341\n \nNote 12—\nRestructuring Costs\nIn December 2019, the Company initiated a restructuring, which included the closure of the Company's subsidiary in China, a commercial sales organization for the Company's products in China, that was completed in March 2023. The Company incurred operating expenses of $\n32,000\n in its international operations related to the closure of the China subsidiary in fiscal year 2023, offset by the recovery of bad debt collections of $\n51,000\n that were originally written off when the Company initiated the restructuring. The Company incurred operating expenses of $\n28,000\n related to the closure in the prior year period. The Company reflected all the expenses as operating expenses in the Consolidated Statement of Operations.\n40\nTable of Contents\nCONSENT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nWe consent to the incorporation by reference in the Registration Statements on Forms S‑8 (Nos. 333‑160276, 333‑176447, 333‑213413 and 333‑220389) of Kewaunee Scientific Corporation of our report dated June 30, 2023, with respect to the consolidated financial statements of Kewaunee Scientific Corporation, included in this Annual Report on Form 10‑K for the year ended April 30, 2023.\n \n/s/ FORVIS, LLP\n \nCharlotte, North Carolina\nJune 30, 2023\nItem 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure\nNone.\nItem 9A. Controls and Procedures\nConclusion Regarding the Effectiveness of Disclosure Controls and Procedures\nWe maintain disclosure controls and procedures that are intended to ensure that the information required to be disclosed in our filings under the Securities Exchange Act of 1934 (the \"Exchange Act\") is properly and timely recorded, processed, summarized, and reported. Our management, including the Chief Executive Officer and Chief Financial Officer, have conducted an evaluation of the effectiveness of disclosure controls and procedures as of April 30, 2023 pursuant to Exchange Act Rule 13a-14. Based on that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that the disclosure controls and procedures are effective. In designing disclosure controls and procedures, we recognize that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving desired control objectives, and that management necessarily is required to apply its judgment in evaluating the cost-benefit relationship of possible controls and procedures.\nManagement's Report on Internal Control Over Financial Reporting\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting for the Company. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States. Management conducted an evaluation of the effectiveness of internal control over financial reporting based on the framework in \nInternal Control—Integrated Framework (2013)\n issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management concluded the Company maintained effective internal control over financial reporting as of April 30, 2023.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. In addition, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nThis annual report does not include an attestation report of our registered public accounting firm regarding internal control over financial reporting. Management's report was not subject to attestation by our registered public accounting firm pursuant to rules of the Securities and Exchange Commission that permit us to provide only management's report in this Annual Report.\nChanges in Internal Control Over Financial Reporting\nThere have been no significant changes in our internal controls over financial reporting that occurred during our fourth fiscal quarter that have materially affected, or are reasonably likely to materially affect, our internal controls over financial reporting.\nItem 9B. Other Information\nNone.\nItem 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections\nNot Applicable.\n41\nTable of Contents\nPART III\nItem 10. Directors, Executive Officers and Corporate Governance\n(a)\nThe information appearing in the sections entitled \"Election of Directors\" and \"Meetings and Committees of the Board\" included in our Proxy Statement for use in connection with our annual meeting of stockholders to be held on August 23, 2023 (the \"Proxy Statement\") is incorporated herein by reference. The Proxy Statement will be filed with the SEC within 120 days of our most recently completed fiscal year.\n(b)\nThe names and ages of our executive officers as of June 30, 2023 and their business experience during the past five years are set forth below: \nExecutive Officers\nName\nAge\nPosition\nThomas D. Hull III\n47\nPresident and Chief Executive Officer\nDonald T. Gardner III\n44\nVice President, Finance, Chief Financial Officer, Treasurer and Secretary\nRyan S. Noble\n45\nVice President, Sales and Marketing—Americas\nElizabeth D. Phillips\n46\nVice President, Human Resources\nMandar Ranade\n49\nVice President of Information Technology and Engineering\nDouglas J. Batdorff\n50\nVice President of Manufacturing Operations\nBoopathy Sathyamurthy\n54\nVice President, Kewaunee Scientific Corporation Singapore Pte. Ltd., Managing Director, International Operations\nThomas D. Hull III\n joined the Company in November 2015 as Vice President, Finance, Chief Financial Officer, Treasurer and Secretary. Mr. Hull was elected President and Chief Executive Officer and appointed as a member of the Board of Directors in March 2019. Mr. Hull earned a Bachelor of Science degree in Accounting from LaRoche College and an MBA from the University of Pittsburgh, Joseph M. Katz School of Business. He is a certified public accountant (inactive status) and a member of the American Institute of Certified Public Accountants and the Pennsylvania Institute of Certified Public Accountants. Prior to joining the Company, Mr. Hull held several management positions with Ernst & Young, LLP in Pittsburgh, Pennsylvania from 1998 through 2011. From 2011 until joining the Company in 2015, he served as the Vice President of Finance, Accounting, and Information Technology with ATI Specialty Materials in Charlotte, North Carolina.\nDonald T. Gardner III\n joined the Company in April 2019 as Vice President of Finance and Chief Financial Officer and was also elected by the Board of Directors to the positions of Secretary and Treasurer. Mr. Gardner has a Bachelor of Science degree in Accounting from the Indiana University of Pennsylvania and a Master of Business Administration from the University of Pittsburgh, Joseph M. Katz School of Business. Prior to joining the Company, from 2017 to 2019, he served as Vice President, Financial Planning & Analysis of Victra, a privately held retailer of wireless products and services. During 2017, he served as the Chief Financial Officer of Component Sourcing International, a privately held provider of global sourcing supply chain solutions. From February 2016 to June 2017, Mr. Gardner served in various leadership roles for Dollar Express Stores, LLC, most recently as Vice President and Treasurer. Dollar Express was an operator of discount retail stores that was sold to a strategic buyer in 2017. Mr. Gardner was a key member of the leadership team that completed the transaction and full wind down of the Company. From 2012 to February 2016, he worked at ATI Specialty Materials, a manufacturer of technically advanced specialty materials and complex components, serving in various financial leadership roles.\nRyan S. Noble\n joined the Company in July 2018 as Vice President of Sales and Marketing - Americas. He has a Bachelor of Science degree in Human Ecology from the University of Tennessee. Prior to joining the Company, he was Director of Sales at Dodge Data & Analytics, a provider of analytics and software-based solutions for the construction industry, from March 2018 to July 2018. From 2014 to 2018, he was a Regional Sales Director at Wausau Window and Wall Systems, a manufacturer of metal and glass solutions for commercial buildings. From 2008 to 2014, he held several sales management positions at AGC Glass Company, a glass and high performance coatings manufacturer for architectural, residential, interior, and industrial applications.\nElizabeth D. Phillips\n joined the Company in August 2006 as Human Resources and Training Manager. She was promoted to Director of Human Resources in June 2007 and was elected Vice President of Human Resources in June 2009. Ms. Phillips has a Bachelor of Science degree in Psychology from Western Carolina University. Prior to joining the Company, she held Human Resources leadership positions at Thomasville Furniture and Hickory Chair and immediately prior to joining Kewaunee was Director of Human Resources for Vanguard Furniture Co., Inc., a manufacturer of household furniture, from April 2004 until August 2006.\n42\nTable of Contents\n    \nMandar Ranade\n joined the Company in December 2019 as Vice President of Information Technology. In February 2020, Mr. Ranade's responsibilities were expanded to include Engineering and Standards oversight and he now holds the position of Vice President of Information Technology and Engineering. He has a Master of Business Administration, Finance, from the University of Leeds, Leeds, United Kingdom, and a Bachelor of Engineering, Polymers, from University of Pune, Pune, India. He also has certifications as a Project Management Professional, Certified Scrum Master, ITIL (Foundation) Certification and a Master of Oracle Applications. Prior to joining the Company, Mr. Ranade most recently held the position of Division IT Leader for EnPro Industries-Fairbanks Morse, Wisconsin from 2018 to November 2019. From 2015 to 2018, he held several Director positions, the most recent being Director of Technical Services, with Aurora Health Care, ACL Laboratories, Milwaukee, Wisconsin. Prior to these positions he was Senior Manager of IT with IMS Health, Milwaukee, Wisconsin, from 2010 to 2015, and ThermoFisher Scientific in Two Rivers, Wisconsin, from 2005 to 2010. From 1995 to 2005, he held various IT positions with GE Healthcare, Milwaukee, Wisconsin and Mumbai, India, idm Limited, in Doncaster, UK, and GREAVES Limited, Mumbai, India\n.\n \n    \nDouglas J. Batdorff\n joined the Company in June 2020 as Vice President of Manufacturing Operations. He has significant experience in directing and guiding manufacturing operations, focusing on improvement of business performance, maximizing growth and profitability. Mr. Batdorff has a Bachelor of Science Degree in Mechanical Engineering from Michigan State University and a Masters in Manufacturing Operations from Kettering University. Prior to joining the Company, Mr. Batdorff was the Chief Operations Officer for Legacy Cabinets, Inc. in Eastaboga, Alabama from 2018 to 2019. From 2005 to 2018 he held various management positions with Steelcase, the most recent as Director of Manufacturing - US Operations from 2014 to 2018. He was with General Motors, Lansing, Michigan from 1998 to 2004 in many management roles, the most recent being Manufacturing Coordinator - General Assembly - Final Process.\nBhoopathy Sathyamurthy\n joined the Company in 2000 as General Manager of India Operations and Kewaunee Labway India Pvt. Ltd. He was subsequently promoted to Managing Director of Kewaunee Labway India Pvt. Ltd. He has served as Managing Director of International Operations, which includes responsibilities for all sales and operations in Asia, as well as sales efforts in the Middle East, since September 2013. Mr. Sathyamurthy was elected Vice President of Kewaunee Scientific Corporation Singapore Pte. Ltd., the holding company for Kewaunee's subsidiaries in India, Singapore, and China, in September 2014. He holds a Bachelor Degree in Mechanical Engineering from University of Madras and a Masters of Business Administration from University of Madras.\nCode of Ethics\nA copy of our code of ethics that applies to our Chief Executive Officer and Chief Financial Officer, entitled \"Ethics Obligations for Chief Executive Officer and Employees with Financial Reporting Responsibilities,\" is available free of charge through our website at \nwww.kewaunee.com\n. The reference to our website does not constitute incorporation by reference of any information contained at that site.\nAudit Committee\nThe information appearing in the section entitled \"Election of Directors – Meetings and Committees of the Board\" in our Proxy Statement is incorporated herein by reference.\nDelinquent Section 16(a) Reports\nThe information appearing in the section entitled \"Delinquent Section 16(a) Reports\" in our Proxy Statement, if applicable, is incorporated herein by reference.\nItem 11. Executive Compensation\nThe information appearing in the sections entitled \"Compensation Discussion and Analysis,\" \"Compensation Tables,\" \"Agreements with Certain Executives,\" and \"Election of Directors – Compensation Committee Interlocks and Insider Participation\" in the Proxy Statement is incorporated herein by reference.\nItem 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\nThe information appearing in the sections entitled \"Security Ownership of Directors and Executive Officers\" and \"Security Ownership of Certain Beneficial Owners\" in the Proxy Statement is incorporated herein by reference.\n43\nTable of Contents\nThe following table sets forth certain information as of April 30, 2023 with respect to compensation plans under which our equity securities are authorized for issuance:\nPlan Category\nNumber of\nsecurities to be\nissued upon\nexercise of\noutstanding\noptions, warrants\nand rights\nWeighted-average\nexercise price of\noutstanding options,\nwarrants and rights\nNumber of securities\nremaining available for\nfuture issuance under\nequity compensation\nplans\nEquity Compensation Plans approved by Security Holders:\n2008 Key Employee Stock Option Plan\n33,900 \n19.97 \n— \n2017 Omnibus Incentive Plan\n159,640 \n— \n149,007 \nEquity Compensation Plans not approved by Security Holders:\n— \n— \n— \n Total Equity Compensation Plans\n193,540 \n149,007 \nRefer to\n Note 7\n, \nStock Options and Share-Based Compensation\n, of the Company's consolidated financial statements included in ",
    "cik": "55529",
    "cusip6": "492854",
    "cusip": [
        "492854104"
    ],
    "names": [
        "KEWAUNEE SCIENTIFIC CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/55529/000005552923000013/0000055529-23-000013-index.htm"
}