{
    "item1": ">Item 1. \nBusiness\nOverview\nBrown-Forman Corporation (the “Company,” “Brown-Forman,” “we,” “us,” or “our” below) was incorporated under the laws of the State of Delaware in 1933, successor to a business founded in 1870 as a partnership and later incorporated under the laws of the Commonwealth of Kentucky in 1901. We primarily manufacture, distill, bottle, import, export, market, and sell a wide variety of beverage alcohol products under recognized brands. We employ approximately 5,600 people (excluding individuals who work on a part-time or temporary basis) on six continents, including approximately 2,700 people in the United States (approximately 14% of whom are represented by a union) and 1,200 people in Louisville, Kentucky, USA, home of our world headquarters. According to International Wine & Spirit Research (IWSR), we are the largest American-owned spirits and wine company with global reach. We are a “controlled company” under New York Stock Exchange rules because the Brown family owns more than 50% of our voting stock. Taking into account ownership of shares of our non-voting stock, the Brown family also controls more than 50% of the economic ownership in Brown-Forman.\nFor a discussion of recent developments, see “Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Executive Summary.”\nBrands\nBeginning in 1870 with Old Forester Kentucky Straight Bourbon Whisky – our founding brand – and spanning the generations since, we have built a portfolio of more than 40 spirit, ready-to-drink (RTD) cocktail, and wine brands that includes some of the best-known and most loved trademarks in our industry. The most important and iconic brand in our portfolio is Jack Daniel’s Tennessee Whiskey, the #1 selling American whiskey in the world.\n1\n Jack Daniel’s Tennessee Whiskey was recently named the most valuable spirits brand in the world in the 2022 Interbrand “Best Global Brands” rankings, and the newly released Jack Daniel's Bonded Tennessee Whiskey was named the \"2022 Whisky of the Year\" by \nWhisky Advocate\n. Our premium bourbons, Woodford Reserve and Old Forester, were once again selected for the Impact “Hot Brands”\n2\n list, marking ten and five consecutive years on the list, respectively, as were Jack Daniel's RTDs. Our super premium tequila, Herradura, received two Gold medals at the San Francisco World Spirits competition in 2023, one for Reposado and the one for Legend, as well as three Gold medals for the brand's core expressions at the Tequila and Mezcal Masters competition from \nThe Spirits Business\n.\n4\nPrincipal Brands\nJack Daniel's Tennessee Whiskey\n \nel Jimador Tequilas\n5\nJack Daniel's RTD\n3\nel Jimador New Mix RTD\nJack Daniel's Tennessee Honey\nHerradura Tequilas\n6\nGentleman Jack Rare Tennessee Whiskey\n \nKorbel California Champagnes\n7\nJack Daniel's Tennessee Fire\nKorbel California Brandy\n7\nJack Daniel's Tennessee Apple\nFinlandia Vodkas\nJack Daniel's Single Barrel Collection\n4\nSonoma-Cutrer California Wines\nJack Daniel's Bonded Tennessee Whiskey\nOld Forester Whiskey Row Series\nJack Daniel's Sinatra Select\nOld Forester Kentucky Straight Bourbon Whisky\nJack Daniel's Tennessee Rye\nOld Forester Kentucky Straight Rye Whisky\nJack Daniel’s Winter Jack\nGlenDronach Single Malt Scotch Whiskies\n8\nJack Daniel's Bottled-in-Bond\nBenriach Single Malt Scotch Whiskies\n9\nJack Daniel's Triple Mash Blended Straight Whiskey\nGlenglassaugh Single Malt Scotch Whiskies\n10\nJack Daniel's No. 27 Gold Tennessee Whiskey\nChambord Liqueur\nJack Daniel’s 10 Year Old\nGin Mare\nJack Daniel’s 12 Year Old\nGin Mare Capri\nWoodford Reserve Kentucky Bourbon\nDiplomático Rums\n11\nWoodford Reserve Double Oaked\nFords Gin\nWoodford Reserve Kentucky Rye Whiskey\nSlane Irish Whiskey\nWoodford Reserve Kentucky Straight Wheat Whiskey\nCoopers' Craft Kentucky Bourbon\nWoodford Reserve Kentucky Straight Malt Whiskey\nPart Time Rangers RTDs\n1\nIWSR, 2023.\n2\nImpact Databank, March 2023.\n3\nJack Daniel's RTD includes Jack Daniel's & Cola, Jack Daniel's Country Cocktails, Jack Daniel's Double Jack, Jack Daniel’s & Coca-Cola RTD, and other malt- and spirit-based Jack Daniel’s RTDs.\n4\nThe Jack Daniel's Single Barrel Collection includes Jack Daniel's Single Barrel Select, Jack Daniel's Single Barrel Barrel Proof, Jack Daniel's Single Barrel Rye, Jack Daniel's Single Barrel 100 Proof, and other Jack Daniel’s Single Barrel special-release expressions.\n5\nel Jimador Tequilas comprise all full-strength expressions of el Jimador.\n6\nHerradura Tequilas comprise all expressions of Herradura.\n7\nKorbel is not an owned brand. We sell Korbel products under contract in the United States and other select markets. \n8\nGlenDronach Single Malt Scotch Whiskies comprise all expressions of GlenDronach.\n9\nBenriach Single Malt Scotch Whiskies comprise all expressions of Benriach.\n10\nGlenglassaugh Single Malt Scotch Whiskies comprise all expressions of Glenglassaugh.\n11\nDiplomático Rums comprise all expressions of Diplomático.\nSee “Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Fiscal 2023 Brand Highlights” for brand performance details.\nOur vision in marketing is to be the best brand-builder in the industry. We build our brands by investing in platforms that we believe create enduring connections with our consumers. These platforms cover a wide spectrum of activities, including media advertising (TV, radio, print, outdoor, digital, and social), consumer and trade promotions, sponsorships, and visitors' center programs at our distilleries and our winery. We expect to grow our sales and profits by consistently delivering creative, responsible marketing programs that drive brand recognition, brand trial, brand loyalty, and ultimately, consumer demand around the world.\n5\nMarkets\nWe sell our products in over 170 countries around the world. The United States, our most important market, accounted for 47% of our net sales in fiscal 2023 and the other 53% were outside of the United States. The table below shows the percentage of total net sales for our top markets in our three most recent fiscal years:\nPercentage of Total Net Sales by Geographic Area\nYear ended April 30\n2021\n2022\n2023\nUnited States\n50\n \n%\n49\n \n%\n47\n \n%\nMexico\n4\n \n%\n5\n \n%\n6\n \n%\nGermany\n6\n \n%\n6\n \n%\n6\n \n%\nAustralia\n6\n \n%\n6\n \n%\n5\n \n%\nUnited Kingdom\n6\n \n%\n6\n \n%\n5\n \n%\nOther\n28\n \n%\n28\n \n%\n31\n \n%\nTOTAL\n100\n \n%\n100\n \n%\n100\n \n%\nNote: Totals may differ due to rounding\nFor details about net sales in our top markets, see “Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Fiscal 2023 Market Highlights.” For details about our reportable segment and for additional geographic information about net sales and long-lived assets, see Note 17 to the Consolidated Financial Statements in “Item 8. Financial Statements and Supplementary Data.” For details on risks related to our global operations, see “Item 1A. Risk Factors.”\nDistribution Network and Customers\nOur distribution network, or our “route to consumer” (RTC), varies depending on (a) the laws and regulatory framework for trade in beverage alcohol by market, (b) our assessment of a market's long-term attractiveness and competitive dynamics, (c) the relative profitability of distribution options available to us, (d) the structure of the retail and wholesale trade in a market, and (e) our portfolio's development stage in a market. As these factors change, we evaluate our RTC strategy and, from time to time, adapt our model.\nIn the United States, which generally prohibits spirits and wine manufacturers from selling their products directly to consumers, we sell our brands either to distributors or to state governments (in states that directly control alcohol sales) that then sell to retail customers and consumers.\nOutside the United States, we use a variety of RTC models, which can be grouped into three categories: owned distribution, partner, and government-controlled markets. We own and operate distribution companies for Australia, Belgium and Luxembourg, Brazil, Czechia, France, Germany, Korea, Mexico, Poland, Spain, Taiwan, Thailand, Türkiye, and the United Kingdom. In these owned-distribution markets, and in a large portion of the Travel Retail channel, we sell our products directly to retailers or wholesalers. In many other markets, including Italy and South Africa, we rely on third parties to distribute our brands, generally under fixed-term distribution contracts. In Canada, we sell our products to provincial governments.\nWe believe that our customer relationships are good and that our exposure to concentrations of credit risk is limited due to the diverse geographic areas covered by our operations and our thorough evaluation of each customer. In fiscal 2023, our two largest customers accounted for approximately 14% and 12% of consolidated net sales, respectively. No other customer accounted for 10% or more of our consolidated net sales in fiscal 2023.\nSeasonality\nHoliday buying makes the fourth calendar quarter the peak season for our business. Approximately 31%, 29%, and 27% of our reported net sales for fiscal 2021, fiscal 2022, and fiscal 2023, respectively, were in the fourth calendar quarter.\n6\nCompetition\nTrade information indicates that we are one of the largest global suppliers of premium spirits. According to IWSR, for calendar year 2022, the ten largest global spirits companies controlled over 20% of the total spirits volume sold around the world.\n \nWhile we believe that the overall market environment offers considerable growth opportunities for us, our industry is, and will remain, highly competitive. We compete against many global, regional, and local brands in a variety of categories of beverage alcohol, but our brands compete primarily in the industry's premium-and-above price points. Our competitors include major global spirits and wine companies, such as Bacardi Limited, Beam Suntory Inc., Becle S.A.B. de C.V., Davide Campari-Milano N.V., Diageo PLC, LVMH Moët Hennessy Louis Vuitton SE, Pernod Ricard SA, and Rémy Cointreau. In addition, particularly in the United States, we compete with national companies and craft spirit brands, many of which entered the market in the last few years.\nBrand recognition, brand provenance, quality of product and packaging, availability, flavor profile, and price affect consumers' choices among competing brands in our industry. Other factors also influence consumers, including advertising, promotions, merchandising at the point of sale, expert or celebrity endorsement, social media and word of mouth, and the timing and relevance of new product introductions. Although some competitors have substantially greater resources than we do, we believe that our competitive position is strong, particularly as it relates to brand awareness, quality, availability, and relevance of new product introductions.\nIngredients and Other Supplies\nThe principal raw materials used in manufacturing and packaging our distilled spirits, liqueurs, RTD products, and wines are shown in the table below. \nPrincipal Raw Materials\nDistilled Spirits\nLiqueurs\nRTD Products\nWines\nPackaging\nAgave\nFlavorings\nCarbon dioxide\nGrapes\nAluminum cans\nBarley\nNeutral spirits\nFlavorings\nWood\nCartons\nCorn\nSugar\nMalt\nClosures\nMalted barley\nWater\nNeutral spirits\nGlass bottles\nMolasses\nWhiskey\nSugar\nLabels\nRye\nWine\nTequila\nPET\n1 \nbottles\nSugar\nWater\nWater\nWhiskey\nWood\n1\nPolyethylene terephthalate (PET) is a polymer used in non-glass containers.\nNone of these raw materials are in short supply, but shortages could occur in the future. From time to time, our agricultural ingredients (agave, barley, corn, grapes, malted barley, molasses, rye, sugar, and wood) could be adversely affected by weather and other forces out of our control that might constrain supply or reduce our inventory below desired levels for optimum production.\nWhiskeys and certain tequilas and other distilled spirits must be aged. Because we must produce these distilled spirits years in advance to meet projected future demand, our inventories of these products may be larger in relation to sales and total assets than in many other businesses.\nFor details on risks related to the unavailability of raw materials and the inherent uncertainty in forecasting supply and demand, see “Item 1A. Risk Factors.”\nIntellectual Property\nOur intellectual property includes trademarks, copyrights, proprietary packaging and trade dress, proprietary manufacturing technologies, know-how, and patents. Our intellectual property, especially our trademarks, is essential to our business. We register our trademarks broadly around the world, focusing primarily on where we sell or expect to sell our products. We protect our intellectual property rights vigorously but fairly. We have licensed some of our trademarks to third parties for use with services or on products other than alcoholic beverages, which enhances the awareness and protection of our brands. Depending on the jurisdiction, trademarks are valid as long as they are in use and/or their registrations are properly maintained. We also have various licenses and distribution agreements for the production, sale, and marketing of our products, and for the sale and marketing of products of others. These licenses and distribution agreements have varying terms and durations.\n7\nFor details on risks related to the protection of our intellectual property, see “Item 1A. Risk Factors.” For details on our most important brands, see “Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Fiscal 2023 Brand Highlights.”\nRegulatory Environment\nFederal, state, local, and foreign authorities regulate how we produce, store, transport, distribute, market, and sell our products. Some countries and local jurisdictions prohibit or restrict the marketing or sale of distilled spirits in whole or in part.\nIn the United States, at the federal level, the Alcohol and Tobacco Tax and Trade Bureau of the U.S. Department of the Treasury regulates the spirits and wine industry with respect to the production, blending, bottling, labeling, advertising, sales, and transportation of beverage alcohol. Similar regulatory regimes exist at the state level and in most non-U.S. jurisdictions where we sell our products. In addition, beverage alcohol products are subject to customs duties, excise taxes, and/or sales taxes in many countries, including taxation at the federal, state, and local level in the United States.\nMany countries set their own distilling and maturation requirements. For example, under U.S. federal and state regulations, bourbon and Tennessee whiskeys must be aged in new, charred oak barrels; we typically age our whiskeys at least three years. Mexican authorities regulate the production and bottling of tequilas; they mandate minimum aging periods for \nextra\n \nañejo\n (three years), \nañejo\n (one year), and \nreposado\n (two months). Irish whiskey must be matured at least three years in a wood cask, such as oak, on the island of Ireland. Scotch whisky must be matured in oak casks for at least three years in Scotland. We comply with all of the applicable laws and regulations.\nOur operations are also subject to various environmental protection statutes and regulations, and our policy is to comply with them. Complying with these statutes and regulations has not materially impacted our capital expenditures, earnings or competitive position, and is not expected to have a material impact during fiscal 2024.\n8\nIntegrated Strategy and Performance\nFor more than 150 years, Brown-Forman and the Brown family have been committed to driving sustainable growth and preserving Brown-Forman as a thriving, family-controlled, independent company. The image on the left illustrates our core purpose, “Enriching Life,” and our highest ambition, “Nothing Better in the Market,” surrounded by the values that have guided us for decades: integrity, respect, trust, teamwork, and excellence. In addition to these guiding principles, our success depends on several strategic priorities, as illustrated in the image on the right: the quality of our brands within our portfolio, our geographic reach, the talent and diversity of our people, and the return on our investments. Moreover, taking an integrated approach means that many aspects of our company contribute to this value creation and are fundamental to our strategy, including our commitment to environmental sustainability, alcohol and marketing responsibility, diversity and inclusion, and to building communities in which we live and work.\nOver the past three fiscal years, we faced a challenging, volatile environment, including supply chain disruptions and a global pandemic. Our employees' unique mix of agility, resilience, energy, and collaboration enabled us to succeed despite these challenges. Our values drive decisions, and our core purpose and our highest ambition continue to guide us as we move forward to a reimagined future with a renewed sense of opportunity for what lies ahead. We believe we are well positioned to navigate the ever-changing landscape. We will make bold moves with a commitment to improve continuously as we work together to deliver sustained long-term growth. \nThis Integrated Annual Report on Form 10-K for the fiscal year ended April 30, 2023, presents not only our financial performance but also our environmental, social, and governance (“ESG”) strategies, commitments, and results. It provides a more holistic view of Brown-Forman, our culture, our strategic approach to our business, and how we achieve results.\nPortfolio and Responsibility\nWe seek to build brands and create stockholder value responsibly by delivering strong, sustainable growth, solid margins, and high returns on invested capital. We focus on building brands that can be meaningful for our company and our consumers over the longer term. We aim to grow our premium spirits portfolio both organically and through innovation. Opportunistically and thoughtfully, we also consider acquisitions and partnerships that will enhance our capacity to deliver meaningful growth, improve margins, and increase stockholder returns.\nWe strive to grow our brands and enhance consumers' experience with them. Even as we do so, we remain committed to marketing our brands responsibly and promoting responsible drinking. Regulation of our industry is not new, and external interest from the World Health Organization and other health bodies has grown over time. We uphold high standards of self-regulation by adhering to industry guidelines on responsible marketing and advertising. We promote alcohol responsibility both independently and with industry organizations, such as the International Alliance for Responsible Drinking, the Foundation for Advancing Alcohol Responsibility (responsibility.org) in the United States, The Portman Group in the United Kingdom, DrinkWise in Australia, and FISAC in Mexico.\n9\nThe Jack Daniel's family of brands, led by Jack Daniel's Tennessee Whiskey (JDTW), is our most valuable asset – the engine of our overall financial performance and the foundation of our leadership position in the American whiskey category.\n1\n We strive to strengthen the brand's leadership position continually, and will work steadfastly to keep JDTW relevant to consumers worldwide. We will also pursue opportunities to grow the Jack Daniel's family of brands across markets, premium-and-above price points, channels, and consumer groups. Product innovation continues to contribute meaningfully to our performance. Different Jack Daniel's expressions have brought new consumers to the franchise, including Jack Daniel's Tennessee Honey (2011), Jack Daniel's Tennessee Fire (2015), Jack Daniel's Tennessee Rye (2017), Jack Daniel's Tennessee Apple (2019), and our most recent launches, Jack Daniel's Bonded Tennessee Whiskey and Triple Mash Blended Straight Whiskey (2022), which individually and collectively add great value to the company and to our consumers the world over.\nIn addition to the leadership of our Jack Daniel's family of brands, we expect strong worldwide growth from our other whiskey brands, particularly Woodford Reserve and Old Forester. Woodford Reserve is the leading super-premium American whiskey globally,\n1\n growing volumes at a strong double-digit compound annual growth rate since the brand was introduced over 25 years ago. Woodford Reserve surpassed 1.7 million nine-liter cases of annual volume as of April 30, 2023. We believe the brand is poised for continued growth as the bourbon category continues to grow around the world. Old Forester has continued its return to prominence in the United States and in select international markets. Innovation has played an important role in the premiumization of both of these brands, including the success of high-end expressions such as Woodford Reserve Double Oaked, and the Old Forester Whiskey Row Series.\nOutside of our American whiskey brands, we believe our portfolio remains well positioned in other high-growth categories, with meaningful premium brands and a focus on accelerating our super-premium portfolio. Our tequila portfolio is led by two brands steeped in Mexican heritage, Herradura and el Jimador. Despite the cyclical cost pressures resulting from the unprecedented cost of agave, we remain committed to the growth of our tequila business in the United States and the long-term growth prospects of this business globally. We believe that our Scotch whiskies GlenDronach, Benriach, and Glenglassaugh, and our Irish whiskey Slane, are well-positioned in their respective categories. We expect them all to become meaningful contributors over the longer term. Lastly, the recent acquisitions of Gin Mare (2022) and Diplomático (2023) provide us with leadership positions in the super-premium-and-above gin and rum categories, respectively, and we look to grow these brands globally.\nFiscal 2023 was another year of growth for our ready-to-drink (RTD) portfolio. Jack Daniel's RTDs are now more than 14 million nine-liter cases globally. In Mexico, our el Jimador tequila-based RTD, New Mix, grew to nearly 10 million nine-liter cases. In June 2022, we jointly announced a global relationship with The Coca-Cola Company to introduce the iconic Jack & Coke cocktail as a branded, ready-to-drink pre-mixed cocktail. Since the announcement, we have launched the product in  Mexico, the United States, Japan, the Philippines, the United Kingdom, Poland, Hungary, the Netherlands, and Ireland with more markets to follow. Jack Daniel's Country Cocktails in the United States continues to be sold and distributed under our relationship with the Pabst Brewing Company.\nWe appreciate the power of our brands to enrich the experience of life, and we believe it is our duty to ensure that our products are marketed with deep respect for our consumers. Our mission for alcohol responsibility is to empower mindful choices around beverage alcohol. We launched the Pause campaign in 2019. Pause is Brown-Forman’s driving effort to encourage mindful choices. In 2022, we launched our 2030 Alcohol Responsibility strategy to prioritize strategic programs and partnerships, in-market tools and resources, and to continue empowering our employees and business partners. We execute our 2030 Alcohol Responsibility strategy through the lens of our Pause campaign to showcase the importance of alcohol responsibility and inspire action among our consumers, colleagues, and business partners.\nGeography\nThe United States remains our largest market, and continued growth there is important to our long-term success. We expect to foster this growth by emphasizing fast-growing spirits categories, continued product and packaging innovation, and brand building within growing consumer segments. This includes increasing emphasis on inclusive, digital, and integrated marketing and the growth of our e-commerce capabilities to better connect and engage with consumers where they are.\nOutside the United States, we continue to increase our competitiveness through improved routes to consumers. In fiscal 2022, we established our owned-distribution organizations for Belgium and Luxembourg and Taiwan. More direct connection with customers and consumers enabled through owned distribution is an important part of our strategic growth.\n1\n IWSR, 2023\n10\nPeople, Diversity & Inclusion, and Ethics & Compliance\nAs we work to increase our brands' relevance and appeal to diverse consumer groups around the world, we believe a diversity of experiences and mindsets within our own workforce is essential. In the summer of 2019, we unveiled Many Spirits, One Brown-Forman: Gender and Race Edition, our 2030 Diversity & Inclusion Strategy aimed at creating a foundation for building a more diverse workforce and inclusive culture. In the summer of 2020, we developed and published commitments to be better and do better – commitments that amplified our initiatives in the areas of representation, development, and accountability. We also extended our commitment more deeply in our communities, especially our hometown of Louisville, Kentucky. We believe these actions will help us continue to build an inclusive culture at Brown-Forman.\nOur vision is to create an environment where leveraging diversity and inclusion occurs naturally, giving us a sustainable marketplace advantage. We have set race and gender ambitions to have at least 50% women in professional- and leader-level roles globally, 40% women in senior leadership positions globally, and 25% people of color in our United States workforce by 2030. In June 2022, we published the Many Spirits, One Brown-Forman LGBTQ+ edition and set a 2030 ambition of 6% self-identified LGBTQ+ employees in our United States workforce. We have also set a goal to reach 16% of our supplier spend in locations such as the United States, the United Kingdom, and Australia, with businesses that are woman- or minority-owned by 2030. For more than a decade, we have earned a perfect score in the Corporate Equality Index, a national benchmarking survey and report on corporate policies and practices related to LGBTQ+ workplace equality administered by the Human Rights Campaign Foundation.\nOne of the main drivers of our inclusive culture is the continued growth and leadership of our nine Employee Resource Groups (ERGs). We believe ERGs are instrumental in enriching our company's culture, and our employees experience this by supporting development and engagement of our diverse workforce, driving cultural awareness and competency across the organization, and enabling authentic engagement with our consumers. Our ERGs also create spaces for our employees and their allies to connect with, support, and advocate for one another.\nOur core values of integrity, respect, trust, teamwork, and excellence form the foundation of our ethics and compliance program. “Values Drive Decisions” is the key theme of this program, and we use it to teach our employees to rely on our values when faced with a difficult decision and to “speak up” if they believe they, a colleague, or a business partner may have violated the law, our Code of Conduct, or company policy. In 45 countries, we offer a third-party service to employees and others who choose to “speak up” anonymously. We deliver training to managers reinforcing our commitment to non-retaliation and maintaining a “speak up” culture. \nWe convey our compliance expectations to employees via our Code of Conduct, and our employees certify annually that they will comply with the Code of Conduct and report potential violations. The Code of Conduct is a toolkit for employees, as it details expectations for 20 different risks, includes links to Q&A, policies, training, and the ability to contact a subject-matter expert. We refresh our Code of Conduct and certification annually and make them available in 13 languages. \nInvestment and Sustainability\nFor over a century and a half, we have learned that long-term success requires investment and a mindset of sustainability. We understand the need to invest in our brands, global supply chain facilities, homeplace and visitor centers, and aging inventory. For example, in May 2023, we announced a $200 million capital investment to expand our Casa Herradura tequila distillery to meet future consumer demand. Additionally, during fiscal 2023, we announced a £30 million expansion of our GlenDronach distillery to meet strong demand. We also understand the importance of investing in our people, communities, and the environment. We recognize that climate change is a business issue with risks and opportunities. As such, we are committed to actions that will ensure the long-term health of the planet and our business. In fiscal 2021, we established a new 2030 Sustainability Strategy to align our efforts with industry best practices and the most current climate science. Our goals broaden our focus beyond business operations to include our supply chain, where the majority of our environmental footprint resides. With this evolving strategy, we have a roadmap for continued progress over the next quarter-century.\n11\nOur continued investments in renewable energy and resource stewardship underscore our long-term focus: \n•\nRenewable Electricity: \nIn fiscal 2023, we installed a rooftop solar system at our Slane Castle distillery, and in fiscal 2024 we plan to install a rooftop solar system at our Newbridge bottling plant in Edinburgh, Scotland.\n•\nByproducts to Energy: \nJack Daniel's announced a project to develop an anaerobic digester that will convert a portion of the distillery byproducts, also known as stillage, to renewable energy and fertilizer. The project broke ground in fiscal 2023.\n•\nWater Stewardship: \nIn fiscal 2023, we partnered with Waterplan to improve the measurement of water related risk at two of our facilities and to identify opportunities for water reuse at our Casa Herradura facility. We will expand this partnership in fiscal 2024 to further enhance our water stewardship program.\n•\nSustainable Forestry: \nIn April 2023, we completed the third planting at the Old Forester Tree Nursery, a 15-year white oak genetic improvement project in partnership with the University of Kentucky. In June 2023, our Jack Daniel Seed Orchard will celebrate its 25th anniversary and our continued partnership with the University of Tennessee. \nWe believe we are well positioned to deliver exceptional, high-quality products to our consumers around the world. We have a highly capable and engaged workforce. We have developed brand-building capabilities by equipping our teams with the training and tools necessary for an increasingly data-driven digital global marketplace. Among other trends, the expansion of the digital economy accelerated significantly as consumers, businesses, and communities adapted to the challenges brought on by the COVID-19 pandemic. To continue our success in how we market and sell our brands, we announced in fiscal 2021 an investment in a new Integrated Marketing Communications organization that we believe is further enhancing our ability to win in the digital economy. \nCommunity\nWe are a responsible and caring corporate citizen and invest in the communities where employees live and work. We encourage employees to participate in philanthropic outreach efforts by giving their time and talents to support those non-profit organizations most meaningful to them. This civic engagement, as well as our corporate contributions, further promotes Brown-Forman’s caring culture and supports our purpose to enrich life.\nWe also continue to expand our civic engagement into Brown-Forman global office locations, allowing those employees closest to the needs of their communities to decide how to invest their charitable-giving resources. We leverage our key community relations partners to stay informed of collaborative opportunities in the communities where we work and live, and to shape our charitable-giving strategy to meet the essential needs of the communities that sustain us. We provide charitable donations and our employees volunteer throughout our communities, including approximately 120 serving on 200 nonprofit boards in the United States. We created the Brown-Forman Foundation (the Foundation) in fiscal 2018 to help fund our ongoing philanthropic endeavors. The Foundation's earnings provide a consistent source of revenue for charitable giving independent of our annual earnings. We work to partner with organizations that support our key focus areas: empowering responsible and sustainable living, ensuring essential living standards, and enhancing arts and cultural living. As part of our commitment to be better and do better as neighbors and as corporate citizens, the Brown-Forman Foundation made a 10-year, $50 million \n12\ncommitment to five organizations in west Louisville in 2022, which is the largest investment in its history. Our partner organizations include AMPED, the Louisville Central Community Center, the Louisville Urban League, Simmons College of Kentucky, and the West End School. Together, these organizations will advance educational opportunities in west Louisville, from early childhood through adult learning.\nWe believe that having a long-term-focused, committed, and engaged stockholder base, anchored by the Brown Family, gives us a distinct strategic advantage, particularly in a business with multi-generational brands and products that must be aged. We are committed to continually improving our environmental, social, and governance performance and acting upon our deeply held values. Recognizing the strong cash-generating capacity and the capital efficiency of our business, we will continue to pursue top-tier stockholder return through stockholder-friendly capital allocation and socially and environmentally conscious investments to fuel long-term growth.\nHuman Capital Resources\nOverview\n \nWe put our values at the forefront of all our decisions and actions, in an effort to make our employees feel respected, safe, and supported so they can make, market, and sell our products with the finest craftsmanship, quality, and care. What enables our success are the approximately 5,600 people (excluding individuals that work on a part-time or temporary basis) we employ in 47 countries around the world. This includes approximately 3,500 salaried employees and 2,100 hourly employees, with the largest percentage of our employees residing within the United States, Mexico, and the United Kingdom. We believe our employee relations are good and our turnover rate is low.\nTotal Rewards\nIt is our intent to pay our employees fairly and competitively. Over the last fiscal year, we completed a process to review the compensation for every salaried role both internally and externally, ensuring that every employee is paid fairly compared to each other and competitively against the market. All roles are priced based on compensation survey data for the market where the employee resides. We will continue to refresh our data and monitor pay equity annually.\nTalent Development\nWe continually seek opportunities to develop our employees to ensure that we have the capabilities to grow our business. We do this through a combination of succession planning, planned learning, short-term assignments, international opportunities, and thoughtful talent management. Given our low turnover, we are particularly thoughtful about rotating employees through new roles, ensuring that everyone has the opportunity to grow and develop. We recently began tracking all internal movement and are comfortable that we are providing an appropriate level of growth and development for our employees.\nDiversity & Inclusion \nWe are continuing to pursue our 2030 Diversity & Inclusion strategy, as outlined in Many Spirits, One Brown-Forman: Gender and Race Edition. This year, we continued to increase the number of women in senior leadership globally and people of color in the United States through both internal promotions and external hiring. We have also added an ambition to increase the number of LGBTQ+ salaried employees in the United States to 6% by 2030.\nWe track promotion and lateral movement by gender (globally) and ethnicity (in the United States) and, based on that data, we can confirm that our growth opportunities for women and people of color are proportional to our salaried employee population.\nTo support our culture of inclusion, all business leaders participated in our six-month Inclusive Leadership Program. This group completed the program at the end of the calendar year, and we have recently begun cascading it down to our front-line managers.\n Workforce Stability\nWe must remain focused on winning the war for talent in a marketplace where opportunities abound and highly skilled knowledge workers can work from anywhere. While we have historically enjoyed low turnover among our salaried population, we have continued to track our departures carefully over the last fiscal year, given the acceleration of the job market over the last two years. We have analyzed our data quarterly by gender, ethnicity, function, location, age, management level, etc. in addition to qualitative exit interview data. Turnover related to retirements increased in fiscal 2023, which we believe was related to the impact of interest rate movement on some of our defined benefit pension plans. Excluding retirements, our \n13\nvoluntary turnover among salaried employees remains consistent with our pre-pandemic levels. We will continue to monitor our data carefully. \nExecutive Officers\nInformation about Our Executive Officers\nThe following persons served as executive officers as of June 16, 2023:\nName\nAge\nPrincipal Occupation and Business Experience\nLawson E. Whiting\n54\nPresident and Chief Executive Officer since 2019. Executive Vice President and Chief Operating Officer from October 2017 to December 2018. Executive Vice President and Chief Brands and Strategy Officer from 2015 to 2017. Senior Vice President and Chief Brands Officer from 2013 to 2015.\nMatias Bentel\n48\nExecutive Vice President and Chief Brands Officer since March 2023. Senior Vice President and Chief Brands Officer from January 2020 to March 2023. Senior Vice President and Managing Director of Jack Daniel’s Family of Brands from August 2018 to January 2020. Vice President and General Manager of Mexico from January 2016 to August 2018. Vice President Latin America Marketing and Chief of Staff from October 2009 to January 2016.\nLeanne D. Cunningham\n53\nExecutive Vice President and Chief Financial Officer since March 2023. Senior Vice President and Chief Financial Officer from July 2021 to March 2023. Senior Vice President, Shareholder Relations Officer, Global Commercial Finance, and Financial Planning and Analysis from August 2020 to July 2021. Senior Vice President, Shareholder Relations Officer from August 2019 to July 2020. Senior Vice President, and General Manager - Brown-Forman Brands from May 2015 to July 2019. Vice President, Director of Finance Global Production from October 2013 to April 2015.\nMarshall B. Farrer\n52\nExecutive Vice President, Chief Strategic Growth Officer and President Europe since January 2023. Senior Vice President, President Europe from August 2020 to January 2023. Senior Vice President, Managing Director, Global Travel Retail and Developed APAC Region from August 2018 to July 2020. Senior Vice President, Managing Director, Global Travel Retail from July 2018 to May 2015. Vice President, Managing Director, Jack Daniel’s Tennessee Honey from January 2014 to April 2015.\nMatthew E. Hamel\n63\nExecutive Vice President and General Counsel since 2021. Executive Vice President, General Counsel and Secretary from 2007 to 2021.\nKirsten M. Hawley\n53\nExecutive Vice President, Chief People, Places, and Communications Officer since March 2023. Senior Vice President, Chief People, Places, and Communications Officer from May 2021 to March 2023. Senior Vice President, Chief Human Resources and Corporate Communications Officer from March 2019 to April 2021. Senior Vice President and Chief Human Resources Officer from February 2015 to February 2019. Senior Vice President and Director of Human Resources Business Partnerships from 2013 to 2015.\nThomas W. Hinrichs\n61\nExecutive Vice President, President Emerging International since March 2023. Senior Vice President, President Emerging International from August 2020 to March 2023. Senior Vice President, President, International Division from June 2018 to July 2020. Senior Vice President and President for Europe, North Asia, and ANZSEA from February 2015 to June 2018. Senior Vice President and Managing Director for Europe from 2013 to 2015.\nTimothy M. Nall\n52\nExecutive Vice President, Chief Global Supply Chain and Technology Officer since March 2023.  Senior Vice President, Chief Global Supply Chain and Technology Officer from March 2022 to March 2023. Senior Vice President, Chief Information and Advanced Analytics Officer from January 2015 to February 2022. Vice President Director Technical Services from May 2013 to December 2014.\nCrystal L. Peterson\n52\nExecutive Vice President, Chief Inclusion and Global Community Relations Officer since March 2023.  Senior Vice President, Chief Inclusion and Global Community Relations Officer from June 2022 to March 2023. Vice President and Chief Diversity Officer from February 2022 to June 2022. Vice President and Human Resources Director - Global Production, Diversity and Inclusion from March 2021 to January 2022. Vice President and Human Resources Director - Global Production from August 2017 to February 2021. Vice President and Human Resources Director - North America Region from May 2015 to July 2017. Human Resources Director - North America Region and Latin America Region from May 2013 to April 2015. \n14\nName\nAge\nPrincipal Occupation and Business Experience\nJeremy J. Shepherd\n48\nExecutive Vice President, President USA & Canada since March 2023. Senior Vice President, President USA & Canada from July 2022 to March 2023. Vice President, General Manager for the United Kingdom & Ireland from January 2018 to July 2022. Vice President Director Midwest Division from May 2015 to December 2017. Portfolio Integration Director from September 2014 to May 2015.\nKelli N. Brown\n53\nSenior Vice President and Chief Accounting Officer since August 2018. Vice President and Director Finance (North America Region) from 2015 to August 2018. Director NAR Division Finance (North America Region) from 2013 to 2015.\nAvailable Information\nOur website address is www.brown-forman.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to these reports are available free of charge on our website as soon as reasonably practicable after we electronically file those reports with the Securities and Exchange Commission (SEC). The information provided on our website, and any other website referenced herein, is not part of this report, and is therefore not incorporated by reference into this report or any other filing we make with the SEC, unless that information is otherwise specifically incorporated by reference.\nOn our website, we have posted our Code of Conduct that applies to all our directors and employees, and our Code of Ethics that applies specifically to our senior financial officers. If we amend or waive any of the provisions of our Code of Conduct or our Code of Ethics applicable to our principal executive officer, principal financial officer, or principal accounting officer that relates to any element of the definition of “code of ethics” enumerated in Item 406(b) of Regulation S-K under the Securities Exchange Act of 1934 Act, as amended, we intend to disclose these actions on our website. We have also posted on our website our Corporate Governance Guidelines and the charters of our Audit Committee, Compensation Committee, Corporate Governance and Nominating Committee, and Executive Committee of our Board of Directors. Copies of these materials are also available free of charge by writing to our Secretary at 850 Dixie Highway, Louisville, Kentucky 40210 or emailing Secretary@b-f.com.",
    "item1a": ">Item 1A. \nRisk Factors\nWe believe the following discussion identifies the material risks and uncertainties that could adversely affect our business. If any of the following risks were actually to occur, our business, results of operations, cash flows, or financial condition could be materially and adversely affected. Additional risks not currently known to us, or that we currently deem to be immaterial, could also materially and adversely affect our business, results of operations, cash flows, or financial condition.\nRisks Related to Our Business and Operations\nOur business performance depends substantially on the continued health of the Jack Daniel's family of brands.\nThe Jack Daniel's family of brands is the primary driver of our revenue and growth. Jack Daniel's is an iconic global trademark with a loyal consumer fan base, and we invest much effort and many resources to protect and preserve the brand's reputation for authenticity, craftsmanship, and quality. A brand's reputational value is based in large part on consumer perceptions, and even an isolated incident that causes harm – particularly one resulting in widespread negative publicity – could adversely influence these perceptions and erode consumer trust and confidence in the brand. Significant damage to the brand equity of the Jack Daniel's family of brands would adversely affect our business. Given the importance of Jack Daniel's to our overall success, a significant or sustained decline in volume or selling price of our Jack Daniel's products, as a result of negative publicity or otherwise, would have a negative effect on our financial results. Additionally, if we are not successful in our efforts to maintain or increase the relevance of the Jack Daniel's brand to current and future consumers, our business and operating results could suffer. For details on the importance of the Jack Daniel's family of brands to our business, see “Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations - Results of Operations - Fiscal 2023 Brand Highlights.”\nChanges to our route-to-consumer models and consolidation among beverage alcohol producers, distributors, wholesalers, suppliers, and retailers, could hinder the marketing, sale, or distribution of our products. \nWe use various business models to market and distribute our products in different countries around the world. In the United States, we sell our products either to distributors for resale to retail outlets or e-commerce retailers or, in those states that control alcohol sales, to state governments who then sell them to retail customers and consumers. In our non-U.S. markets, we use a variety of route-to-consumer models – including, in many markets, reliance on third parties to distribute, market, and sell our products. We own and operate distribution companies for 14 international markets. Transitioning from a third-party \n15\ndistribution model to an owned distribution model involves a significant undertaking, and subjects us to risks associated with that geographic region. If we are unsuccessful in our route-to-consumer strategies, including any transition to owned distribution, the sale and marketing of our products could be disrupted.\nChanges to any of our route-to-consumer models or partners in important markets could result in temporary or longer-term sales disruption, higher costs, and harm to other business relationships we might have with that partner. Disruption of our distribution network or fluctuations in our product inventory levels at distributors, wholesalers, or retailers could negatively affect our results for a particular period. Moreover, other suppliers, as well as wholesalers and retailers of our brands, offer products that compete directly with ours for shelf space, promotional displays, and consumer purchases. Pricing (including price promotions, discounting, couponing, and free goods), marketing, new product introductions, entry into our distribution networks, and other competitive behavior by other suppliers, and by wholesalers and traditional and e-commerce retailers, could adversely affect our growth, business, and financial results. While we seek to take advantage of the efficiencies and opportunities that large retail customers can offer, they often seek lower pricing and increased purchase volume flexibility, offer competing private label products, and represent a large number of other competing products. If the buying power of these large retail customers continues to increase, it could negatively affect our financial results. Further, while we believe we have sufficient scale to succeed relative to our major competitors, we nevertheless face a risk that continuing consolidation of large beverage alcohol companies could put us at a competitive disadvantage.\nConsolidation, whether domestically or internationally, among spirits producers, distributors, wholesalers, suppliers, or retailers and the increased growth of the e-commerce environment across the consumer product goods market has created and could continue in the future to create a more challenging competitive landscape for our products. Consolidation at any level could hinder the distribution and sale of our products as a result of reduced attention and resources allocated to our brands both during and after transition periods, because our brands might represent a smaller portion of the new business portfolio. Furthermore, consolidation of distributors may lead to the erosion of margins. Changes in distributors' strategies, including a reduction in the number of brands they carry, the allocation of shelf space for our competitors' brands, or private label products, may adversely affect our growth, business, financial results, and market share. Furthermore, e-commerce distribution grew dramatically during the COVID-19 pandemic and is likely to continue growing in the future. Our competitors may respond to industry and economic conditions and shifts in consumer behaviors more rapidly or effectively than we do. To remain competitive, we must be agile and efficient in adopting digital technologies and building analytical capabilities, which our competitors may be able to achieve with more agility and resources.\nChanges in consumer preferences and purchases, any decline in the social acceptability of our products, or governmental adoption of policies disadvantageous to beverage alcohol could negatively affect our business results.\nWe are a branded consumer products company in a highly competitive market, and our success depends substantially on our continued ability to offer consumers appealing, high-quality products. Consumer preferences and purchases may shift, often in unpredictable ways, as a result of a variety of factors, including health and wellness trends; changes in economic conditions, demographic, and social trends; public health policies and initiatives; changes in government regulation of beverage alcohol products; concerns or regulations related to product safety; legalization of cannabis and its use on a more widespread basis within the United States, Canada, or elsewhere; and changes in trends related to travel, leisure, dining, gifting, entertaining, and beverage consumption trends. As a result, consumers may begin to shift their consumption and purchases from our premium and super-premium products, or away from alcoholic beverages entirely. This shift includes consumption at home as a result of various factors, including shifts in social trends, and shifts in the channels for the purchases of our products. These shifts in consumption and purchasing channels could adversely impact our profitability. Consumers also may begin to prefer the products of competitors or may generally reduce their demand for brands produced by larger companies. Over the past several decades, the number of small, local distilleries in the United States has grown significantly. This growth is being driven by a trend of consumers showing increasing interest in locally produced, regionally sourced products. As more brands enter the market, increased competition could negatively affect demand for our premium and super-premium American whiskey brands, including Jack Daniel’s. In addition, we could experience unfavorable business results if we fail to attract consumers from diverse backgrounds and ethnicities in all markets where we sell our products. \nExpansion into new product categories by other suppliers, or innovation by new entrants into the market, could increase competition in our product categories. For example, we have observed an increase in diversification by various consumer goods companies such as the entrance of both traditional beer and soft drink companies into the ready-to-drink market and the entrance of both beer and spirits companies into the cannabis market – expanding the potential for competition in the spirits market from various sectors of the consumer goods industry. Increased competition may, among other things, negatively impact our ability to maintain or gain market share; increase pricing pressure, which inhibits our ability to adequately respond to inflationary changes in commodities used in making our products; require increases in marketing and promotional activities; and negatively impact the market for our premium and super-premium products. To continue to succeed, we must anticipate or \n16\nreact effectively to shifts in demographics, our competition, consumer behavior, consumer preferences, drinking tastes, and drinking occasions.\nOur long-term plans call for the continued growth of the Jack Daniel's family of brands. If these plans do not succeed, or if we otherwise fail to develop or implement effective business, portfolio, and brand strategies, our growth, business, or financial results could suffer. More broadly, if consumers shift away from spirits (particularly brown spirits such as American whiskey and bourbon), our premium-priced brands, or our ready-to-drink products, our financial results could be adversely affected.\nWe believe that new products, line extensions, label and bottle changes, product reformulations, and similar product innovations by both our competitors and us will increase competition in our industry. Product innovation, particularly for our core brands, is a significant element of our growth strategy; however, there can be no assurance that we will continue to develop and implement successful line extensions, packaging, formulation or flavor changes, or new products.\nUnsuccessful implementation or short-lived popularity of our product innovations could result in inventory write-offs and other costs, could reduce profits from one year to the next, and could also damage consumers' perception of our brands. Our inability to attract consumers to our product innovations relative to our competitors' products – especially over time – could negatively affect our growth, business, and financial results.\nProduction facility disruption could adversely affect our business.\nSome of our largest brands, including Jack Daniel's and our tequilas, are distilled at single locations. A catastrophic event causing physical damage, disruption, or failure at any one of our major distillation or bottling facilities, including facilities that support the production of our premium brands such as Woodford Reserve and Old Forester, could adversely affect our business. Further, because whiskeys, rums and some tequilas are aged for various periods, we maintain a substantial inventory of aged and maturing products in warehouses at a number of different sites. The loss of a substantial amount of aged inventory – through fire, other natural or man-made disaster, contamination, or otherwise – could significantly reduce the supply of the affected product or products. These and other supply (or supply chain) disruptions could prevent us from meeting consumer demand for the affected products in the short and medium term. In addition to catastrophic events identified above, supply disruptions could include the temporary inability to make our products at normal levels or at all. We could also experience disruptions if our suppliers are unable to deliver supplies. Our business continuity plans may not prevent business disruption, and reconstruction of any damaged facilities could require a significant amount of time and resources.\nThe inherent uncertainty in supply/demand forecasting could adversely affect our business, particularly with respect to our aged products.\nThere is an inherent risk of forecasting imprecision in determining the quantity of aged and maturing products to produce and hold in inventory in a given year for future sale. The forecasting strategies we use to balance product supply with fluctuations in consumer demand may not be effective for particular years or products. For example, in addition to our American and Irish whiskeys, rums, and some tequilas, which are aged for various periods, our Scotch whisky brands require long-term maturation – an average of 12 years with limited releases of 30 years or more – making forecasts of demand for such products in future periods subject to significant uncertainty. Our tequila supply also depends on the growth cycle of agave plants, which take approximately seven years to reach full maturity, requiring us to make forecasts of demand for our tequilas over a long-time horizon to determine in advance how much agave to plant or otherwise source. Factors that affect our ability to forecast accurately include changes in business strategy, market demand, consumer preferences, macroeconomic conditions, introductions of competing products, and other changes in market conditions. Additionally, our supply of aged products can deviate from expectations due to changes in forecasted maturation loss. Such forecasting errors could lead to our inability to meet the objectives of our business strategy, failure to meet future demand, or a future surplus of inventory and consequent write-down in value of such inventory. A failure to accurately forecast demand for our products or efficiently manage inventory, could have a material adverse effect on our business and financial results. Further, we cannot be certain that we will be successful in using various levers, such as pricing changes, to create the desired balance of available supply and consumer demand for particular years or products. As a consequence, we may be unable to meet consumer demand for the affected products for a period of time. Furthermore, not having our products in the market consistently may adversely affect our brand equity and future sales.\nHigher costs or unavailability of water, raw materials, product ingredients, or labor could adversely affect our financial results.\nOur products use materials and ingredients that we purchase from suppliers. Our ability to make and sell our products depends on the availability of the raw materials, product ingredients, finished products, wood, glass and PET bottles, cans, bottle closures, packaging, and other materials used to produce and package them. Without sufficient quantities of one or more \n17\nkey materials, our business and financial results could suffer. For instance, only a few glass producers make bottles on a scale sufficient for our requirements, and a single producer supplied most of our glass requirements. During the COVID-19 pandemic, as a result of global supply chain challenges, our primary glass provider could not produce sufficient quantities to meet our needs, which increased our cost to produce and supply some of our products and adversely affected our financial results. In response to these events, we took action to diversify suppliers of our raw materials, including glass. While our glass supply has stabilized and we continue to see improvements in supply chain logistics and transportation, our route-to-market costs and lead times continue to be impacted. We project that some logistics and transport constraints may persist through the remainder of calendar 2023. Similar new supply chain challenges may occur in the future, making it difficult and more expensive to produce and deliver our products. For example, if we were to experience a disruption in the supply of American white oak logs or steel to produce the new charred oak barrels in which we age our whiskeys, our production capabilities could be compromised. If any of our key suppliers were no longer able to meet our timing, quality, or capacity requirements, ceased doing business with us, or significantly raised prices, and we could not promptly develop alternative cost-effective sources of supply or production, our operations and financial results could suffer.\nHigher costs or insufficient availability of suitable grain, agave, water, grapes, molasses (for rum production), wood, glass, closures, and other input materials, or higher associated labor costs or insufficient availability of labor, may adversely affect our financial results. Similarly, when energy costs rise, our transportation, freight, and other operating costs, such as distilling and bottling expenses, also may increase. Our freight cost and the timely delivery of our products could be adversely affected by a number of factors, including driver or equipment shortages, higher fuel costs, weather conditions, traffic congestion, shipment container availability, rail shut down, increased government regulation, and other matters that could reduce the profitability of our operations. Our financial results may be adversely affected if we cannot pass along energy, freight, or other input cost increases through higher prices to our customers without reducing demand or sales. For example, during the recent COVID-19 pandemic and subsequent economic recovery, we experienced supply chain disruptions in connection with the availability of timely modes of transportation to ship our products globally, which resulted in higher costs and delays in supplying some of our products.\nInternational or domestic geopolitical or other events, including the imposition of any tariffs or quotas by governmental authorities on any raw materials that we use in the production of our products, could adversely affect the supply and cost of these raw materials to us. For example, the global economy has been negatively impacted by Russia’s invasion of Ukraine. Global grain and energy markets have become increasingly volatile as sanctions have been imposed on Russia by other countries, including the United States and the European Union, in response to the invasion. We suspended our operations in Russia, and it is not clear if, or when, we will resume doing business in Russia. While we do not currently expect our production operations to be directly impacted by the conflict, changes in global grain and commodity pricing and availability may impact the markets in which we operate. If we cannot offset higher raw material costs with higher selling prices, increased sales volume, or reductions in other costs, our profitability could be adversely affected.\nWeather, the effects of climate change, fires, diseases, and other agricultural uncertainties that affect the health, yield, quality, or price of the various raw materials used in our products also present risks for our business, including in some cases potential impairment in the recorded value of our inventory. Climate change could also affect the maturation and yield of our aged inventory over time. Changes in weather patterns or intensity can disrupt our supply chain as well, which may affect production operations, insurance costs and coverage, and the timely delivery of our products.\nWater is an essential component of our products, so the quality and quantity of available water is important to our ability to operate our business. If extended droughts become more common or severe, or if our water supply were interrupted for other reasons, high-quality water could become scarce in some key production regions for our products,which in turn could adversely affect our business and financial results.\nWe might not succeed in our strategies for investments, acquisitions, dispositions, and other strategic transactions.\nFrom time to time, we acquire or invest in additional brands or businesses. We expect to continue to seek acquisition and investment opportunities that we believe will increase long-term stockholder value, but we may not be able to find investment opportunities, or purchase brands or businesses, at acceptable prices and terms. Acquisitions and investments involve risks and uncertainties, including paying more than a brand or business is ultimately determined to be worth; potential difficulties integrating acquired brands and personnel; the possible loss of key customers or employees most knowledgeable about the acquired business; implementing and maintaining consistent U.S. public company standards, controls, procedures, policies, and information systems; exposure to unknown liabilities; business disruption; and management distraction or departure. We could incur future restructuring charges or record impairment losses on the value of goodwill or other intangible assets resulting from previous acquisitions, which may also negatively affect our financial results.\n18\nFrom time to time, we also consider disposing of assets or businesses that may no longer meet our financial or strategic objectives. In selling assets or businesses, we may not get prices or terms as favorable as we anticipated. We could also encounter difficulty in finding buyers on acceptable terms in a timely manner, which could delay our accomplishment of strategic objectives. Expected cost savings from reduced overhead, relating to the sold assets, may not materialize. The overhead reductions could temporarily disrupt our other business operations. Any of these outcomes could negatively affect our financial results.\nOur business faces various risks related to health epidemics and pandemics, including the COVID-19 pandemic and similar outbreaks, that could materially and adversely affect our business, our operations, our cash flows, and our financial results.\nOur business, operations, cash flows, and financial results have been impacted and could be impacted in the future by health epidemics, pandemics, and similar outbreaks, such as the COVID-19 pandemic. Any future epidemic, pandemic, or other outbreak could cause negative impacts, such as (a) a global or U.S. recession or other economic crisis; (b) credit and capital markets volatility (and access to these markets, including by our suppliers and customers); (c) volatility in demand for our products; (d) changes in accessibility to our products due to illness, quarantines, “stay at home” orders, travel restrictions, retail, restaurant, bar, and hotel closures, social distancing requirements, and other government action; (e) changes in consumer behavior and preferences; and (f) disruptions in raw material supply, our manufacturing operations, or in our distribution and supply chain. In addition, we may incur increased costs and otherwise be negatively affected if a significant portion of our workforce (or the workforces within our distribution or supply chain) cannot work or work effectively, including because of illness, quarantines, “stay at home” orders, social distancing requirements, other government action, facility closures, or other restrictions. Accordingly, a future widespread health epidemic or pandemic could materially and adversely affect our business, our operations, our cash flows, and our financial results.\nUnfavorable economic conditions could negatively affect our operations and results.\nUnfavorable global or regional economic conditions may be triggered by numerous developments beyond our control, including geopolitical events, health crises, and other events that trigger economic volatility on a global or regional basis. Those types of unfavorable economic conditions could adversely affect our business and financial results. In particular, a significant deterioration in economic conditions, including economic slowdowns or recessions, increased unemployment levels, inflationary pressures or disruptions to credit and capital markets, could lead to decreased consumer confidence in certain countries and consumer spending more generally, thus reducing consumer demand for our products. For example, since 2021, the United States and European Union have experienced a rapid increase in inflation levels. Such heightened inflationary levels may negatively impact consumer disposable income and discretionary spending and, in turn, reduce consumer demand for our premium products and increase our costs. Unfavorable economic conditions could also cause governments to increase taxes on beverage alcohol to attempt to raise revenue, reducing consumers' willingness to make discretionary purchases of beverage alcohol products or pay for premium brands such as ours.\nUnfavorable economic conditions could also adversely affect our suppliers, distributors, customers, and retailers, who in turn could experience cash flow challenges, more costly or unavailable financing, credit defaults, and other financial hardships. Such financial hardships could lead to distributor or retailer destocking, disruption in raw material supply, increase in bad debt expense, or increased levels of unsecured credit that we may need to provide to customers. Other potential negative consequences to our business from unfavorable economic conditions include higher interest rates, an increase in the rate of inflation, deflation, exchange rate fluctuations, credit or capital market instability, or lower returns on pension assets or lower discount rates for pension obligations (possibly requiring higher contributions to our pension plans).\nProduct recalls or other product liability claims could materially and adversely affect our sales.\nThe success of our brands depends on the positive image that consumers have of them. We could decide to or be required to recall products due to suspected or confirmed product contamination, product tampering, spoilage, regulatory non-compliance, food safety issues, or other quality issues. Any of these events could adversely affect our financial results. Actual contamination, whether deliberate or accidental, could lead to inferior product quality and even illness, injury, or death of consumers, potential liability claims, and material loss. Should a product recall become necessary, or we voluntarily recall a product in the event of contamination, damage, or other quality issue, sales of the affected product or our broader portfolio of brands could be adversely affected. A significant product liability judgment or widespread product recall may negatively impact sales and our business and financial results. Even if a product liability claim is unsuccessful or is not fully pursued, resulting negative publicity could adversely affect our reputation with existing and potential customers and our corporate and brand image.\n19\nNegative publicity could affect our business performance.\nUnfavorable publicity, whether accurate or not, related to our industry or to us or our products, brands, marketing, executive leadership, employees, Board of Directors, family stockholders, operations, current or anticipated business performance, or environmental or social efforts could negatively affect our corporate reputation, stock price, ability to attract and retain high-quality talent, or the performance of our brands and business. Adverse publicity or negative commentary on social media, whether accurate or not, particularly any that go “viral,” could cause consumers or other stakeholders to react by disparaging or avoiding our brands or company, which could materially negatively affect our financial results. Additionally, investor advocacy groups, institutional investors, other market participants, stockholders, employees, consumers, customers, influencers, and policymakers have focused increasingly on the environmental, social, and governance (“ESG”) or “sustainability” positions and practices of companies. If our ESG positions or practices do not meet investor or other stakeholder expectations and standards, which continue to evolve, our corporate reputation, stock price, ability to attract and retain high-quality talent, and the performance of our brands and business may be negatively affected. Stakeholders and others who disagree with our company's actions, positions, or statements may speak negatively or advocate against the company, with the potential to harm our reputation or business through negative publicity, adverse government treatment, or other means.\nOur failure to attract or retain key talent could adversely affect our business.\nOur success depends on the efforts and abilities of our senior management team, other key employees, and our high-quality employee base, as well as our ability to attract, motivate, reward, develop, and retain them. Difficulties in hiring or retaining key executive or other employee talent, or the unexpected loss of experienced employees resulting in the depletion of our institutional knowledge base, could have an adverse impact on our business performance, reputation, financial condition, or results of operations. Given changing demographics, immigration laws and policies, remote working trends, and demand for talent globally, we may not be able to find the people with the right skills, at the right time, and in the right location, to achieve our business objectives.\nRisks Related to Our Global Operations\nOur global business is subject to commercial, political, and financial risks.\nOur products are sold in more than 170 countries; accordingly, we are subject to risks associated with doing business globally, including commercial, political, and financial risks. In addition, we are subject to potential business disruption caused by military conflicts; potentially unstable governments or legal systems; social, racial, civil, or political upheaval or unrest; local labor policies and conditions; possible expropriation, nationalization, or confiscation of assets; problems with repatriation of foreign earnings; economic or trade sanctions; closure of markets to imports; anti-American sentiment; terrorism, kidnapping, extortion, or other types of violence in or outside the United States; and health crises. Violent crime is increasing in markets around the globe, including the United States. If a violent event should occur at one of our sites, it could disrupt business operations, impair brand reputation, increase insurance and security expenses, and adversely affect the price of our stock. \nAdditionally, we may be subject to tariffs imposed on our products by other countries, such as the tariffs imposed in 2018 following the United States tariffs on steel and aluminum. In response to these U.S. tariffs, a number of countries imposed retaliatory tariffs on U.S. imports, including on American whiskey products, which negatively affected our business until they were removed in late fiscal 2022 and early fiscal 2023. The imposition of tariffs, custom duties, or other restrictions or barriers on imports and exports, or the deterioration of economic relations between the United States and other countries could increase the cost of our products and, to the extent that we absorb the costs of tariffs, result in higher cost of goods sold and lower gross profit and margins. They could also limit the availability of our products and prompt consumers to seek alternative products. Our success will depend, in part, on our ability to overcome the challenges we encounter with respect to these risks and other factors affecting U.S. export companies with a global business.\nA failure to comply with anti-corruption laws, trade sanctions and restrictions, or similar laws or regulations may have a material adverse effect on our business and financial results.\nSome of the countries where we do business have a higher risk of corruption than others. While we are committed to doing business in accordance with all applicable laws, including anti-corruption laws and global trade restrictions, we remain subject to the risk that an employee, or one of our many direct or indirect business partners, may take action determined to be in violation of international trade, money laundering, anti-corruption, or other laws, sanctions, or regulations, including the U.S. Foreign Corrupt Practices Act of 1977, the U.K. Bribery Act 2010, or equivalent local laws. Any determination that our operations or activities are not in compliance with applicable laws or regulations, particularly those related to anti-corruption and international economic or trade sanctions, could result in investigations, interruption of business, loss of business partner relationships, suspension or termination of credit agreements, licenses, and permits (our own or those of our partners), \n20\nimposition of fines, legal or equitable sanctions, negative publicity, and management distraction or departure. Further, our obligation to comply with applicable anti-corruption, economic and trade sanctions, or other laws or regulations, our Code of Conduct, Code of Ethics for Senior Financial Officers, and our other policies could result in higher operating costs, delays, or even competitive disadvantages as compared to competitors based in different parts of the world.\nFluctuations in foreign currency exchange rates relative to the U.S. dollar could have a material adverse effect on our financial results.\nThe global scope of our business means that foreign currency exchange rate fluctuations relative to the U.S. dollar influence our financial results. In many markets outside the United States, we sell our products and pay for some goods, services, and labor costs primarily in local currencies. Because our foreign currency revenues exceed our foreign currency expense, we have a net exposure to changes in the value of the U.S. dollar relative to those currencies. Over time, our reported financial results will be hurt by a stronger U.S. dollar and will be benefited by a weaker one. We attempt to hedge some of our foreign currency exposure through the use of foreign currency derivatives or other means. However, even in those cases, we do not fully eliminate our foreign currency exposure. For details on how foreign exchange affects our business, see “Item 7A. Quantitative and Qualitative Disclosures about Market Risk - Foreign currency exchange rate risk.”\nLegal and Regulatory Risks\nNational and local governments may adopt regulations or undertake investigations that could limit our business activities or increase our costs.\nOur business is subject to extensive regulatory requirements regarding production, exportation, importation, marketing and promotion, labeling, distribution, pricing, and trade practices, among others. Changes in laws, regulatory measures, or governmental policies, or the manner in which current ones are interpreted, could subject us to governmental investigations, cause us to incur material additional costs or liabilities, and jeopardize the growth of our business in the affected market. Specifically, governments could prohibit, impose, or increase limitations on advertising and promotional activities, or times or locations where beverage alcohol may be sold or consumed, or adopt other measures that could limit our opportunities to reach consumers or sell our products. Certain countries historically have banned all television, newspaper, magazine, and digital commerce/advertising for beverage alcohol products. Additional regulation of this nature could substantially reduce consumer awareness of our products in the affected markets and make the introduction of new products more challenging.\nAdditional regulation in the United States and other countries addressing climate change, use of water, and other environmental issues could increase our operating costs. Increasing regulation of CO2 emissions could increase the cost of energy, including fuel, required to operate our facilities or transport and distribute our products, thereby substantially increasing the production, distribution, and supply chain costs associated with our products.\nTax increases and changes in tax rules could adversely affect our financial results.\nOur business is sensitive to changes in both direct and indirect taxes. New tax rules, accounting standards or pronouncements, and changes in interpretation of existing rules, standards, or pronouncements could have a material adverse effect on our business and financial results. As a multinational company based in the United States, we are more exposed to the impact of changes in U.S. tax legislation and regulations than most of our major competitors, especially changes that affect the effective corporate income tax rate. In August 2022, the U.S. enacted the Inflation Reduction Act of 2022 (“IRA”) which, among other provisions, implemented a 15% minimum tax on book income of certain large corporations. We continue to evaluate the various provisions of the IRA and currently anticipate that its impact, if any, will not be material to our operating results or cash flows. Additional tax proposals sponsored by the current U.S. presidential administration could lead to U.S. tax changes, including significant increases to the U.S. corporate income tax rate and the minimum tax rate on certain earnings of foreign subsidiaries. While we are unable to predict whether any of these changes will ultimately be enacted, if these or similar proposals are enacted into law, they could negatively impact our effective tax rate and reduce net earnings.\nAt the global level, potential changes in tax rules or the interpretation of tax rules arising out of the Base Erosion and Profit Shifting project initiated by the Organization for Economic Co-operation and Development (OECD) include increased residual profit allocations to market jurisdictions and the implementation of a global minimum tax rate. On October 8, 2021, the OECD announced an accord endorsing and providing an implementation plan for the two-pillar plan agreed upon by 136 nations. On December 15, 2022, the European Council formally adopted a European Union directive on the implementation of the plan by January 1, 2024. We are evaluating the potential impact of the developments on our consolidated financial statements and related disclosures. The adoption of these or other proposals could have a material adverse impact on our net income and cash flows. Furthermore, changes in the earnings mix or applicable foreign tax laws could also negatively impact our net income and tax flows.\n21\nOur business operations are also subject to numerous duties or taxes not based on income, sometimes referred to as “indirect taxes.” These indirect taxes include excise taxes, sales or value-added taxes, property taxes, payroll taxes, import and export duties, and tariffs. Increases in or the imposition of new indirect taxes on our operations or products would increase the cost of our products or materials used to produce our products or, to the extent levied directly on consumers, make our products less affordable, which could negatively affect our financial results by reducing purchases of our products and encouraging consumers to switch to lower-priced or lower-taxed product categories. As governmental entities look for increased sources of revenue, they may increase taxes on beverage alcohol products. In fiscal 2023, we have observed excise tax increases in Türkiye and Romania, and annual increases in France and Australia tied to the consumer price index. Additionally, during fiscal 2023, Australia is considering proposals to change the country’s overall beverage alcohol tax policies.\nOur ability to market and sell our products depends heavily on societal attitudes toward drinking and governmental policies that both flow from and affect those attitudes.\nIncreased social and political attention has been directed at the beverage alcohol industry. For example, there remains continued attention focused largely on public health concerns related to alcohol abuse, including drunk driving, underage drinking, and the negative health impacts of the abuse and misuse of beverage alcohol. While most people who drink alcoholic beverages do so in moderation, it is commonly known and well reported that excessive levels or inappropriate patterns of drinking can lead to increased risk of a range of health conditions and, for certain people, can result in alcohol dependence. Some academics, public health officials, and critics of the alcohol industry in the United States, Europe, and other parts of the world continue to seek governmental measures to make beverage alcohol more expensive, less available, or more difficult to advertise and promote. If future scientific research indicates more widespread serious health risks associated with alcohol consumption – particularly with moderate consumption – or if for any reason the social acceptability of beverage alcohol declines significantly, sales of our products could be adversely affected.\nSignificant additional labeling or warning requirements or limitations on the availability of our products could inhibit sales of affected products.\nVarious jurisdictions have adopted or may seek to adopt significant additional product labeling or warning requirements or impose limitations on the availability of our products relating to the content or perceived adverse health consequences of some of our products. Several such labeling regulations or laws require warnings on any product with substances that the jurisdiction lists as potentially associated with cancer or birth defects. Our products already raise health and safety concerns for some regulators, and heightened requirements could be imposed. For example, in February 2021, the European Union published its Europe Beating Cancer Plan. As part of the plan, by the end of 2023, the European Union will issue a proposal for mandatory health warnings on beverage alcohol product labels. Such campaigns could result in additional governmental regulations concerning the production, marketing, labeling, or availability of our products, any of which could damage our reputation, make our premium brands unrecognizable, or reduce demand for our products, which could adversely affect our profitability. If additional or more severe requirements of this type are imposed on one or more of our major products under current or future health, environmental, or other laws or regulations, they could inhibit sales of such products. Further, we cannot predict whether our products will become subject to increased rules and regulations, which, if enacted, could increase our costs or adversely impact sales.\nCounterfeiting or inadequate protection of our intellectual property rights could adversely affect our business prospects.\nOur brand names, trademarks, and related intellectual property rights are critical assets, and our business depends on protecting them online and in the countries where we do business. We may not succeed in protecting our intellectual property rights in a given market or in challenging those who infringe our rights or imitate or counterfeit our products. Although we believe that our intellectual property rights are legally protected in the markets where we do business, the ability to register and enforce intellectual property rights varies from country to country. In some countries, for example, it may be more difficult to successfully stop counterfeiting or look-alike products, either because the law is inadequate or, even though satisfactory legal options may exist, it may be difficult to obtain and enforce sanctions against counterfeiters. We may not be able to register our trademarks in every country where we want to sell a particular product, and we may not obtain favorable decisions by courts or trademark offices.\nMany global spirits brands, including some of our brands, experience problems with product counterfeiting and other forms of trademark infringement. We combat counterfeiting by working with other companies in the spirits industry through our membership in the Alliance Against Counterfeit Spirits (AACS) and with brand owners in other industries via our membership in React, an anti-counterfeiting network organization. While we believe AACS and React are effective organizations, they are not active in every market, and their efforts are subject to obtaining the cooperation of local authorities and courts in the markets where they are active. Despite the efforts of AACS, React, and our own teams, lower-quality and counterfeit products that could be harmful to consumers could reach the market and adversely affect our intellectual property \n22\nrights, brand equity, corporate reputation, and financial results. In addition, the industry as a whole could suffer negative effects related to the manufacture, sale, and consumption of illegally produced beverage alcohol. \nLitigation and legal disputes could expose our business to financial and reputational risk.\nMajor private or governmental litigation challenging the production, marketing, promotion, distribution, or sale of beverage alcohol or specific brands could affect our ability to sell our products. Because litigation and other legal proceedings can be costly to defend, even actions that are ultimately decided in our favor could have a negative impact on our business reputation or financial results. Lawsuits have been brought against beverage alcohol companies alleging problems related to alcohol abuse, negative health consequences from drinking, problems from alleged marketing or sales practices, and underage drinking. While these lawsuits have been largely unsuccessful in the past, others may succeed in the future. We could also experience employment-related or cybersecurity-related class actions, environmental claims, commercial disputes, product liability actions stemming from a beverage or container production defect, a whistleblower suit, or other major litigation that could adversely affect our business results, particularly if there is negative publicity.\nAs discussed throughout these risk factors, governmental actions around the world are a continuing compliance risk for global companies such as ours. In addition, as a U.S. public company, we are exposed to the risk of securities-related class action suits, particularly following a precipitous drop in the share price of our stock. Adverse developments in major lawsuits concerning these or other matters could result in management distraction and have a material adverse effect on our business.\nRisks Related to Cybersecurity and Data Privacy\nA cyber breach, a failure or corruption of one or more of our key information technology systems, networks, processes, associated sites, or service providers, or a failure to comply with personal data protection laws could have a material adverse impact on our business.\nWe rely on information technology (IT) systems, networks, and services, including internet sites, data hosting and processing facilities and tools, hardware (including laptops and mobile devices), software, and technical applications and platforms, some of which are managed, hosted, provided, or used by third parties or their vendors, to help us manage our business. The various uses of these IT systems, networks, and services include: hosting our internal network and communication systems; ordering and managing materials from suppliers; billing and collecting cash from our customers; supply/demand planning; inventory planning; production; shipping products to customers; paying our employees; hosting corporate strategic plans and employee data; hosting our branded websites and marketing products to consumers; collecting and storing data on suppliers, customers, consumers, stockholders, employees, former employees, and beneficiaries of employees or former employees; processing transactions; summarizing and reporting results of operations; hosting, processing, and sharing confidential and proprietary research, business plans, and financial reporting and information; complying with regulatory, legal, or tax requirements; providing data security; and handling other processes necessary to manage our business.\nAs a company with complex IT systems, we have been a target of cyberattacks and other hacking activities in the past, and we expect to continue to be a target in the future. Increased IT security threats and more sophisticated cybercrimes and cyberattacks, including computer viruses and other malicious codes, ransomware, unauthorized access attempts, denial-of-service attacks, phishing, social engineering, hacking, and other types of attacks, pose a risk to the security and availability of our IT systems, networks, and services, including those that are managed, hosted, provided, or used by third parties, as well as the confidentiality, availability, and integrity of our data and the data of our customers, partners, consumers, employees, stockholders, suppliers, and others. As a result of the COVID-19 pandemic, a greater number of our employees are working remotely and accessing our technology infrastructure remotely, which further increases our attack surface.\nUnauthorized access to our IT network or that of our service providers could result in failure of our IT systems, networks, or services to function properly. This could lead to the loss or unauthorized disclosure of our business strategy or other sensitive information; interruptions in our ability to manage operations; and reputational, competitive, or business harm, which may adversely affect our business operations or financial results. In addition, such IT disruptions could result in unauthorized disclosure of material confidential information, resulting in financial and reputational damage because of lost or misappropriated confidential information belonging to us or to our partners, customers, consumers, employees, or former employees and their beneficiaries, stockholders, suppliers, or others.\nAs a result of any cyber breach or IT disruption, we could also be required to spend significant financial and other resources to remedy the damage. Those expenditures could include repairing or replacing networks and IT systems, which could require a significant amount of time and financial investment; responding to claims from employees, former employees, stockholders, suppliers, customers, consumers, or others; handling related litigation or governmental inquiries; or paying significant fines to regulatory agencies. Furthermore, a cyber breach at any one of our suppliers, customers, or other direct or \n23\nindirect business partners could have similar impacts. Any cyber breach or IT disruption could have a material adverse effect on our business.\nIn the ordinary course of our business, we receive, process, transmit, and store information relating to identifiable individuals (personal data), primarily employees and former employees, but also relating to beneficiaries of employees or former employees, customers, and consumers. As a result, we are subject to various U.S. federal and state and foreign laws and regulations relating to personal data. These laws change frequently, and new legislation in this area may be enacted at any time. Such laws and regulations include the California Consumer Protection Act, the California Privacy Rights Act, which took effect on January 1, 2023, and the European Union General Data Protection Regulation (GDPR). These types of laws and regulations subject us to, among other things, additional costs and expenses and may require costly changes to our business practices and security systems, policies, procedures, and practices. Improper disclosure of personal data in violation of personal data protection laws, including the GDPR, could harm our reputation, cause loss of consumer confidence, subject us to government enforcement actions (including fines), or result in private litigation against us, which could result in loss of revenue, increased costs, liability for monetary damages, fines, or criminal prosecution, all of which could negatively affect our business and operating results.\nRisks Related to Our Ownership and Corporate Governance Structure\nThe Brown family has the ability to control the outcome of matters submitted for stockholder approval.\nWe are a “controlled company” under New York Stock Exchange rules. Controlled companies are exempt from New York Stock Exchange listing standards that require a board composed of a majority of independent directors, a fully independent nominating/corporate governance committee, and a fully independent compensation committee. We may avail ourselves of the exemption from having a board composed of a majority of independent directors, and we utilize the exemption from having a fully independent nominating/corporate governance committee. Notwithstanding the available exemption, our Compensation Committee is composed exclusively of independent directors. As a result of our use of some “controlled company” exemptions, our corporate governance practices differ from those of non-controlled companies, which are subject to all of the New York Stock Exchange corporate governance requirements.\nWe have two classes of common stock. Our Class A common stock is entitled to full voting powers, including in the elections of directors, while our Class B common stock may not vote except as provided by the laws of Delaware. We have had two classes of common stock since 1959, when our stockholders approved the issuance of two shares of Class B non-voting common stock to every holder of our voting common stock. Dual-class share structures have increasingly come under the scrutiny of major indices, institutional investors, and proxy advisory firms, with some calling for the reclassification of non-voting common stock.\nA majority of our voting stock is controlled by members of the Brown family, and, collectively, they have the ability to control the outcome of stockholder votes, including the election of all of our directors and the approval or rejection of any merger, change of control, or other significant corporate transactions. We believe that having a long-term-focused, committed, and engaged stockholder base provides us with a distinct strategic advantage, particularly in a business with aged products and multi-generational brands. This advantage could be eroded or lost, however, should Brown family members cease, collectively, to be controlling stockholders of the Company.\nWe believe that it is in the interests of all stockholders that we remain independent and family-controlled, and we believe the Brown family stockholders share these interests. Thus, our common stock dual-class share structure, as it has existed since 1959, is perpetual, and we do not have a sunset provision in our Restated Certificate of Incorporation or By-laws that provides for the eventual reclassification of the non-voting common stock to voting common stock. However, the Brown family's interests may not always be aligned with other stockholders' interests. By exercising their control, the Brown family could cause the Company to take actions that are at odds with the investment goals or interests of institutional, short-term, non-voting, or other non-controlling investors, or that have a negative effect on our stock price. Further, because the Brown family controls the majority of our voting stock, Brown-Forman might be a less attractive takeover target, which could adversely affect the market price of both our voting and our non-voting common stock. And the difference in voting rights for our common stock could also adversely and disproportionately affect the value of our Class B non-voting common stock to the extent that investors view, or any potential future purchaser of our Company views, the superior voting rights and control represented by the Class A common stock to have value.",
    "item7": ">Item 7. \nManagement\n'\ns Discussion and Analysis of Financial Condition and Results of Operations\nIntroduction\nThis Management's Discussion and Analysis of Financial Condition and Results of Operations (MD&A) is intended to help the reader better understand Brown-Forman, our operations, our financial results, and our current business environment. Please read this MD&A in conjunction with our Consolidated Financial Statements and the accompanying Notes contained in “Item 8. Financial Statements and Supplementary Data” (Consolidated Financial Statements). \nOur MD&A is organized as follows:\nTable of Contents\nPage\nPresentation basis \n28\nSignificant developments \n32\nExecutive summary \n34\nResults of operations\n36\nLiquidity and capital resources\n42\nCritical accounting policies and estimates\n44\nPresentation Basis\nNon-GAAP Financial Measures\nWe use some financial measures in this report that are not measures of financial performance under U.S. generally accepted accounting principles (GAAP). These non-GAAP measures, defined below, should be viewed as supplements to (not substitutes for) our results of operations and other measures reported under GAAP. Other companies may not define or calculate these non-GAAP measures in the same way.\n“Organic change” in measures of statements of operations\n.\n \nWe present changes in certain measures, or line items, of the statements of operations that are adjusted to an “organic” basis. We use “organic change” for the following measures of the statements of operations: (a) organic net sales; (b) organic cost of sales; (c) organic gross profit; (d) organic advertising expenses; (e) organic selling, general, and administrative (SG&A) expenses; (f) organic other expense (income) net; (g) organic operating expenses\n1\n; and (h) organic operating income. To calculate these measures, we adjust, as applicable, for (1) acquisitions and divestitures, (2) foreign exchange, and (3) impairment charges. We explain these adjustments below.\n•\n“Acquisitions and divestitures.”\n This adjustment removes (a) the gain or loss recognized on sale of divested brands, (b) any non-recurring effects related to our acquisitions and divestitures (e.g., transaction, transition, and integration costs or income), and (c) the effects of operating activity related to acquired and divested brands for periods not comparable year over year (non-comparable periods). Excluding non-comparable periods allows us to include the effects of acquired and divested brands only to the extent that results are comparable year over year.\nDuring fiscal 2021, we sold our Early Times, Canadian Mist, and Collingwood brands and related assets, and entered into a related transition services agreement (TSA) for these brands. During the third quarter of fiscal 2023, we acquired Gin Mare Brand, S.L.U. and Mareliquid Vantguard, S.L.U., which own the Gin Mare brand (Gin Mare). Also, during the third quarter of fiscal 2023, we acquired (a) International Rum and Spirits Distributors Unipessoal, Lda., (b) Diplomático Branding Unipessoal Lda., (c) International Bottling Services, S.A., (d) International Rum & Spirits Marketing Solutions, S.L., and (e) certain assets of Destilerias Unidas Corp., which collectively own the Diplomático Rum brand and related assets (Diplomático). See Note 12 to the Consolidated Financial Statements for more information.\nThis adjustment removes (a) the net sales and operating expenses recognized pursuant to the TSA related to the divestiture of Early Times, Canadian Mist, and Collingwood brands and related assets for the non-comparable period, which is activity during the first quarter of fiscal 2022; (b) transaction, transition, and integration costs related to the acquisitions; (c) operating activity for Gin Mare for the non-comparable period, which is activity in the third and fourth quarters of fiscal 2023; and (d) operating activity for Diplomático for the non-comparable period, which is activity in the third and fourth quarters of fiscal 2023. We believe that these adjustments allow for us to understand our organic results on a comparable basis.\n1\n \nOperating expenses include advertising expense, SG&A expense, and other expense (income), net.\n28\n•\n“Foreign exchange.”\n We calculate the percentage change in certain line items of the statements of operations in accordance with GAAP and adjust to exclude the cost or benefit of currency fluctuations. Adjusting for foreign exchange allows us to understand our business on a constant-dollar basis, as fluctuations in exchange rates can distort the organic trend both positively and negatively. (In this report, “dollar” always means the U.S. dollar unless stated otherwise.) To eliminate the effect of foreign exchange fluctuations when comparing across periods, we translate current-year results at prior-year rates and remove transactional and hedging foreign exchange gains and losses from current- and prior-year periods. \n•\n“Impairment Charges.”\n This adjustment removes the impact of impairment charges from our results of operations. \nDuring the first three quarters of fiscal 2022, we recognized non-cash impairment charges of $9 million for certain fixed assets. During the fourth quarter of fiscal 2022, we recognized a non-cash impairment charge of $52 million for our Finlandia brand name. During the third quarter of fiscal 2023, we recognized an additional non-cash impairment charge of $96 million for the Finlandia brand name. See “Critical Accounting Policies and Estimates” below and Note 14 to the Consolidated Financial Statements for more information. We believe that these adjustments allow for us to understand our organic results on a comparable basis.\nWe use the non-GAAP measure “organic change”, along with other metrics, to: (a) understand our performance from period to period on a consistent basis; (b) compare our performance to that of our competitors; (c) calculate components of management incentive compensation; (d) plan and forecast; and (e) communicate our financial performance to the Board of Directors, stockholders, and investment community. We provide reconciliations of the “organic change” in certain line items of the statements of operations to their nearest GAAP measures in the tables under “Results of Operations - Fiscal 2023 Highlights” and “Results of Operations - Year-Over-Year Comparisons.” We have consistently applied the adjustments within our reconciliations in arriving at each non-GAAP measure. We believe these non-GAAP measures are useful to readers and investors because they enhance the understanding of our historical financial performance by improving comparability across periods.\n“Return on average invested capital\n.” This measure refers to the sum of net income and after-tax interest expense, divided by average invested capital. Average invested capital equals assets less liabilities, excluding interest-bearing debt, and is calculated using the average of the most recent five quarter-end balances. After-tax interest expense equals interest expense multiplied by one minus our effective tax rate. We use this non-GAAP measure because we consider it to be a meaningful indicator of how effectively and efficiently we invest capital in our business.\nIn fiscal 2023, we changed the methodology used to determine average invested capital. Previously, average invested capital was computed using the average of the most recent 13 month-end balances. Average invested capital is now calculated using the average of the most recent five quarter-end balances, which are disclosed in the relevant quarterly reports on Form 10-Q and Annual Reports on Form 10-K. Return on average invested capital computed using the new methodology does not materially differ from the total computed using the previous methodology for fiscal 2023. The new methodology was consistently applied to return on average invested capital for each period presented.\nDefinitions\nAggregations\n.\nFrom time to time, to explain our results of operations or to highlight trends and uncertainties affecting our business, we aggregate markets according to stage of economic development as defined by the International Monetary Fund (IMF), and we aggregate brands by beverage alcohol category. Below, we define the geographic and brand aggregations used in this report.\nGeographic Aggregations.\nIn “Results of Operations - Fiscal 2023 Market Highlights,” we provide supplemental information for our top markets ranked by percentage of reported net sales. In addition to markets listed by country name, we include the following aggregations:\n•\n“Developed International” \nmarkets are “advanced economies” as defined by the IMF, excluding the United States. Our top developed international markets were Germany, Australia, the United Kingdom, France, Canada, and Japan. This aggregation represents our net sales of branded products to these markets.\n•\n“Emerging” \nmarkets are “emerging and developing economies” as defined by the IMF. Our top emerging markets were Mexico, Poland, and Brazil. This aggregation represents our net sales of branded products to these markets.\n•\n“Travel Retail”\n represents our net sales of branded products to global duty-free customers, other travel retail customers, and the U.S. military, regardless of customer location.\n29\n•\n“Non-branded and bulk”\n includes net sales of used barrels, contract bottling services, and non-branded bulk whiskey and wine, regardless of customer location.\nBrand Aggregations.\nIn “Results of Operations - Fiscal 2023 Brand Highlights,” we provide supplemental information for our top brands ranked by percentage of reported net sales. In addition to brands listed by name, we include the following aggregations outlined below. \nBeginning in fiscal 2023, we began presenting “Ready-to-Drink” products as a separate aggregation due to its increased significance in its contribution to our growth in recent years and industry-wide category growth trends. “Whiskey” no longer contains Jack Daniel’s ready-to-drink (RTD) and ready-to-pour (RTP), and “Tequila” no longer includes New Mix. These brands are now included in the “Ready-to-Drink” brand aggregation.\n•\n“Whiskey”\n includes all whiskey spirits and whiskey-based flavored liqueurs. The brands included in this category are the Jack Daniel’s family of brands (excluding the “Ready-to-Drink” products defined below), the Woodford Reserve family of brands (Woodford Reserve), the Old Forester family of brands (Old Forester), GlenDronach, Benriach, Glenglassaugh, Slane Irish Whiskey, and Coopers’ Craft. \n•\n“American whiskey”\n includes the Jack Daniel’s family of brands (excluding the “Ready-to-Drink” products defined below) and premium bourbons (defined below).\n•\n“Premium bourbons”\n includes Woodford Reserve, Old Forester, and Coopers’ Craft.\n•\n“Super-premium American whiskey”\n includes Woodford Reserve, Gentleman Jack, and other super-premium Jack Daniel's expressions.\n•\n“Ready-to-Drink”\n includes all ready-to-drink (RTD) and ready-to-pour (RTP) products. The brands included in this category are Jack Daniel’s RTD and RTP products (JD RTD/RTP), New Mix, and other RTD/RTP products.\n•\n“Jack Daniel’s RTD/RTP”\n products include all RTD line extensions of Jack Daniel’s, such as Jack Daniel’s & Cola, Jack Daniel’s Country Cocktails, Jack Daniel’s Double Jack, Jack Daniel’s & Coca-Cola RTD, and other malt- and spirit-based Jack Daniel’s RTDs, along with Jack Daniel’s Winter Jack RTP.\n•\n“Jack Daniel’s & Coca-Cola RTD”\n includes all Jack Daniel’s and Coca-Cola RTD products and Jack Daniel’s bulk whiskey shipments for the production of this product.\n•\n“Tequila”\n includes the Herradura family of brands (Herradura), el Jimador, and other tequilas. \n•\n“Wine”\n includes Korbel California Champagnes and Sonoma-Cutrer wines. \n•\n“Vodka”\n includes Finlandia.\n•\n“Rest of Portfolio”\n includes Chambord, Gin Mare, Korbel Brandy, Diplomático, and Fords Gin.\n•\n“Non-branded and bulk”\n includes net sales of used barrels, contract bottling services, and non-branded bulk whiskey and wine.\n•\n“Jack Daniel’s family of brands”\n includes Jack Daniel’s Tennessee Whiskey (JDTW), JD RTD/RTP, Jack Daniel’s Tennessee Honey (JDTH), Gentleman Jack, Jack Daniel’s Tennessee Fire (JDTF), Jack Daniel’s Tennessee Apple (JDTA), Jack Daniel’s Single Barrel Collection (JDSB), Jack Daniel’s Bonded Tennessee Whiskey, Jack Daniel’s Sinatra Select, Jack Daniel’s Tennessee Rye Whiskey (JDTR), Jack Daniel’s Bottled-in-Bond, Jack Daniel’s Triple Mash Blended Straight Whiskey, Jack Daniel’s No. 27 Gold Tennessee Whiskey, Jack Daniel’s 10 Years Old, and Jack Daniel’s 12 Years Old.\nOther Metrics\n.\n•\n“Shipments.” \nWe generally record revenues when we ship or deliver our products to our customers. In this report, unless otherwise specified, we refer to shipments when discussing volume.\n•\n“Depletions.” \nThis is a term commonly used in the beverage alcohol industry to describe volume. Depending on the context, depletions usually means either (a) where Brown-Forman is the distributor, shipments directly to retail or wholesale customers or (b) where Brown-Forman is not the distributor, shipments from distributor customers to retailers \n30\nand wholesalers. We believe that depletions measure volume in a way that more closely reflects consumer demand than our shipments to distributor customers do.\n•\n“Consumer takeaway.”\n When discussing trends in the market, we refer to consumer takeaway, a term commonly used in the beverage alcohol industry that refers to the purchase of product by consumers from retail outlets, including products purchased through e-commerce channels, as measured by volume or retail sales value. This information is provided by third parties, such as Nielsen and the National Alcohol Beverage Control Association (NABCA). Our estimates of market share or changes in market share are derived from consumer takeaway data using the retail sales value metric. We believe consumer takeaway is a leading indicator of consumer demand trends.\n•\n“Estimated net change in distributor inventories.”\n We generally recognize revenue when our products are shipped or delivered to customers. In the United States and certain other markets, our customers are distributors that sell downstream to retailers and consumers. We believe that our distributors’ downstream sales more closely reflect actual consumer demand than do our shipments to distributors. Our shipments increase distributors’ inventories, while distributors’ depletions (as described above) reduce their inventories. Therefore, it is possible that our shipments do not coincide with distributors’ downstream depletions and merely reflect changes in distributors’ inventories. Because changes in distributors’ inventories could affect our trends, we believe it is useful for investors to understand those changes in the context of our operating results. \nWe perform the following calculation to determine the “estimated net change in distributor inventories”:\n•\nFor both the current-year period and the comparable prior-year period, we calculate a “depletion-based” amount by (a) dividing the organic dollar amount (e.g. organic net sales) by the corresponding shipment volumes to arrive at a shipment per case amount, and (b) multiplying the resulting shipment per case amount by the corresponding depletion volumes. We subtract the year-over-year percentage change of the “depletion-based” amount from the year-over-year percentage change of the organic amount to calculate the “estimated net change in distributor inventories.”\n•\nA positive difference is interpreted as a net increase in distributors’ inventories, which implies that organic trends could decrease as distributors reduce inventories; whereas, a negative difference is interpreted as a net decrease in distributors’ inventories, which implies that organic trends could increase as distributors rebuild inventories.\n31\nSignificant Developments\nBelow we discuss the significant developments in our business during fiscal 2022 and fiscal 2023. These developments relate to Finlandia brand name impairments, tariffs, acquisitions, Russia’s invasion of Ukraine, supply chain disruptions, innovation, and capital deployment.\nFinlandia Impairments\nDuring the fourth quarter of fiscal 2022, we recognized a non-cash impairment charge of $52 million for the Finlandia brand name, reflecting a decline in our long-term outlook for Finlandia due to our suspension of operations in Russia, a key market for the brand. During the third quarter of fiscal 2023, we recognized a non-cash impairment charge of $96 million for the Finlandia brand name, largely due to macroeconomic conditions including rising interest rates and increasing costs. See “Critical Accounting Policies and Estimates” below and Note 14 to the Consolidated Financial Statements for more information.  \nTariffs\nThe removal of the European Union and United Kingdom tariffs on American whiskey (tariffs) positively affected our results during fiscal 2023.\n \nTariffs include the combined effect of tariff-related costs, whether arising as a reduction of reported net sales or as an increase in reported cost of sales. We estimate that lower costs associated with tariffs (a) reduced our reported cost of sales growth by approximately four percentage points, and (b) increased gross margin by approximately one and a half percentage points. \nAcquisitions\nDuring the third quarter of fiscal 2023, we acquired the Gin Mare brand and the Diplomático brand and related assets. Operating activity for these acquired brands increased reported net sales growth by approximately half a percentage point and decreased reported operating income growth by approximately four percentage points during fiscal 2023. The negative effect on reported operating income was largely driven by transaction expenses of $44 million related to the termination of certain distribution contracts (certain post-closing costs and expenses). \n \nRussia’s Invasion of Ukraine\nDue to Russia’s invasion of Ukraine in February 2022, reported net sales were negatively affected by the suspension of our commercial operations in Russia and our diminished ability to conduct business in Ukraine.  \nSupply Chain Disruptions\nSupply chain disruptions continued to affect our business during fiscal 2023. Our glass supply position improved, while global logistics and transportation challenges constrained product movement and increased transportation costs. \nWe further discuss the effects of these developments on our results where relevant below.\nInnovation\n•\nJack Daniel’s family of brands\n. Innovation within the Jack Daniel’s family of brands has contributed to our growth in the last two fiscal years as described below.\n◦\nIn fiscal 2022 and fiscal 2023, we continued the international launch of Jack Daniel’s Tennessee Apple, expanding to certain developed international and emerging markets. \n◦\nIn fiscal 2022, we launched Jack Daniel’s 10 Year Old in the United States.\n◦\nIn fiscal 2023, we announced our global relationship with The Coca-Cola Company to introduce the Jack Daniel's & Coca-Cola RTD to select markets around the world. We discuss the impact of this product launch on our fiscal 2023 results where relevant below.\n◦\nIn fiscal 2023, we launched Jack Daniel’s Bonded Tennessee Whiskey and Jack Daniel’s Triple Mash Blended Straight Whiskey in the United States and certain developed international and emerging markets. \n◦\nIn fiscal 2023, we launched Jack Daniel’s 12 Year Old in the United States.\n◦\nIn fiscal 2023, we launched Jack Daniel's Tennessee Travelers Whiskey in Travel Retail.\n32\nCapital Deployment\nWe have focused our capital deployment initiatives on (a) fully investing in our existing business, (b) continued execution of our acquisitions and divestitures strategy, and (c) returning cash to our stockholders through regular and special dividends.\n•\nInvestments\n. During fiscal 2022 and fiscal 2023, our capital expenditures totaled $321 million and focused on enabling the growth of our premium whiskey and tequila brands:\n◦\nDuring fiscal 2021, our Board of Directors approved a $125 million capital investment to expand our bourbon-making capacity in Kentucky. We expect to complete this project in fiscal 2024. \n◦\nDuring fiscal 2022, our Board of Directors approved a $50 million capital investment to expand our scotch-making capacity in Scotland. We also built an additional barrel warehouse at our GlenDronach distillery during fiscal 2023 to support the continued growth of GlenDronach. \n◦\nDuring fiscal 2023, our Board of Directors approved an $85 million capital investment to expand our JDTW capacity in Tennessee. We also built three additional barrel warehouses at our Jack Daniel’s distillery during fiscal 2022 and fiscal 2023 to support the continued growth of JDTW.\n◦\nWe recently announced a $200 million capital investment to expand our tequila-making capacity in Mexico.\n•\nAcquisitions and divestitures\n. During fiscal 2023, we acquired the Gin Mare brand and the Diplomático brand and related assets. See Note 12 to the Consolidated Financial Statements for more information.\n•\nCash returned to stockholders\n. During fiscal 2022 and fiscal 2023, we returned $1.2 billion to our stockholders through regular and special dividends.\n33\nExecutive Summary\nFiscal 2023 Highlights\n•\nWe delivered reported net sales of $4.2 billion, an increase of 8% compared to fiscal 2022. Reported net sales growth was driven by higher volumes and favorable price/mix, partially offset by the negative effect of foreign exchange. Organic net sales increased 10% compared to fiscal 2022.\n◦\nFrom a brand perspective, reported net sales growth was driven by premium bourbons, Ready-to-Drinks, our tequilas, and JDTW.\n◦\nFrom a geographic perspective, emerging markets, the United States, developed international markets, and the Travel Retail channel all contributed significantly to reported net sales growth. \n•\nWe delivered reported operating income of $1.1 billion, a decrease of 6% compared to fiscal 2022, reflecting lower gross margin, higher non-cash impairment charges (largely related to the Finlandia brand name), and higher operating expenses (including certain post-closing costs and expenses in connection with the acquisitions of Diplomático and Gin Mare). Organic operating income increased 8% compared to fiscal 2022.\n•\nWe delivered diluted earnings per share of $1.63, a decrease of 7% compared to fiscal 2022, due to the decrease in reported operating income, partially offset by the benefit of a lower effective tax rate. \n•\nOur return on average invested capital decreased to 15.3% in fiscal 2023, compared to 17.6% in fiscal 2022. This decrease was driven by higher invested capital and lower reported operating income, partially offset by the benefit of a lower effective tax rate. \n34\nSummary of Operating Performance Fiscal 2022 and Fiscal 2023\n2022 vs. 2023\nFiscal year ended April 30\n2022\n2023\nReported Change\nOrganic Change\n1\nNet sales\n$\n3,933 \n$\n4,228 \n8 \n%\n10 \n%\nCost of sales\n$\n1,542 \n$\n1,734 \n12 \n%\n13 \n%\nGross profit\n$\n2,391 \n$\n2,494 \n4 \n%\n9 \n%\nAdvertising\n$\n438 \n$\n506 \n15 \n%\n18 \n%\nSG&A\n$\n690 \n$\n742 \n8 \n%\n9 \n%\nOther expense (income), net\n$\n59 \n$\n119 \n                  nm\n4\n                  nm\n4\nOperating income\n$\n1,204 \n$\n1,127 \n(6 \n%)\n8 \n%\nTotal operating expenses\n2\n$\n1,187 \n$\n1,367 \n15 \n%\n11 \n%\nAs a percentage of net sales\n3\nGross profit\n60.8 \n%\n59.0 \n%\n(1.8 \npp)\nOperating income\n30.6 \n%\n26.7 \n%\n(3.9 \npp)\nInterest expense, net\n$\n77 \n$\n81 \n6 \n%\nEffective tax rate\n24.8 \n%\n23.0 \n%\n(1.8 \npp)\nDiluted earnings per share\n$\n1.74 \n$\n1.63 \n(7 \n%)\nReturn on average invested capital\n1\n17.6 \n%\n15.3 \n%\n(2.3 \npp)\n1\nSee “Non-GAAP Financial Measures” above for details on our use of “organic change” and “return on average invested capital,” including how we calculate these measures and why we think this information is useful to readers.\n2\nOperating expenses include advertising expense, SG&A expense, and other expense (income), net.\n3\nYear-over-year changes in percentages are reported in percentage points (pp).\n4\nPercentage change is not meaningful.\n35\nResults of Operations\nFiscal 2023 Market Highlights\nThe following table shows net sales results for our top markets, summarized by geographic area, for fiscal 2023 compared to fiscal 2022. We discuss results of the markets most affecting our performance below the table.\nTop Markets\nNet Sales\n \n% Change vs. 2022\nGeographic area\n1\n% of Fiscal 2023 Net Sales\nReported\nAcquisitions and Divestitures\nForeign Exchange\nOrganic\n2\nUnited States\n47\n \n%\n3\n \n%\n—\n \n%\n—\n \n%\n3\n \n%\nDeveloped International\n28\n \n%\n4\n \n%\n(1\n \n%)\n7\n \n%\n10\n \n%\nGermany\n6 \n%\n5 \n%\n(1 \n%)\n8 \n%\n12 \n%\nAustralia\n5 \n%\n1 \n%\n— \n%\n5 \n%\n6 \n%\nUnited Kingdom\n5 \n%\n(5 \n%)\n— \n%\n7 \n%\n1 \n%\nFrance\n3 \n%\n(18 \n%)\n— \n%\n6 \n%\n(13 \n%)\nCanada\n1 \n%\n22 \n%\n— \n%\n5 \n%\n27 \n%\nJapan\n1 \n%\n28 \n%\n— \n%\n18 \n%\n45 \n%\nRest of Developed International\n7 \n%\n21 \n%\n(5 \n%)\n10 \n%\n26 \n%\nEmerging\n20\n \n%\n18\n \n%\n—\n \n%\n6\n \n%\n24\n \n%\nMexico\n6 \n%\n37 \n%\n— \n%\n(7 \n%)\n30 \n%\nPoland\n3 \n%\n(1 \n%)\n— \n%\n14 \n%\n13 \n%\nBrazil\n2 \n%\n45 \n%\n— \n%\n2 \n%\n48 \n%\nRest of Emerging\n9 \n%\n9 \n%\n— \n%\n11 \n%\n20 \n%\nTravel Retail\n3\n \n%\n41\n \n%\n(2\n \n%)\n4\n \n%\n43\n \n%\nNon-branded and bulk\n2\n \n%\n44\n \n%\n8\n \n%\n1\n \n%\n53\n \n%\nTotal\n100\n \n%\n8\n \n%\n—\n \n%\n3\n \n%\n10\n \n%\nNote: Results may differ due to rounding\n1\nSee “Definitions” above for definitions of market aggregations presented here.\n2\nSee “Non-GAAP Financial Measures” above for details on our use of “organic change” in net sales, including how we calculate this measure and why we believe this information is useful to readers.\nThe\n United States\n, our most important market, grew reported net sales 3% driven by (a) higher volumes of Woodford Reserve, partially reflecting an estimated net increase in distributor inventories; (b) higher prices across our portfolio, led by the Jack Daniel’s family of brands; and (c) growth of JD RTDs, fueled by the launch of the Jack Daniel’s & Coca-Cola RTD. This growth was partially offset by lower volumes of JDTW and Korbel California Champagne, largely driven by an estimated net decrease in distributor inventories.\nDeveloped International\n \n•\nGermany’s\n reported net sales increased 5% driven by (a) volumetric gains of JDTW and JD RTDs, and (b) Diplomático and Gin Mare, which were both acquired during the third quarter of fiscal 2023, partially offset by the negative effect of foreign exchange.\n•\nAustralia’s\n reported net sales increased 1% led by growth of JD RTDs, partially offset by the negative effect of foreign exchange.\n•\nThe \nUnited Kingdom’s\n reported net sales declined 5% due to the negative effect of foreign exchange, partially offset by higher prices of JDTW.\n•\nFrance’s \nreported net sales declined 18% due to lower volumes of JDTW and JDTH, driven by whiskey category declines and higher promotional pricing along with the negative effect of foreign exchange.\n36\n•\nCanada’s\n reported net sales increased 22%, led by higher JDTW volumes, partially due to an estimated net increase in distributor inventories. This growth was partially offset by the negative effect of foreign exchange.\n•\nJapan’s \nreported net sales increased 28%, fueled by volumetric growth of JDTW, partially reflecting an estimated net increase in distributor inventories. This growth was partially offset by the negative effect of foreign exchange.\n•\nReported net sales in the\n Rest of Developed International\n increased 21%, primarily driven by (a) JDTW gains, led by Belgium, Spain, and Italy, and (b) Gin Mare and Diplomático, which were both acquired during the third quarter of fiscal 2023; partially offset by the negative effect of foreign exchange. An estimated net increase in distributor inventories positively impacted reported net sales.\nEmerging\n \n•\nMexico’s\n reported net sales increased 37%, fueled by higher volumes and prices of New Mix, which gained market share in the RTD category, along with the positive effect of foreign exchange. \n•\nPoland’s\n reported net sales declined 1% due to the negative effect of foreign exchange, partially offset by growth across our portfolio led by JDTW.\n•\nBrazil’s\n reported net sales increased 45%, driven by growth of JDTW, JDTH, and JDTA. An estimated net increase in distributor inventories positively impacted reported net sales.\n•\nReported net sales in the \nRest of Emerging\n increased 9%, led by JDTW growth in the United Arab Emirates, Türkiye, and Sub-Saharan Africa, largely offset by declines in Russia and the negative effect of foreign exchange (reflecting the strengthening of the dollar primarily against the Turkish lira). An estimated net increase in distributor inventories positively impacted reported net sales.\nTravel Retail \nreported net sales increased 41%, driven primarily by higher volumes across much of our portfolio, led by JDTW, as travel continued to rebound from the COVID-19-related travel restrictions.\nNon-branded and bulk\n reported net sales increased 44%, driven by higher prices for used barrels.\n37\nFiscal 2023 Brand Highlights\nThe following table highlights the global results of our top brands for fiscal 2023 compared to fiscal 2022. We discuss results of the brands most affecting our performance below the table.\nTop Brands\nNet Sales\n \n% Change vs. 2022\nProduct category / brand family / brand\n1\nReported\nAcquisitions & Divestitures\nForeign Exchange\nOrganic\n2\nWhiskey\n6\n \n%\n—\n \n%\n4\n \n%\n10\n \n%\nJDTW\n3 \n%\n— \n%\n5 \n%\n8 \n%\nJDTH\n— \n%\n— \n%\n3 \n%\n3 \n%\nGentleman Jack\n10 \n%\n— \n%\n4 \n%\n14 \n%\nJDTF\n— \n%\n— \n%\n6 \n%\n7 \n%\nJDTA\n(7 \n%)\n— \n%\n6 \n%\n(1 \n%)\nWoodford Reserve\n26 \n%\n— \n%\n1 \n%\n27 \n%\nOld Forester\n14 \n%\n— \n%\n— \n%\n14 \n%\nRest of Whiskey\n10 \n%\n— \n%\n5 \n%\n15 \n%\nReady-to-Drink\n18\n \n%\n—\n \n%\n2\n \n%\n20\n \n%\nJD RTD/RTP\n11 \n%\n— \n%\n4 \n%\n16 \n%\nNew Mix\n53 \n%\n— \n%\n(8 \n%)\n45 \n%\nTequila\n10\n \n%\n—\n \n%\n(1\n \n%)\n10\n \n%\nHerradura\n11 \n%\n— \n%\n(1 \n%)\n10 \n%\nel Jimador\n13 \n%\n— \n%\n1 \n%\n14 \n%\nWine\n(6\n \n%)\n—\n \n%\n—\n \n%\n(6\n \n%)\nVodka (Finlandia)\n(9\n \n%)\n—\n \n%\n9\n \n%\n—\n \n%\nRest of Portfolio\n35\n \n%\n(34\n \n%)\n6\n \n%\n7\n \n%\nNon-branded and bulk\n44\n \n%\n8\n \n%\n1\n \n%\n53\n \n%\nNote: Results may differ due to rounding\n1\nSee “Definitions” above for definitions of brand aggregations presented here.\n2\nSee “Non-GAAP Financial Measures” above for details on our use of “organic change” in net sales, including how we calculate this measure and why we believe this information is useful to readers.\nWhiskey\n \n•\nJDTW\n generates a significant percentage of our total net sales and is our top priority. Reported net sales increased 3%, driven by (a) higher volumes in developed international markets and emerging markets, partially reflecting an estimated net increase in distributor inventories; and (b) higher prices. This growth was partially offset by lower volumes in the United States, largely due to an estimated net decrease in distributor inventories, and the negative effect of foreign exchange.\n•\nReported net sales for \nJDTH \nwere flat, as growth in the United States (reflecting an estimated net increase in distributor inventories) and Brazil was offset by (a) the negative effect of foreign exchange and (b) lower volumes in Chile (due to an estimated net decrease in distributor inventories) and France.\n•\nReported net sales for \nGentleman Jack\n increased 10%, led by growth in emerging markets, partially offset by the negative effect of foreign exchange.\n•\nReported net sales for \nJDTF \nwere flat as higher volumes and prices in the United States were offset by the negative effect of foreign exchange.\n•\nReported net sales for \nJDTA\n declined 7%, largely reflecting a net decrease in distributor inventory along with the negative effect of foreign exchange, partially offset by higher prices. \n38\n•\nWoodford Reserve \nreported net sales increased 26%,\n \ndriven by higher volumes in the United States, partially due to an estimated net increase in distributor inventories.\n•\nOld Forester\n reported net sales increased 14%, driven by higher volumes and prices in the United States.\n•\nReported net sales for \nRest of Whiskey\n increased 10%, led by the continued launch of Jack Daniel’s Bonded Tennessee Whiskey in the United States and higher volumes of GlenDronach, partially offset by the negative effect of foreign exchange.\nReady-to-Drink\n•\nThe\n JD RTD/RTP \nbrands reported net sales grew 11%, driven by growth in the United States, Germany, and Australia, partially offset by the negative effect of foreign exchange. The United States growth was fueled by the launch of the Jack Daniel’s & Coca-Cola RTD.\n•\nNew Mix \ngrew reported net sales 53% fueled by higher volumes and prices in Mexico with market share gains.\nTequila\n•\nHerradura\n reported net sales increased 11% driven by higher prices and volumes in Mexico along with volumetric growth in the United States, partially due to an estimated net increase in distributor inventories.\n•\nel Jimador’s \nreported net sales increased 13% driven by broad-based growth across all geographic clusters, led by the United States and emerging markets. \nWine \nreported net sales declined 6% due to lower volumes of Korbel California Champagne, partially due to an estimated net decrease in distributor inventories. These declines were partially offset by Sonoma-Cutrer gains and higher prices of Korbel California Champagne in the United States.\nVodka (Finlandia) \nreported net sales declined 9% reflecting the impact of the suspension of our commercial operations in Russia and the negative effect of foreign exchange. These declines were partially offset by growth across other international markets.\nRest of Portfolio \nreported net sales increased 35% driven by Gin Mare and Diplomático which were both acquired during the third quarter of fiscal 2023.\nNon-branded and bulk \nreported net sales increased 44% driven by higher prices for used barrels.\nYear-Over-Year Comparisons\nCommentary below compares fiscal 2023 to fiscal 2022 results. A comparison of fiscal 2022 to fiscal 2021 results may be found in “Part II, Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended April 30, 2022 (2022 Form 10-K).\nNet Sales\n2023\nPercentage change versus the prior fiscal year ended April 30\nVolume\nPrice/mix\nTotal\nChange in reported net sales\n8 \n%\n— \n%\n8 \n%\nForeign exchange\n— \n%\n3 \n%\n3 \n%\nChange in organic net sales\n8 \n%\n3 \n%\n10 \n%\nNote: Results may differ due to rounding\n \n39\nReported net sales\n of $4.2 billion increased 8%, or $295 million, in fiscal 2023 compared to fiscal 2022 driven by higher volumes of New Mix, JD RTDs, and JDTW. Price/mix reflects higher prices across much of our portfolio, led by JDTW, offset by the negative effect of foreign exchange and a portfolio mix shift toward our lower-priced brands. See “Results of Operations - Fiscal 2023 Market Highlights” and “Results of Operations - Fiscal 2023 Brand Highlights” above for details on the factors contributing to the change in reported net sales for fiscal 2023.\nCost of Sales\n2023\nPercentage change versus the prior fiscal year ended April 30\nVolume\nCost/mix\nTotal\nChange in reported cost of sales\n8 \n%\n4 \n%\n12 \n%\nForeign exchange\n— \n%\n1 \n%\n1 \n%\nChange in organic cost of sales\n8 \n%\n5 \n%\n13 \n%\nNote: Results may differ due to rounding\nReported cost of sales\n of $1.7 billion increased $192 million, or 12%, in fiscal 2023 compared to fiscal 2022 largely driven by higher volumes of New Mix, JD RTDs, and JDTW. Cost/mix reflects inflation on input costs and supply chain disruptions. These factors were partially offset by the removal of tariffs and a shift in portfolio mix toward our lower-cost brands.\nGross Profit\nPercentage change versus the prior fiscal year ended April 30\n2023\nChange in reported gross profit\n4 \n%\nAcquisitions and divestitures\n(1 \n%)\nForeign exchange\n5 \n%\nChange in organic gross profit\n9 \n%\nNote: Results may differ due to rounding\nGross Margin\nFiscal year ended April 30\n2023\nPrior year gross margin\n60.8 \n%\nPrice/mix\n1.8 \n%\nCost (excluding tariffs)\n(4.1 \n%)\nTariffs\n1\n1.4 \n%\nForeign exchange\n(1.0 \n%)\nChange in gross margin\n(1.8 \n%)\nCurrent year gross margin\n59.0 \n%\nNote: Results may differ due to rounding\n1\n“Tariffs” include the combined effect of tariff-related costs, whether arising as a reduction of reported net sales or as an increase in reported cost of sales.\nReported gross profit\n of $2.5 billion increased $103 million, or 4%, in fiscal 2023 compared to fiscal 2022. Gross margin decreased to 59.0% in fiscal 2023, down 1.8 percentage points from 60.8% in fiscal 2022. The decrease in gross margin was driven by (a) inflation on input costs, (b) higher cost related to supply chain disruptions, and (c) the negative effect of foreign exchange, partially offset by favorable price/mix and the removal of tariffs.\n40\nOperating Expenses\nPercentage change versus the prior fiscal year ended April 30\n2023\nReported\nAcquisitions & Divestitures\n Impairment\nForeign Exchange\nOrganic\nAdvertising\n15 \n%\n(1 \n%)\n— \n%\n4 \n%\n18 \n%\nSG&A\n8 \n%\n(2 \n%)\n— \n%\n3 \n%\n9 \n%\nTotal operating expenses\n1\n15\n \n%\n(5\n \n%)\n(3\n \n%)\n3\n \n%\n11\n \n%\nNote: Results may differ due to rounding\n1\nOperating expenses include advertising expense, SG&A expense, and other expense (income), net.\nReported operating expenses\n totaled $1.4 billion and increased $180 million, or 15%, in fiscal 2023 compared to fiscal 2022. The increase in reported operating expenses was driven by (a) higher reported advertising expense; (b) higher reported SG&A expense; (c) certain post-closing costs and expenses in connection with the acquisitions of Diplomático and Gin Mare; and (d) higher non-cash impairment charges, largely related to the Finlandia brand name, partially offset by the positive effect of foreign exchange.\n•\nReported advertising expenses increased 15% in fiscal 2023, driven by (a) increased investment for JDTW and Herradura, primarily in the United States; and (b) the launch of Jack Daniel’s Bonded Tennessee Whiskey  and the Jack Daniel’s & Coca-Cola RTD in the United States. This increase was partially offset by the positive effect of foreign exchange.\n•\nReported SG&A expenses increased 8% in fiscal 2023, driven primarily by (a) higher compensation-related expenses, (b) higher discretionary spend, and (c) costs related to the transaction, transition, and integration of the Gin Mare and Diplomático brands, which were acquired during the third quarter of fiscal 2023, partially offset by the positive effect of foreign exchange. \nOperating Income\nPercentage change versus the prior fiscal year ended April 30\n2023\nChange in reported operating income\n(6 \n%)\nAcquisitions and divestitures\n4 \n%\nImpairment charges\n3 \n%\nForeign exchange\n7 \n%\nChange in organic operating income\n8 \n%\nNote: Results may differ due to rounding\nReported operating income\n was $1.1 billion in fiscal 2023, a decrease of $77 million, or 6%, compared to fiscal 2022. Operating margin declined 3.9 percentage points to 26.7% in fiscal 2023 from 30.6% in fiscal 2022 driven by (a) unfavorable cost/mix; (b) certain post-closing costs and expenses in connection with the acquisitions of Diplomático and Gin Mare; (c) the negative effect of foreign exchange; (d) higher investment in reported advertising expense; and (e) higher non-cash impairment charges, largely related to the Finlandia brand name. This decline was partially offset by favorable price/mix and the removal of tariffs.\nInterest expense (net)\n increased $4 million, or 6%, in fiscal 2023 compared to fiscal 2022, due to a higher average short-term debt balance and a higher interest rate on our short-term borrowings.\nOur \neffective tax rate \nfor fiscal 2023 was 23.0% compared to 24.8% in fiscal 2022. The decrease in our effective tax rate was driven primarily by the reversal of valuation allowances in the current year, the beneficial impact of prior fiscal year true-ups, and increased U.S. tax benefit for foreign derived sales, which is partially offset by increased tax on foreign operations and increased state taxes. See Note 11 to the Consolidated Financial Statements for details.\nDiluted earnings per share\n were $1.63 in fiscal 2023, a decrease of 7% compared to fiscal 2022, due to the decrease in reported operating income, partially offset by the benefit of a lower effective tax rate.\n41\nFiscal 2024 Outlook\nBelow we discuss our outlook for fiscal 2024, which reflects the trends, developments, and uncertainties (including those described above) that we expect to affect our business. When we provide guidance for organic change in certain measures of the statements of operations we do not provide guidance for the corresponding GAAP change, as the GAAP measure will include items that are difficult to quantify or predict with reasonable certainty, such as foreign exchange, which could have a significant impact to our GAAP income statement measures.\nWe are optimistic about our prospects for growth of organic net sales and organic operating income in fiscal 2024. We believe trends will normalize after two consecutive years of double-digit organic net sales growth. Accordingly, we expect the following in fiscal 2024:\n•\nReflecting the strength of our portfolio of brands, our pricing strategy, and strong consumer demand, we expect organic net sales growth in the 5% to 7% range.\n•\nBased on the above organic net sales growth outlook, and our expectation that continued input cost pressures will be partially offset by lower supply chain disruption costs, we anticipate organic operating income growth in the 6% to 8% range.\n•\nWe expect our fiscal 2024 effective tax rate to be in the range of approximately 21% to 23%.\n•\nCapital expenditures are planned to be in the range of $250 to $270 million.\nLiquidity and Capital Resources\nWe generate strong cash flows from operations, which enable us to meet current obligations, fund capital expenditures, and return cash to our stockholders through regular dividends and, from time to time, through share repurchases and special dividends. We believe our investment-grade credit ratings (A1 by Moody's and A- by Standard & Poor's) provide us with financial flexibility when accessing global debt capital markets and allow us to reserve adequate debt capacity for investment opportunities and unforeseen events.\nOur operating cash flows are supplemented by cash and cash equivalent balances, as well as access to other liquidity sources. Cash and cash equivalents were $868 million at April 30, 2022, and $374 million at April 30, 2023. As of April 30, 2023, approximately 52% of our cash and cash equivalents were held by our foreign subsidiaries whose earnings we expect to reinvest indefinitely outside of the United States. We continue to evaluate our future cash deployment and may decide to repatriate additional cash held by our foreign subsidiaries. This may require us to provide for and pay additional taxes.\nWe have an $800 million commercial paper program that we use, together with our cash flow from operations, to fund our short-term operational needs. See Note 6 to the Consolidated Financial Statements for outstanding commercial paper balances, interest rates, and days to maturity at April 30, 2022 and April 30, 2023. The average balances, interest rates, and original maturities during 2022 and 2023 are presented below.\n(Dollars in millions)\n2022\n2023\nAverage commercial paper\n$\n59 \n$\n158 \nAverage interest rate\n0.16 \n%\n4.69 \n%\nAverage days to maturity at issuance\n32 \n41 \nOur commercial paper program is supported by available commitments under our undrawn $800 million bank credit facility. The credit facility was scheduled to expire in November 2024. On May 26, 2023, we entered into an amended and restated five-year credit agreement with various U.S. and international banks that provides for a $900 million unsecured revolving credit commitment and expires on May 26, 2028. This agreement amended and restated our previous credit agreement. The new agreement contains no financial covenants. Although unlikely, under extreme market conditions, one or more participating banks may not be able to fund its commitments under our new credit facility. To manage this counterparty credit risk, we partner with banks that have investment grade credit ratings, limit the amount of exposure we have with each bank, and monitor each bank’s financial conditions.\nOn January 3, 2023, we entered into a $600 million senior unsecured 364-day term loan credit agreement with various U.S. and international banks. We used borrowings from the term loan to repay the $250 million principal amount of 2.25% senior unsecured notes on their maturity date of January 15, 2023, and for working capital and general corporate purposes.\n42\nOn March 23, 2023, we issued senior unsecured notes with an aggregate principal of $650 million. Interest on these notes will accrue at a rate of 4.75% and be paid semi-annually. These notes will mature on April 15, 2033. We used the net proceeds from the issuance to repay $600 million of outstanding indebtedness under the unsecured 364-day term loan agreement.\nOur most significant short-term cash requirements relate primarily to funding our operations (such as expenditures for raw materials, production and distribution, advertising and promotion, and current taxes) and capital investments. Our most significant longer-term cash requirements primarily include payments related to our long-term debt, employee benefit obligations, and deferred tax liabilities (see Notes 6, 9 and 11 to the Consolidated Financial Statements).\nWhile we expect to meet our planned short-term liquidity needs largely through cash generated from operations and borrowings under our commercial paper program, a sustained market deterioration resulting in declines in net sales and profit could require us to evaluate alternative sources of liquidity. If we have additional liquidity needs, we believe that we could access financing in the debt capital markets.\nWe believe our current liquidity position, supplemented by our ability to generate positive cash flows from operations in the future, and our ample debt capacity enabled by our strong short-term and long-term credit ratings, will be sufficient to meet all of our future financial commitments.\nCash Flow Summary\nThe following table summarizes our cash flows for each of the last fiscal two years:\n(Dollars in millions)\n2022\n2023\nCash flows from operating activities\n$\n936 \n$\n640 \nInvesting activities:\nAcquisition of business\n$\n— \n$\n(1,195)\nAdditions to property, plant, and equipment\n(138)\n(183)\nOther\n11 \n23 \nNet cash flows from investing activities\n$\n(127)\n$\n(1,355)\nFinancing activities:\nNet change in short-term borrowings\n$\n(196)\n$\n234 \nNet proceeds from long-term debt\n— \n398 \nRegular dividend payments\n(352)\n(378)\nSpecial dividend payment\n(479)\n— \nOther\n(11)\n(15)\nNet cash flows from financing activities\n$\n(1,038)\n$\n239 \nCash provided by operations of $640 million during fiscal 2023 declined $296 million from fiscal 2022, primarily reflecting increased working capital. The increase in working capital was primarily attributable to higher levels of inventory, which were affected by significantly higher input costs and other effects of supply chain disruptions. The decline in cash from operations also reflects $55 million of transaction costs related to our acquisitions of Gin Mare and Diplomático, and a $52 million increase in cash paid for income taxes, primarily reflecting the timing of U.S. federal estimated tax payments.\nCash used for investing activities was $1,355 million during fiscal 2023, compared to $127 million during the prior year. The $1,228 million increase largely reflects our acquisitions of Gin Mare ($468 million) and Diplomático ($727 million) during fiscal 2023. The increase in cash used for investing activities also includes a $45 million increase in capital expenditures, largely reflecting additional spending on projects to expand the capacity of our whiskey and tequila production facilities.\nCash provided by financing activities was $239 million during fiscal 2023, compared to $1,038 million in cash used for financing activities during fiscal 2022. The $1,277 million change largely reflects: (a) proceeds of $648 million from the issuance of 4.75% notes in March 2023; (b) a $430 million increase in net proceeds from short-term borrowings; and (c) a $453 million decline in dividend payments (largely reflecting the $479 million special dividend paid in December 2021); partially offset by (d) our repayment of the $250 million principal amount of 2.25% notes that matured in January 2023.\nA discussion of our cash flows for fiscal 2022 compared to fiscal 2021 may be found in “Part II, Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations,” of our 2022 Form 10-K.\n43\nDividends\nAs announced in November 2022, our Board of Directors approved a 9% increase in the quarterly cash dividend on our Class A and Class B common stock from $0.1885 per share to $0.2055 per share, effective with the regular quarterly dividend paid on January 3, 2023. As a result, the indicated annual cash dividend increased from $0.7540 per share to $0.8220 per share.\nAs announced on May 25, 2023, our Board of Directors declared a regular quarterly cash dividend on our Class A and Class B common stock of $0.2055 per share. The dividend is payable on July 3, 2023, to stockholders of record on June 8, 2023.\nCritical Accounting Policies and Estimates\nOur financial statements reflect some estimates involved in applying the following critical accounting policies that entail uncertainties and subjectivity. Using different estimates or policies could have a material effect on our operating results and financial condition.\nGoodwill and Other Intangible Assets \nWhen we acquire a business, we first allocate the purchase price to identifiable assets and liabilities, including intangible brand names and trademarks (“brand names”), based on estimated fair value. We then record any remaining purchase price as goodwill. We do not amortize goodwill or other intangible assets with indefinite lives. We consider all of our brand names to have indefinite lives.\nThe Gin Mare and Diplomático acquisitions during fiscal 2023 have been accounted for as business combinations under the acquisition method of accounting. On the acquisition dates, we recognized the separately identifiable intangible assets based on the preliminary purchase price allocations. The excess of the consideration transferred over the fair values assigned to the net identifiable assets and liabilities of the acquired businesses were recognized as goodwill. For additional information, see Notes 12 and 14 to the Consolidated Financial Statements.\nWe assess our goodwill and other indefinite-lived intangible assets for impairment at least annually, or more frequently if circumstances indicate the carrying amount may be impaired. Goodwill is impaired when the carrying amount of the related reporting unit exceeds its estimated fair value, in which case we write down the goodwill by the amount of the excess (limited to the carrying amount of the goodwill). We estimate the reporting unit's fair value using discounted estimated future cash flows or market information. Similarly, a brand name is impaired when its carrying amount exceeds its estimated fair value, in which case we write down the brand name to its estimated fair value. We estimate the fair value of a brand name using the relief-from-royalty method. We also consider market values for similar assets when available. Considerable management judgment is necessary to estimate fair value, including making assumptions about future cash flows, net sales, discount rates, and royalty rates.\nWe have the option, before quantifying the fair value of a reporting unit or brand name, to evaluate qualitative factors to assess whether it is more likely than not that our goodwill or brand names are impaired. If we determine that is not the case, then we are not required to quantify the fair value. That assessment also takes considerable management judgment.\nBased on our assumptions, we believe none of our goodwill or other intangibles are impaired as of April 30, 2023. The Gin Mare and Diplomático brand names are recorded at their current estimated fair values, as discussed in Notes 12 and 14 to the Consolidated Financial Statements. The Finlandia brand name’s carrying amount of $91 million approximates its fair value, based on the relief-from-royalty method, using current assumptions. Reasonably possible changes in those assumptions could result in future impairment of the Finlandia brand name. For example, we estimate that, all else equal, (a) a 15% decline in projected future net sales would result in an impairment charge of approximately $23 million or (b) a 1 percentage point increase in the discount rate would result in an impairment charge of approximately $13 million. We estimate the fair values of goodwill and other brand names substantially exceed their carrying amounts. \nPension and Other Postretirement Benefits \nWe sponsor various defined benefit pension plans and postretirement plans providing retiree health care and retiree life insurance benefits. Benefits are based on factors such as years of service and compensation level during employment. We expense the benefits expected to be paid over employees' expected service. This requires us to make assumptions to determine the net benefit costs and obligations, such as discount rates, return on plan assets, the rate of salary increases, expected service, and health care cost trend rates. We review these assumptions annually and modify them based on current rates and trends when appropriate. The assumptions also reflect our historical experience and management's best judgment regarding future expectations. We believe the discount rates and expected return on plan assets are the most significant assumptions.\n44\nThe discount rate used to measure the benefit obligations is determined at the beginning of each fiscal year using a yield curve based on the interest rates of high-quality debt securities with maturities corresponding to the expected timing of our benefit payments. The service cost and interest cost components are measured by applying the specific spot rates along that yield curve. The expected return on pension plan assets reflects expected capital market returns for each asset class that are based on historical returns, adjusted for the expected effects of diversification.\nThe following table compares the assumed discount rates and expected return on assets used in determining net periodic benefit cost for fiscal 2023 to those to be used in determining that cost for fiscal 2024.\n \nPension Benefits\nMedical and Life\nInsurance Benefits\n \n2023\n2024\n2023\n2024\nDiscount rate for service cost\n4.44 \n%\n4.98 \n%\n4.50 \n%\n5.02 \n%\nDiscount rate for interest cost\n3.97 \n%\n4.79 \n%\n3.96 \n%\n4.78 \n%\nExpected return on plan assets\n6.25 \n%\n6.50 \n%\nn/a\nn/a\nUsing these assumptions, we estimate our pension and other postretirement benefit cost for fiscal 2024 will be approximately $21 million, unchanged from the amount (excluding settlement charges) for fiscal 2023. Decreasing/increasing the assumed discount rates by 50 basis points would increase/decrease the total fiscal 2024 cost by approximately $4 million. Decreasing/increasing the assumed return on plan assets by 50 basis points would increase/decrease the total fiscal 2024 cost by approximately $3 million.\nIncome Taxes\nSignificant judgment is required in evaluating our tax positions. We establish liabilities when some positions are likely to be challenged and may not succeed, despite our belief that our tax return positions are fully supportable. We adjust these liabilities in light of changing circumstances, such as the progress of a tax audit. We believe current liabilities are appropriate for all known contingencies, but this situation could change.\nYears can elapse before we can resolve a particular matter for which we may have established a tax liability. Although predicting the final outcome or the timing of resolution of any particular tax matter can be difficult, we believe our liabilities reflect the likely outcome of known tax contingencies. Unfavorable settlement of any particular issue could require use of our cash and increase our effective tax rate. Conversely, a favorable resolution could result in reduced cash tax payments, the reversal of previously established liabilities, or some combination of these results, which could reduce our effective tax rate.\n45",
    "item7a": ">Item 7A.\n Quantitative and Qualitative Disclosures about Market Risk\nMarket risks\nOur enterprise risk management process is intended to ensure that we take risks knowingly and thoughtfully and that we balance potential risks and rewards. Our integrated enterprise risk management framework is designed to identify, evaluate, communicate, and appropriately mitigate risks across our operations.\nWe face market risks arising from changes in foreign currency exchange rates, commodity prices, and interest rates. We manage market risks through procurement strategies as well as the use of derivative and other financial instruments. Our risk management program is governed by policies that authorize and control the nature and scope of transactions that we use to mitigate market risks. Our policy permits the use of derivative financial instruments to mitigate market risks but prohibits their use for speculative purposes.\nForeign currency exchange rate risk.\n Foreign currency fluctuations affect our net investments in foreign subsidiaries and foreign currency-denominated cash flows. In general, we expect our cash flows to be negatively affected by a stronger dollar and positively affected by a weaker dollar. Our most significant foreign currency exposures include the euro, the British pound, and the Australian dollar. We manage our foreign currency exposures through derivative financial instruments, principally foreign currency forward contracts, and debt denominated in foreign currency. We had outstanding currency derivatives with notional amounts totaling $801 million and $747 million at April 30, 2022 and 2023, respectively.\nWe estimate that a hypothetical 10% weakening of the dollar compared to exchange rates of hedged currencies as of April 30, 2023, would decrease the fair value of our then-existing foreign currency derivative contracts by approximately $52 million. This hypothetical change in fair value does not consider the expected inverse change in the underlying foreign currency exposures.\nCommodity price risk.\n Commodity price changes can affect our production and supply chain costs. Our most significant commodities exposures include wood, corn, agave, malted barley, rye, and natural gas. We manage certain exposures through forward purchase contracts.\nInterest rate risk.\n Interest rate changes affect (a) the fair value of our fixed-rate debt, and (b) cash flows and earnings related to our variable-rate debt and interest-bearing investments. In addition to currently outstanding debt, any potential future debt offerings would be subject to interest rate risk.\nAs of April 30, 2023, our cash and cash equivalents ($374 million) and short-term commercial paper borrowings ($235 million) were exposed to interest rate changes. Based on the then-existing balances of our variable-rate debt and interest-bearing investments, a hypothetical one percentage point increase in interest rates would result in a negligible change in net interest expense.\nSee Notes 13 and 14 to the Consolidated Financial Statements for details on our foreign currency exchange rate risk. See “Critical Accounting Policies and Estimates” in “Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations” for a discussion of our pension and other postretirement plans' exposure to interest rate risks. Also see “Item 1A. Risk Factors” for details on how economic conditions affecting market risks also affect the demand for and pricing of our products and how we are affected by exchange rate fluctuations.\n46",
    "cik": "14693",
    "cusip6": "115637",
    "cusip": [
        "115637100",
        "115637909",
        "115637209"
    ],
    "names": [
        "BROWN FORMAN CORP CLASS A",
        "BROWN FORMAN CORP CLASS B",
        "BROWN FORMAN CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/14693/000001469323000074/0000014693-23-000074-index.htm"
}