{
    "item1": ">Item 1. —\n Business\n\n\n \n\n\nGeneral Overview\n\n\n \n\n\nWorthington Industries, is a corporation formed under the laws of the State of Ohio (collectively with the subsidiaries of Worthington Industries, “we,” “our,” “us,” “Worthington” or the “Company”). Founded in 1955, we are an industrial manufacturing company, focused on value-added steel processing, laser welded solutions, electrical steel laminations and manufactured consumer, building and sustainable mobility products. Our manufactured products include: pressure cylinders for liquefied petroleum gas (“LPG”), compressed natural gas (“CNG”), hydrogen, oxygen, refrigerant and other industrial gas storage; water well tanks for commercial and residential uses; hand torches and filled hand torch cylinders; propane-filled camping cylinders; helium-filled balloon kits; specialized hand tools and instruments; and drywall tools and related accessories; and, through our joint ventures, complete ceiling grid solutions; laser welded blanks; light gauge steel framing for commercial and residential construction; engineered cabs, operator stations and cab components.\n\n\nWe follow a people-first philosophy with earning money for our shareholders as our first corporate goal, which we seek to accomplish by optimizing existing operations, developing and commercializing new products and applications, and pursuing strategic acquisitions and joint ventures.\n\n\nOur fiscal year ends each May 31, with “fiscal 2021” ended May 31, 2021, “fiscal 2022” ended May 31, 2022, and “fiscal 2023” ended May 31, 2023.  Our fiscal quarters end on the final day of each August, November, February and May.\n\n\n \n\n\nWe are headquartered at 200 West Old Wilson Bridge Road, Columbus, Ohio 43085, telephone (614) 438-3210. The common shares of Worthington Industries (the “common shares”) are traded on the New York Stock Exchange (“NYSE”) under the symbol WOR. We maintain a website at \nwww.worthingtonindustries.com\n. This uniform resource locator, or URL, is an inactive textual reference only and is not intended to incorporate our website into this Form 10-K. Worthington Industries’ Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports, filed or furnished pursuant to Section 13(a) or Section 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), as well as Worthington Industries’ definitive proxy materials for annual meetings of shareholders filed pursuant to Section 14 of the Exchange Act, are available free of charge, on or through our website, as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC.\n\n\n \n\n\nSeparation of the Steel Processing Business\n\n\n \n\n\nOn September 29, 2022, we announced our intention to complete the Separation, resulting in Worthington Steel becoming a stand-alone publicly traded company, through a generally tax-free pro rata distribution of 100% of the common shares of Worthington Steel to Worthington Industries’ shareholders. The remaining company (“New Worthington”) is expected to be comprised of our Consumer Products, Building Products and Sustainable Energy Solutions operating segments. While we currently intend to effect the distribution, subject to satisfaction of certain conditions, we have no obligation to pursue or consummate any disposition of our ownership interest in Worthington Steel, including through the distribution, by any specified date or at all. The distribution is subject to various conditions, including final approval by the Board; the completion of the transfer of assets and liabilities to Worthington Steel in accordance with the separation agreement; due execution and delivery of the agreements relating to the Separation; no order, injunction or decree issued by any court of competent jurisdiction or other legal restraint or prohibition in effect preventing the consummation of the Separation, the distribution or any of the related transactions; acceptance for listing on the NYSE of the common shares of Worthington Steel to be distributed, subject to official notice of distribution; completion of financing, and no other event or development having occurred or being in existence that, in the judgment of the Board, in its sole discretion, makes it inadvisable to effect the Separation, the distribution or the other related transactions.\n\n\n \n\n\n \n\n\n1\n\n\n\n\nTable of Contents\n\n\n \n\n\nRecent Business Developments\n\n\n•\nOn June 2, 2022, we acquired Level 5 Tools, LLC (“Level5”), a leading provider of drywall tools and related accessories. The total purchase price was approximately $56.1 million, with a potential earnout based on performance through calendar year 2024. Refer to “Note Q – Acquisitions” for additional information.\n\n\n•\nOn August 3, 2022, we sold our 50% noncontrolling equity interest in ArtiFlex Manufacturing, LLC (“ArtiFlex”) to the unaffiliated joint venture member for net proceeds of approximately $41.8 million, after adjustments for closing debt and final net working capital. Approximately $6.0 million of the total cash proceeds were attributed to real property in Wooster, Ohio, with a net book value of $6.3 million. This real property was owned by us and leased to ArtiFlex prior to closing of the transaction. During fiscal 2023, we recognized a pre-tax loss of $16.1 million in equity income related to the sale.\n\n\n•\nOn September 29, 2022, we announced that the Board approved a plan to pursue the Separation of our Steel Processing business which we expect to complete by early 2024. This plan is referred to as “Worthington 2024.” Worthington 2024 will result in two independent, publicly-traded companies that are more specialized and fit-for purpose, with enhanced prospects for growth and value creation. We plan to effect the Separation via a distribution of the common shares of Worthington Steel, which is expected to be tax-free to shareholders of Worthington Industries for U.S. federal income tax purposes. Refer to “Note A – Summary of Significant Accounting Policies” for additional information.\n\n\n•\nOn October 31, 2022, our consolidated joint venture, Worthington Specialty Processing (“WSP”), sold its remaining manufacturing facility, located in Jackson, Michigan, for net proceeds of approximately $21.3 million, resulting in a pre-tax gain of $3.9 million within restructuring and other (income) expense, net. Refer to “Note F – Restructuring and Other (Income) Expense, Net” for additional information.\n\n\n•\nOn January 5, 2023, we announced the implementation of a Board transition plan, pursuant to which John H. McConnell II was appointed as a member of the Board, effective on January 4, 2023. As previously disclosed on January 4, 2023, John P. McConnell, Executive Chairman of Worthington Industries, notified the Board that he intended to step down from the Board in June 2023. On June 28, 2023, John P. McConnell notified the Board that he intends to defer his retirement and will remain on the Board to continue providing leadership to Worthington and the Board in preparation for the planned Separation. The effective date of John P. McConnell’s retirement has not been fixed.\n\n\n•\nOn February 2, 2023, we announced the senior leadership teams for New Worthington and Worthington Steel, which will be effective upon the completion of the planned Separation.\n\n\n•\nOn June 28, 2023, the Board declared a quarterly dividend of $0.32 per common share payable on September 29, 2023, to Worthington Industries’ shareholders of record on September 15, 2023.\n\n\n•\nOn June 29, 2023, we terminated our revolving trade accounts receivable securitization facility allowing us to borrow up to $175.0 million (the “AR Facility”). See “Note I – Debt and Receivables Securitization” and “Note V – Subsequent Events” for additional information. \n\n\n•\nOn July 28, 2023, we redeemed in full our $243.6 million aggregate principal amount of senior unsecured notes due April 15, 2026 (the “2026 Notes”). See “Note I – Debt and Receivables Securitization” and “Note V – Subsequent Events” for additional information. \n\n\nSegments\n\n\n \n\n\nWe, together with our consolidated and unconsolidated affiliates, operate 72 manufacturing facilities in 21 states and 10 countries. Twenty-eight of these facilities are operated by our wholly-owned, consolidated subsidiaries. The remaining 44 facilities are operated by our consolidated joint ventures (14) and unconsolidated joint ventures (30).\n \n\n\n \n\n\nOur operations are managed and reported principally on a products and services basis and are comprised of four operating segments: “Steel Processing,” “Consumer Products,” “Building Products,” and “Sustainable Energy Solutions.”\n \n\n\n \n\n\nWe hold equity positions in seven operating joint ventures, which are further discussed in the \nOur\n \nJoint Ventures\n section below. Of these, Spartan Steel Coating, L.L.C. (“Spartan”), TWB Company L.L.C. (“TWB”) and Worthington Samuel Coil Processing LLC (“Samuel”) are consolidated with their operating results reported within Steel Processing. We also own a 51% controlling interest in WSP, which became a non-operating joint venture on October 31, 2022, when the remaining net assets of WSP were sold. See “Note F – Restructuring and Other (Income) Expense, Net” for additional information.\n\n\n \n\n\n \n\n\n2\n\n\n\n\nTable of Contents\n\n\n \n\n\nDuring fiscal 2023, Steel Processing, Consumer Products, Building Products and Sustainable Energy Solutions served approximately 1,300, 2,000, 1,700, and 300 customers, respectively, located primarily in North America and Europe. International operations accounted for approximately 13% of our consolidated net sales during fiscal 2023 and were comprised primarily of sales to customers in Europe. Sales to one customer in the automotive industry accounted for 11.9% of our consolidated net sales in fiscal 2023.\n \n\n\n \n\n\nRefer to the following segment descriptions and “Note P – Segment Data” for a full description of our reportable segments.\n\n\n \n\n\nSteel Processing\n\n\n \n\n\nSteel Processing is a value-added processor of carbon flat-rolled steel, a producer of laser welded solutions, and a provider of electrical steel laminations. This segment includes our three consolidated joint ventures, Samuel, Spartan, and TWB and one unconsolidated joint venture, Serviacero Worthington (see the \nOur Joint Ventures\n section below). We also own a 51% controlling interest in WSP, which became a non-operating joint venture on October 31, 2022. For fiscal 2023, fiscal 2022 and fiscal 2021, the percentage of our consolidated net sales generated by Steel Processing was approximately 71.1%, 75.0% and 64.9%, respectively.\n\n\n \n\n\nSteel Processing is one of the largest independent intermediate processors of carbon flat-rolled steel in the U.S. It occupies a niche in the steel industry by focusing on products requiring exact specifications. These products cannot typically be supplied as efficiently by steel mills to the end-users of these products.\n\n\n \n\n\nSteel Processing, including Samuel, Spartan and TWB, operates 28 manufacturing facilities located in Ohio (9), Michigan (4), Tennessee (2), Kentucky (2), Indiana (1), Illinois (1), New York (1), Canada (2), China (1), India (1) and Mexico (4).\n \n\n\n \n\n\nSteel Processing serviced approximately 1,300 customers during fiscal 2023 in many end markets including automotive, heavy truck, agriculture, construction, and energy. The automotive industry is one of the largest consumers of flat-rolled steel, and thus the largest end market for Steel Processing. During fiscal 2023, Steel Processing’s top three customers represented approximately 31.0% of the operating segment’s total net sales. With the acquisition of Tempel Steel Company (“Tempel”) in fiscal 2022, our geographic operations expanded to include the Asia Pacific region.\n\n\n \n\n\nSteel Processing buys coils of steel from integrated steel mills and mini-mills and processes them to the precise type, thickness, length, width, shape and surface quality required by customer specifications. Our product lines and processing capabilities include:\n\n\n•\nCarbon Flat-Roll Steel Processing: \nWe perform a variety of value-added processes based on customer requirements including pickling, specialty re-rolling, hot dip galvanizing, blanking, slitting and cutting-to-length.\n\n\n•\nElectrical Steel Laminations\n: We manufacture precision magnetic steel laminations for the automotive (including applications for electrified vehicles), industrial motor, generator, and transformer industries. We deliver precision manufacturing (including stamping, heat treating, core assembly, die casting, bonding, etc.), material sourcing, metallurgical analysis, engineering, prototyping and product design, tooling, and value-added capabilities to customers via a global manufacturing footprint.\n\n\n•\nTailor Welded Products\n: These products are used by North American automotive customers to reduce weight, lower cost, improve material utilization, and consolidate parts. Our highly engineered products allow for flexible part design and ensure the right material is used in the right place.\n\n\no\nTailor Welded Blanks are made from individual sheets of steel of different thickness, strength and coating which are joined together by laser welding.\n\n\no\nAluminum Tailor Welded Blanks are processed using friction stir welding technology. Friction stir offers the widest range of formable welded properties for all automotive aluminum alloys.\n\n\n \n\n\n \n\n\n3\n\n\n\n\nTable of Contents\n\n\n \n\n\nSteel Processing also toll processes steel for steel mills, large end-users, service centers and other processors. Toll processing is different from typical steel processing in that the mill, end-user or other party retains title to the steel and has the responsibility for selling the end product. Toll processing allows us to earn a fee for services without incurring inventory costs. Our manufacturing facilities further benefit from the flexibility to scale between direct versus tolling services based on demand throughout the year.\n\n\n \n\n\nThe steel processing industry is fragmented and highly competitive. There are many competitors, including other independent intermediate processors. Competition is primarily on the basis of price, product quality and the ability to meet delivery requirements. Technical service and support for material testing and customer-specific applications enhance the quality of products (see the \nTechnical Services\n section below). However, the extent to which technical service and support capability has improved Steel Processing’s competitive position has not been quantified. Steel Processing’s ability to meet tight delivery schedules is, in part, based on the proximity of our facilities to customers, suppliers and one another. The extent to which plant location has impacted Steel Processing’s competitive position has not been quantified. Processed steel products are priced competitively, primarily based on market factors, including, among other things, market pricing, the cost and availability of raw materials, transportation and shipping costs, and overall economic conditions in the U.S. and abroad.\n\n\n \n\n\nConsumer Products\n\n\n \n\n\nConsumer Products consists of products in the tools, outdoor living and celebrations end markets sold under brands that include the following: Coleman® (licensed), Bernzomatic®, Balloon Time®, Mag-Torch®, General®, Garden-Weasel®, Pactool International®, Hawkeye\u0099, Worthington Pro Grade\u0099 and Level5®. These include propane-filled cylinders for torches, camping stoves and other applications, LPG cylinders, handheld torches, helium-filled balloon kits, specialized hand tools and instruments, and drywall tools and accessories sold primarily to mass merchandisers, retailers and distributors. LPG cylinders, which hold fuel for barbeque grills and recreational vehicle equipment, are also sold through cylinder exchangers.\n \n\n\n \n\n\nWe use the registered trademarks described above to market certain products such as helium-filled balloon kits, fuel cylinders, handheld torches, LPG cylinders, camping fuel cylinders, and other tools. Each registered trademark has an original duration of 10 to 20 years, depending on the date it was registered and the country in which it is registered, and is subject to an indefinite number of renewals for a like period upon continued use and appropriate application. We intend to continue using the trade names and trademarks described above and to timely renew each of our registered trademarks that remains in use.\n\n\n \n\n\nConsumer Products generated approximately 14.0%, 12.1% and 16.5% of our consolidated net sales in fiscal 2023, fiscal 2022 and fiscal 2021, respectively. Consumer Products serviced approximately 2,000 customers during fiscal 2023. Sales to the top customer represented approximately 21.0% of net sales for Consumer Products during fiscal 2023.\n \n\n\n \n\n\nConsumer Products operates five manufacturing facilities located in Kansas (2), New Jersey, Ohio, and Wisconsin.\n\n\n \n\n\nBuilding Products\n\n\n \n\n\nBuilding Products sells refrigerant and LPG cylinders, well water and expansion tanks, and other specialty products, which are generally sold to gas producers, and distributors. Refrigerant gas cylinders are used to hold refrigerant gases for commercial, residential, and automotive air conditioning and refrigeration systems. LPG cylinders hold fuel for residential and light commercial heating systems, industrial forklifts and commercial/residential cooking (the latter, generally outside North America). Well water tanks and expansion tanks are used primarily in the residential market with certain products also sold to commercial markets. Specialty products include a variety of fire suppression tanks, chemical tanks, and foam and adhesive tanks. This segment also includes two unconsolidated joint ventures, WAVE and ClarkDietrich (see the \nOur Joint Ventures\n section below).\n \n\n\n \n\n\nBuilding Products generated approximately 11.9%, 10.3% and 12.7% of our consolidated net sales in fiscal 2023, fiscal 2022 and fiscal 2021, respectively. Building Products serviced approximately 1,700 customers during fiscal 2023.\n\n\n \n\n\nBuilding Products operates six manufacturing facilities located in Kentucky, Maryland, Ohio (2), Rhode Island, and Portugal.\n \n\n\n \n\n\nFor sales in the U.S. and Canada, our manufactured building products are designed to comply with U.S. Department of Transportation and Transport Canada specifications. Outside the U.S. and Canada, cylinders are manufactured according to European norm specifications, as well as various other international standards. Other products are produced to applicable industry standards including, as applicable, those standards issued by the American Petroleum Institute, the American Society of Mechanical Engineers and UL Solutions.\n\n\n \n\n\n \n\n\n4\n\n\n\n\nTable of Contents\n\n\n \n\n\nBuilding Products has one principal domestic competitor in the low-pressure LPG cylinder market, and there are a number of foreign competitors in the LPG cylinder, non-refillable refrigerant, and well water and expansion tank markets. We believe that this business has the largest market share in the domestic low-pressure cylinder market. In the other cylinder markets, there are several competitors. Building Products is a leading supplier to the European market for low-pressure non-refillable cylinders. Building Products generally has a strong competitive position for its industrial, energy, retail and specialty products, but competition varies on a product-by-product basis. As with our other operating segments, competition is based upon price, service and quality.\n \n\n\n \n\n\nSustainable Energy Solutions\n\n\n \n\n\nSustainable Energy Solutions, which is primarily based in Europe, sells onboard fueling systems and related services, as well as gas containment solutions and services for the storage, transport and distribution of industrial gases. Sustainable Energy Solutions operates three manufacturing facilities located in Austria, Germany, and Poland. This operating segment’s products and services include high pressure and acetylene cylinders for life support systems and alternative fuel cylinders used to hold CNG and hydrogen for automobiles, buses, and light-duty trucks. Sustainable Energy Solutions has a number of foreign and domestic competitors in these markets.\n \n\n\n \n\n\nSustainable Energy Solutions generated approximately 3.0%, 2.5% and 4.3% of our consolidated net sales in fiscal 2023, fiscal 2022 and fiscal 2021, respectively. Sustainable Energy Solutions serviced approximately 300 customers during fiscal 2023.\n\n\n \n\n\nOther\n\n\n \n\n\nDivested businesses historically reported within our legacy Pressure Cylinders segment, but no longer included in our management structure are presented within the “Other” category and include the following through the date of disposition: Structural Composites Industries, LLC (“SCI”) (until March 2021); Oil & Gas Equipment (until January 2021); and Cryogenic Storage and Cryo-Science (until October 2020). The Other category also includes certain income and expense items not allocated to our operating segments.\n \n\n\n \n\n\nSegment Financial Data\n\n\n \n\n\nFinancial information for the reportable segments is provided in “Note P – Segment Data.”\n \n\n\n \n\n\nSources and Availability of Raw Materials\n \n\n\n \n\n\nWe have developed strong relationships with our mill suppliers, who provide the quality materials we need, meet our quality and service requirements, and are able to offer competitive terms with regard to quality, pricing, delivery, and volumes purchased.\n\n\n \n\n\nThe primary raw material we purchase is steel. We purchase steel in large quantities at regular intervals from major steel mills, both U.S. domestic and foreign. The amount purchased from any supplier varies from year to year depending on a number of factors including market conditions, then current relationships and prices and terms offered. In nearly all market conditions, steel is available from a few suppliers and generally any supplier relationship or contract can and has been replaced with little or no significant interruption to our business. During fiscal 2023, we purchased approximately 2.67 million tons of steel (66.1% hot-rolled, 20.2% cold-rolled and 13.7% galvanized) on a consolidated basis.\n \n\n\n \n\n\nSteel is primarily purchased and processed by Steel Processing based on specific customer orders, while Consumer Products, Building Products, and Sustainable Energy Solutions purchase steel to meet production schedules. Raw materials are generally purchased in the open market on a negotiated basis. Supply contracts are also entered into, some of which have fixed pricing and some of which are indexed (monthly or quarterly).\n \n\n\n \n\n\nDuring fiscal 2023, we purchased steel from the following major suppliers, in alphabetical order: AM-NS Calvert LLC; Cleveland-Cliffs Steel Inc.; NLMK Indiana; North Star BlueScope Steel, LLC; and Nucor Corporation.\n \n\n\n \n\n\nFor certain raw materials, for example, zinc, there are limited suppliers and our purchases are generally at market prices. However, historically, we have been able to replace our supplier relationships or contracts with little or no significant interruption to our business. Major suppliers of zinc to Steel Processing in fiscal 2023 were, in alphabetical order: Concord Resources Limited; Glencore Ltd; Nexa Resources US Inc.; and Teck Resources Limited. Major suppliers of aluminum in fiscal 2023 were, in alphabetical order: Arconic Inc.; Meyer Aluminum Blanks, Inc.; Norsk Hydro ASA; Novelis Corporation; and Penn Aluminum International LLC. Approximately 41.30 million pounds of zinc and 4.22 million pounds of aluminum were purchased in fiscal 2023. We believe our supplier relationships are generally favorable.\n \n\n\n \n\n\n \n\n\n5\n\n\n\n\nTable of Contents\n\n\n \n\n\nTechnical Services\n \n\n\n \n\n\nWe recognize the importance of the metallurgical and technical aspects of our value-added steel products. We believe we are a leader in the flat rolled steel market for providing metallurgical and steel processing solutions to meet our customers’ customized material needs. We employ a staff of 20+ metallurgical engineers throughout the business and leverage their expertise to offer practical solutions on topics ranging from steelmaking and steel processing through downstream manufacturing. Our metallurgical engineers work in conjunction with internal quality teams to engage customers around problem solving, new product development and education. Laboratory facilities are equipped with a wide range of physical and chemical testing capabilities to support production, development needs, and high-level failure analyses. Tests are performed in accordance with specified industry standards. Data which is secured either through testing or online measurement systems are routed through analytics tools and analyzed by the team for process improvement, product performance and consistent quality.\n \n\n\n \n\n\nTechnical Service personnel also work in conjunction with the sales force to specify components and materials required to fulfill customer needs. Laboratory facilities also perform metallurgical and chemical testing as dictated by International Organization for Standardization (“ISO”), ASTM International, and other customer and industry specific requirements.\n\n\n \n\n\nSeasonality and Backlog\n\n\n \n\n\nSales for most of our products are generally strongest in our fourth fiscal quarter when our facilities generally operate at seasonal peaks. Historically, sales have generally been weaker in our third fiscal quarter, primarily due to reduced seasonal activity in the building products and construction industry, as well as customer plant shutdowns due to holidays, particularly in the automotive industry. We do not believe backlog is a significant indicator of our business.\n\n\n \n\n\nOur Joint Ventures\n\n\n \n\n\nAs part of our strategy to selectively develop new products, markets, and technological capabilities and to expand our international presence, while mitigating the risks and costs associated with those activities, as of May 31, 2023, we participated in seven operating joint ventures and one non-operating joint venture.\n\n\n \n\n\nConsolidated\n\n\n•\nSamuel is a 63%-owned joint venture with Samuel Manu-Tach Pickling Inc., that operates two pickling facilities in Ohio.\n\n\n•\nSpartan is a 52%-owned joint venture that operates a cold-rolled, hot-dipped coating line for toll processing steel coils into galvanized, galvannealed and aluminized products intended primarily for the automotive industry. In addition to providing incremental coating capacity, this joint venture has served to expand our coating capabilities to included aluminized steel to serve new markets.\n\n\n•\nTWB is a 55%-owned joint venture that supplies laser welded blanks, tailor welded aluminum blanks, laser welded coils and other laser welded products across North America for use primarily in the automotive industry for products such as inner-door panels, frame rails and pillars.  \n\n\n•\nWSP, a 51%-owned joint venture with a subsidiary of U.S. Steel, became a non-operating joint venture on October 31, 2022, when WSP sold the remaining net assets of the joint venture. \n\n\n \n\n\nUnconsolidated\n\n\n \n\n\nSince we do not control the following four joint ventures, they are unconsolidated, and their results have been accounted for using the equity method. Accordingly, our investment is reflected on a single line on our consolidated balance sheets and our portion of their earnings is included as equity in net income of unconsolidated affiliates in our consolidated statements of earnings. Equity income is included in the measurement of segment profit as set forth in the table below. Refer to “Note P - Segment Data” for additional information. At May 31, 2023, we held noncontrolling investments in the affiliated companies labeled in the table below.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSteel Processing\n\n\nConsumer Products\n\n\n \n\n\nBuilding Products\n\n\n \n\n\nSustainable Energy Solutions\n\n\n \n\n\nOther\n\n\n\n\n\n\nServiacero Worthington\n\n\nN/A\n\n\n \n\n\nWAVE\n\n\n \n\n\nN/A\n\n\n \n\n\nWorkhorse\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nClarkDietrich\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n6\n\n\n\n\nTable of Contents\n\n\n \n\n\n•\nClarkwestern Dietrich Building Systems LLC (“ClarkDietrich”), a 25%-owned joint venture with CWBS-MISA, Inc., is an industry leader in the manufacture and supply of light gauge steel framing products in the U.S. ClarkDietrich manufactures a full line of drywall studs and accessories, structural studs and joists, metal lath and accessories, shaft wall studs and track, vinyl and finishing products used primarily in residential and commercial construction. ClarkDietrich operates 14 manufacturing facilities, one each in Connecticut, Georgia, Illinois, Maryland, Missouri and Canada and two each in California, Florida, Ohio, and Texas. \n\n\n•\nServiacero Planos, S. de R.L. de C.V. (“Serviacero Worthington”), a 50%-owned joint venture with Inverzer, S.A. de C.V., operates three steel processing facilities in Mexico, one each in Leon, Monterrey and Queretaro. Serviacero Worthington provides steel processing services, such as pickling, blanking, slitting, multi-blanking and cutting-to-length, to customers in a variety of industries including automotive, appliance and heavy equipment. \n\n\n•\nTaxi Workhorse Holdings, LLC (“Workhorse”), a 20%-owned joint venture with an affiliate of Angeles Equity Partners, LLC, is a non-captive designer and manufacturer of high-quality, custom-engineered open and enclosed cabs and operator stations and custom fabrications and packaging for heavy mobile equipment used primarily in the agricultural, construction, forestry, military and mining industries. Workhorse operates six manufacturing facilities, one each in Brazil, South Dakota and Tennessee and three in Minnesota. \n\n\n•\nWorthington Armstrong Venture (“WAVE”), a 50%-owned joint venture with a subsidiary of Armstrong World Industries, Inc., is the largest of the four North American manufacturers of ceiling suspension systems for concealed and lay-in panel ceilings used in commercial and residential ceiling markets. It competes with the other North American manufacturers and numerous regional manufacturers. WAVE operates seven manufacturing facilities, one each in Georgia, Michigan, and Nevada and two each in California and Maryland.\n\n\n \n\n\nSee “Note D – Investments in Unconsolidated Affiliates” for additional information about our unconsolidated joint ventures.\n\n\n \n\n\nEnvironmental Matters\n\n\n \n\n\nOur manufacturing facilities, like those of similar industries making similar products, are subject to many federal, state, local and foreign laws, and regulations, including those relating to the protection of our employees and the environment. In addition to the requirements of the state and local governments of the communities in which we operate, we must comply with federal health and safety regulations, the most significant of which are enforced by the Occupational Safety and Health Administration. We examine ways to improve safety, reduce emissions and waste, and decrease costs related to compliance with environmental and other government regulations. The cost of such activities, compliance or capital expenditures for environmental control facilities necessary to meet regulatory requirements are not estimable, but have not and are not anticipated to be material when compared with our overall costs and capital expenditures and, accordingly, are not anticipated to have a material effect on our financial position, results of operations, cash flows or the competitive position.\n \n\n\n \n\n\nOur commitment to environmental and social governance and sustainability includes putting people first by providing a supportive and inclusive environment built on a culture of engagement, and by working together to ensure the health and safety of our employees. At the corporate level, we maintain a fully dedicated department responsible for best-in-class environmental, health and safety initiatives and best practices across the Company. Twenty-three of our facilities hold ISO 14001 certifications, a highly recognized global standard for an effective Environmental Management System and our remaining facilities are managed to similar standards.\n\n\n \n\n\nWorthington complies with and works to exceed all applicable worker safety regulations in the U.S. as governed by the Occupational Safety and Health Administration (OSHA). Our U.S. facilities also hold certifications with various industry groups that require regular inspections including ISO. Our global sites meet or exceed all local regulations for worker safety and hold various accreditations, certifications, and registrations that require regular inspections.\n\n\n \n\n\nPatents, Trademarks and Licenses\n\n\n \n\n\nWe own several patents, trademarks, copyrights, trade secrets, and licenses to intellectual property owned by others. Although our patents, copyrights, trademarks, trade secrets, and other intellectual property rights are important to our success, we do not consider any single patent, trademark, copyright, trade secret or license to be of material importance to our business.\n\n\n \n\n\n \n\n\n7\n\n\n\n\nTable of Contents\n\n\n \n\n\nCorporate Responsibility\n\n\n \n\n\nHuman Capital Management\n\n\n \n\n\nAs of May 31, 2023, we had approximately 8,200 employees and our unconsolidated joint ventures employed approximately 2,300 additional employees. Of the aggregate of those groups, approximately 12% of those individuals are represented by collective bargaining units. We believe that our open-door policy has created an environment which fosters open communication and serves to cultivate the good relationships we have with our employees, including those covered by collective bargaining units.\n\n\n \n\n\nIn line with our people-first philosophy, our employees have always been, and will always be, our most important asset. We operate under a set of core values that are rooted in our long-standing philosophy, which emphasizes the Golden Rule. These core values guide us as a company, including in our approach to human capital management. As such, we are continually focused on creating and maintaining a strong culture. Our culture provides employees with opportunities for personal and professional development, as well as community engagement, all of which we believe contribute to our overall success. We have repeatedly been recognized as a top place to work and we offer our employees competitive pay and above-market benefits, as compared to others in our industry, all while focusing on safety, wellness, and promoting a diverse and inclusive culture.\n\n\n \n\n\nOur ability to successfully operate, grow our business and implement our business strategies is largely dependent on our ability to attract, train and retain talented personnel at all levels of our organization. As a result, we offer our employees competitive compensation and benefits, as compared to others in our industry, which include opportunities to participate in profit sharing plans. We also strive to provide our employees with continuous opportunities to learn the skills necessary to maximize their performance, and develop new skills that allow them to maximize their potential.\n\n\n \n\n\nSafety, Health and Wellness\n\n\n \n\n\nWe have always made the safety and well-being of our people a top priority, and we have regularly maintained an industry-leading safety record. For us, safety is about engagement, and our employees have adopted a culture where safety is everyone’s responsibility, and not just the safety of our employees, but the safety of everyone who enters our facilities. We also provide our employees and their families with access to above-market benefits, as compared to others in our industry, including a parental leave benefit that offers all new parents the opportunity for paid time off. We have a broad array of other employee centered-benefits and programs, including a medical center, a pharmacy, chiropractic care, on-site fitness centers, free health screenings, health fairs, and other Company-wide and location-specific wellness events and challenges. We believe our investments in safety, health and wellness are key to supporting and protecting our most important asset, our people.\n\n\n \n\n\nDiversity, Inclusion and Equity\n\n\n \n\n\nWe believe that diversity, of all types, contributes to our success. We are committed to increasing the diversity of our employee base at all levels of our organization because we believe our differences make us better and that diverse thoughts and experiences drive innovation and produce better results. With our philosophy as our foundation, we are building an environment where diversity is valued, and where all employees feel they belong and are empowered to do their best work.\n \n\n\n \n\n\nTo further such efforts, we have hired a Director of Diversity, Equity and Inclusion and established a Diversity, Equity and Inclusion Council (the “Council”) chaired by our Senior Vice President and Chief Human Resources Officer. The Council has developed a strategy where our diversity, inclusion and equity efforts are focused on strengthening four primary pillars: workforce, workplace, community and partnership. These pillars serve as a foundation for continually building and fostering an inclusive culture. We have also established certain employee resource groups (“ERGs”) that each have executive sponsors, and are working to establish additional ERGs. These ERGs are not only being tasked with raising awareness, but also with offering mentoring and development opportunities to their members.\n\n\n \n\n\n \n\n\n8\n\n\n\n\nTable of Contents\n\n\n \n\n",
    "item1a": ">Item 1A. — Risk Factors\n \n\n\n \n\n\nOur future results and the market price for the common shares are subject to numerous risks, many of which are driven by factors that we cannot control or predict. The following discussion, as well as other sections of this Form 10-K, including “PART II—Item 7. — Management’s Discussion and Analysis of Financial Condition and Results of Operations,” describe certain risks to our business, our results, our strategies and the common shares. Consideration should be given to the risk factors described below as well as those in the Safe Harbor Statement at the beginning of this Form 10-K, in conjunction with reviewing the forward-looking statements and other information contained in this Form 10-K. The risks described below are those that we have identified as material but are not the only risks and uncertainties facing us. Our business is also subject to general risks and uncertainties that affect many other companies, such as market conditions, economic conditions, geopolitical events, changes in laws, rules, regulations or accounting rules, fluctuations in interest rates, terrorism, war or conflicts, major health concerns, natural disasters or other disruptions of expected business conditions.  Additional risks and uncertainties not currently known to us or that we currently believe are immaterial also may impair our business, including our results of operations, liquidity and financial condition.\n\n\n \n\n\nRisks Related to Our Business\n\n\n \n\n\nGeneral Economic or Industry Downturns and Weakness\n\n\n \n\n\nThe automotive and construction industries account for a significant portion of our net sales, and reduced demand from these industries could adversely affect our business.\n An overall downturn in the general economy, a disruption in capital and credit markets, high inflation, high unemployment, reduced consumer confidence or other factors, could cause reductions in demand from our end markets in general and, in particular, the automotive and construction end markets. If demand for the products we sell to the automotive, construction or other end markets which we supply were to be reduced, our sales, financial results and cash flows could be negatively affected.\n\n\n \n\n\nWe face intense competition which may cause decreased demand, decreased market share and/or reduced prices for our products and services.\n Our businesses operate in industries that are highly competitive and have been subject to increasing consolidation of customers. Because of the range of the products and services we sell and the variety of markets we serve, we encounter a wide variety of competitors. Our failure to compete effectively and/or pricing pressures resulting from competition may adversely impact our businesses and financial results.\n\n\n \n\n\nFinancial difficulties and bankruptcy filings by our customers could have an adverse impact on our businesses. \nIn past years, some customers have experienced, and some continue to experience, whether due to the COVID-19 pandemic, the war in Ukraine, inflationary pressures, or otherwise, challenging financial conditions. The financial difficulties of certain customers and/or their failure to obtain credit or otherwise improve their overall financial condition could result in changes within the markets we serve, including plant closings, decreased production, reduced demand, changes in product mix, unfavorable changes in the prices, terms or conditions we are able to obtain and other changes that may result in decreased purchases from us and otherwise negatively impact our businesses. These conditions also increase the risk that our customers may delay or default on their payment obligations to us. If the general economy or any of our markets decline, the risk of bankruptcy filings by and financial difficulties of our customers may increase. While we have taken and will continue to take steps intended to mitigate the impact of financial difficulties and potential bankruptcy filings by our customers, these matters could have a negative impact on our businesses.\n\n\n \n\n\nRaw Material Pricing and Availability\n \n\n\n \n\n\nOur operating results may be adversely affected by continued volatility in steel prices.\n Over the past three years, steel prices have increased significantly due to supplier consolidation, tight mill orders due to the COVID-19 pandemic, the war in Ukraine and tariffs on foreign steel. More recently, the volatility in the steel market resulted in steel prices rapidly decreasing before increasing again. If steel prices or other raw material prices were to decrease, competitive conditions or contractual obligations may impact how quickly we must reduce our prices to our customers, and we could be forced to use higher-priced raw materials then on hand to complete orders for which the selling prices have decreased, which results in inventory holding losses. Decreasing steel prices could also require us to write-down the value of our inventory to reflect current net realizable value.\n\n\n \n\n\n \n\n\n9\n\n\n\n\nTable of Contents\n\n\n \n\n\nOur operating results may be affected by fluctuations in raw material prices and our ability to pass on increases in raw material costs to our customers.\n Our principal raw material is flat-rolled steel, which we purchase from multiple primary steel producers. The steel industry as a whole has been cyclical, and at times availability and pricing can be volatile due to a number of factors beyond our control. These factors include general economic conditions, domestic and worldwide supply and demand, high inflation, the influence of hedge funds and other investment funds participating in commodity markets, curtailed production from major suppliers due to factors such as the closing or idling of facilities, COVID-19 or other pandemics, international conflicts, accidents or equipment breakdowns, repairs or catastrophic events, labor costs, shortages, strikes or other problems, competition, new laws and regulations, import duties, tariffs, energy costs, availability and cost of steel inputs (e.g., ore, scrap, coke and energy), foreign currency exchange rates and other factors described in the immediately following paragraph. This volatility, as well as any increases in raw material costs, could significantly affect our steel costs and adversely impact our financial results. To manage our exposure to market risk, where possible, we match our customer pricing terms to the pricing terms offered to us by our suppliers in order to minimize the impact of market fluctuations on our margins. However, should our suppliers increase the prices of our critical raw materials, we may not have alternative sources of supply. In addition, in an environment of increasing prices for steel and other raw materials, competitive conditions or contractual obligations may impact how much of the price increases we can pass on to our customers. To the extent we are unable to pass on future price increases in our raw materials to our customers, our financial results could be adversely affected.\n\n\n \n\n\nThe costs of manufacturing our products and our ability to meet our customers’ demands could be negatively impacted if we experience interruptions in deliveries of needed raw materials or supplies. \nIf, for any reason, our supply of flat-rolled steel or other key raw materials, such as aluminum, zinc, copper or helium, or other supplies is curtailed or we are otherwise unable to obtain the quantities we need at competitive prices, our business could suffer and our financial results could be adversely affected. Such interruptions could result from a number of factors, including a shortage of capacity in the supplier base of raw materials, energy or the inputs needed to make steel or other supplies, a failure of suppliers to fulfill their supply or delivery obligations, financial difficulties of suppliers resulting in the closing or idling of supplier facilities, other significant events affecting supplier facilities, significant weather events, those factors listed in the immediately preceding paragraph or other factors beyond our control like pandemics such as COVID-19. Further, the number of suppliers has decreased in recent years due to industry consolidation and the financial difficulties of certain suppliers, and this consolidation may continue.\n\n\n \n\n\nAn increase in the spread between the price of steel and steel scrap prices can have a negative impact on our margins.\n No matter how efficient, our operations which use steel as a raw material, create some amount of scrap. The expected price of scrap compared to the price of the steel raw material is generally factored into pricing. Generally, as the price of steel increases, the price of scrap increases by a similar amount. When increases in scrap prices do not keep pace with the increases in the price of the steel raw material, it can have a negative impact on our margins.\n \n\n\n \n\n\nInventories\n\n\n \n\n\nOur businesses could be harmed if we fail to maintain proper inventory levels. \nWe are required to maintain sufficient inventories to accommodate the needs of our customers including, in many cases, short lead times and just-in-time delivery requirements. Although we typically have customer orders in hand prior to placement of our raw material orders for Steel Processing, we anticipate and forecast customer demand for each of our operating segments. We purchase raw materials on a regular basis in an effort to maintain our inventory at levels that we believe are sufficient to satisfy the anticipated needs of our customers based upon orders, customer volume expectations, historic buying practices and market conditions. Inventory levels in excess of customer demand may result in the use of higher-priced inventory to fill orders reflecting lower selling prices, if raw material prices have significantly decreased. For example, if steel prices decrease, we could be forced to use higher-priced steel then on hand to complete orders for which the selling price has decreased. These events could adversely affect our financial results. Conversely, if we underestimate demand for our products or if our suppliers fail to supply quality products in a timely manner, we may experience inventory shortages. Inventory shortages could result in unfilled orders, negatively impacting our customer relationships and resulting in lost revenues, which could harm our businesses and adversely affect our financial results.\n\n\n \n\n\nCustomers and Suppliers\n\n\n \n\n\nThe loss of significant volume from our key customers could adversely affect us. \nA significant loss of, or decrease in, business from any of our key customers could have an adverse effect on our sales and financial results if we cannot obtain replacement business. Also, due to consolidation in the industries we serve, including the automotive, construction and retail industries, our sales may be increasingly sensitive to deterioration in the financial condition of, or other adverse developments with respect to, one or more of our top customers. In addition, certain of our top customers may be able to exert pricing and other influences on us, requiring us to market, deliver and promote our products in a manner that may be more costly to us. We generally do not have long-term contracts with our customers. As a result, although our customers periodically provide notice of their future product needs and purchases, they generally purchase our products on an order-by-order basis, and the relationship, as well as particular orders, can be terminated at any time.\n\n\n \n\n\n10\n\n\n\n\nTable of Contents\n\n\n \n\n\n \n\n\nMany of our key end markets, such as automotive and construction, are cyclical in nature.\n Many of our key end markets, such as automotive and construction, are cyclical and can be impacted by both market demand and raw material supply, particularly with respect to steel. The demand for our products is directly related to, and quickly impacted by, customer demand in our end markets, which can change as the result of changes in the general U.S. or worldwide economies and other factors beyond our control. Adverse changes in demand or pricing can have a negative effect on our businesses.\n\n\n \n\n\nSignificant reductions in sales to any of the Detroit Three automakers, or to our automotive-related customers in general, could have a negative impact on our business. \nApproximately 52% of the fiscal 2023 net sales of our Steel Processing operating segment and a significant amount of the net sales of certain joint ventures are to automotive-related customers. Although we do sell to the domestic operations of foreign automakers and their suppliers, a significant portion of our automotive sales are to Ford, General Motors, and Stellantis North America (the “Detroit Three automakers”) and their suppliers. A reduction in sales for any of the Detroit Three automakers, as well as additional or prolonged idling of production facilities in response to supply chain constraints, has negatively impacted and could continue to negatively impact our business. In addition, certain automakers have begun using greater amounts of aluminum and smaller proportions of steel in some new models, thereby reducing the demand for certain of our products.\n\n\n \n\n\nThe closing or relocation of customer facilities could adversely affect us.\n Our ability to meet delivery requirements and the overall cost of our products as delivered to customer facilities are important competitive factors. If customers close or move their production facilities further away from our manufacturing facilities which can supply them, it could have an adverse effect on our ability to meet competitive conditions, which could result in the loss of sales. Likewise, if customers move their production facilities outside the U.S., it could result in the loss of potential sales for us.\n\n\n \n\n\nSales conflicts with our customers and/or suppliers may adversely impact us.\n In some instances, we may compete with one or more of our customers and/or suppliers in pursuing the same business. Such conflicts may strain our relationships with the parties involved, which could adversely affect our future business with them.\n\n\n \n\n\nThe closing or idling of steel manufacturing facilities could have a negative impact on us. \nAs steel makers have reduced their production capacities by closing or idling production lines, whether due to COVID-19, the war in Ukraine or otherwise, the number of facilities from which we can purchase steel, in particular certain specialty steels, has decreased. Accordingly, if delivery from a supplier is disrupted, particularly with respect to certain types of specialty steel, it may be more difficult to obtain an alternate supply than in the past. These closures and disruptions could also have an adverse effect on our suppliers’ on-time delivery performance, which could have an adverse effect on our ability to meet our own delivery commitments and may have other adverse effects on our businesses.\n\n\n \n\n\nThe loss of key supplier relationships could adversely affect us. \nOver the years, we have developed relationships with certain steel and other suppliers which have been beneficial to us by providing more assured delivery and a more favorable all-in cost, which includes price and shipping costs. If any of those relationships were disrupted, it could have an adverse effect on delivery times and the overall cost, quality and availability of our products or raw materials, which could have a negative impact on our businesses. In addition, we do not have long-term contracts with any of our suppliers. If, in the future, we are unable to obtain sufficient amounts of steel and other materials at competitive prices and on a timely basis from our traditional suppliers, we may be unable to obtain these materials from alternative sources at competitive prices to meet our delivery schedules, which could have a material adverse impact on our results of operations.\n\n\n \n\n\nCompetition\n\n\n \n\n\nOur businesses are highly competitive, and increased competition could negatively impact our financial results.\n Generally, the markets in which we conduct business are highly competitive. Our competitors include a variety of domestic and foreign companies in all major markets. Competition for most of our products is primarily on the basis of price, product quality and our ability to meet delivery requirements. Depending on a variety of factors, including raw material, energy, labor and capital costs, freight availability, government control of foreign currency exchange rates and government subsidies of foreign steel producers or competitors, our businesses may be materially adversely affected by competitive forces. Competition may also increase if suppliers to or customers of our industries begin to more directly compete with our businesses through new facilities, acquisitions or otherwise. As noted above, we can have conflicts with our customers or suppliers who, in some cases, supply the same products and services as we do. Increased competition could cause us to lose market share, increase expenditures, lower our margins or offer additional services at a higher cost to us, which could adversely impact our financial results.\n\n\n \n\n\n \n\n\n11\n\n\n\n\nTable of Contents\n\n\n \n\n\nMaterial or Component Substitution\n\n\n \n\n\nIf steel prices increase compared to certain substitute materials, the demand for our products could be negatively impacted, which could have an adverse effect on our financial results.\n In certain applications, steel competes with other materials, such as aluminum (particularly in the automobile industry), cement and wood (particularly in the construction industry), composites, glass and plastic. Prices of all of these materials fluctuate widely, and differences between the prices of these materials and the price of steel may adversely affect demand for our products and/or encourage material substitution, which could adversely affect the prices of and demand for steel products. The higher cost of steel relative to certain other materials may make material substitution more attractive for certain uses.\n\n\n \n\n\nIf increased government mileage and/or emissions standards for automobiles result in the substitution of other materials for steel, or electric motors for internal combustion engines, demand for our products could be negatively impacted, which could have an adverse effect on our financial results. \nDue to government requirements that manufacturers increase the fuel efficiency of automobiles, the automobile industry is exploring alternative materials to steel in order to decrease weight and increase mileage. In addition, in an effort to reduce emissions, the automobile industry is also shifting toward products that rely on electric motors instead of internal combustion engines. Although our product offerings include certain light weighting solutions and electric motor components, the substitution of lighter weight material for steel and/or electric motors for internal combustion engines in automobiles could adversely affect prices of and demand for our steel products.\n\n\n \n\n\nFreight and Energy\n\n\n \n\n\nIncreasing freight and energy costs could increase our operating costs or the costs of our suppliers, which could have an adverse effect on our financial results.\n The availability and cost of freight and energy, such as electricity, natural gas and diesel fuel, are important in the manufacture and transport of our products. Our operations consume substantial amounts of energy, and our operating costs generally increase when energy costs rise. Factors that may affect our energy costs include significant increases in fuel, oil or natural gas prices, unavailability of electrical power or other energy sources due to droughts, hurricanes or other natural causes or due to shortages resulting from insufficient supplies to serve customers, or interruptions in energy supplies due to equipment failure, international conflict or other causes. During periods of increasing energy and freight costs, we may be unable to fully recover our operating cost increases through price increases without reducing demand for our products. Our financial results could be adversely affected if we are unable to pass all of the cost increases on to our customers or if we are unable to obtain the necessary freight and/or energy. Also, increasing energy costs could put a strain on the transportation of our materials and products if the increased costs force certain transporters to discontinue their operations.\n\n\n \n\n\nWe depend on third parties for freight services, and increases in the costs or the lack of availability of freight services can adversely affect our operations\n. We rely primarily on third parties for transportation of our products as well as delivery of our raw materials, primarily by truck and container ship. If, due to a lack of freight services, raw materials or products are not delivered to us in a timely manner, we may be unable to manufacture and deliver our products to meet customer demand. Likewise, if due to a lack of freight services, we cannot deliver our products in a timely manner, it could harm our reputation, negatively affect our customer relationships and have a material adverse effect on our results of operations. In addition, any increase in the cost of the transportation of raw materials or our products, as a result of increases in fuel or labor costs, higher demand for logistics services, international conflict or otherwise, may adversely affect our results of operations as we may not be able to pass such cost increases on to our customers.\n\n\n \n\n\n \n\n\n12\n\n\n\n\nTable of Contents\n\n\n \n\n\nThe COVID-19 Pandemic and Other Public Health Emergencies\n\n\n \n\n\nThe novel coronavirus (COVID-19) pandemic, as well as similar epidemics and other public health emergencies in the future, could have a material adverse effect on our business financial position, results of operations and cash flows. \nOur operations expose us to risks associated with pandemics, epidemics and other public health\n \nemergencies, such as the COVID-19 pandemic. Our operations were adversely impacted by the effects of the\n \nCOVID-19 pandemic in the form of lower demand from our automotive and heavy truck customers in fiscal 2020\n \ndue to the significant impacts of the various “stay at home” orders then in place and volatility in steel market\n \nprices in fiscal 2021 driven by idled mill capacity and supply chain disruptions. Further impacts of the\n \nCOVID-19 pandemic or other future public health emergencies may include, without limitation, potential\n \nsignificant volatility or continued decreases in the demand for our products, changes in customer and consumer\n \nbehavior and preferences, disruptions in or additional closures of our manufacturing operations or those of our\n \ncustomers and suppliers, disruptions within our supply chain, limitations on our employees’ ability to work and\n \ntravel, potential financial difficulties of customers and suppliers, significant changes in economic or political\n \nconditions, and related volatility in the financial and commodity markets, including volatility in raw material and\n \nother input costs. The extent to which the COVID-19 pandemic, or other public health emergencies, impact our\n \nbusiness will depend on future developments, which cannot be predicted and are highly uncertain. Despite our\n \nefforts to manage the impacts, the degree to which the COVID-19 pandemic or future public health emergencies\n \nand related actions ultimately impact our business, financial position, results of operations and cash flows will\n \ndepend on factors beyond our control including the duration, extent and severity of any resurgence of COVID-19, the actions taken to contain COVID-19 or future public health emergencies and mitigate their public health effects, the impact on the U.S. and global economies and demand for our products, and to what extent normal economic and operating conditions resume. Future disruption to the global economy, as well as to the end markets our business serves, could result in material adverse effects on our business, financial position, results of operations and cash flows.\n\n\n \n\n\nThe ongoing conflict between Russia and Ukraine may adversely affect our business and results of operations.\n\n\n \n\n\nSince early 2022, Russia and Ukraine have been engaged in active armed conflict\n. The length, impact and outcome of the ongoing conflict and its potential impact on our business is highly volatile and difficult to predict. It has and could continue to cause significant market and other disruptions (particularly for our operations in Europe), including significant volatility in commodity prices and supply of energy resources, instability in financial markets, supply chain interruptions, political and social instability, trade disputes or trade barriers, changes in consumer or purchaser preferences, and increases in cyberattacks and espionage.\n\n\n \n\n\nFurther, the broader consequences of the current conflict between Russia and Ukraine may also have the effect of heightening many other risks disclosed in our public filings, any of which could materially and adversely affect our business and results of operations. Such risks include, but are not limited to, adverse effects on global macroeconomic conditions; increased volatility in the price and demand of iron, steel, oil, natural gas, and other commodities, increased exposure to cyberattacks; disruptions in global supply chains; and exposure to foreign currency fluctuations and potential constraints or disruption in the capital markets and our sources of liquidity.\n\n\n \n\n\nWe do not conduct business, either directly or indirectly, in areas impacted by the conflict and, as such, we believe our exposure is principally limited to the impact of the war on macroeconomic conditions, including volatility in commodity and energy prices and supply. Our business was temporarily impacted in the spring of 2022, primarily in the form of higher market prices for steel due to a temporary supply disruption in a key input for our suppliers (pig iron), which has subsequently been resourced by our suppliers.\n\n\n \n\n\nInformation Systems\n\n\n \n\n\nWe are subject to information system security risks and systems integration issues that could disrupt our operations. \nWe are dependent upon information technology and networks in connection with a variety of business activities including the distribution of information internally and to our customers and suppliers. This information technology is subject to potential damage or interruption from a variety of sources, including, without limitation, computer viruses, security breaches, and natural disasters. We could also be adversely affected by system or network disruptions if new or upgraded business management systems are defective, not installed properly or not properly integrated into operations. In addition, security breaches of our information systems could result in unauthorized disclosure or destruction of confidential or proprietary information, misappropriation of our assets, and/or loss of the functionality of our systems. These risks may be exacerbated by a partially remote workforce. Various measures have been implemented to manage our risks related to information system and network disruptions and to prevent attempts to gain unauthorized access to our information systems. While we undertake mitigating activities to counter these risks, a system or human failure could negatively impact our operations and financial results and cyberattacks could threaten the integrity of our trade secrets and sensitive intellectual property.\n\n\n \n\n\n \n\n\n13\n\n\n\n\nTable of Contents\n\n\n \n\n\nBusiness Disruptions\n\n\n \n\n\nDisruptions to our business or the business of our customers or suppliers could adversely impact our operations and financial results\n.  Business disruptions, including materials resulting from shortages of supply or transportation, severe weather events (such as hurricanes, tsunamis, earthquakes, tornados, floods and blizzards), casualty events (such as explosions, fires or material equipment breakdown), acts of terrorism, international conflicts (such as the war in Ukraine), labor disruptions, the idling of facilities due to reduced demand (resulting from a downturn in economic activity or otherwise), pandemic disease such as COVID-19, or other events (such as required maintenance shutdowns), could cause interruptions to our businesses as well as the operations of our customers and suppliers. While we maintain insurance coverage that can offset some losses relating to certain types of these events, losses from business disruptions could have an adverse effect on our operations and financial results and we could be adversely impacted to the extent any such losses are not covered by insurance or cause some other adverse impact to us.\n\n\n \n\n\nForeign Operations\n\n\n \n\n\nEconomic, political and other risks associated with foreign operations could adversely affect our international financial results.\n Although the substantial majority of our business activity takes place in the U.S., we derive a portion of our revenues and earnings from operations in foreign countries, and we are subject to risks associated with doing business internationally. We have wholly-owned facilities in Austria, Canada, China, Germany, India, Mexico, Poland and Portugal and joint venture facilities in Brazil, Canada and Mexico and are active in exploring other foreign opportunities. The risks of doing business in foreign countries include, among other factors: the potential for adverse changes in the local political climate, in diplomatic relations between foreign countries and the U.S. or in government policies, laws or regulations; international conflicts; terrorist activity that may cause social disruption; logistical and communications challenges; costs of complying with a variety of laws and regulations; difficulty in staffing and managing geographically diverse operations; deterioration of foreign economic conditions; inflation and fluctuations in interest rates; foreign currency exchange rate fluctuations; foreign exchange restrictions; differing local business practices and cultural considerations; restrictions on imports and exports or sources of supply, including energy and raw materials; changes in duties, quotas, tariffs, taxes or other protectionist measures; and potential issues related to matters covered by the Foreign Corrupt Practices Act, regulations related to import/export controls, the Office of Foreign Assets Control sanctions program, anti-boycott provisions or similar laws. We believe that our business activities outside of the U.S. involve a higher degree of risk than our domestic activities, and any one or more of these factors could adversely affect our operating results and financial condition. In addition, global and regional economic conditions and the volatility of worldwide capital and credit markets have significantly impacted and may continue to significantly impact our foreign customers and markets. These factors may result in decreased demand in our foreign operations and have had significant negative impacts on our business. Refer to the \nGeneral Economic or Industry Downturns and Weakness\n risk factors herein for additional information concerning the impact of the global economic conditions and the volatility of capital and credit markets on our business.\n\n\n \n\n\nJoint Ventures and Investments\n\n\n \n\n\nA change in the relationship between the members of any of our joint ventures may have an adverse effect on that joint venture and our financial results\n. We have been successful in the development and operation of various joint ventures. We believe an important element in the success of any joint venture is a solid relationship between\n \nthe members of that joint venture. If there is a change in ownership, a change of control, a change in management\n \nor management philosophy, a change in business strategy or another event with respect to a member of a joint\n \nventure that adversely impacts the relationship between the joint venture members, it could adversely impact that\n \njoint venture and, therefore, adversely impact us. The other members in our joint ventures may also, as a result of financial or other reasons, be\n \nunable or unwilling to support actions that we believe are in the best interests of the respective joint ventures. In\n \naddition, joint ventures necessarily involve special risks. Whether or not we hold a majority interest or maintain\n \noperational control in a joint venture, the other members in our joint ventures may have economic or business\n \ninterests or goals that are inconsistent with our interests or goals. For example, because they are joint ventures,\n \nwe do not have full control of every aspect of the joint venture’s business and/or certain significant decisions\n \nconcerning the joint venture, which may require certain approvals from the other members in our joint ventures,\n \nand the other members in our joint ventures may take action contrary to our policies or objectives with respect to our investments, or\n \nmay otherwise be unable or unwilling to support actions that we believe are in the best interests of the respective\n \njoint venture, each of which could have an adverse effect on that joint venture and our financial results.\n\n\n \n\n\n \n\n\n14\n\n\n\n\nTable of Contents\n\n\n \n\n\nAcquisitions\n\n\n \n\n\nWe may be unable to successfully consummate, manage or integrate our acquisitions or our acquisitions may not meet our expectations. \nA portion of our growth has occurred through acquisitions. We may from time to time continue to seek attractive opportunities to acquire businesses, enter into joint ventures and make other investments that are complementary to our existing strengths. There are no assurances, however, that any acquisition opportunities will arise or, if they do, that they will be consummated, or that any needed additional financing for such opportunities will be available on satisfactory terms when required. In addition, acquisitions involve risks that the businesses acquired will not perform in accordance with expectations, that business judgments concerning the value, strengths and weaknesses of businesses acquired will prove incorrect, that we may assume unknown liabilities from the seller, that the acquired businesses may not be integrated successfully and that the acquisitions may strain our management resources or divert management’s attention from other business concerns. International acquisitions may present unique challenges and increase our exposure to the risks associated with foreign operations and countries. Also, failure to successfully integrate any of our acquisitions may cause significant operating inefficiencies and could adversely affect our operations and financial condition.  Even if the operations of an acquisition are integrated successfully, we may fail to realize the anticipated benefits of the acquisition, including the synergies, cost savings or growth opportunities that we expect. These benefits may not be achieved within the anticipated timeframe, or at all. Failing to realize the benefits could have a material adverse effect on our financial condition and results of operations.\n\n\n \n\n\nCapital Expenditures and Capital Resources\n\n\n \n\n\nOur business requires capital investment and maintenance expenditures, and our capital resources may not be adequate to provide for all of our cash requirements. \nMany of our operations are capital intensive. For the five-year period ended May 31, 2023, our total capital expenditures, including acquisitions and investment activity, were approximately $1.0 billion. Additionally, as of May 31, 2023, we were obligated to make aggregate operating and financing lease payments of $125.0 million and $6.0 million, respectively, under lease agreements. Our businesses also require expenditures for maintenance of our facilities. Additionally, growth in the electrical steel market will require a significant amount of strategic capital expenditures to meet market growth expectations. We currently believe that we have adequate resources (including cash and cash equivalents, cash provided by operating activities, and availability under existing credit facilities) to meet our cash needs for normal operating costs, capital expenditures, debt repayments, dividend payments, future acquisitions and working capital for our existing businesses. However, given the potential for challenges, uncertainty and volatility in the domestic and global economies and financial markets, there can be no assurance that our capital resources will be adequate to provide for all of our cash requirements.\n\n\n \n\n\nLitigation\n\n\n \n\n\nWe may be subject to legal proceedings or investigations, the resolution of which could negatively affect our results of operations and liquidity. \nOur results of operations or liquidity could be affected by an adverse ruling in any legal proceedings or investigations which may be pending against us or filed against us in the future. We are also subject to a variety of legal and compliance risks, including, without limitation, potential claims relating to product liability, product recall, privacy and information security, health and safety, environmental matters, intellectual property rights, taxes and compliance with U.S. and foreign export laws, anti-bribery laws, competition laws and sales and trading practices. While we believe that we have adopted appropriate risk management and compliance programs to address and reduce these risks, the global and diverse nature of our operations means that these risks will continue to exist and additional legal proceedings and contingencies may arise from time to time. An adverse ruling or settlement or an unfavorable change in laws, rules or regulations could have a material adverse effect on our financial condition, results of operations or liquidity.\n\n\n \n\n\nClaims and Insurance\n\n\n \n\n\nAdverse claims experience, to the extent not covered by insurance, may have an adverse effect on our financial results. \nWe self-insure most of our risks for product recall, cyber liability and pollution liability. We also self-insure a significant portion of our potential liability for workers’ compensation, product liability, general liability, property liability, automobile liability and employee medical claims, and in order to reduce risk for these liabilities, we purchase insurance from highly-rated, licensed insurance carriers that cover most claims in excess of the applicable deductible or retained amounts. We also maintain reserves for the estimated cost to resolve certain open claims that have been made against us (which may include active product recall or replacement programs), as well as an estimate of the cost of claims that have been incurred but not reported. The occurrence of significant claims (including claims not covered by insurance or well in excess of insurance limits), our failure to adequately reserve for such claims, a significant cost increase to maintain our insurance or the failure of our insurance providers to perform could have an adverse impact on our financial condition and results of operations.\n\n\n \n\n\n \n\n\n15\n\n\n\n\nTable of Contents\n\n\n \n\n\nAccounting and Tax-Related Estimates\n\n\n \n\n\nWe are required to make accounting and tax-related estimates, assumptions and judgments in preparing our consolidated financial statements, and actual results may differ materially from the estimates, assumptions and judgments that we use.\n In preparing our consolidated financial statements in accordance with accounting principles generally accepted in the U.S. (“U.S. GAAP”), we are required to make certain estimates and assumptions that affect the accounting for and recognition of assets, liabilities, revenues and expenses. These estimates and assumptions must be made because certain information that is used in the preparation of our consolidated financial statements is dependent on future events or cannot be calculated with a high degree of precision from data available to us. In some cases, these estimates and assumptions are particularly difficult to determine and we must exercise significant judgment. Some of the estimates, assumptions and judgments having the greatest amount of uncertainty, subjectivity and complexity are related to our accounting for bad debts, returns and allowances, inventory, self-insurance reserves, derivatives, stock-based compensation, deferred tax assets and liabilities and asset impairments. Our actual results may differ materially from the estimates, assumptions and judgments that we use, which could have a material adverse effect on our financial condition and results of operations.\n\n\n \n\n\nOur internal controls could be negatively impacted if\n \na portion of our workforce continues to work remotely, as new processes, procedures, and controls could be required due to the changes in our business environment, which could negatively impact our internal control over financial reporting.\n\n\n \n\n\nPrincipal Shareholder\n\n\n \n\n\nThe principal shareholder of Worthington Industries may have the ability to exert significant influence in matters requiring a shareholder vote and could delay, deter or prevent a change in control of Worthington Industries. \nPursuant to the charter documents of Worthington Industries, certain matters such as those in which a person would attempt to acquire or take control of Worthington Industries, must be approved by the vote of the holders of common shares representing at least 75% of Worthington Industries’ outstanding voting power. Approximately 35% of the outstanding common shares are beneficially owned, directly or indirectly, by John P. McConnell, our Executive Chairman. As a result of his beneficial ownership of these common shares, Mr. McConnell may have the ability to exert significant influence in these matters and other proposals upon which shareholders may vote.\n\n\n \n\n\nEmployees\n\n\n \n\n\nThe loss of, or inability to attract and retain, qualified personnel could adversely affect our business. \nOur ability to successfully operate, grow our business and implement our business strategies is largely dependent on the efforts, abilities and services of our employees. The loss of employees or our inability to attract, train and retain additional personnel could reduce the competitiveness of our business or otherwise impair our operations or prospects. Our future success will also depend, in part, on our ability to attract and retain qualified personnel, including engineers and other skilled technicians, who have experience in the application of our products and are knowledgeable about our business, markets and products.\n \n\n\n \n\n\nIf we lose senior management or other key employees, our business may be adversely affected. \nWe cannot assure that we will be able to retain our existing senior management personnel or other key employees or attract additional qualified personnel when needed. The loss of any member of our management team could adversely impact our business and operations. We have not entered into any formal employment contracts with or other stand-alone change in control provisions relative to our executive officers. However, we do have certain change in control provisions in our various compensation plans. We may modify our management structure from time to time or reduce our overall workforce, which may create marketing, operational and other business risks.\n\n\n \n\n\nCredit Ratings\n\n\n \n\n\nRatings agencies may downgrade our credit ratings, which may make it more difficult for us to raise capital and could increase our financing costs. \nAny downgrade in our credit ratings may make raising capital more difficult, may increase the cost and affect the terms of future borrowings, may affect the terms under which we purchase goods and services and may limit our ability to take advantage of potential business opportunities. In addition, the interest rate on our revolving credit facility is tied to our credit ratings, and any downgrade of our credit ratings would likely result in an increase in the cost of borrowings under our revolving credit facility.\n\n\n \n\n\n \n\n\n16\n\n\n\n\nTable of Contents\n\n\n \n\n\nDifficult Financial Markets\n\n\n \n\n\nIf we are required to raise capital in the future, we could face higher borrowing costs, less available capital, more stringent terms and tighter covenants or, in extreme conditions, an inability to raise capital. \nAlthough we currently have cash reserves, as well as adequate borrowing availability under our existing credit facilities and should be able to access other capital if needed, should those facilities become unavailable due to covenant or other defaults, or should financial markets tighten so that we otherwise cannot raise capital outside our existing facilities, or the terms under which we do so change, we may be negatively impacted. Any adverse change in our access to capital or the terms of our borrowings, including increased costs, could have a negative impact on our financial condition.\n\n\n \n\n\nEnvironmental, Health and Safety\n\n\n \n\n\nWe may incur additional costs related to environmental and health and safety matters. \nOur operations and facilities are subject to a variety of federal, state, local and foreign laws and regulations relating to the protection of the environment and human health and safety. Compliance with these laws and regulations and any changes therein may sometimes involve substantial operating costs and capital expenditures, and any failure to maintain or achieve compliance with these laws and regulations or with the permits required for our operations could result in increased costs and capital expenditures and potentially fines and civil or criminal sanctions, third-party claims for property damage or personal injury, cleanup costs or temporary or permanent discontinuance of operations. Over time, we and predecessor operators of our facilities have generated, used, handled and disposed of hazardous and other regulated wastes. Environmental liabilities, including cleanup obligations, could exist at our facilities or at off-site locations where materials from our operations were disposed of or at facilities we have divested, which could result in future expenditures that cannot be currently quantified and which could reduce our profits and cash flow. We may be held strictly liable for any contamination of these sites, and the amount of any such liability could be material. Under the “joint and several” liability principle of certain environmental laws, we may be held liable for all remediation costs at a particular site, even with respect to contamination for which we are not responsible. In addition, changes in environmental and human health and safety laws, rules, regulations or enforcement policies could have a material adverse effect on our business, financial condition or results of operations.\n\n\n \n\n\nSeasonality\n\n\n \n\n\nOur operations have historically been subject to seasonal fluctuations that may impact our cash flows for a particular period. \nAlthough we experienced consistently strong demand for many of our products in each quarter of fiscal 2023, our sales are generally strongest in the fourth quarter of the fiscal year when all of our operating segments are normally operating at seasonal peaks, and our sales are generally weakest in the third quarter of the fiscal year, primarily due to reduced activity in the building and construction industry as a result of the colder, more inclement weather, as well as customer plant shutdowns in the automotive industry due to holidays. Our quarterly results may also be affected by the timing of large customer orders. Consequently, our cash flow from operations may fluctuate significantly from quarter to quarter. If, as a result of any such fluctuation, our quarterly cash flows were significantly reduced, we may be unable to service our indebtedness or maintain compliance with certain covenants under the documents governing our indebtedness. A default under any of the documents governing our indebtedness could prevent us from borrowing additional funds, limit our ability to pay interest or principal and allow our lenders to declare the amounts outstanding to be immediately due and payable and to exercise certain other remedies.\n\n\n \n\n\nRisks Related to the Separation and Our Relationship with Worthington Steel\n\n\n \n\n\nAs a separate, publicly-traded company, New Worthington may not enjoy the same benefits that we do when consolidated with Worthington Steel.\n\n\n \n\n\nThere is a risk that, by separating Worthington Steel, New Worthington may become more susceptible to market fluctuations and other adverse events than if New Worthington and Worthington Steel remain combined. As a combined company, we have been able to enjoy certain benefits from our operating diversity, purchasing power and opportunities to pursue integrated strategies across our businesses. As separate, publicly-traded companies, New Worthington and Worthington Steel will not have similar diversity or integration opportunities and may not have similar purchasing power or access to capital markets.\n\n\n \n\n\n \n\n\n17\n\n\n\n\nTable of Contents\n\n\n \n\n\nOur customers, prospective customers, suppliers or other companies with whom we conduct business may conclude that our financial stability as a separate, publicly-traded company is insufficient to satisfy their requirements for doing or continuing to do business with them.\n\n\n \n\n\nSome of our customers, prospective customers, suppliers or other companies with whom we conduct business may conclude that our financial stability as a separate, publicly-traded company is insufficient to satisfy their requirements for doing or continuing to do business with them, or may require us to provide additional credit support, such as letters of credit or other financial guarantees. Any failure of parties to be satisfied with our financial stability could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\n\n \n\n\nIf the distribution, together with certain related transactions, fails to qualify as a reorganization under Sections 355 and 368(a)(1)(D) of the Internal Revenue Code of 1986, as amended (the “Code”), New Worthington and its shareholders could incur significant tax liabilities.\n\n\n \n\n\nThe distribution is conditioned upon, among other things, our receipt of an opinion of Latham & Watkins LLP, tax counsel to Worthington, regarding the qualification of the distribution, together with certain related transactions, as a reorganization under Sections 355 and 368(a)(1)(D) of the Code. The opinion of tax counsel will be based on, among other things, certain factual assumptions, representations and undertakings from New Worthington and Worthington Steel, including those regarding the past and future conduct of the companies’ respective businesses and other matters. If any of these factual assumptions, representations, or undertakings are incorrect or not satisfied, we may not be able to rely on the opinion, and New Worthington and its shareholders could be subject to significant U.S. federal income tax liabilities. In addition, the opinion of tax counsel will not be binding on the U.S. Internal Revenue Service (the “IRS”) or the courts, and, notwithstanding the opinion of tax counsel, the IRS could determine on audit that the distribution does not so qualify or that the distribution should be taxable for other reasons, including as a result of a significant change in stock or asset ownership after the distribution.\n\n\n \n\n\nIf the distribution is ultimately determined not to qualify as a reorganization under Sections 355 and 368(a)(1)(D) of the Code, the distribution could be treated as a taxable disposition of common shares of Worthington Steel by New Worthington and as a taxable dividend or capital gain to the shareholders of New Worthington for U.S. federal income tax purposes. In such case, New Worthington and its shareholders that are subject to U.S. federal income tax could incur significant U.S. federal income tax liabilities.\n \n\n\n \n\n\nIn addition, we will undertake certain internal restructuring transactions in connection with the transfer of assets and liabilities to Worthington Steel in accordance with the separation agreement. Such internal restructuring transactions are intended to qualify as transactions that are generally tax-free for U.S. federal income tax purposes. If such internal restructuring transactions were to fail to qualify as transactions that are generally tax-free for U.S. federal income tax purposes, New Worthington and Worthington Steel could be subject to additional tax liabilities.\n\n\n \n\n\nAfter the distribution, certain New Worthington executive officers and directors may have actual or potential conflicts of interest because of their equity interests in Worthington Steel.\n \n\n\n \n\n\nBecause of their current or former positions with the Company, certain New Worthington executive officers and directors are expected to own equity interests in Worthington Steel. Ownership of common shares of Worthington Steel could create, or appear to create, potential conflicts of interest if we and Worthington Steel face decisions that could have implications for both Worthington Steel and New Worthington after the Separation.\n\n\n \n\n\nWorthington Steel may compete with New Worthington.\n \n\n\n \n\n\nWorthington Steel will not be restricted from competing with New Worthington. If Worthington Steel decides to engage in the type of business New Worthington conducts, it may be able to obtain a competitive advantage over New Worthington, which may cause New Worthington’s business, financial condition and results of operations to be materially adversely affected.\n\n\n \n\n\nWe may not achieve some or all of the expected benefits of the Separation, and the separation may adversely affect our business.\n\n\n \n\n\nWe may not be able to achieve the full strategic and financial benefits expected to result from the Separation, or such benefits may be delayed or not occur at all. The Separation is expected to provide the following benefits, among others:\n\n\n \n\n\n18\n\n\n\n\nTable of Contents\n\n\n \n\n\n•\nthe Separation will allow investors to separately value Worthington Steel and New Worthington based on our two distinct investment identities. The New Worthington business differs from Worthington Steel’s business in several respects, such as the market for products and manufacturing processes. The Separation will enable investors to evaluate the merits, performance and future prospects of each company’s respective businesses and to invest in each company separately based on their respective distinct characteristics;\n\n\n•\nthe Separation will create an independent equity structure that will afford each company direct access to the capital markets and facilitate each company’s ability to capitalize on its unique business and growth opportunities;\n\n\n•\nthe Separation will facilitate incentive compensation arrangements for employees more directly tied to the performance of the relevant company’s businesses, and may enhance employee hiring and retention by, among other things, improving the alignment of management and employee incentives with performance and growth objectives;\n\n\n•\nthe Separation will permit each company to concentrate its financial resources solely on its own operations without having to compete with each other for investment capital. This will provide each company with greater flexibility to invest capital in its businesses in a time and manner appropriate for its distinct strategy and business needs; and\n\n\n•\nthe Separation will allow each company to more effectively pursue its distinct operating priorities and strategies and enable management of each company to focus on unique opportunities for long-term growth and profitability. The companies’ separate management teams will also be able to focus on executing each company’s differing strategic plans without diverting attention from the other’s business.\n\n\n \n\n\nThese and other anticipated benefits may not be achieved for a variety of reasons, including, among others:\n\n\n•\nas a current part of Worthington, the New Worthington business benefits from Worthington’s size and purchasing power in procuring certain goods, services and technologies. After the separation, as a separate entity, New Worthington may be unable to obtain these goods, services and technologies at prices or on terms as favorable as those Worthington obtained prior to the separation. New Worthington may also incur costs for certain functions previously performed by Worthington, such as accounting, tax, legal, human resources and other general administrative functions that are higher than the amounts reflected in our historical financial statements, which could cause New Worthington’s profitability to decrease;\n\n\n•\nthe actions required to separate the companies’ respective businesses could disrupt each company’s operations;\n\n\n•\ncertain costs and liabilities that were otherwise less significant to Worthington as a whole will be more significant for New Worthington and Worthington Steel as separate companies after the Separation;\n\n\n•\nNew Worthington (and prior to the Separation, Worthington) will incur costs in connection with the transition to being a separate, publicly-traded company that may include accounting, tax, legal and other professional services costs, recruiting and relocation costs associated with hiring or reassigning personnel and costs to separate information systems; and\n\n\n•\n(i) the Separation will require significant amounts of management’s time and effort, which may divert management’s attention from operating and growing our business, (ii) following the Separation, each company may be more susceptible to market fluctuations and other adverse events than if the companies were still combined and (iii) following the Separation, the companies’ businesses will be less diversified than the combined businesses prior to the Separation.\n\n\n \n\n\nIf some or all of the anticipated benefits from the Separation are not achieved as anticipated, or if such benefits are delayed, our business, operating results and financial condition could be adversely affected.\n\n\n \n\n\nWe may have received better terms from unaffiliated third parties than the terms we will receive in our agreements with Worthington Steel.\n\n\n \n\n\nThe agreements we will enter into with Worthington Steel in connection with the separation, including the separation agreement, transition services agreement, employee matters agreement, tax matters agreement and other commercial agreements were prepared in the context of the Separation while we were still a combined company. Accordingly, during the period in which the terms of those agreements were prepared, we did not have a separate or independent board of directors or a management team that was separate from or independent of Worthington Steel. As a result, the terms of those agreements may not reflect terms that would have resulted from arm’s-length negotiations between unaffiliated third parties. Arm’s-length negotiations between us and an unaffiliated third party in another form of transaction, such as a buyer in a sale of a business transaction, may have resulted in more favorable terms from the unaffiliated third party.\n \n\n\n \n\n\n \n\n\n19\n\n\n\n\nTable of Contents\n\n\n \n\n\nNew Worthington may fail to perform under various transaction agreements that will be executed as part of the Separation.\n\n\n \n\n\nThe separation agreement and other agreements to be entered into in connection with the Separation will determine the allocation of assets and liabilities between New Worthington and Worthington Steel following the Separation and will include any necessary indemnifications related to liabilities and obligations. The transition services agreement will provide for the performance of certain services by each company for the benefit of the other for a period of time after the Separation. We will rely on Worthington Steel after the Separation to satisfy its performance and payment obligations under these agreements. If Worthington Steel is unable to satisfy its obligations under these agreements, including its indemnification obligations, we could incur operational difficulties or losses.\n \n\n\n \n\n\nGeneral Risks\n\n\n \n\n\nGeneral Economic or Industry Downturns and Weakness\n\n\n \n\n\nOur industries are cyclical and weakness or downturns in the general economy or certain industries could have an adverse effect on our business. \nIf the domestic or global economies, or certain industry sectors of those economies that are key to our sales, contract or deteriorate, it could result in a corresponding decrease in demand for our products and negatively impact our results of operations and financial conditions.\n\n\n \n\n\nVolatility in the U.S. and worldwide capital and credit markets could impact our end markets and result in negative impacts on demand, increased credit and collection risks and other adverse effects on our businesses. \nThe domestic and worldwide capital and credit markets have experienced significant volatility, disruptions and dislocations with respect to price and credit availability. These factors caused diminished availability of credit and other capital in our end markets, and for participants in, and the customers of, those markets. The effects of the financial crisis, recent bank failures, concerns over the economic impact of COVID-19, the war in Ukraine and inflationary pressures, continue to present risks to us, our customers or our suppliers. In particular, there is no guarantee that the credit markets or liquidity will not once again be restricted. Stricter lending standards may make it more difficult and costly for some firms to access the credit markets. Further, uncertainties in Europe, especially in light of the war in Ukraine, regarding the financial sector and sovereign debt and the potential impact on banks in other regions of the world will continue to weigh on global and domestic growth. Although we believe we have adequate access to several sources of contractually committed borrowings and other available credit facilities, these risks could restrict our ability to borrow money on acceptable terms in the credit markets and potentially affect our ability to draw on our credit facilities. In addition, restricted access to the credit markets could make it difficult, or in some cases, impossible for our suppliers and customers to borrow money to fund their operations. Lack of, or limited access to, capital would adversely affect our suppliers to produce the materials we need for our operations and our customers’ ability to purchase our products or, in some cases, to pay for our products on a timely basis.\n\n\n \n\n\nTax Laws and Regulations\n\n\n \n\n\nTax increases or changes in tax laws or regulations could adversely affect our financial results. \nWe are subject to tax and related obligations in the jurisdictions in which we operate or do business, including state, local, federal and non-U.S. taxes. The taxing rules of the various jurisdictions in which we operate or do business often are complex and subject to varying interpretations. Tax authorities may challenge tax positions that we take or historically have taken and may assess taxes where we have not made tax filings or may audit the tax filings we have made and assess additional taxes. Some of these assessments may be substantial, and also may involve the imposition of penalties and interest.\n\n\n \n\n\nIn addition, governments could change their existing tax laws, impose new taxes on us or increase the rates at which we are taxed in the future. The payment of substantial additional taxes, penalties or interest resulting from tax assessments, or the imposition of any new taxes, could materially and adversely impact our results of operations and financial condition. For example, President Biden has previously proposed to increase the federal corporate income tax rate and, if any such proposal were to be adopted, then the increase in the federal corporate income tax rate would adversely affect our results of operations in future periods.\n\n\n \n\n\n \n\n\n20\n\n\n\n\nTable of Contents\n\n\n \n\n\nLegislation and Regulations\n\n\n \n\n\nCertain proposed legislation and regulations may have an adverse impact on the economy in general and in our markets specifically, which may adversely affect our businesses.\n Our businesses may be negatively impacted by a variety of new or proposed legislation or regulations. For example, legislation and regulations proposing increases in taxation on, or heightened regulation of, greenhouse gas emissions may result in higher prices for steel, higher prices for utilities required to run our facilities, higher fuel costs for us and our suppliers and distributors, limitations on our ability to produce, use or sell certain products and other adverse impacts. To the extent that new legislation or regulations increase our costs, we may not be able to fully pass these costs on to our customers without a resulting decline in sales and adverse impact to our profits. Likewise, to the extent new legislation or regulations would have an adverse effect on the economy, our markets or the ability of domestic businesses to compete against foreign operations, we could also be adversely impacted.\n\n\n \n\n\nChanges to global data privacy laws and cross-border transfer requirements could adversely affect our businesses and operations. \nOur businesses depend on the transfer of data between our affiliated entities, to and from our business partners, and with third-party service providers, which may be subject to global data privacy laws and cross-border transfer restrictions. In particular, the European Union has implemented the General Data Protection Regulation (“GDPR”), which contains numerous requirements that must be complied with in connection with how we handle personal data related to our European-based operations and employees. A number of U.S. states have also introduced and passed legislation to expand data breach notification rules and to mirror some of the protections provided by GDPR. While we take steps to comply with these legal requirements, the volatility and changes to the applicability of those laws may impact our ability to effectively transfer data across borders in support of our business operations. Compliance with GDPR, or other regulatory standards, could also increase our cost of doing business and/or force us to change our business practices in a manner adverse to our businesses. In addition, violations of GDPR, or other privacy regulations, may result in significant fines, penalties and damage to our brands and businesses which could, individually or in the aggregate, materially harm our businesses and reputation.\n\n\n \n\n\nSignificant changes to the U.S. federal government’s trade policies, including new tariffs or the renegotiation or termination of existing trade agreements and/or treaties, may adversely affect our financial performance. \nIn recent years, the U.S. federal government has altered U.S. international trade policy and has indicated its intention to renegotiate or terminate certain existing trade agreements and treaties with foreign governments. The U.S. federal government’s decision to implement new trade agreements, and/or withdraw or materially modify other existing trade agreements or treaties may adversely impact our business, customers and/or suppliers by disrupting trade and commercial transactions and/or adversely affect the U.S. economy or specific portions thereof.  Further, it is uncertain what impact COVID-19 and the reactions of governmental authorities and others thereto will have on international trade and what impact any changes in international trade will have on the economy or on the businesses of the Company and those of its customers and its suppliers.\n\n\n \n\n\nAdditionally, the U.S. federal government has imposed tariffs on certain foreign goods, including on certain steel products imported into the U.S. Although such steel tariffs may benefit portions of our business, these tariffs, as well as country-specific or product-specific exemptions, may also lead to steel price fluctuations and retaliatory actions from foreign governments and/or modifications to the purchasing patterns of our customers that could adversely affect our business or the steel industry as a whole. In particular, certain foreign governments, including Canada, China and Mexico, as well as the European Union, have instituted or are considering imposing tariffs on certain U.S. goods, which previously contributed to increased raw material prices, but did not have a significant or recurring impact on our business. Restrictions on trade with foreign countries, imposition of customs duties or further modifications to U.S. international trade policy have the potential to disrupt our supply chain or the supply chains of our customers and to adversely impact demand for our products, our costs, customers, suppliers and/or the U.S. economy or certain sectors thereof, potentially leading to negative effects on our business.\n\n\n \n\n\nImpairment Charges\n\n\n \n\n\nWeakness or instability in the general economy, our markets or our results of operations could result in future asset impairments, which would reduce our reported earnings and net worth. \nEconomic conditions remain fragile in some markets and the possibility remains that the domestic or global economies, or certain industry sectors that are key to our sales, may deteriorate. If certain of our operating segments are adversely affected by challenging economic and financial conditions, we may be required to record future impairments, which would negatively impact our results of operations.\n\n\n \n\n",
    "item7": ">Item 7. – Management’s Discussion and Analysis o\nf Financial Condition and Results of Operations\n\n\n \n\n\nSelected statements contained in this “Item 7. – Management’s Discussion and Analysis of Financial Condition and Results of Operations” (“MD&A”) constitute forward-looking statements, as that term is used in the PSLRA. Such forward-looking statements are based, in whole or in part, on management’s beliefs, estimates, assumptions and currently available information. For a more detailed discussion of what constitutes a forward-looking statement and of some of the factors that could cause actual results to differ materially from such forward-looking statements, please refer to the “Safe Harbor Statement” in the beginning of this Form 10-K and “Part I - Item 1A. - Risk Factors” of this Form 10-K.\n\n\n \n\n\nThis MD&A should be read in conjunction with our consolidated financial statements and the related Notes in this Form 10-K. This MD&A is designed to provide a reader with material information relevant to an assessment of our financial condition and results of operations and to allow investors to view the Company from the perspective of management. This MD&A is divided into seven main sections:\n\n\n \n\n\n•\nSeparation from the Steel Processing Business;\n\n\n•\nBusiness Overview;\n\n\n•\nRecent Business Developments;\n\n\n•\nTrends and Factors Impacting our Performance;\n\n\n•\nResults of Operations;\n\n\n•\nLiquidity and Capital Resources; and\n\n\n•\nCritical Accounting Estimates\n\n\n \n\n\nSeparation from the Steel Processing Business\n\n\n \n\n\nOn September 29, 2022, we announced our intention to complete the Separation, a spin-off of Worthington Steel, our existing Steel Processing business, into a stand-alone publicly traded company through a generally tax-free pro rata distribution of 100% of the common shares of Worthington Steel to Worthington Industries’ shareholders. New Worthington, the remaining company, is expected to be comprised of our Consumer Products, Building Products and Sustainable Energy Solutions operating segments. While we currently intend to effect the distribution, subject to satisfaction of certain conditions, we have no obligation to pursue or consummate any dispositions of our ownership interest in Worthington Steel, including through the completion of the distribution, by any specified date or at all. The distribution is subject to various conditions, including final approval by the Board; the transfer of assets and liabilities to Worthington Steel in accordance with the separation agreement; due execution and delivery of the agreements relating to the Separation; no order, injunction or decree issued by any court of competent jurisdiction or other legal restraint or prohibition in effect preventing the consummation of the Separation, the distribution or any of the related transactions; acceptance for listing on the NYSE of the common shares of Worthington Steel to be distributed, subject to official notice of distribution; completion of financing, and no other event or development having occurred or being in existence that, in the judgment of the Board, in its sole discretion, makes it inadvisable to effect the Separation, the distribution or the other related transactions.\n\n\n \n\n\nBusiness Overview\n\n\n \n\n\nWe are an industrial manufacturing company focused on value-added steel processing and manufactured consumer, building, and sustainable mobility products. Our manufactured products include: pressure cylinders for LPG, CNG, hydrogen, oxygen, refrigerant and other industrial gas storage; water well tanks for commercial and residential uses; hand torches and filled hand torch cylinders; propane-filled camping cylinders; helium-filled balloon kits; specialized hand tools and instruments; and drywall tools and related accessories; and, through our joint ventures, complete ceiling grid solutions; laser welded blanks; light gauge steel framing for commercial and residential construction; and engineered cabs, operator stations and cab components.\n\n\n \n\n\n \n\n\n27\n\n\n\n\nTable of Contents\n\n\n \n\n\nWe own controlling interests in the following consolidated operating joint ventures: Spartan, Samuel and TWB. We also own a controlling interest in WSP, which became a non-operating joint venture on October 31, 2022, when we completed the sale of the remaining net assets of the WSP joint venture. The net assets and operating results of these four joint ventures are consolidated with the equity owned by the minority joint venture member shown as “noncontrolling interests” in our consolidated balance sheets, and the noncontrolling interest in net earnings and other comprehensive income (loss) (“OCI”) shown as net earnings or comprehensive income attributable to noncontrolling interests in our consolidated statements of earnings and consolidated statements of comprehensive income, respectively. Our remaining joint ventures, ClarkDietrich, Serviacero Worthington, WAVE and Workhorse, are unconsolidated and accounted for using the equity method. Our noncontrolling investment in ArtiFlex is also accounted for under the equity method, on a historical basis, through its divestiture on August 3, 2022, as discussed further under \nRecent Business Developments\n.\n \n\n\n \n\n\nOur operations are managed on a product and services basis and, in the case of our manufactured products, are organized around the key end markets. Our management structure consists of four reportable operating segments: Steel Processing, Consumer Products, Building Products, and Sustainable Energy Solutions. A discussion of each reportable segments is provided below:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReportable Segments\n\n\nDescription\n\n\n\n\n\n\nSteel Processing\n\n\nThis segment is a value-added processor of carbon flat-rolled steel, a producer of laser welded solutions, and a provider of electrical steel laminations. This segment provides a diversified range of products and services that span a variety of end markets. It serves its customers primarily by processing flat-rolled steel coils, which it sources primarily from various North American integrated steel mills and mini-mills, into the precise type, thickness, length, width, shape, and surface quality required by customer specifications. It can sell steel on a direct basis, whereby it is exposed to the risk and rewards of ownership of the material while in our possession. Alternatively, it can also toll process steel under a fee for service arrangement whereby it processes customer-owned material. Its manufacturing facilities further benefit from the flexibility to scale between direct versus tolling services based on demand dynamics throughout the year. Steel Processing includes the operations of our three consolidated operating joint ventures (Spartan, Samuel and TWB) as well as our unconsolidated operating joint venture (Serviacero Worthington).\n \n\n\n\n\n\n\nConsumer Products\n\n\nThis segment consists of products in the tools, outdoor living and celebrations end markets with owned and licensed brands that include Coleman®, Bernzomatic®, Balloon Time®, Mag-Torch®, General®, Garden-Weasel®, Pactool International®, Hawkeye\u0099, Worthington Pro Grade\u0099 and Level5®. These include propane-filled cylinders for torches, camping stoves and other applications, certain LPG cylinders, handheld torches, helium-filled balloon kits, specialized hand tools and instruments, and drywall tools and accessories sold primarily to mass merchandisers, retailers and distributors. LPG cylinders, which hold fuel for barbeque grills and recreational vehicle equipment, are also sold through cylinder exchangers.\n\n\n\n\n\n\nBuilding Products\n\n\nThis segment sells refrigerant and LPG cylinders, well water and expansion tanks, and other specialty products which are generally sold to gas producers, and distributors. Refrigerant gas cylinders are used to hold refrigerant gases for commercial, residential, and automotive air conditioning and refrigeration systems. LPG cylinders hold fuel for residential and light commercial heating systems, industrial forklifts and commercial/residential cooking (the latter, generally outside North America). Well water tanks and expansion tanks are used primarily in the residential market with certain products also sold to commercial markets. Specialty products include a variety of fire suppression tanks, chemical tanks, and foam and adhesive tanks. Building Products also includes the results of two of our unconsolidated operating joint ventures (ClarkDietrich and WAVE).\n\n\n\n\n\n\nSustainable Energy Solutions\n\n\nThis segment, which is primarily based in Europe, sells onboard fueling systems and related services, as well as gas containment solutions and services for the storage, transport and distribution of industrial gases. Sustainable Energy Solutions operates three manufacturing facilities located in Austria, Germany, and Poland. This segment’s products and services include high pressure and acetylene cylinders for life support systems and alternative fuel cylinders used to hold CNG and hydrogen for automobiles, buses, and light-duty trucks. Sustainable Energy Solutions has a number of foreign and domestic competitors in these markets.\n \n\n\n\n\n\n\n \n\n\n28\n\n\n\n\nTable of Contents\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\nCertain income and expense items incurred at the corporate level but not allocated to our operating segments are included in the “Other” category and consist primarily of expenses and reserves associated with our self-insurance programs, including risks associated with product, cyber, environmental, workers’ compensation, and healthcare liabilities. Other also includes the results of our unconsolidated engineered cabs operating joint venture (Workhorse) as well as the results of ArtiFlex, on a historical basis, through its divestiture on August 3, 2022. Divested businesses that are no longer included in our management structure are also included in the “Other” category, including the following (through the date of disposal): Structural Composites Industries, LLC (“SCI”) (March 2021); Oil & Gas Equipment (January 2021); and Cryogenic Storage and Cryo-Science (October 2020).\n\n\n\n\n\n\n \n\n\nRecent Business Developments\n\n\n•\nOn June 2, 2022, we acquired Level5, a leading provider of drywall tools and related accessories. The total purchase price was approximately $56.1 million, with a potential earnout payment based on performance through calendar year 2024. Refer to “Note Q – Acquisitions” for additional information.\n\n\n•\nOn August 3, 2022, we sold our 50% noncontrolling equity interest in ArtiFlex to the unaffiliated joint venture member for net proceeds of approximately $41.8 million, after adjustments for closing debt and final net working capital. Approximately $6.0 million of the total cash proceeds were attributed to real property in Wooster, Ohio, with a net book value of $6.3 million. This real property was owned by us and leased to ArtiFlex prior to closing of the transaction. During fiscal 2023, we recognized a pre-tax loss of $16.1 million in equity income related to the sale.\n\n\n•\nOn September 29, 2022, we announced that the Board approved a plan to pursue the Separation of our Steel Processing business which we expect to complete by early 2024. This plan is referred to as “Worthington 2024.” Worthington 2024 will result in two independent, publicly-traded companies that are more specialized and fit-for-purpose, with enhanced prospects for growth and value creation. We plan to effect the Separation via a pro rata distribution of the common shares of Worthington Steel, which is expected to be tax-free to Worthington Industries’ shareholders for U.S. federal income tax purposes. Refer to “Note A – Summary of Significant Accounting Policies” for additional information.\n\n\n•\nOn October 31, 2022, our consolidated joint venture, WSP, sold its remaining manufacturing facility, located in Jackson, Michigan, for net proceeds of approximately $21.3 million, resulting in a pre-tax gain of $3.9 million within restructuring and other (income) expense, net. Refer to “Note F – Restructuring and Other (Income) Expense, Net” for additional information.\n\n\n•\nOn January 5, 2023, we announced the implementation of a Board transition plan, pursuant to which John H. McConnell II was appointed as a member of the Board, effective on January 4, 2023. As previously disclosed on January 4, 2023, John P. McConnell, Executive Chairman of Worthington Industries, notified the Board that he intended to step down from the Board in June 2023. On June 28, 2023, John P. McConnell notified the Board that he intends to defer his retirement and will remain on the Board to continue providing leadership in preparation for the planned Separation. The effective date of John P. McConnell’s retirement has not been fixed.\n\n\n•\nOn February 2, 2023, we announced the senior leadership teams for New Worthington and Worthington Steel which will be effective upon the completion of the planned Separation.\n\n\n•\nOn June 28, 2023, the Board declared a quarterly dividend of $0.32 per common share payable on September 29, 2023, to shareholders of record on September 15, 2023.\n\n\n•\nOn June 29, 2023, we terminated our revolving trade accounts receivable securitization facility allowing us to borrow up to $175.0 million (the “AR Facility”). See “Note I – Debt and Receivables Securitization” and “Note V – Subsequent Events” for additional information. \n\n\n•\nOn July 28, 2023, we redeemed in full our $243.6 million aggregate principal amount of senior unsecured notes due April 15, 2026 (the “2026 Notes”). See “Note I – Debt and Receivables Securitization” and “Note V – Subsequent Events” for additional information. \n\n\n \n\n\n \n\n\n29\n\n\n\n\nTable of Contents\n\n\n \n\n\nTrends and Factors Impacting our Performance\n\n\n \n\n\nThe industries in which we participate are fragmented and highly competitive. Given the broad base of products and services offered, specific competitors vary based on the target industry, product type, service type, size of program and geography. Competition is primarily on the basis of price, product quality and the ability to meet delivery requirements. Our products are priced competitively, primarily based on market factors, including, among other things, market pricing, the cost and availability of raw materials, transportation and shipping costs, and overall economic conditions in the U.S. and abroad.\n\n\n \n\n\nGeneral Economic and Market Conditions\n\n\nWe sell our products and services to a diverse customer base and a broad range of end markets. The breakdown of our net sales by end market for fiscal 2023 and fiscal 2022 is illustrated in the following chart:\n\n\n \n\n\n \n\n\nThe automotive industry is one of the largest consumers of flat-rolled steel, and thus the largest end market for our Steel Processing operating segment. Approximately 52% of Steel Processing’s net sales are to the automotive market. North American vehicle production, primarily by the Detroit Three automakers, has a considerable impact on the activity within the Steel Processing operating segment. The majority of the net sales of one of our unconsolidated joint ventures, Serviacero Worthington, is also to the automotive market.\n\n\n \n\n\nApproximately 13% of the net sales in our Steel Processing operating segment are to the construction market. The construction market is also the predominant end market for our unconsolidated joint ventures within the Building Products operating segment, WAVE and ClarkDietrich. While the market price of steel significantly impacts these businesses, there are other key indicators that are meaningful in analyzing construction market demand, including the U.S. gross domestic product (“U.S. GDP”), the Dodge Index of construction contracts and, in the case of ClarkDietrich, trends in the relative prices of framing lumber and steel.\n\n\n \n\n\nOur remaining net sales are to other markets such as agricultural, appliance, container, energy, heavy-truck, HVAC, and, with the fiscal 2022 addition of Tempel, the industrial electric motor, generator, and transformer industries. Given the many different products that make up these remaining net sales and the wide variety of end markets, it is very difficult to detail the key market indicators that drive this portion of our business. However, we believe that the trend in U.S. GDP growth is a good economic indicator for analyzing the demand of these end markets.\n\n\n \n\n\n30\n\n\n\n\nTable of Contents\n\n\n \n\n\n \n\n\nU.S. GDP growth rate trends are generally indicative of the strength in demand and, in many cases, pricing for our products. A year-over-year increase in U.S. GDP growth rates is generally indicative of a stronger economy, which generally increases demand and pricing for our products. Conversely, declining U.S. GDP growth rates generally indicate a weaker economy, which generally decreases demand and pricing for our products. Changes in U.S. GDP growth rates can also signal changes in conversion costs related to production and in selling, general, and administrative expense (“SG&A”).\n\n\n \n\n\nInflation has accelerated and government deficits and debt levels remain at high levels in many major markets. In the U.S., inflation rose at an annual rate of 4.0% in May 2023, down from 8.6% in May 2022. Inflationary pressures have been felt across our business in the form of higher input and conversion costs as well as higher overall SG&A expense. The U.S. Federal Reserve Board has pushed interest rates to the highest level in more than 15 years in an attempt to slow growth and reduce inflation. Rising interest rates could cause a significant economic downturn and impact various of the end markets that we serve as well as overall domestic steel demand. Despite the economic headwinds presented by a rising interest rate environment, demand remains steady in most of our end markets.\n\n\n \n\n\nWe use the following information from the past three fiscal years to monitor our costs and demand in our major end markets:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n2023 vs. 2022\n\n\n \n\n\n \n\n\n2022 vs. 2021\n\n\n \n\n\n\n\n\n\nU.S. GDP (% growth year-over-year) \n(1)\n\n\n \n\n\n \n\n\n1.7\n\n\n%\n\n\n \n\n\n \n\n\n5.4\n\n\n%\n\n\n \n\n\n \n\n\n2.8\n\n\n%\n\n\n \n\n\n \n\n\n(3.7\n\n\n%)\n\n\n \n\n\n \n\n\n2.6\n\n\n%\n\n\n\n\n\n\nHot-Rolled Steel ($ per ton) \n(2)\n\n\n \n\n\n$\n\n\n889\n\n\n \n\n\n \n\n\n$\n\n\n1,588\n\n\n \n\n\n \n\n\n$\n\n\n869\n\n\n \n\n\n \n\n\n$\n\n\n(699\n\n\n)\n\n\n \n\n\n$\n\n\n719\n\n\n \n\n\n\n\n\n\nDetroit Three Auto Build (000's vehicles) \n(3)\n\n\n \n\n\n \n\n\n6,906\n\n\n \n\n\n \n\n\n \n\n\n6,164\n\n\n \n\n\n \n\n\n \n\n\n6,808\n\n\n \n\n\n \n\n\n \n\n\n742\n\n\n \n\n\n \n\n\n \n\n\n(644\n\n\n)\n\n\n\n\n\n\nNo. America Auto Build (000's vehicles) \n(3)\n\n\n \n\n\n \n\n\n14,910\n\n\n \n\n\n \n\n\n \n\n\n13,225\n\n\n \n\n\n \n\n\n \n\n\n14,813\n\n\n \n\n\n \n\n\n \n\n\n1,685\n\n\n \n\n\n \n\n\n \n\n\n(1,588\n\n\n)\n\n\n\n\n\n\nZinc ($ per pound) \n(4)\n\n\n \n\n\n$\n\n\n1.40\n\n\n \n\n\n \n\n\n$\n\n\n1.56\n\n\n \n\n\n \n\n\n$\n\n\n1.15\n\n\n \n\n\n \n\n\n$\n\n\n(0.16\n\n\n)\n\n\n \n\n\n$\n\n\n0.41\n\n\n \n\n\n\n\n\n\nNatural Gas ($ per mcf) \n(5)\n\n\n \n\n\n$\n\n\n5.22\n\n\n \n\n\n \n\n\n$\n\n\n4.92\n\n\n \n\n\n \n\n\n$\n\n\n2.49\n\n\n \n\n\n \n\n\n$\n\n\n0.30\n\n\n \n\n\n \n\n\n$\n\n\n2.43\n\n\n \n\n\n\n\n\n\nOn-Highway Diesel Fuel Prices ($ per gallon) \n(6)\n\n\n \n\n\n$\n\n\n4.80\n\n\n \n\n\n \n\n\n$\n\n\n3.99\n\n\n \n\n\n \n\n\n$\n\n\n3.17\n\n\n \n\n\n \n\n\n$\n\n\n0.81\n\n\n \n\n\n \n\n\n$\n\n\n0.82\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n(1)\n \n2022 and 2021 figures based on revised actuals\n\n\n(2)\nCRU Hot-Rolled Index; period average\n\n\n(3)\nIHS Global (S&P)\n\n\n(4)\nLME Zinc; period average\n\n\n(5)\nNYMEX Henry Hub Natural Gas; period average\n\n\n(6)\nEnergy Information Administration; period average\n\n\n \n\n\nSales to one Steel Processing customer in the automotive industry represented 11.9% and 13.2% of our consolidated net sales during fiscal 2023 and fiscal 2022, respectively. While our automotive business is largely driven by the production schedules of the Detroit Three automakers, our customer base is much broader and includes other domestic manufacturers and many of their suppliers. During fiscal 2023, vehicle production for the Detroit Three automakers was up 12%, while overall North American vehicle production was up 13%.\n\n\n \n\n\nImpact of Raw Material Prices\n\n\n \n\n\nThe market price of hot-rolled steel is one of the most significant factors impacting our selling prices and operating results. The steel industry as a whole has been cyclical, and at times availability and pricing can be volatile due to a number of factors beyond our control. This volatility can significantly affect our steel costs. In an environment of increasing prices for steel and other raw materials, competitive conditions or contractual obligations may impact how much of the price increases we can pass on to our customers. To the extent we are unable to pass on future price increases in our raw materials to our customers, our financial results could be adversely affected. Also, if steel prices decrease, in general, competitive conditions or contractual obligations may impact how quickly we must reduce our prices to our customers, and we could be forced to use higher-priced raw materials in our inventories to complete orders for which the selling prices have decreased. Declining steel prices could also require us to write-down the value of our inventories to reflect current market pricing. Further, the number of suppliers has decreased in recent years due to industry consolidation and the financial difficulties of certain suppliers, and consolidation may continue. Accordingly, if delivery from a major steel supplier is disrupted, it may be more difficult to obtain an alternative supply than in the past.\n\n\n \n\n\nThe market price of our products is closely related to the price of Hot Rolled Coil (“HRC”). The benchmark price for HRC is primarily affected by the demand for steel and the cost of raw materials. Over the past three years, steel prices have increased significantly due to supplier consolidation, tight mill orders due to the COVID-19 pandemic, the war in Ukraine and tariffs on foreign steel. More recently, steel prices rapidly decreased before increasing again.\n\n\n \n\n\n \n\n\n31\n\n\n\n\nTable of Contents\n\n\n \n\n\nTo manage our exposure to market risk, we attempt to negotiate the best prices for steel and to competitively price products and services to reflect the fluctuations in market prices. We have used derivative financial instruments to manage a portion of our exposure to fluctuations in the cost of certain steel. These derivative financial instruments covered periods commensurate with known or expected exposures throughout fiscal 2023. The derivative financial instruments were executed with highly rated financial institutions.\n\n\n \n\n\nThe following table presents the average quarterly market price per ton of hot-rolled steel during each of the past three fiscal years.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Dollars per ton) \n(1)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n1st Quarter\n\n\n \n\n\n$\n\n\n978\n\n\n \n\n\n \n\n\n$\n\n\n1,762\n\n\n \n\n\n \n\n\n$\n\n\n475\n\n\n \n\n\n\n\n\n\n2nd Quarter\n\n\n \n\n\n$\n\n\n742\n\n\n \n\n\n \n\n\n$\n\n\n1,888\n\n\n \n\n\n \n\n\n$\n\n\n625\n\n\n \n\n\n\n\n\n\n3rd Quarter\n\n\n \n\n\n$\n\n\n720\n\n\n \n\n\n \n\n\n$\n\n\n1,421\n\n\n \n\n\n \n\n\n$\n\n\n1,016\n\n\n \n\n\n\n\n\n\n4th Quarter\n\n\n \n\n\n$\n\n\n1,116\n\n\n \n\n\n \n\n\n$\n\n\n1,280\n\n\n \n\n\n \n\n\n$\n\n\n1,358\n\n\n \n\n\n\n\n\n\nAnnual Avg.\n\n\n \n\n\n$\n\n\n889\n\n\n \n\n\n \n\n\n$\n\n\n1,588\n\n\n \n\n\n \n\n\n$\n\n\n869\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n(1)\nCRU Hot-Rolled Index \n\n\n \n\n\nNo matter how efficient, our operations, which use steel as a raw material, create some amount of scrap. The expected price of scrap compared to the price of the steel raw material is factored into pricing. Generally, as the price of steel increases, the price of scrap increases by a similar amount. When increases in scrap prices do not keep pace with the increases in the price of the steel raw material, it can have a negative impact on our margins.\n\n\n \n\n\nCertain other commodities, such as copper, zinc, natural gas, helium and diesel fuel, represent a significant portion of our cost of goods sold, both directly through our plant operations and indirectly through transportation and freight expense.\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nFiscal 2023 Compared to Fiscal 2022\n\n\n \n\n\nThe tables throughout this section present, on a comparative basis, our consolidated results of operations for the past two fiscal years.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(In millions, except per common share amounts)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nIncrease/\n(Decrease)\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n4,916.4\n\n\n \n\n\n \n\n\n$\n\n\n5,242.2\n\n\n \n\n\n \n\n\n$\n\n\n(325.8\n\n\n)\n\n\n\n\n\n\nOperating income\n\n\n \n\n\n \n\n\n212.4\n\n\n \n\n\n \n\n\n \n\n\n329.3\n\n\n \n\n\n \n\n\n \n\n\n(116.9\n\n\n)\n\n\n\n\n\n\nEquity income\n\n\n \n\n\n \n\n\n161.0\n\n\n \n\n\n \n\n\n \n\n\n213.6\n\n\n \n\n\n \n\n\n \n\n\n(52.6\n\n\n)\n\n\n\n\n\n\nNet earnings attributable to controlling interest\n\n\n \n\n\n \n\n\n256.5\n\n\n \n\n\n \n\n\n \n\n\n379.4\n\n\n \n\n\n \n\n\n \n\n\n(122.9\n\n\n)\n\n\n\n\n\n\nEarnings per diluted common share attributable to controlling interest\n\n\n \n\n\n \n\n\n5.19\n\n\n \n\n\n \n\n\n \n\n\n7.44\n\n\n \n\n\n \n\n\n \n\n\n(2.25\n\n\n)\n\n\n\n\n\n\n \n\n\nNet Sales and Volume\n\n\n \n\n\nThe following table provides a breakdown of consolidated net sales by operating segment, along with the respective percentage of the total of each, for the past two fiscal years.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of\n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\nNet sales\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nNet sales\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nSteel Processing\n\n\n \n\n\n$\n\n\n3,497.9\n\n\n \n\n\n \n\n\n \n\n\n71.1\n\n\n%\n\n\n \n\n\n$\n\n\n3,933.0\n\n\n \n\n\n \n\n\n \n\n\n75.0\n\n\n%\n\n\n \n\n\n$\n\n\n(435.1\n\n\n)\n\n\n\n\n\n\nConsumer Products\n\n\n \n\n\n \n\n\n686.3\n\n\n \n\n\n \n\n\n \n\n\n14.0\n\n\n%\n\n\n \n\n\n \n\n\n636.5\n\n\n \n\n\n \n\n\n \n\n\n12.1\n\n\n%\n\n\n \n\n\n \n\n\n49.8\n\n\n \n\n\n\n\n\n\nBuilding Products\n\n\n \n\n\n \n\n\n586.1\n\n\n \n\n\n \n\n\n \n\n\n11.9\n\n\n%\n\n\n \n\n\n \n\n\n541.8\n\n\n \n\n\n \n\n\n \n\n\n10.4\n\n\n%\n\n\n \n\n\n \n\n\n44.3\n\n\n \n\n\n\n\n\n\nSustainable Energy Solutions\n\n\n \n\n\n \n\n\n146.1\n\n\n \n\n\n \n\n\n \n\n\n3.0\n\n\n%\n\n\n \n\n\n \n\n\n130.9\n\n\n \n\n\n \n\n\n \n\n\n2.5\n\n\n%\n\n\n \n\n\n \n\n\n15.2\n\n\n \n\n\n\n\n\n\n   Consolidated Net Sales\n\n\n \n\n\n$\n\n\n4,916.4\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n$\n\n\n5,242.2\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n$\n\n\n(325.8\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n32\n\n\n\n\nTable of Contents\n\n\n \n\n\n \n\n\nThe following table provides volume by operating segment for the past two fiscal years.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nSteel Processing (Tons)\n\n\n \n\n\n \n\n\n3,842,828\n\n\n \n\n\n \n\n\n \n\n\n4,170,931\n\n\n \n\n\n \n\n\n \n\n\n(328,103\n\n\n)\n\n\n\n\n\n\nConsumer Products (Units)\n\n\n \n\n\n \n\n\n78,234,587\n\n\n \n\n\n \n\n\n \n\n\n82,393,013\n\n\n \n\n\n \n\n\n \n\n\n(4,158,426\n\n\n)\n\n\n\n\n\n\nBuilding Products (Units)\n\n\n \n\n\n \n\n\n10,532,434\n\n\n \n\n\n \n\n\n \n\n\n11,707,258\n\n\n \n\n\n \n\n\n \n\n\n(1,174,824\n\n\n)\n\n\n\n\n\n\nSustainable Energy Solutions (Units)\n\n\n \n\n\n \n\n\n573,853\n\n\n \n\n\n \n\n\n \n\n\n610,811\n\n\n \n\n\n \n\n\n \n\n\n(36,958\n\n\n)\n\n\n\n\n\n\n \n\n\n•\nSteel Processing – \nNet sales decreased $435.1 million from fiscal 2022 to $3.5 billion in fiscal 2023, as the impact of lower average selling prices more than offset the impact of the Tempel acquisition and a favorable shift in mix from toll tons to direct tons shipped. The mix of direct tons versus toll tons processed was 56% to 44% in fiscal 2023, compared to 51% to 49% in fiscal 2022. The shift in mix towards direct tons was driven primarily by lower tolling volume with our mill customers and the sale of WSP’s remaining manufacturing facility on October 31, 2022.\n\n\n \n\n\n•\nConsumer Products – \nNet sales increased 7.8%, or $49.8 million, over fiscal 2022 to $686.3 million in fiscal 2023. The increase was driven by higher average selling prices, and, to a lesser extent, contributions from the June 2, 2022 acquisition of Level5. Excluding Level5 units shipped in fiscal 2023, overall volumes were down 7.1% from fiscal 2022, as retail customers reduced inventory levels resulting in lower customer orders.\n\n\n \n\n\n•\nBuilding Products – \nNet sales increased 8.2%, or $44.3 million, over fiscal 2022 to $586.1 million in fiscal 2023. The increase was driven by higher average selling prices and a favorable shift in product mix, partially offset by lower volume.\n\n\n \n\n\n•\nSustainable Energy Solutions – \nNet sales totaled $146.1 million in fiscal 2023, up 11.6%, or $15.2 million, over fiscal 2022, primarily due to higher average selling prices, partially offset by an unfavorable change in product mix.\n\n\n \n\n\nGross Margin\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of\n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\nNet sales\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nNet sales\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nGross Margin\n\n\n \n\n\n$\n\n\n663.3\n\n\n \n\n\n \n\n\n \n\n\n13.5\n\n\n%\n\n\n \n\n\n$\n\n\n714.8\n\n\n \n\n\n \n\n\n \n\n\n13.6\n\n\n%\n\n\n \n\n\n$\n\n\n(51.5\n\n\n)\n\n\n\n\n\n\n \n\n\n•\nGross margin decreased $51.5 million from fiscal 2022 to $663.3 million in fiscal 2023, as the impact of lower overall volumes and higher manufacturing expenses more than offset the favorable impact of higher average selling prices at Consumer Products and Building Products and the impact of acquisitions. Excluding the impact of acquisitions and divestitures, overall volumes were down across all of our operating segments while manufacturing expenses were up on continued inflationary pressures and higher fixed cost absorption.\n\n\n \n\n\nSelling, General and Administrative Expense\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of\n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\nNet sales\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nNet sales\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nSelling, general and administrative expense\n\n\n \n\n\n$\n\n\n428.9\n\n\n \n\n\n \n\n\n \n\n\n8.7\n\n\n%\n\n\n \n\n\n$\n\n\n399.6\n\n\n \n\n\n \n\n\n \n\n\n7.6\n\n\n%\n\n\n \n\n\n$\n\n\n29.3\n\n\n \n\n\n\n\n\n\n \n\n\n•\nSG&A expense increased $29.3 million over fiscal 2022 due primarily to the impact of acquisitions and higher wages and benefits driven by continued inflationary pressures, partially offset by lower profit sharing and bonus expense to correspond with the decreases in operating income and equity income from fiscal 2022.\n\n\n \n\n\nOther Operating Items\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nImpairment of long-lived assets\n\n\n \n\n\n$\n\n\n2.6\n\n\n \n\n\n \n\n\n$\n\n\n3.1\n\n\n \n\n\n \n\n\n$\n\n\n(0.5\n\n\n)\n\n\n\n\n\n\nRestructuring and other income, net\n\n\n \n\n\n \n\n\n(4.6\n\n\n)\n\n\n \n\n\n \n\n\n(17.1\n\n\n)\n\n\n \n\n\n \n\n\n12.5\n\n\n \n\n\n\n\n\n\nSeparation costs\n\n\n \n\n\n \n\n\n24.0\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n24.0\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n33\n\n\n\n\nTable of Contents\n\n\n \n\n\n•\nImpairment of long-lived assets in fiscal 2023 related primarily to a $1.8 million charge to write down production equipment at our Steel Processing facility in Taylor, Michigan to its estimated fair market value less costs to sell; $0.5 million related to changes in the intended use of certain fixed assets at our Building Products facility in Jefferson, Ohio; and $0.3 million related to our commitment to a plan to sell certain fixed assets at our Samuel toll processing facility in Cleveland, Ohio that were written down to fair value less costs to sell. Impairment charges in fiscal 2022 related to the write-down of certain production equipment at our Samuel facility in Twinsburg, Ohio that was determined to be below fair market value. Refer to “Note E – Goodwill and Other Long-Lived Assets” for additional information.\n\n\n \n\n\n•\nRestructuring and other income, net in fiscal 2023 was driven by gains realized from the sale of long-lived assets, including a $3.9 million gain realized from the sale of WSP’s former manufacturing facility in Jackson, Michigan. Restructuring activity in fiscal 2022 resulted primarily from pre-tax gains from asset disposals with Steel Processing totaling $14.9 million. Refer to “Note F – Restructuring and Other (Income) Expense, Net” for additional information.\n\n\n \n\n\n•\nSeparation costs of $24.0 million reflect direct and incremental costs incurred in connection with the planned Separation, including audit, advisory, and legal costs. Refer to “Note A - Summary of Significant Accounting Policies” for additional information.\n\n\n \n\n\nMiscellaneous Income (Expense), Net\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nMiscellaneous income (expense), net\n\n\n \n\n\n$\n\n\n(1.2\n\n\n)\n\n\n \n\n\n$\n\n\n2.7\n\n\n \n\n\n \n\n\n$\n\n\n(3.9\n\n\n)\n\n\n\n\n\n\n \n\n\n•\nMiscellaneous expense in fiscal 2023 was driven primarily by the annuitization of a portion of the total projected benefit obligation of the inactive Gerstenslager Company Bargaining Unit Employees’ Pension Plan, as of the purchase date of the annuity contract, which resulted in a pre-tax, non-cash settlement charge of $4.8 million in the first quarter of fiscal 2023 to accelerate a portion of the overall deferred pension cost.\n\n\n \n\n\nInterest Expense, Net\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n$\n\n\n26.8\n\n\n \n\n\n \n\n\n$\n\n\n31.3\n\n\n \n\n\n \n\n\n$\n\n\n(4.5\n\n\n)\n\n\n\n\n\n\n \n\n\n•\nInterest expense was $26.8 million in fiscal 2023, down $4.5 million from fiscal 2022 due to higher interest income, and to a lesser extent, the impact of lower average debt levels associated with short-term borrowings.\n \n\n\nEquity Income\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nWAVE\n\n\n \n\n\n$\n\n\n85.9\n\n\n \n\n\n \n\n\n$\n\n\n87.4\n\n\n \n\n\n \n\n\n$\n\n\n(1.5\n\n\n)\n\n\n\n\n\n\nClarkDietrich\n\n\n \n\n\n \n\n\n80.5\n\n\n \n\n\n \n\n\n \n\n\n89.1\n\n\n \n\n\n \n\n\n \n\n\n(8.6\n\n\n)\n\n\n\n\n\n\nServiacero Worthington\n\n\n \n\n\n \n\n\n7.7\n\n\n \n\n\n \n\n\n \n\n\n29.8\n\n\n \n\n\n \n\n\n \n\n\n(22.1\n\n\n)\n\n\n\n\n\n\nArtiFlex \n(1)\n\n\n \n\n\n \n\n\n(13.7\n\n\n)\n\n\n \n\n\n \n\n\n7.6\n\n\n \n\n\n \n\n\n \n\n\n(21.3\n\n\n)\n\n\n\n\n\n\nWorkhorse\n\n\n \n\n\n \n\n\n0.5\n\n\n \n\n\n \n\n\n \n\n\n(0.3\n\n\n)\n\n\n \n\n\n \n\n\n0.8\n\n\n \n\n\n\n\n\n\n   Total Equity Income\n\n\n \n\n\n$\n\n\n160.9\n\n\n \n\n\n \n\n\n$\n\n\n213.6\n\n\n \n\n\n \n\n\n$\n\n\n(52.7\n\n\n)\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n(1)\nOn August 3, 2022, we sold our 50% noncontrolling equity interest in ArtiFlex. Activity for fiscal 2023 includes a $16.1 million pre-tax loss related to the sale.\n\n\n•\nEquity income from unconsolidated joint ventures decreased $52.7 million from fiscal 2022 to $160.9 million due to a $16.1 million pre-tax loss related to the sale of our noncontrolling equity interest in ArtiFlex and lower contributions from WAVE, ClarkDietrich, and Serviacero. The lower contribution from Serviacero Worthington was primarily the result of reduced spreads driven by falling steel prices. We received cash distributions of $240.9 million from our unconsolidated joint ventures during fiscal 2023.\n\n\n \n\n\n \n\n\n34\n\n\n\n\nTable of Contents\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nEffective\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nEffective\n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\nTax Rate\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nTax Rate\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n$\n\n\n76.2\n\n\n \n\n\n \n\n\n \n\n\n22.9\n\n\n%\n\n\n \n\n\n$\n\n\n115.0\n\n\n \n\n\n \n\n\n \n\n\n23.3\n\n\n%\n\n\n \n\n\n$\n\n\n(38.8\n\n\n)\n\n\n\n\n\n\n \n\n\n•\nIncome tax expense decreased $38.8 million from fiscal 2022 due to lower pre-tax earnings. Fiscal 2023 tax expense reflected an estimated annual effective income tax rate of 22.9% versus 23.3% in fiscal 2022. For additional information regarding our income taxes, refer to “Note N – Income Taxes.”\n\n\n \n\n\nAdjusted EBIT\n\n\n \n\n\nWe evaluate operating performance on the basis of adjusted earnings before interest and taxes (“adjusted EBIT”). EBIT, a non-GAAP financial measure, is calculated by adding interest expense and income tax expense to net earnings attributable to controlling interest. Adjusted EBIT excludes impairment and restructuring expense (income), but may also exclude other items, as described below, that management believes are not reflective of, and thus should not be included when evaluating the performance of our ongoing operations. Adjusted EBIT is a non-GAAP financial measure and is used by management to evaluate operating performance, engage in financial and operational planning and determine incentive compensation because we believe that this financial measure provides additional perspective on the performance of our ongoing operations. Additionally, management believes these non-GAAP financial measures provide useful information to investors because they allow for meaningful comparisons and analysis of trends in our businesses and enable investors to evaluate operations and future prospects in the same manner as management.\n\n\nThe following table provides a reconciliation of net earnings attributable to controlling interest to adjusted EBIT:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nNet earnings attributable to controlling interest\n\n\n \n\n\n$\n\n\n256.5\n\n\n \n\n\n \n\n\n$\n\n\n379.4\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n \n\n\n26.8\n\n\n \n\n\n \n\n\n \n\n\n31.3\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n76.2\n\n\n \n\n\n \n\n\n \n\n\n115.0\n\n\n \n\n\n\n\n\n\nEBIT\n\n\n \n\n\n \n\n\n359.5\n\n\n \n\n\n \n\n\n \n\n\n525.7\n\n\n \n\n\n\n\n\n\nImpairment of long-lived assets \n(1)\n\n\n \n\n\n \n\n\n2.5\n\n\n \n\n\n \n\n\n \n\n\n2.0\n\n\n \n\n\n\n\n\n\nRestructuring and other income, net \n(2)\n\n\n \n\n\n \n\n\n(2.7\n\n\n)\n\n\n \n\n\n \n\n\n(11.2\n\n\n)\n\n\n\n\n\n\nSeparation costs \n(3)\n\n\n \n\n\n \n\n\n24.0\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\nPension settlement charge \n(4)\n\n\n \n\n\n \n\n\n4.8\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\nLoss on sale of investment in ArtiFlex \n(5)\n\n\n \n\n\n \n\n\n16.1\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\nSale-leaseback gain in equity income \n(6)\n\n\n \n\n\n \n\n\n(2.1\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAdjusted EBIT\n\n\n \n\n\n$\n\n\n402.1\n\n\n \n\n\n \n\n\n$\n\n\n516.5\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n(1)\nImpairment charges are excluded because they do not occur in the ordinary course of our ongoing business operations, are inherently unpredictable in timing and amount, and are non-cash, so their exclusion facilitates the comparison of historical, current and forecasted financial results. Excludes the impact of the noncontrolling interests.\n\n\n(2)\nRestructuring activities consist of established programs that are not part of our ongoing operations, such as divestitures, closing or consolidating facilities, employee severance (including rationalizing headcount or other significant changes in personnel), and realignment of existing operations (including changes to management structure in response to underlying performance and/or changing market conditions). Excludes the impact of the noncontrolling interests.\n\n\n(3)\nReflects direct and incremental costs incurred in connection with the anticipated tax-free spin-off of our Steel Processing business, including audit, advisory, and legal costs and one-time costs to stand-up separate corporate functions.\n\n\n(4)\nDuring the first quarter of fiscal 2023, we completed the pension lift-out transaction to transfer a portion of the total projected benefit obligation of The Gerstenslager Company Bargaining Unit Employees’ Pension Plan to a third-party insurance company, resulting in a non-cash settlement charge of $4.8 million to accelerate a portion of the overall deferred pension cost.\n\n\n(5)\nOn August 3, 2022, we sold our 50% noncontrolling equity investment in ArtiFlex, resulting in a pre-tax loss of $16.1 million in equity income related to the sale.\n\n\n(6)\nDuring the three months ended May 31, 2023, our unconsolidated engineered cabs joint venture, Workhorse, recognized a pre-tax gain of $10.3 million related to a sale-leaseback transaction. Our portion of this gain, which is recorded in equity income, was $2.1 million.\n\n\n \n\n\n35\n\n\n\n\nTable of Contents\n\n\n \n\n\n \n\n\nThe following table provides a summary of adjusted EBIT by reportable segment, along with the respective percentage of the total of each reportable segment.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of Adjusted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of Adjusted\n\n\n \n\n\n \n\n\nIncrease/\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\nEBIT\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nEBIT\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\nSteel Processing\n\n\n \n\n\n \n\n\n121.7\n\n\n \n\n\n \n\n\n \n\n\n30.3\n\n\n%\n\n\n \n\n\n \n\n\n203.3\n\n\n \n\n\n \n\n\n \n\n\n39.4\n\n\n%\n\n\n \n\n\n$\n\n\n(81.6\n\n\n)\n\n\n\n\n\n\nConsumer Products\n\n\n \n\n\n \n\n\n78.0\n\n\n \n\n\n \n\n\n \n\n\n19.4\n\n\n%\n\n\n \n\n\n \n\n\n94.3\n\n\n \n\n\n \n\n\n \n\n\n18.3\n\n\n%\n\n\n \n\n\n \n\n\n(16.3\n\n\n)\n\n\n\n\n\n\nBuilding Products\n\n\n \n\n\n \n\n\n204.6\n\n\n \n\n\n \n\n\n \n\n\n50.9\n\n\n%\n\n\n \n\n\n \n\n\n216.6\n\n\n \n\n\n \n\n\n \n\n\n41.9\n\n\n%\n\n\n \n\n\n \n\n\n(12.0\n\n\n)\n\n\n\n\n\n\nSustainable Energy Solutions\n\n\n \n\n\n \n\n\n0.9\n\n\n \n\n\n \n\n\n \n\n\n0.2\n\n\n%\n\n\n \n\n\n \n\n\n(6.3\n\n\n)\n\n\n \n\n\n \n\n\n(1.2\n\n\n%)\n\n\n \n\n\n \n\n\n7.2\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n(3.1\n\n\n)\n\n\n \n\n\n \n\n\n(0.8\n\n\n%)\n\n\n \n\n\n \n\n\n8.6\n\n\n \n\n\n \n\n\n \n\n\n1.7\n\n\n%\n\n\n \n\n\n \n\n\n(11.7\n\n\n)\n\n\n\n\n\n\n   Total Adjusted EBIT\n\n\n \n\n\n \n\n\n402.1\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n$\n\n\n516.5\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n$\n\n\n(114.4\n\n\n)\n\n\n\n\n\n\n \n\n\n•\nSteel Processing \n– Adjusted EBIT was down $81.6 million from fiscal 2022 to $121.7 million in fiscal 2023, due to a $75.4 million decline in operating income and a $22.1 million decline in equity income from Serviacero Worthington, as lower average steel prices reduced spreads. Excluding impairment and restructuring activity, operating income was down $66.1 million from fiscal 2022 driven primarily by higher manufacturing expenses and the impact of lower overall volume, which reduced operating income by a combined $61.6 million. Direct spreads were down $5.9 million and include an estimated $70.5 million unfavorable swing related to estimated inventory holding losses of $48.7 million in fiscal 2023 compared to estimated inventory holding gains of $21.9 million in fiscal 2022.\n\n\n \n\n\n•\nConsumer Products – \nAdjusted EBIT was down $16.3 million from fiscal 2022 to $78.0 million in fiscal 2023, as the favorable impact of higher average selling prices was more than offset by lower volumes and higher input and production costs, including $2.7 million of incremental material cost related to Level5 inventory that was written-up to fair value at acquisition. Adjusted EBIT was also negatively impacted by $4.4 million of higher SG&A, excluding the impact of the Level5 acquisition, primarily due to inflationary pressure on wages and benefits and higher advertising expense.\n\n\n \n\n\n•\nBuilding Products – \nAdjusted EBIT decreased $12.0 million from fiscal 2022 to $204.6 million in fiscal 2023, primarily due to a $10.1 million decline in equity income, driven by lower volumes at ClarkDietrich that yielded an $8.6 million lower contribution compared to fiscal 2022.\n\n\n \n\n\n•\nSustainable Energy Solutions – \nAdjusted EBIT was $0.9 million in fiscal 2023, favorable by $7.2 million to fiscal 2022, driven by higher average selling prices, partially offset by higher input and production costs.\n\n\n \n\n\nFiscal 2022 Compared to Fiscal 2021\n\n\n \n\n\nFor a comparison of our results of operations for fiscal 2022 and fiscal 2021, see “Part II – Item 7. – Management’s Discussion and Analysis of Financial Condition and Results of Operations – Results of Operations – Fiscal 2022 Compared to Fiscal 2021” of our Annual Report on Form 10-K for the fiscal year ended May 31, 2022, filed with the SEC on August 1, 2022.\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nDuring fiscal 2023, we generated $625.4 million of cash from operating activities, invested $86.4 million in property, plant and equipment, spent $56.1 million to acquire Level5, and generated net cash proceeds of $35.7 million from the sale of assets, as well as $35.8 million from the sale of our 50% noncontrolling equity interest in ArtiFlex. Additionally, we repaid $45.2 million of short-term borrowings and paid dividends of $59.2 million on the common shares. The following table summarizes our consolidated cash flows for each of the prior three fiscal years.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet cash provided by operating activities\n\n\n \n\n\n$\n\n\n625.4\n\n\n \n\n\n \n\n\n$\n\n\n70.1\n\n\n \n\n\n \n\n\n$\n\n\n274.4\n\n\n \n\n\n\n\n\n\nNet cash provided (used) by investing activities\n\n\n \n\n\n \n\n\n(71.8\n\n\n)\n\n\n \n\n\n \n\n\n(438.2\n\n\n)\n\n\n \n\n\n \n\n\n468.5\n\n\n \n\n\n\n\n\n\nNet cash used by financing activities\n\n\n \n\n\n \n\n\n(133.1\n\n\n)\n\n\n \n\n\n \n\n\n(237.7\n\n\n)\n\n\n \n\n\n \n\n\n(249.8\n\n\n)\n\n\n\n\n\n\nIncrease (decrease) in cash and cash equivalents\n\n\n \n\n\n \n\n\n420.5\n\n\n \n\n\n \n\n\n \n\n\n(605.8\n\n\n)\n\n\n \n\n\n \n\n\n493.1\n\n\n \n\n\n\n\n\n\nCash and cash equivalents at beginning of period\n\n\n \n\n\n \n\n\n34.5\n\n\n \n\n\n \n\n\n \n\n\n640.3\n\n\n \n\n\n \n\n\n \n\n\n147.2\n\n\n \n\n\n\n\n\n\nCash and cash equivalents at end of period\n\n\n \n\n\n$\n\n\n455.0\n\n\n \n\n\n \n\n\n$\n\n\n34.5\n\n\n \n\n\n \n\n\n$\n\n\n640.3\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n36\n\n\n\n\nTable of Contents\n\n\n \n\n\n \n\n\nWe believe we have access to adequate resources to meet the needs of our existing businesses for normal operating costs, mandatory capital expenditures, debt redemptions, dividend payments, and working capital, to the extent not funded by cash provided by operating activities, for at least 12 months and for the foreseeable future thereafter. These resources include cash and cash equivalents and unused committed lines of credit. These committed lines of credit had a total of $500 million of borrowing capacity available to be drawn as of May 31, 2023.\n\n\n \n\n\nAlthough we do not currently anticipate a need, we believe that we could access the financial markets to be in a position to sell long-term debt or equity securities. However, the continuation of soft economic conditions and an uncertain interest rate environment could create volatility in the financial markets, which may impact our ability to access capital and the terms under which we can do so. During fiscal 2023, the financial markets experienced disruption due to certain bank failures. Given the diversification and credit profile of our exposure to bank counterparties, we do not foresee any material financial impact from this disruption. We will continue to monitor the economic environment and its impact on our operations and liquidity needs.\n\n\n \n\n\nWe routinely monitor current operational requirements, financial market conditions, and credit relationships and we may choose to seek additional capital by issuing new debt and/or equity securities to strengthen our liquidity or capital structure. We are also in the process of evaluating our post-Separation capital structure. Should we seek additional capital, there can be no assurance that we would be able to obtain such additional capital on terms acceptable to us, if at all, and such additional equity or debt financing could dilute the interests of our existing shareholders and/or increase our interest costs. We may also from time to time seek to retire or repurchase our outstanding debt through cash purchases, in open-market purchases, privately-negotiated transactions or otherwise. Such repurchases, if any, will be upon such terms and at such prices as we may determine, and will depend on prevailing market conditions, our liquidity requirements, contractual restrictions and other factors. The amounts involved in any such transaction may or may not be material. On June 29, 2023, we redeemed in full our 2026 Notes. The redemption price approximated the par value of debt of $243.6 million plus accrued interest. See “Note V – Subsequent Events” for additional information.\n\n\n \n\n\nOperating Activities\n\n\n \n\n\nOur business is cyclical and cash flows from operating activities may fluctuate during the year and from year to year due to economic and industry conditions. We rely on cash and short-term borrowings to meet cyclical increases in working capital needs. These needs generally rise during periods of increased economic activity or increasing raw material prices, requiring higher levels of inventory and accounts receivable. During economic slowdowns or periods of decreasing raw material costs, working capital needs generally decrease as a result of the reduction of inventories and accounts receivable. Falling steel prices during fiscal 2023 led to a $152.8 million decrease in operating working capital (accounts receivable, inventory and accounts payable) at May 31, 2023.\n\n\n \n\n\nNet cash provided by operating activities was $625.4 million during fiscal 2023 compared to $70.1 million in fiscal 2022, an increase of $555.3 million. The increase was primarily due to a $410.4 million change in operating working capital requirements in fiscal 2023, as compared to fiscal 2022, mainly driven by fluctuations in steel prices, which rose in 2022, then decreased in 2023. The remaining increase over fiscal 2022 was driven by higher cash dividends from our unconsolidated joint ventures, which were up $140.8 million.\n \n\n\n \n\n\nInvesting Activities\n\n\n \n\n\nNet cash used by investing activities was $71.8 million during fiscal 2023 compared to net cash used by investing activities of $438.2 million in fiscal 2022. Net cash used by investing activities in fiscal 2023 resulted from the purchase of the Level5 business on June 2, 2022, for $56.1 million, net of cash acquired, and capital expenditures of $86.4 million, partially offset by combined cash proceeds of $71.3 million from the sale of our 50% noncontrolling equity investment in ArtiFlex, and the sale of our WSP Jackson, Michigan facility and other long-lived assets. Net cash used by investing activities in fiscal 2022 resulted primarily from cash used to acquire certain assets of the Shiloh Industries’ (“Shiloh”) U.S. BlankLight ® business on June 8, 2021, for $104.5 million and Tempel on December 1, 2021 for $272.2 million, and capital expenditures of $94.6 million.\n \n\n\n \n\n\n \n\n\n37\n\n\n\n\nTable of Contents\n\n\n \n\n\nCapital expenditures reflect cash used for investment in property, plant and equipment and is presented below by reportable segment (this information excludes cash flows related to acquisition and divestiture activity) for each of the prior three fiscal years:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nSteel Processing\n\n\n \n\n\n$\n\n\n45.1\n\n\n \n\n\n \n\n\n$\n\n\n35.9\n\n\n \n\n\n \n\n\n$\n\n\n28.3\n\n\n \n\n\n\n\n\n\nConsumer Products\n\n\n \n\n\n \n\n\n13.6\n\n\n \n\n\n \n\n\n \n\n\n13.4\n\n\n \n\n\n \n\n\n \n\n\n13.3\n\n\n \n\n\n\n\n\n\nBuilding Products\n\n\n \n\n\n \n\n\n17.8\n\n\n \n\n\n \n\n\n \n\n\n31.1\n\n\n \n\n\n \n\n\n \n\n\n22.7\n\n\n \n\n\n\n\n\n\nSustainable Energy Solutions\n\n\n \n\n\n \n\n\n6.5\n\n\n \n\n\n \n\n\n \n\n\n6.4\n\n\n \n\n\n \n\n\n \n\n\n8.7\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n3.4\n\n\n \n\n\n \n\n\n \n\n\n7.8\n\n\n \n\n\n \n\n\n \n\n\n9.2\n\n\n \n\n\n\n\n\n\n   Total Capital Expenditures\n\n\n \n\n\n$\n\n\n86.4\n\n\n \n\n\n \n\n\n$\n\n\n94.6\n\n\n \n\n\n \n\n\n$\n\n\n82.2\n\n\n \n\n\n\n\n\n\n \n\n\nInvestment activities are largely discretionary and future investment activities could be reduced significantly, or eliminated, as economic conditions warrant. We assess acquisition opportunities as they arise, and any such opportunities may require additional financing. However, there can be no assurance that any such opportunities will arise, that any such acquisition opportunities will be consummated, or that any needed additional financing will be available on satisfactory terms if required.\n\n\n \n\n\nFinancing Activities\n\n\nNet cash used by financing activities was $133.1 million in fiscal 2023 compared to $237.7 million in fiscal 2022. The change was primarily due to $45.2 million of net repayments of short-term borrowings in fiscal 2023 and the repurchase of 3.2 million of common shares at a cost of $180.2 million in fiscal 2022.\n\n\n \n\n\nLong-term debt – \nOur senior unsecured long-term debt is rated “investment grade” by both Moody’s Investors Service, Inc. and Standard & Poor’s Ratings Group. We typically use the net proceeds from long-term debt for acquisitions, refinancing of outstanding debt, capital expenditures and general corporate purposes. As of May 31, 2023, we were in compliance with the covenants in our long-term debt agreements. Our long-term debt agreements do not include ratings triggers or material adverse change provisions.\n\n\n \n\n\nShort-term borrowings \n–\n \nOur short-term debt agreements do not include ratings triggers or material adverse change provisions. As of May 31, 2023, we were in compliance with the covenants in our short-term debt agreements.\n\n\n \n\n\nWe maintain a $500.0 million multi-year revolving credit facility (the “Credit Facility”) with a group of lenders that matures in August 2026. Borrowings under the Credit Facility have maturities of up to one year. We have the option to borrow at rates equal to an applicable margin over the Simple SOFR, the Prime Rate of PNC Bank, National Association, or the Overnight Bank Funding Rate.  The applicable margin is determined by our credit rating. There were no borrowings outstanding under the Credit Facility at May 31, 2023.\n\n\n \n\n\nAs discussed in “Note H – Guarantees,” we had in place $14.1 million in outstanding letters of credit for third-party beneficiaries as of May 31, 2023. No amounts were drawn against these outstanding letters of credit at May 31, 2023, and the fair value of these guarantee instruments, based on premiums paid, was not material.\n\n\n \n\n\nOn May 19, 2022, we entered into the AR Facility allowing us to borrow up to $175.0 million. Pursuant to the terms of the AR Facility, certain of our subsidiaries were to sell or contribute all of their eligible accounts receivable and other related assets without recourse, on a revolving basis, to Worthington Receivables Company (“WRC”), a wholly-owned, consolidated, bankruptcy-remote indirect subsidiary. In turn, WRC was to sell, on a revolving basis, up to $175.0 million of undivided ownership interests in this pool of accounts receivable to a third-party bank. We were to retain an undivided interest in this pool and were to be subject to risk of loss based on the collectability of the receivables from this retained interest. Because the amount eligible to be sold was to exclude receivables more than 120 days past due, receivables offset by an allowance for doubtful accounts due to bankruptcy or other cause, concentrations over certain limits with specific customers and certain reserve amounts, we believed additional risk of loss would be minimal. As of May 31, 2023, there were no borrowings outstanding under the AR Facility, leaving $175.0 million then available for use. On June 29, 2023, we terminated the AR Facility as it was no longer needed. No early termination or other similar fees or penalties were paid in connection with the termination of the AR Facility.\n\n\n \n\n\nCommon shares – \nDuring fiscal 2023, we declared dividends totaling $1.24 per common share at a quarterly rate of $0.31 per common share. During fiscal 2022, we declared dividends totaling $1.12 per common share at a quarterly rate of $0.28 per common share.  Dividends paid on the common shares totaled $59.2 million in fiscal 2023 compared to $57.2 million during fiscal 2022. On June 28, 2023, the Board declared a quarterly dividend of $0.32 per common share for the first quarter of fiscal 2024. The dividend is payable on September 29, 2023 to shareholders of record on September 15, 2023.\n\n\n \n\n\nOn March 20, 2019, the Board authorized the repurchase of up to 6.6 million of the common shares.\n\n\n \n\n\n38\n\n\n\n\nTable of Contents\n\n\n \n\n\n \n\n\nOn March 24, 2021, the Board authorized the repurchase of up to an additional 5.6 million of the common shares, increasing the total number of common shares then authorized for repurchase to 10.0 million. The total number of common shares available for repurchase under these authorizations at May 31, 2023 was 6.1 million.\n\n\n \n\n\nThese common shares may be repurchased from time to time, with consideration given to the market price of the common shares, the nature of other investment opportunities, cash flows from operations, general economic conditions and other relevant considerations. Repurchases may be made on the open market or through privately-negotiated transactions.\n\n\n \n\n\nDividend Policy\n\n\n \n\n\nWe currently have no material contractual or regulatory restrictions on the payment of dividends. Dividends are declared at the discretion of the Board. The Board reviews the dividend quarterly and establishes the dividend rate based upon our financial condition, results of operations, capital requirements, current and projected cash flows, business prospects and other relevant factors. While we have paid a dividend every quarter since becoming a public company in 1968, there is no guarantee that payments of dividends will continue in the future.\n\n\n \n\n\nRecently Adopted Accounting Standards\n\n\n \n\n\nIn June 2016, amended accounting guidance was issued related to the measurement of credit losses on financial instruments. The amended accounting guidance changes the impairment model for most financial assets to require measurement and recognition of expected credit losses for financial assets held. The amended accounting guidance is effective for fiscal years beginning after December 15, 2019, including interim periods within those fiscal years. Our adoption of this new accounting standard update in fiscal 2021 did not have a material impact on our consolidated financial position, results of operations, or cash flows. Additionally, there have been no changes to our significant accounting policies as disclosed in this Form 10-K as a result of the adoption of this new accounting guidance.\n\n\n \n\n\nEnvironmental\n\n\n \n\n\nWe do not believe that compliance with environmental laws has or will have a material effect on our capital expenditures, future results of operations or financial position or competitive position.\n\n\n \n\n\nCritical Accounting Estimates\n\n\n \n\n\nThe discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in accordance with U.S. GAAP. The preparation of these consolidated financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of our consolidated financial statements and the reported amounts of revenues and expenses during the reporting periods. We base our estimates on historical experience and various other assumptions that we believe to be reasonable under the circumstances. These results form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Critical accounting policies are defined as those that reflect our significant judgments and uncertainties that could potentially result in materially different results under different assumptions and conditions. Although actual results historically have not deviated significantly from those determined using our estimates, as discussed below, our consolidated financial position or results of operations could be materially different if we were to report under different conditions or to use different assumptions in the application of such policies. The following accounting estimates are considered to be the most critical to us, as these are the primary areas where financial information is subject to our estimates, assumptions and judgment in the preparation of our consolidated financial statements.\n\n\n \n\n\nSee “Note A – Summary of Significant Accounting Policies” to our consolidated financial statements for further information on our significant accounting policies.\n\n\n \n\n\n \n\n\n39\n\n\n\n\nTable of Contents\n\n\n \n\n\nImpairment of Indefinite-Lived Long-Lived Assets:\n\n\n \n\n\nCritical estimate\n: Goodwill and intangible assets with indefinite lives are not amortized, but instead are tested for impairment annually, during the fourth fiscal quarter, or more frequently if events or changes in circumstances indicate that impairment may be present. Application of goodwill impairment testing involves judgment, including but not limited to, the identification of reporting units and estimation of the fair value of each reporting unit. A reporting unit is defined as an operating segment or one level below an operating segment. With the exception of Steel Processing, we test goodwill at the operating segment level as we have determined that the characteristics of the reporting units within each operating segment are similar and allow for their aggregation in accordance with the applicable accounting guidance. Steel Processing is comprised of three reporting units: Flat Rolled Steel Processing, Electrical Steel and Laser Welding.\n\n\n \n\n\nFor goodwill and indefinite lived intangible assets, we test for impairment by first evaluating qualitative factors including macroeconomic conditions, industry and market considerations, cost factors, and overall financial performance. If there are no concerns raised from this evaluation, no further testing is performed. If, however, our qualitative analysis indicates it is more likely than not that the fair value is less than the carrying amount, a quantitative analysis is performed. The quantitative analysis compares the fair value of each reporting unit or indefinite-lived intangible asset to the respective carrying amount, and an impairment loss is recognized in our consolidated statements of earnings equivalent to the excess of the carrying amount over the fair value.\n\n\n \n\n\nAssumptions and judgments\n: When performing a qualitative assessment, judgment is required when considering relevant events and circumstances that could affect the fair value of the indefinite lived intangible asset or reporting unit to which goodwill is assigned. Management considers whether events and circumstances such as a change in strategic direction and changes in business climate would impact the fair value of the indefinite lived intangible asset or reporting unit to which goodwill is assigned. If a quantitative analysis is required, assumptions are required to estimate the fair value to compare against the carrying value. Significant assumptions that form the basis of fair value can include discount rates, underlying forecast assumptions, and royalty rates. These assumptions are forward looking and can be affected by future economic and market conditions. Our qualitative review for fiscal 2023 did not indicate any impairment.\n\n\n \n\n\nImpairment of Definite-Lived Long-Lived Assets\n:\n\n\n \n\n\nCritical estimate\n: We review the carrying value of our long-lived assets, including intangible assets with finite useful lives, for impairment whenever events or changes in circumstances indicate that the carrying value of an asset or asset group may not be recoverable. Impairment testing involves a comparison of the sum of the undiscounted future cash flows of the asset or asset group to its respective carrying amount. If the sum of the undiscounted future cash flows exceeds the carrying amount, then no impairment exists. If the carrying amount exceeds the sum of the undiscounted future cash flows, then a second step is performed to determine the amount of impairment, if any, to be recognized. An impairment loss is recognized to the extent that the carrying amount of the asset or asset group exceeds its fair value.\n\n\n \n\n\nAssumptions and judgments\n: When performing the comparison of the sum of the undiscounted cash flows of the asset or asset group to its respective carrying amount, judgment is required when forming the basis for underlying cash flow forecast assumptions. If the second step of the impairment test is required, assumptions are required to estimate the fair value to compare against the carrying value. Significant assumptions that form the basis of fair value can include discount rates, underlying forecast assumptions, and royalty rates. These assumptions are forward looking and can be affected by future economic and market conditions.\n\n\n \n\n\n \n\n\n40\n\n\n\n\nTable of Contents\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nCritical estimate\n: In accordance with the authoritative accounting guidance, we account for income taxes using the asset and liability method. The asset and liability method requires the recognition of deferred tax assets and deferred tax liabilities for expected future tax consequences of temporary differences that currently exist between the tax basis and financial reporting basis of our assets and liabilities. We evaluate the deferred tax assets to determine whether it is more likely than not that some, or a portion, of the deferred tax assets will not be realized, and provide a valuation allowance as appropriate. Changes in existing tax laws or rates could significantly impact the estimate of our tax liabilities.\n\n\n \n\n\nAssumptions and judgments:\n Significant judgment is required in determining our tax expense and in evaluating our tax positions. In accordance with accounting literature related to uncertainty in income taxes, tax benefits from uncertain tax positions that are recognized in our consolidated financial statements are measured based on the largest benefit that has a greater than fifty percent likelihood of being realized upon ultimate settlement. We have reserves for income taxes and associated interest and penalties that may become payable in future years as a result of audits by taxing authorities. It is our policy to record these in income tax expense. While we believe the positions taken on previously filed tax returns are appropriate, we have established the tax and interest reserves in recognition that various taxing authorities may challenge our positions. These reserves are analyzed periodically, and adjustments are made as events occur to warrant adjustment to the reserves, such as lapsing of applicable statutes of limitations, conclusion of tax audits, additional exposure based on current calculations, identification of new issues, and release of administrative guidance or court decisions affecting a particular tax issue. We have provided for the amounts we believe will ultimately result from these changes; however, due to the complexity of some of these uncertainties, the ultimate resolution may result in a payment that is materially different from our current estimate of the tax liabilities. Such differences will be reflected as increases or decreases to income tax expense in the period in which they are determined. See “Note N – Income Taxes” for further information.\n\n\n \n\n\nEmployee Pension Plans:\n\n\n \n\n\nCritical estimate\n: Defined benefit pension and other post-employment benefit (“OPEB”) plan obligations are remeasured at least annually as of May 31 based on the present value of projected future benefit payments for all participants for services rendered to date. The measurement of projected future benefits is dependent on the provisions of each specific plan, demographics of the group covered by the plan, and other key measurement assumptions. The funded status of these benefit plans, which represents the difference between the benefit obligation and the fair value of plan assets, is calculated on a plan-by-plan basis. The benefit obligation and related funded status are determined using assumptions as of the end of each fiscal year. Net periodic benefit cost is included in other income (expense) in our consolidated statements of earnings, except for the service cost component, which is recorded in SG&A expense.\n\n\n \n\n\nAssumptions and judgements\n: Certain key actuarial assumptions critical to the pension and post-retirement accounting estimates include expected long-term rate of return on plan assets, discount rates, projected health care cost trend rates, cost of living adjustments, and mortality rates. In developing future long-term return expectations for our benefit plans’ assets, we formulate views on the future economic environment. We evaluate general market trends and historical relationships among a number of key variables that impact asset class returns such as expected earnings growth, inflation, valuations, yields, and spreads. We also consider expected volatility by asset class and diversification across classes to determine expected overall portfolio results given current and target allocations. Net periodic benefit costs, including service cost, interest cost, and expected return on assets, are determined using assumptions regarding the benefit obligation and the fair value of plan assets as of the beginning of each fiscal year.\n\n\n \n\n\nHolding all other factors constant, a decrease in the discount rate by 0.25 percentage points would have increased the projected benefit obligation at May 31, 2023 by approximately $2.7 million. Also, holding all other factors constant, a decrease in the expected long-term rate of return on plan assets by 0.25 percentage points would have increased fiscal 2023 pension expense by approximately $0.2 million.\n\n\n \n\n\nBusiness Combinations:\n \n\n\n \n\n\nCritical estimate\n: We account for business combinations using the acquisition method of accounting, which requires that once control is obtained, all the assets acquired and liabilities assumed are recorded at their respective fair values at the date of acquisition. The determination of fair values of identifiable assets and liabilities requires significant judgments and estimates and the use of valuation techniques when market value is not readily available. For the valuation of intangible assets acquired in a business combination, we typically use an income approach. The purchase price allocated to the intangible assets is based on unobservable assumptions, inputs and estimates, including but not limited to, forecasted revenue growth rates, projected expenses, discount rates, customer attrition rates, royalty rates, and useful lives, among others.\n\n\n \n\n\n \n\n\n41\n\n\n\n\nTable of Contents\n\n\n \n\n\nAssumptions and judgements\n: Significant assumptions, which vary by the class of asset or liability are forward looking and could be affected by future economic and market conditions. We engage third-party valuation specialists who review our critical assumptions and prepare the calculation of the fair value of acquired intangible assets in connection with significant business combinations. The excess of the purchase price over the fair values of identifiable assets acquired and liabilities assumed is recorded as goodwill. During the measurement period, which is up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed with the corresponding offset to goodwill. Upon the conclusion of the measurement period, any subsequent adjustments are recorded to earnings.\n\n\n \n\n",
    "item7a": ">Item 7A. – Quantitative and Qualita\ntive Disclosures About Market Risk\n\n\n \n\n\nIn the normal course of business, we are exposed to various market risks. We continually monitor these risks and regularly develop appropriate strategies to manage them. Accordingly, from time to time, we may enter into certain financial and commodity-based derivative financial instruments. These instruments are used primarily to mitigate market exposure. Refer to “Note R – Derivative Financial Instruments and Hedging Activities” in the accompanying audited financial statements for additional information.\n\n\n \n\n\nInterest Rate Risk\n\n\n \n\n\nWe are exposed to changes in interest rates primarily as a result of our borrowing and investing activities to maintain liquidity and fund operations. The nature and amount of our long-term and short-term debt can be expected to fluctuate as a result of business requirements, market conditions and other factors. We manage exposures to interest rates using a mix of fixed and variable rate debt.  We use interest rate swap instruments to manage our exposure to interest rate movements.\n\n\n \n\n\nWe entered into an interest rate swap in June 2017, in anticipation of the issuance of $200.0 million aggregate principal amount of senior unsecured notes due August 1, 2032 (the “2032 Notes”). Refer to “Note I – Debt and Receivables Securitization” for additional information regarding the 2032 Notes. The interest rate swap had a notional amount of $150.0 million to hedge the risk of changes in the semi-annual interest rate payments attributable to changes in the benchmark interest rate during the several days leading up to the issuance of the 15-year fixed-rate debt. Upon pricing of the 2032 Notes, the derivative financial instrument was settled resulting in a gain of approximately $3.1 million, which was reflected in accumulated other comprehensive income (loss) in our consolidated statements of equity and will be recognized in earnings, as a decrease to interest expense, over the life of the related 2032 Notes.\n\n\n \n\n\nWe entered into an interest rate swap in March 2014, in anticipation of the issuance of the 2026 Notes. Refer to “Note I – Debt and Receivables Securitization” for additional information regarding the 2026 Notes. The interest rate swap had a notional amount of $150.0 million to hedge the risk of changes in the semi-annual interest payments attributable to changes in the benchmark interest rate during the several days leading up to the issuance of the 12-year fixed-rate debt. Upon pricing of the 2026 Notes, the derivative financial instrument was settled and resulted in a loss of approximately $3.1 million, a significant portion of which was reflected within accumulated other comprehensive income (loss) (“AOCI”) in our consolidated statements of equity and will be recognized in earnings, as an increase to interest expense, over the life of the related 2026 Notes. On July 28, 2023, we redeemed the 2026 Notes in full and released the then remaining amount deferred in AOCI associated with this interest rate swap.\n \n\n\n \n\n\nForeign Currency Exchange Risk\n\n\n \n\n\nThe translation of foreign currencies into U.S. dollars subjects us to exposure related to fluctuating foreign currency exchange rates. Derivative financial instruments are not used to manage this risk; however, we do make use of forward contracts to manage exposure to certain intercompany loans with our foreign affiliates as well as exposure to transactions denominated in a currency other than the related foreign affiliate’s local currency. Such forward contracts limit exposure to both favorable and unfavorable foreign currency exchange rate fluctuations. At May 31, 2023, the difference between the contract and book value of these forward contracts was not material to our consolidated financial position, results of operations or cash flows. A 10% change in the foreign currency exchange rate to the U.S. dollar forward rate is not expected to materially impact our consolidated financial position, results of operations or cash flows. A sensitivity analysis of changes in the U.S. dollar exchange rate on these foreign currency-denominated contracts indicates that if the U.S. dollar uniformly weakened by 10% against all of these foreign currency exposures, the fair value of these forward contracts would not be materially impacted. Any resulting changes in fair value would be offset by changes in the underlying hedged balance sheet position. A sensitivity analysis of changes in the foreign currency exchange rates of our foreign locations indicates that a 10% increase in those rates would not have materially impacted our net results. The sensitivity analysis assumes a uniform shift in all foreign currency exchange rates. The assumption that foreign currency exchange rates change in uniformity may overstate the impact of changing foreign currency exchange rates on assets and liabilities denominated in a foreign currency.\n\n\n \n\n\n \n\n\n42\n\n\n\n\nTable of Contents\n\n\n \n\n\nCommodity Price Risk\n\n\n \n\n\nWe are exposed to market risk for price fluctuations on purchases of steel, natural gas, copper, zinc and other raw materials as well as our utility requirements. We attempt to negotiate the best prices for commodities and to competitively price products and services to reflect the fluctuations in market prices. Derivative financial instruments have been used to manage a portion of our exposure to fluctuations in the cost of certain commodities, including steel, natural gas, zinc, copper and other raw materials. These contracts covered periods commensurate with known or expected exposures throughout fiscal 2023. The derivative financial instruments were executed with highly rated financial institutions. No credit loss is anticipated.\n\n\n \n\n\nA sensitivity analysis of changes in the price of hedged commodities indicates that a 10% decline in the market prices of steel, zinc, copper, natural gas or any combination of these would not have a material impact to the value of our hedges or our reported results.\n\n\n \n\n\nThe fair values of our outstanding derivative positions at May 31, 2023 and 2022 are summarized below. Fair values of these derivative financial instruments do not consider the offsetting impact of the underlying hedged item.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nCommodity contracts\n\n\n \n\n\n$\n\n\n(13.2\n\n\n)\n\n\n \n\n\n$\n\n\n3.9\n\n\n \n\n\n\n\n\n\nForeign currency exchange contracts\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(0.3\n\n\n)\n\n\n\n\n\n\nTotal Derivative Financial Instruments\n\n\n \n\n\n$\n\n\n(13.2\n\n\n)\n\n\n \n\n\n$\n\n\n3.6\n\n\n \n\n\n\n\n\n\n \n\n\nSafe Harbor\n\n\n \n\n\nQuantitative and qualitative disclosures about market risk include forward-looking statements with respect to management’s opinion about risks associated with the use of derivative financial instruments. These statements are based on certain assumptions with respect to market prices and industry supply of, and demand for, steel products and certain raw materials. To the extent these assumptions prove to be inaccurate, future outcomes with respect to hedging programs may differ materially from those discussed in the forward-looking statements.\n\n\n \n\n\n43\n\n\n\n\nTable of Contents\n\n\n \n\n",
    "cik": "108516",
    "cusip6": "981811",
    "cusip": [
        "981811102",
        "981811902",
        "981811952"
    ],
    "names": [
        "WORTHINGTON INDS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/108516/000095017023035904/0000950170-23-035904-index.htm"
}