{
    "item1": ">Item 1.  Business\n \n(a)\n            \n \nGeneral Development of Business:\n \nCarpenter Technology Corporation, founded in 1889, is engaged in the manufacturing, fabrication and distribution of specialty metals. As used throughout this report, unless the context requires otherwise, the terms \"Carpenter,\" \"Carpenter Technology,\" \"Company,\" \"Registrant,\" \"Issuer,\" \"we\" and \"our\" refer to Carpenter Technology Corporation.\n \n(b)\n            \n \nFinancial Information About Segments:\n \nWe are organized in two reportable business segments: Specialty Alloys Operations (\"SAO\") and Performance Engineered Products (\"PEP\"). See Note 19 to our consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data\" for additional segment reporting information. \n \n(c)\n             \n \nNarrative Description of Business:\n \n(1)\n              \n \nGeneral:\n \nWe are a producer and distributor of premium specialty alloys, including titanium alloys, powder metals, stainless steels, alloy steels, and tool steels. We are a recognized leader in high-performance specialty alloy-based materials and process solutions for critical applications in the aerospace, defense, medical, transportation, energy, industrial and consumer markets. We have evolved to become a pioneer in premium specialty alloys, including titanium, nickel, and cobalt, as well as alloys specifically engineered for additive manufacturing (\"AM\") processes and soft magnetics applications.\nReportable Segments\n \nThe SAO segment is comprised of the Company's major premium alloy and stainless steel manufacturing operations. This includes operations performed at mills primarily in Reading and Latrobe, Pennsylvania and surrounding areas as well as South Carolina and Alabama. The combined assets of the SAO segment are managed in an integrated manner to optimize efficiency and profitability across the total system. \n \nThe PEP segment is comprised of the Company's differentiated operations. This segment includes the Dynamet titanium business, the Carpenter Additive business and the Latrobe and Mexico distribution businesses. The Amega West business was also part of the PEP segment, however, it was divested during the first quarter of fiscal year 2021. The businesses in the PEP segment are managed with an entrepreneurial structure to promote flexibility and agility to quickly respond to market dynamics. \n(2)\n                \n \nRaw Materials:\n \nOur business depends on continued receipt of critical raw materials for our day to day operations. These raw materials include nickel, cobalt, chromium, manganese, molybdenum, titanium, iron and scrap containing the named alloys. Some of the sources of these raw materials, many of which are international, could be subject to potential interruptions of supply as a result of political events, labor unrest or other reasons. These potential interruptions could cause material shortages and affect availability and price. We have arrangements with certain vendors to provide consigned materials at our manufacturing facilities available for our consumption as necessary. \n \nWe have long-term relationships with major suppliers who provide availability of material at competitive prices. Purchase prices of certain raw materials have historically been volatile. We use pricing surcharges, indexing mechanisms, base price adjustments and raw material forward contracts to reduce the impact on our business of changing prices for the most significant of these materials. There can be delays between the time of the increase in the price of raw materials and the realization of the benefits of such mechanisms or actions that could have a short-term impact on our results and could affect the comparability of our results from period to period. \n \n2\nTable of Contents\n(3)\n                \n \nPatents and Licenses:\n \nWe own a number of United States and international patents and have granted licenses under some of them. In addition, certain products that we produce are covered by patents held or owned by other companies from whom licenses have been obtained. The duration of a patent issued in the United States is between 14 and 20 years from the date of filing a patent application or issuance of the patent. The duration of a patent issued outside of the United States varies from country to country. Generally, patent licenses are structured to match the duration of the underlying patent. Although these patents and licenses are believed to be of value, we do not consider our business to be materially dependent upon any single such item or related group of such items.\n \n(4)\n               \n \nSeasonality of Business:\n \nOur sales can be influenced by seasonal factors with the first six months of the fiscal year typically being lower, principally because of annual plant vacation and maintenance shutdowns by us, as well as by many of our customers. However, the timing of major changes in the general economy or the markets for certain products can alter this pattern.\n \n(\n5)\n                \n \nCustomers:\n \nOn a consolidated basis, we are not dependent upon a single customer, or very few customers, such that the loss of any one or more particular customers would have a materially adverse effect on our consolidated statement of operations. No single customer accounted for 10 percent or more of total net sales for the years ended June 30, 2023, June 30, 2022 and June 30, 2021. No single customer accounted for 10 percent or more of the accounts receivable outstanding at June 30, 2023 or June 30, 2022. See Note 19 to our consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data\" for additional information. \n \n(6)\n               \n \nBacklog:\n \nAs of June 30, 2023, we had a sales backlog of orders excluding surcharge, believed to be firm, of approximately $2,123.3 million, significantly all of which is expected to be shipped within fiscal years 2024 and 2025. Our backlog of orders excluding surcharge as of June 30, 2022, was approximately $1,539.3 million.\n(7)\n               \n \nCompetition:\n \nWe are leaders in specialty materials for critical applications with over 130 years of metallurgical and manufacturing expertise. Our business is highly competitive. We manufacture and supply materials to a variety of end-use market sectors and compete with various companies depending on the end-use market, product or geography. A significant portion of the products we produce are highly engineered materials for demanding applications. There are less than ten companies producing one or more similar products that we consider our major competitors for our high-value products used in demanding applications, particularly in our Aerospace and Defense and Energy end-use markets. These products are generally required to meet complex customer product specifications and often require the materials to be qualified prior to supplying the customer. Our experience, technical capabilities, product offerings and research and development efforts represent barriers to existing and potential competitors. \n \nFor other products, there are several dozen smaller producing companies and converting companies that are also competitors, as well as several hundred independent distributors of products similar to those distributed by us. Additionally, numerous foreign companies produce various specialty metal products similar to those produced by us. Furthermore, a number of different products may, in certain instances, be substituted for our finished products. \n3\nTable of Contents\n(8)\n               \n \nResearch, Product and Process Development:\n \nOur expenditures for Company-sponsored research and development were $24.4 million, $20.4 million and $19.7 million in fiscal years 2023, 2022 and 2021, respectively. We believe that our ability to be an innovator in special material development and manufacturing processes has been and will continue to be an important factor in the success of the Company. Our worldwide staff of expert metallurgists, research and development scientists, engineers and service professionals work closely with our customers to identify and provide innovative solutions to specific product requirements. \n(9)\n               \n \nEnvironmental Regulations:\n \nWe are subject to various stringent federal, state, local and international environmental laws and regulations relating to pollution, protection of public health and the environment, natural resource damages and occupational safety and health. Management evaluates the liability for future environmental remediation costs on a quarterly basis. We accrue amounts for environmental remediation costs representing management's best estimate of the probable and reasonably estimable costs relating to environmental remediation. For further information on environmental remediation, see the Contingencies section included in Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and the notes to our consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data.\" \n \nOur costs of maintaining and operating environmental control equipment were $15.7 million, $14.8 million and $14.9 million for fiscal years 2023, 2022 and 2021, respectively. The capital expenditures for environmental control equipment were $0.3 million, $1.1 million and $1.3 million for fiscal years 2023, 2022 and 2021, respectively. We anticipate spending approximately $3.3 million on domestic environmental capital projects over the next five fiscal years. This includes approximately $2.2 million in fiscal year 2024. Due to the possibility of future regulatory developments, the amount of future capital expenditures may vary from these estimates. \n4\nTable of Contents\n(10)\n        \n \nHuman Capital Resources:\n \nWe maintain a high-performance work environment that is required to deliver mission-critical materials to our customers and an organizational culture that is devoted to exceptional customer service. We value our employees and help them build careers that are as resilient, innovative, and valuable as our work for our customers. We are committed to increasing employee engagement by leveraging the diversity and drive of our people, maximizing their talents, empowering them and supporting their career aspirations. \nHealth and Safety: Safety is our number one Core Value. We believe that a Zero Injury workplace is achievable and relentlessly pursue measures to increase safety and accountability for our employees. We are proactive in our approach to safety, working to eliminate hazards before causing injury or harm. We invest in our employees, supervisors and managers and engage them in finding workable solutions to achieve a Zero Injury Workplace. \nTalent Acquisition: We are always looking for nimble, smart, growth-minded people – regardless of background – to help our organization continue to succeed. We are an employer of choice. We strive for our culture to be transparent, supportive of work/life balance, welcoming of diverse viewpoints, treating all with dignity and respect and supporting each individuals' needs for professional growth and development. \nPerformance Management: Our formalized bi-annual performance review process accelerates employee growth and development at every stage of the process: (1) objectives and goal setting, (2) ongoing performance check-ins and coaching, as well as (3) performance evaluation and review. We also have Structured Individual Development Plans to assist managers in effectively setting targeted development activities for their direct reports and aligning those activities with business priorities. \nEngagement: We regularly conduct a company-wide Employee Engagement Survey to collect tangible data to make our Company even better. To ensure anonymity, we partner with an outside firm to collect and analyze the results. We make the survey available electronically and in hard copy format to make it as easy as possible for all our employees to participate, particularly our manufacturing teams. Our questions cover a wide variety of topics, including safety, culture, diversity, inclusion and belonging, work/life balance and leadership and career development.\nProfessional Development: Our employees enjoy a wide variety of rewards that assist with engagement and development. From traditional items such as compensation to less traditional aspects such as work-life balance, hybrid and remote work arrangements, future career opportunities, and innovative work.\nDiversity and Inclusion: We have a culture that blends our different backgrounds, experiences and perspectives from all employees. Our commitment to diversity, inclusion, and belonging is real. We want all to feel welcomed. Everyone is treated equally with dignity and respect regardless of their race, age, gender identity, or sexual orientation. Our Diversity, Inclusion and Belonging Committee plays a critical role in advancing us to the next level of awareness and engagement. \nGovernance: Our policy is to comply with the letter and spirit of all laws that govern our operations and to adhere to the highest standards of business ethics. We implemented general legal and ethical guidelines in our \"Code of Conduct.\" The guidelines apply to all employees and majority-owned affiliates, including subsidiaries, both in the United States and other countries. \nAs of June 30, 2023, our total workforce consisted of approximately 4,500 employees, which included 182 production employees in Washington, Pennsylvania, who are covered under a collective bargaining agreement which expires on August 31, 2025, and 393 employees in Latrobe, Pennsylvania who are covered under a collective bargaining agreement which has been extended to August 14, 2023. Negotiations with union representatives are currently in process. We believe our relations with our employees are generally good.\n \n(d)\n              \n \nFinancial information about foreign and domestic operations and export sales:\n \nSales outside of the United States, including export sales, were $994.1 million, $656.4 million and $549.0 million in fiscal years 2023, 2022 and 2021, respectively. Long-lived assets held outside of the United States were $15.7 million and $15.7 million as of June 30, 2023 and 2022, respectively. For further information on domestic and international sales, see Note 4 to our consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data.\"\n \n5\nTable of Contents\n(e)\n               \n \nAvailable Information:\n \nOur Board of Directors has adopted a Code of Ethics for the Chief Executive Officer and Chief Financial Officer of Carpenter Technology Corporation, which is also applicable to our other executive officers. There were no waivers of the Code of Ethics in fiscal year 2023. The Code of Ethics and any information regarding any waivers of the Code of Ethics are disclosed on Carpenter's website at www.carpentertechnology.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, are available free of charge through our website as soon as reasonably practicable after we electronically file such material with, or furnish such material to, the Securities and Exchange Commission (\"SEC\"). Our website and the content contained therein or connected thereto are not intended to be incorporated into this Annual Report on Form 10-K. \nThe SEC maintains an Internet site that contains reports, proxy and other information regarding issuers that file electronically. Such information can be accessed through the Internet at www.sec.gov.",
    "item1a": ">Item 1A.  Risk Factors\n \nThere are inherent risks and uncertainties associated with all businesses that could adversely affect operating performances or financial conditions. The following discussion outlines the risks and uncertainties that management believes are the most material to our business. However, these are not the only risks or uncertainties that could affect our business. Certain risks are associated specifically with our business, industry or customer base, while others have a broader effect. \n \nThe demand for certain products we produce may be cyclical.\n \nDemand in our end-use markets can be cyclical in nature and sensitive to general economic conditions, competitive influences and fluctuations in inventory levels throughout the supply chain. As such, our results of operations, financial condition, cash flows and availability of credit could fluctuate significantly from period to period. \n \nA significant portion of our sales represents products sold to customers in the commercial aerospace and defense and energy markets. The cyclicality of those markets can adversely affect our current business and our expansion objectives.\n \nThe commercial aerospace and defense market is historically cyclical due to both external and internal market factors. These factors include general economic conditions, airline profitability, consumer demand for air travel, varying fuel and labor costs, price competition and international and domestic political conditions such as military conflict and the threat of terrorism. The length and degree of cyclical fluctuation can be influenced by any one or combination of these factors and therefore are difficult to predict with certainty. A downturn in the commercial aerospace and defense industry would adversely affect the demand for our products and/or the prices at which we are able to sell our products; our results of operations and financial condition could be materially adversely affected. \n \nThe energy market has also been historically cyclical, principally as a result of volatile oil prices that impact demand for our products. Our future success requires us to, among other things, expand in key international energy markets by successfully adding to our customer base, distribution channels and product portfolio. The volatility of oil prices and other factors that contribute to the cyclicality of the energy market will impact our ability to expand successfully in this area and may adversely affect our results of operations and financial condition. \nAny significant delay or inability to successfully expand our operations in a timely and cost-effective manner could materially adversely affect our business, financial condition and results of operations. \n \nOver the last few years, we have undertaken capital projects associated with expanding our production capacity and capability. These projects place a significant demand on management and operational resources. Our success in expanding our operations in a cost-effective manner depends upon numerous factors including the ability of management to ensure the necessary resources are in place to properly execute these projects, our ability to obtain the necessary internal and customer qualifications to produce material from the facilities and our ability to operate the facilities to maximize the potential opportunities with minimal impacts to our existing operations. If we are not able to achieve the anticipated results from our capital expansion projects, or if we incur unanticipated delays, or excess costs, our results of operations and financial position may be materially adversely affected. \n \n6\nTable of Contents\nPeriods of reduced demand and excess supply as well as the availability of substitute lower cost materials can adversely affect our ability to price and sell our products at the profitability levels we require to be successful.\n \nAdditional worldwide capacity and reduced demand for our products could significantly impact future worldwide pricing which would adversely impact our results of operations and financial condition. In addition, continued availability of lower cost, substitute materials may cause significant fluctuations in future results as our customers opt for a lower cost alternative. \n \nWe change prices on our products as we deem necessary. In addition to the above general competitive impact, other market conditions and various economic factors beyond our control can adversely affect the timing of our pricing actions. The effects of any pricing actions may be delayed due to long manufacturing lead times or the terms of existing contracts. There is no guarantee that the pricing actions we implement will be effective in maintaining the Company's profit margin levels. \n \nWe rely on third parties to supply certain raw materials and supplies that are critical to the manufacture of our products and we may not be able to access alternative sources of these raw materials if the suppliers are unwilling or unable to meet our demand.\n \nCosts of certain critical raw materials, such as nickel, cobalt, chromium, manganese, molybdenum, titanium, iron and scrap containing these alloys have been volatile due to factors beyond our control. We expect to mitigate most of the adverse impact of rising raw material costs through raw material surcharges, indices to customers and raw material forward contracts, but changes in business conditions could adversely affect our ability to recover rapid increases in raw material costs and may adversely affect our results of operations. \n \nIn addition, the availability of critical raw materials and supplies is subject to factors that are not in our control. In some cases, these critical raw materials and supplies are purchased from suppliers operating in countries that may be subject to unstable political and economic conditions. At any given time, we may be unable to obtain an adequate supply of these critical raw materials and supplies on a timely basis, at prices and other terms acceptable to us, or at all. \n \nIf suppliers increase the price of critical raw materials or are unwilling or unable to meet our demand, we may not have alternative sources of supply. In addition, to the extent that we have quoted prices to customers and accepted customer orders for products prior to purchasing necessary raw materials, or have existing contracts, we may be unable to raise the price of products to cover all or part of the increased cost of the raw materials to our customers.\nThe manufacture of some of our products is a complex process and requires long lead times. As a result, we may experience delays or shortages in the supply of raw materials. If unable to obtain adequate and timely receipts of required raw materials, we may be unable to timely manufacture sufficient quantities of products. This could cause us to lose sales, incur additional costs, delay new product introductions or suffer harm to our reputation. \nWe provide benefits to active and retired employees throughout most of our Company, most of which are not covered by insurance; and thus, our financial condition can be adversely affected if our investment returns are insufficient to meet these obligations. \n \nWe have obligations to provide substantial benefits to active and retired employees, and most of the associated costs are paid by the Company and are not covered by insurance. In addition, certain employees are covered by defined benefit pension plans, with the majority of our plans covering employees in the United States. Benefits accrued to eligible participants of our largest qualified defined benefit pension plan and certain non-qualified pension plans were frozen effective December 31, 2016. Many domestic and international competitors do not provide defined benefit plans and/or retiree health care plans, and other international competitors operate in jurisdictions with government sponsored health care plans that may offer them a cost advantage. A decline in the value of plan investments in the future, an increase in costs or liabilities or unfavorable changes in laws or regulations that govern pension plan funding could materially change the timing and amount of required pension funding. A requirement to accelerate or increase pension contributions in the future could have a material adverse effect on our results of operations, cash flows and financial condition.\n \n7\nTable of Contents\nThe extensive environmental, health and safety regulatory regimes applicable to our manufacturing operations create potential exposure to significant liabilities.\n \nThe nature of our manufacturing business subjects our operations to numerous and varied federal, state, local and international laws and regulations relating to pollution, protection of public health and the environment, natural resource damages and occupational safety and health. We have used, and currently use and manufacture, substantial quantities of substances that are considered hazardous, extremely hazardous or toxic under worker safety and health laws and regulations. Although we implement controls and procedures designed to reduce continuing risk of adverse impacts and health and safety issues, we could incur substantial cleanup costs, fines and civil or criminal sanctions, third party property damage or personal injury claims as a result of violations, non-compliance or liabilities under these regulatory regimes required at our facilities. \nWe have environmental remediation liabilities at some of our owned operating facilities and have been designated as a potentially responsible party (\"PRP\") with respect to certain third party Superfund or similar waste disposal sites and other third party owned sites. Additionally, we have been notified that we may be a PRP with respect to other Superfund sites as to which no proceedings have been instituted against us. From time to time, we are a party to lawsuits and other proceedings involving alleged violations of, or liabilities arising from, environmental laws. \n \nWhen our liability is probable and we can reasonably estimate our costs, we record environmental liabilities in our financial statements. However, in many cases, we are not able to determine whether we are liable, or if liability is probable, in order to reasonably estimate the loss or range of loss which could result from such environmental liabilities. Estimates of our liability remain subject to additional uncertainties, including the nature and extent of site contamination, available remediation alternatives, the extent of corrective actions that may be required, and the number and financial condition of other PRPs, as well as the extent of their responsibility for the remediation. We adjust our accruals to reflect new information as appropriate. Future adjustments could have a material adverse effect on our results of operations in a given period, but we cannot reliably predict the amounts of such future adjustments. Future developments, administrative actions or liabilities relating to environmental matters could have a material adverse effect on our financial condition, cash flows or results of operations. \n \nOur manufacturing processes, and the manufacturing processes of many of our suppliers and customers, are energy intensive and generate carbon dioxide and other \"Greenhouse Gases,\" and pending legislation or regulation of Greenhouse Gases, if enacted or adopted in an onerous form, could have a material adverse impact on our results of operations, financial condition and cash flows. \n \nPolitical and scientific debates related to the impacts of greenhouse gas emissions on the global climate are prevalent. Regulation or some form of legislation aimed at reducing the greenhouse gas emissions is currently being considered both in the United States and globally. As a specialty alloy manufacturer, we will be affected, both directly and indirectly, if climate change legislation, such as use of a \"cap and trade\" system, is enacted and implemented. Such legislation could have a material adverse impact on our results of operations, financial condition and cash flows.\n \nProduct liability and product quality claims could adversely affect our operating results.\n \nWe produce ultra high strength, high temperature and corrosion-resistant alloys designed for our customers' demanding applications particularly in our Aerospace and Defense, Medical and Energy end-use markets. Failure of the materials that are included in our customers' applications could give rise to substantial product liability claims. There can be no assurance that our insurance coverage will be adequate or continue to be available on terms acceptable to us. We have a complex manufacturing process necessary to meet our customers' stringent product specifications. We are also required to adhere to various third party quality certifications and perform sufficient internal quality reviews to ensure compliance with established standards. If we fail to meet the customer specifications for their products, we may be subject to product quality costs and claims. These costs are generally not insured. The impacts of product liability and quality claims could have a material adverse impact on our results of operations, financial condition and cash flows.\n \n8\nTable of Contents\nOur business subjects us to risks of litigation claims, as a routine matter, and this risk increases the potential for a loss that might not be covered by insurance.\n \nLitigation claims relate to the conduct of our currently and formerly owned businesses, including claims pertaining to product liability, commercial disputes, employment actions, employee benefits, compliance with domestic and international laws and regulations, personal injury, patent infringement and tax issues. Due to the uncertainties of litigation, we can give no assurance that we will prevail on claims made against us in the lawsuits that we currently face or that additional claims will not be made against us in the future. The outcome of litigation cannot be predicted with certainty, and some of these lawsuits, claims or proceedings may be determined adversely to us. The resolution in any reporting period of one or more of these matters could have a material adverse effect on our results of operations for that period. We can give no assurance that any other matters brought in the future will not have a material adverse effect on our results of operations, financial condition and cash flows.\n \nA portion of our workforce is covered by collective bargaining agreements and union attempts to organize our other employees may cause work interruptions or stoppages.\n \nApproximately 182 production employees at our Dynamet business unit located in Washington, Pennsylvania are covered by a collective bargaining agreement. This agreement expires August 31, 2025. Approximately 393 production employees at our Latrobe business unit located in Latrobe, Pennsylvania are covered by a collective bargaining agreement which has been extended to August 14, 2023. Negotiations with union representatives are currently in process. There can be no assurance that we will succeed in concluding collective bargaining agreements with the unions to replace those that expire which could result in work interruptions and stoppages. From time to time, the employees at our manufacturing facility in Reading, Pennsylvania, participate in election campaigns or union organizing attempts. There is no guarantee that future organization attempts will not result in union representation.\n \nOur manufacturing processes are complex and depend upon critical, high cost equipment for which there may be only limited or no production alternatives. \n \nIt is possible that we could experience prolonged periods of reduced production due to unplanned equipment failures, and we could incur significant repair or replacement costs in the event of those failures. It is also possible that operations could be disrupted due to other unforeseen circumstances such as power outages, explosions, fires, floods, accidents and severe weather conditions. We must make regular, substantial capital investments and changes to our manufacturing processes to lower production costs, improve productivity, manufacture new or improved products and remain competitive. We may not be in a position to take advantage of business opportunities or respond to competitive pressures if we fail to update, replace or make additions to our equipment or our manufacturing processes in a timely manner. The cost to repair or replace much of our equipment or facilities would be significant. We cannot be certain that we will have sufficient internally generated cash or acceptable external financing to make necessary capital expenditures in the future.\n \nA significant portion of our manufacturing and production facilities are located in Reading and Latrobe, Pennsylvania and Athens, Alabama, which increases our exposure to significant disruption to our business as a result of unforeseeable developments in these geographic areas.\n \nIt is possible that we could experience prolonged periods of reduced production due to unforeseen catastrophic events occurring in or around our manufacturing facilities in Reading and Latrobe, Pennsylvania and Athens, Alabama. As a result, we may be unable to shift manufacturing capabilities to alternate locations, accept materials from suppliers, meet customer shipment needs or address other severe consequences that may be encountered. Our financial condition, cash flows and results of operations could be materially adversely affected.\nWe rely on third parties to supply energy consumed at each of our energy-intensive production facilities.\n \nThe prices for and availability of electricity, natural gas, oil and other energy resources are subject to volatile market conditions. These market conditions often are affected by political and economic factors beyond our control. Disruptions or lack of availability in the supply of energy resources could temporarily impair the ability to operate our production facilities. Further, increases in energy costs, or changes in costs relative to energy costs paid by competitors, have affected and may continue to adversely affect our profitability. To the extent that these uncertainties cause suppliers and customers to be more cost sensitive, increased energy prices may have an adverse effect on our results of operations, financial condition and cash flows.\n \n9\nTable of Contents\nWe consider acquisitions, joint ventures and other business combination opportunities, as well as possible business unit dispositions, as part of our overall business strategy, that involve uncertainties and potential risks that we cannot predict or anticipate fully.\n \nFrom time to time, management holds discussions with management of other companies to explore such aforementioned opportunities. As a result, the relative makeup of the businesses comprising our Company is subject to change. Acquisitions, joint ventures and other business combinations involve various inherent risks. Such risks include difficulties in integrating the operations, technologies, products and personnel of the acquired companies, diversion of management's attention from existing operations, difficulties in entering markets in which we have limited or no direct prior experience, dependence on unfamiliar supply chains, insufficient revenues to offset increased expenses associated with acquisitions, loss of key employees of the acquired companies, inaccurate assessment of undisclosed liabilities, difficulties in realizing projected efficiencies, synergies and cost savings, and increases in our debt or limitation on our ability to access additional capital when needed.\n \nRegulations related to conflict minerals could adversely impact our business.\nThe SEC has promulgated final rules mandated by the Dodd-Frank Act regarding disclosure of the use of tin, tantalum, tungsten and gold, known as conflict minerals, in products manufactured by public companies. These rules require due diligence to determine whether such minerals originated from the Democratic Republic of the Congo (the \"DRC\") or an adjoining country and whether such minerals helped finance the armed conflict in the DRC. The Company timely filed its latest annual conflict minerals report required by the rules on May 26, 2023. There are costs associated with complying with these disclosure requirements going forward, including costs to determine the origin of conflict minerals used in our products. In addition, the implementation of these rules could adversely affect the sourcing, supply and pricing of materials used in our products. Also, we may face disqualification as a supplier for customers and reputational challenges if the due diligence procedures we continue to implement do not enable us to verify the origins for all conflict minerals or to determine that such minerals are DRC conflict-free.\nOur business may be impacted by external factors that we may not be able to control.\n \nWar (such as the current war in Ukraine), civil conflict, terrorism, other geopolitical and diplomatic tensions, natural disasters, climate change and public health issues including domestic or international pandemics, other outbreaks of contagious diseases (such as the COVID-19 pandemic) and other adverse public health developments have caused or could cause damage or disruption to domestic or international commerce by creating economic or political uncertainties. Additionally, the volatility in the financial markets could negatively impact our business. These events could result in a decrease in demand for our products, affect the availability of credit facilities to us, our customers or other members of the supply chain necessary to transact business, make it difficult or impossible to deliver orders to customers or receive materials from suppliers, affect the availability or pricing of energy sources or result in other severe consequences that may or may not be predictable. As a result, our business, financial condition and results of operations could be materially adversely affected. \n \nOur international operations and global sales expose us to various risks including the impact of tariffs, which may adversely affect our business.\n \nRisks associated with international operations include without limitation: political and economic instability, including weak conditions in the world's economies; difficulty in collecting accounts receivable; unstable or unenforced export controls; changes in legal and regulatory requirements; policy changes affecting the markets for our products; changes in duties, quotas, tariffs and taxes; changes in taxation including the ability to repatriate earnings; and exchange rate fluctuations (which may affect sales to international customers and the value of profits earned on international sales when converted into U.S. dollars). In addition, we will need to invest in building our capabilities and infrastructure to meet our international growth goals. Any of these factors could materially adversely affect our results for the period in which they occur.\nSignificant changes to United States and international trade policies continue to emerge and activity levels have increased with regard to new import and export tariffs, retaliatory tariffs, and quotas; modifications to international trade policy; the withdrawal from or renegotiation of certain trade agreements; and other changes. These changes, including any implementation of or changes in trade sanctions, tariffs and embargoes, could materially adversely impact our business or require us to make changes to our current business practices or supply chain. \n10\nTable of Contents\nWe value most of our inventory using the LIFO method, which could be repealed resulting in adverse effects on our cash flows and financial condition.\n \nThe cost of our inventories is primarily determined using the Last-In, First-Out (\"LIFO\") method. Under the LIFO inventory valuation method, changes in the cost of raw materials and production activities are recognized in cost of sales in the current period even though these materials and other costs may have been incurred at significantly different values due to the length of time of our production cycle. Generally, in a period of rising prices, LIFO recognizes higher costs of goods sold, which both reduces current income and assigns a lower value to the year-end inventory. From time to time, there have been proposals aimed at repealing the election to use the LIFO method for income tax purposes. According to these proposals, generally taxpayers that currently use the LIFO method would be required to revalue their LIFO inventory to its First-In, First-Out (\"FIFO\") value. As of June 30, 2023, if the FIFO method of inventory had been used instead of the LIFO method, our inventories would have been approximately $517.2 million higher. This increase in inventory would result in a one-time increase in taxable income which may be taken into account over the following several taxable years. The repeal of the LIFO method could result in a substantial tax liability which could adversely impact our cash flows and financial condition.\n \nWe depend on the ability to hire and retain a qualified workforce and key personnel.\n \nMuch of our future success depends on the continued service and availability of skilled personnel, including members of our executive management team, management, metallurgists and production positions. Failure to attract, hire, develop, motivate, and retain highly qualified employee talent, or failure to develop and implement an adequate succession plan for the management team, could disrupt our operations and adversely affect our business and our future success.\nCybersecurity attacks and other security breaches or failures in functionality of our information technology (\"IT\") and computer systems could adversely impact our financial condition and results of operations and compromise the integrity of confidential data. \n \nManagement relies extensively on IT infrastructure, including hardware, networks, software, people and processes, to provide useful information to conduct our business and support assessments and conclusions about operating performance. Our inability to produce relevant and/or reliable measures of operating performance in an efficient, cost-effective and well-controlled fashion may have significant negative impacts on our future operations. In addition, any material failure, interruption of service, or compromised data security could adversely affect our operations. Security breaches in our IT could result in theft, destruction, loss, misappropriation or release of confidential data or intellectual property which could adversely impact our future results.\nWe are regularly the target of attempted cyber and other security threats and must continuously monitor and develop our IT networks and infrastructure to prevent, detect, address and mitigate the risk of unauthorized access, misuse, computer viruses and other events that could have a security impact. Cybersecurity attacks are evolving in both frequency and sophistication and could be made by both internal and external individuals or groups with an extensive range of motives. If we are unable to prevent cybersecurity attacks and other information security breaches, we may encounter significant disruptions in our operations which could adversely impact our business, financial condition and results of operations or result in the unauthorized disclosure of confidential information. Such breaches may also harm our reputation, result in financial losses or subject us to litigation or other costs or penalties.\n11\nTable of Contents\nThe carrying value of goodwill and other long-lived assets may not be recoverable.\n \nGoodwill and other long-lived assets including property, plant and equipment, software and other intangible assets are recorded at fair value on the date of acquisition. We review these assets at least annually for impairment. Impairment may result from, among other things, deterioration in performance, adverse market conditions, adverse changes in applicable laws or regulations and a variety of other factors. Any future impairment of goodwill or other long-lived assets could have a material adverse effect on our results of operations.\nOur ability to produce timely and accurate financial statements may be impacted if we fail to maintain an effective system of disclosure controls and internal control over financial reporting. \nWe are subject to the reporting requirements of the Sarbanes-Oxley Act of 2002 (\"Sarbanes-Oxley\"). Sarbanes-Oxley requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. We are also required to make a formal assessment and provide an annual management report on the effectiveness of our internal control over financial reporting, which must be attested to by our independent registered public accounting firm. In order to maintain the effectiveness of our disclosure controls and procedures and internal control over financial reporting, we have expended, and anticipate that we will continue to expend, resources, including accounting-related costs and management oversight.",
    "item7": ">Item 7.  Management's Discussion and Analysis of Financial Condition and Results of Operations\nBackground and General\n \nOur discussions below in this Item 7 should be read in conjunction with our consolidated financial statements, including the notes thereto, included in this annual report on Form 10-K. \n \nWe are a producer and distributor of premium specialty alloys, including titanium alloys, powder metals, stainless steels, alloy steels, and tool steels. We are a recognized leader in high-performance specialty alloy-based materials and process solutions for critical applications in the aerospace, defense, medical, transportation, energy, industrial and consumer markets. We have evolved to become a pioneer in premium specialty alloys, including titanium, nickel, and cobalt, as well as alloys specifically engineered for additive manufacturing processes and soft magnetics applications. We primarily process basic raw materials such as nickel, cobalt, titanium, manganese, chromium, molybdenum, iron scrap and other metal alloying elements through various melting, hot forming and cold working facilities to produce finished products in the form of billet, bar, rod, wire and narrow strip in many sizes and finishes. We also produce certain metal powders and parts. Our sales are distributed directly from our production plants and distribution network as well as through independent distributors. Unlike many other specialty steel producers, we operate our own worldwide network of service and distribution centers. These service centers, located in the United States, Canada, Mexico, Europe and Asia allow us to work more closely with customers and to offer various just-in-time stocking programs.  \n    \nAs part of our overall business strategy, we have sought out and considered opportunities related to strategic acquisitions and joint collaborations as well as possible business unit dispositions aimed at broadening our offering to the marketplace. We have participated with other companies to explore potential terms and structures of such opportunities and expect that we will continue to evaluate these opportunities.  \nWhile we prepare our financial statements in accordance with U.S. generally accepted accounting principles (\"U.S. GAAP\"), we also utilize and present certain financial measures that are not based on or included in U.S. GAAP (we refer to these as \"Non-GAAP financial measures\"). Please see the section \"Non-GAAP Financial Measures\" below for further discussion of these financial measures, including the reasons why we use such financial measures and reconciliations of such financial measures to the nearest U.S. GAAP financial measures. \n \n17\nTable of Contents\nBusiness Trends\n \nSelected financial results for the past three fiscal years are summarized below:\n \nYears Ended June 30,\n($ in millions, except per share data)\n2023\n2022\n2021\nNet sales\n$\n2,550.3 \n$\n1,836.3 \n$\n1,475.6 \nNet sales excluding surcharge revenue (1)\n$\n1,848.0 \n$\n1,400.0 \n$\n1,252.8 \nOperating income (loss)\n$\n133.1 \n$\n(24.9)\n$\n(248.6)\nAdjusted operating income (loss) (1)\n$\n133.1 \n$\n(34.0)\n$\n(105.5)\nNet income (loss)\n$\n56.4 \n$\n(49.1)\n$\n(229.6)\nDiluted earnings (loss) per share\n$\n1.14 \n$\n(1.01)\n$\n(4.76)\nAdjusted diluted earnings (loss) per share (1)\n$\n1.14 \n$\n(1.06)\n$\n(2.01)\nPurchases of property, plant, equipment and software\n$\n82.3 \n$\n91.3 \n$\n100.5 \nAdjusted free cash flow (1)\n$\n(67.6)\n$\n(83.1)\n$\n171.1 \nPounds sold (in thousands) (2)\n214,122 \n188,112 \n169,706 \n(1)  See the section \"Non-GAAP Financial Measures\" below for further discussion of these financial measures.\n \n(2)  Pounds sold data includes Specialty Alloys Operations segment and Dynamet and Additive businesses from the Performance Engineered Products segment.\nOur sales are across diverse end-use markets. The table below summarizes our sales by end-use market over the past three fiscal years: \n \n \nYears Ended June 30,\n \n2023\n2022\n2021\n($ in millions)\nDollars\n% of\nTotal\nDollars\n% of\nTotal\nDollars\n% of\nTotal\nAerospace and Defense\n$\n1,290.7 \n51 \n%\n$\n790.2 \n43 \n%\n$\n710.9 \n48 \n%\nMedical\n301.6 \n12 \n%\n212.3 \n12 \n%\n143.5 \n10 \n%\nTransportation\n185.0 \n7 \n%\n178.3 \n10 \n%\n144.5 \n10 \n%\nEnergy\n163.3 \n6 \n%\n113.0 \n6 \n%\n87.8 \n6 \n%\nIndustrial and Consumer\n487.2 \n19 \n%\n417.2 \n23 \n%\n292.1 \n20 \n%\nDistribution\n122.5 \n5 \n%\n125.3 \n6 \n%\n96.8 \n6 \n%\nTotal net sales\n$\n2,550.3 \n100 \n%\n$\n1,836.3 \n100 \n%\n$\n1,475.6 \n100 \n%\n18\nTable of Contents\nImpact of Raw Material Prices and Product Mix\n \nWe value most of our inventory utilizing the LIFO inventory costing methodology. Under the LIFO inventory costing method, changes in the cost of raw materials and production activities are recognized in cost of sales in the current period even though these materials may have been acquired at potentially significantly different values due to the length of time from the acquisition of the raw materials to the sale of the processed finished goods to the customers. In a period of rising raw material costs, the LIFO inventory valuation normally results in higher cost of sales. Conversely, in a period of decreasing raw material costs, the LIFO inventory valuation normally results in lower cost of sales. \nThe volatility of the costs of raw materials has impacted our operations over the past several years. We, and others in our industry, generally have been able to pass cost increases on major raw materials through to our customers using surcharges that are structured to recover increases in raw material costs. Generally, the formula used to calculate a surcharge is based on published prices of the respective raw materials for the previous month which correlates to the prices we pay for our raw material purchases. However, a portion of our surcharges to customers may be calculated using a different surcharge formula or may be based on the raw material prices at the time of order, which creates a lag between surcharge revenue and corresponding raw material costs recognized in cost of sales. The surcharge mechanism protects our net income on such sales except for the lag effect discussed above. However, surcharges have had a dilutive effect on our gross margin and operating margin percentages as described later in this report. \n \nApproximately 45 percent of our net sales are sales to customers under firm price sales arrangements. Firm price sales arrangements involve a risk of profit margin fluctuations, particularly when raw material prices are volatile. In order to reduce the risk of fluctuating profit margins on these sales, we enter into commodity forward contracts to purchase certain critical raw materials necessary to produce the related products sold. Firm price sales arrangements generally include certain annual purchasing commitments and consumption schedules agreed to by the customers at selling prices based on raw material prices at the time the arrangements are established. If a customer fails to meet the volume commitments (or the consumption schedule deviates from the agreed-upon terms of the firm price sales arrangements), we may need to absorb the gains or losses associated with the commodity forward contracts on a temporary basis. Gains or losses associated with commodity forward contracts are reclassified to earnings/loss when earnings are impacted by the hedged transaction. Because we value most of our inventory under the LIFO costing methodology, changes in the cost of raw materials and production activities are recognized in cost of sales in the current period attempting to match the most recently incurred costs with revenues. Gains and/or losses on the commodity forward contracts are reclassified from accumulated other comprehensive income (loss) (\"AOCI\") together with the actual purchase price of the underlying commodities when the underlying commodities are purchased and recorded in inventory. To the extent that the total purchase price of the commodities, inclusive of the gains or losses on the commodity forward contracts, are higher or lower relative to the beginning of year costs, our cost of goods sold reflects such amounts. Accordingly, the gains and/or losses associated with commodity forward contracts may not impact the same period that the firm price sales arrangements revenue is recognized, and comparisons of gross profit from period to period may be impacted. These firm price sales arrangements are expected to continue as we look to strengthen our long-term customer relationships by expanding, renewing and, in certain cases, extending to a longer term, our customer long-term arrangements.\n \nWe produce hundreds of grades of materials, with a wide range of pricing and profit levels depending on the grade. In addition, our product mix within a period is subject to the fluctuating order patterns of our customers as well as decisions we may make on participation in certain products based on available capacity including the impacts of capacity commitments we may have under existing customer agreements. While we expect to see positive contribution from a more favorable product mix in our margin performance over time, the impact by period may fluctuate, and period to period comparisons may vary.\nImpact of Inflation and Supply Chain Disruption\nRecent inflationary pressures affecting the general economy have impacted our operating costs including increased costs for raw materials, energy, key operating supplies and labor. \nAdditionally, global supply chain disruptions have affected our operations, including the availability and cost of labor, as well as the supply of industrial goods. As a result, we are experiencing higher labor rates, extended lead times for supplies, as well as delayed capital expenditures due to the availability of equipment and outside contractors. These disruptions have resulted in increased direct costs and certain inefficiencies in our operations. \n19\nTable of Contents\nWe have taken steps that we believe are necessary to mitigate inflationary pressures and supply chain disruptions. As discussed above, we have certain mechanisms in place to reduce the impact for the most significant of these items and have been able to recover these increases through our raw material surcharge and other pricing strategies. We have long-term relationships with major suppliers who provide availability of material at competitive prices along with arrangements with certain vendors to provide consigned materials at our manufacturing facilities available for our consumption as necessary. We also continue to execute on targeted initiatives to maximize productivity and achieve capacity gains.\nWhile these inflation and supply chain factors could negatively impact our business in the near-term, we do not currently expect them to materially impact our business outlook or operational goals over the long-term.\nNet Pension Expense (Benefit)\n \nNet pension expense (benefit), as we define it below, includes the net periodic benefit costs related to both our pension and other postretirement plans. The net periodic benefit costs are determined annually based on beginning of year balances and are recorded ratably throughout the fiscal year, unless a significant re-measurement event occurs. \nDuring the fiscal year ended June 30, 2021, we evaluated the need for settlement accounting under Accounting Standards Codification (\"ASC\") 715-30-35-82 based on the higher than normal lump-sum payments made during fiscal year 2021 in our largest defined benefit plan. We determined that the lump-sum payments exceeded the threshold of service cost and interest cost components and settlement accounting was required. We recorded settlement charges of $11.4 million in the year ended June 30, 2021, within other expense (income), net.\nThe following is a summary of the net pension expense (income) for the years ended June 30, 2023, 2022 and 2021:\n \nYears Ended June 30,\n($ in millions)\n2023\n2022\n2021\nPension plans\n$\n20.6 \n$\n(4.2)\n$\n21.3 \nOther postretirement plans\n(0.7)\n(3.1)\n3.3 \nNet pension expense (income) \n$\n19.9 \n$\n(7.3)\n$\n24.6 \n \nThe service cost component of net pension expense (income) represents the estimated cost of future pension liabilities earned associated with active employees. The pension earnings, interest and deferrals is comprised of the expected return on plan assets, interest costs on the projected benefit obligations of the plans and amortization of actuarial gains and losses and prior service costs and benefits. \nNet periodic expense (income) is recorded in accounts that are included in both the cost of sales and selling, general and administrative expenses based on the function of the associated employees and in other expense (income), net. The following is a summary of the classification of net pension expense (income) for the years ended June 30, 2023, 2022 and 2021:\n \n \nYears Ended June 30,\n($ in millions)\n2023\n2022\n2021\nService cost included in Cost of sales\n$\n8.6 \n$\n9.6 \n$\n10.8 \nService cost included in Selling, general and administrative expenses\n1.3 \n1.4 \n1.5 \nPension earnings, interest and deferrals included in Other expense (income), net\n10.0 \n(18.3)\n0.9 \nSettlement charge included in Other expense (income), net\n— \n— \n11.4 \nNet pension expense (income) \n$\n19.9 \n$\n(7.3)\n$\n24.6 \n \nAs of June 30, 2023 and 2022, amounts capitalized in gross inventory were $2.8 million and $1.7 million, respectively.\n20\nTable of Contents\nOperating Performance Overview\n \nMore than a year ago, we set the goal to return to pre-pandemic (fiscal year 2019) profitability on a run-rate basis by the end of fiscal year 2023. We exceeded that goal in the fourth quarter of fiscal year 2023. Our performance was driven by increased productivity at our facilities, improved product mix and realized price increases. Notably, the Specialty Alloys Operations segment demonstrated significant improvement, reaching $179.1 million of operating income, or 8.1 percent of net sales (11.6 percent of net sales excluding surcharge revenue), compared to operating income of $9.6 million, or 0.6 percent of net sales (0.8 percent of net sales excluding surcharge revenue), for fiscal year 2022.\nReturning to our pre-pandemic profitability is an important milestone on our journey to doubling our operating income by fiscal year 2027 (versus fiscal year 2019), and we expect to continue our momentum into fiscal year 2024. We believe that we are well-positioned to realize our target: we are operating in a strong demand environment in which our customers want more material, sooner, resulting in record backlogs. We are increasing our productivity across facilities, as evidenced by our performance in the fourth quarter of fiscal year 2023, and we are actively managing our preventive maintenance schedules to protect our unique assets, serve our customers and maximize shipments. Macro trends are increasing demand across our end-use markets for our broad portfolio of specialized solutions. We have leading capabilities and capacity with a difficult-to-replicate system of assets, and we continue to drive improved productivity to capture the demand.\nResults of Operations — Fiscal Year 2023 Compared to Fiscal Year 2022\n \nFor fiscal year 2023, we reported net income of $56.4 million, or $1.14 earnings per diluted share. This compares with net loss of $49.1 million, or $1.01 loss per diluted share, in fiscal year 2022. There were no reported special items for fiscal year 2023. Excluding special items for fiscal year 2022, loss per diluted share would have been $1.06. The results for fiscal year 2023 compared to fiscal year 2022 were driven by growing demand across all our end-use markets, increased productivity at our facilities, improved product mix and realized price increases. \nSpecial items included in our fiscal year 2022 results included negative impacts from COVID-19 charges of $5.9 million, a historical environmental site charge of $2.4 million and debt extinguishment losses, net of $6.0 million. These charges were offset by benefits related to COVID-19 employee retention credits of $12.7 million and an acquisition-related contingent liability release of $4.7 million.\nNet Sales\n \nNet sales for fiscal year 2023 were $2,550.3 million, which represents a 39 percent increase from fiscal year 2022. Excluding surcharge revenue, sales were 32 percent higher than fiscal year 2022 on 14 percent higher volume. The results reflect double-digit sales growth across Aerospace and Defense, Medical, Energy and Industrial and Consumer end-use markets versus the prior year period. \n \nGeographically, sales outside the United States increased 51 percent from fiscal year 2022 to $994.1 million. The increase was due to higher product demand in all regions and in all end-use markets except Distribution. In particular, Aerospace and Defense outside the United States increased 89 percent. A portion of our sales outside the United States are denominated in foreign currencies. The impact of fluctuations in foreign currency exchange rates resulted in a $5.8 million decrease in sales during fiscal year 2023 compared to fiscal year 2022. International sales as a percentage of our total net sales represented 39 percent and 36 percent for fiscal year 2023 and fiscal year 2022, respectively.\n \n21\nTable of Contents\nSales by End-Use Markets\nWe sell to customers across diversified end-use markets. The following table includes comparative information for our net sales, which includes surcharge revenue, by principal end-use markets. We believe this is helpful supplemental information in analyzing the performance of the business from period to period.\n \n \nFiscal Year\n$\nIncrease\n(Decrease)\n%\nIncrease\n(Decrease)\n($ in millions)\n2023\n2022\nAerospace and Defense\n$\n1,290.7 \n$\n790.2 \n$\n500.5 \n63 \n%\nMedical\n301.6 \n212.3 \n89.3 \n42 \n%\nTransportation\n185.0 \n178.3 \n6.7 \n4 \n%\nEnergy\n163.3 \n113.0 \n50.3 \n45 \n%\nIndustrial and Consumer\n487.2 \n417.2 \n70.0 \n17 \n%\nDistribution\n122.5 \n125.3 \n(2.8)\n(2)\n%\nTotal net sales\n$\n2,550.3 \n$\n1,836.3 \n$\n714.0 \n39 \n%\nThe following table includes comparative information for our net sales by the same principal end-use markets, but excluding surcharge revenue:\n \n \nFiscal Year\n$\nIncrease\n(Decrease)\n%\nIncrease\n(Decrease)\n($ in millions)\n2023\n2022\nAerospace and Defense\n$\n919.5 \n$\n599.6 \n$\n319.9 \n53 \n%\nMedical\n241.3 \n177.2 \n64.1 \n36 \n%\nTransportation\n121.8 \n125.2 \n(3.4)\n(3)\n%\nEnergy\n104.3 \n76.3 \n28.0 \n37 \n%\nIndustrial and Consumer\n339.4 \n297.2 \n42.2 \n14 \n%\nDistribution\n121.7 \n124.5 \n(2.8)\n(2)\n%\nTotal net sales excluding surcharge revenue\n$\n1,848.0 \n$\n1,400.0 \n$\n448.0 \n32 \n%\n \nSales to the Aerospace and Defense end-use market increased 63 percent from fiscal year 2022 to $1,290.7 million. Excluding surcharge revenue, sales increased 53 percent on 34 percent higher shipment volume. The fiscal year 2023 results reflect increases across all Aerospace end-use sub-markets. This was driven by ramping activity levels across the aerospace supply chain due to higher aircraft build rates to replace aging fleets and meet increasing passenger travel demand. The fiscal year 2022 results reflected short-term operational challenges associated with the Reading press outage and labor shortages. \n  \nSales to the Medical end-use market increased 42 percent to $301.6 million from fiscal year 2022. Excluding surcharge revenue, sales increased 36 percent on 30 percent higher shipment volume. The fiscal year 2023 results reflect higher demand across all applications as the medical supply chain replenishes inventory levels to meet higher patient demand for elective medical procedures. \nTransportation end-use market sales of $185.0 million reflected a 4 percent increase from fiscal year 2022. Excluding surcharge revenue, sales decreased 3 percent on 20 percent lower shipment volume. The fiscal year 2023 results reflect an improved mix from recent price increases, particularly in light-duty vehicle applications, offset by reduced medium and heavy-duty build rates compared to fiscal year 2022. \nSales to the Energy end-use market of $163.3 million reflected a 45 percent increase from fiscal year 2022. Excluding surcharge revenue, sales increased 37 percent on 35 percent higher shipment volume. The fiscal year 2023 results reflect increasing global rig counts and higher oil prices benefiting the oil and gas sub-market along with slightly higher demand for power generation materials compared to fiscal year 2022. \nIndustrial and Consumer end-use market sales of $487.2 million increased 17 percent from 2022. Excluding surcharge revenue, sales increased 14 percent on 1 percent lower shipment volume. The fiscal year 2023 results reflect stronger product mix, higher demand for semiconductor materials and increased sales in the electronic sub-market.\n22\nTable of Contents\nGross Profit\n \nGross profit in fiscal year 2023 increased to $337.3 million, or 13.2 percent of net sales, from $149.8 million, or 8.2 percent of net sales for fiscal year 2022. The fiscal year 2023 results reflect the impact of higher volumes across key end-use markets with 39 percent increased net sales, a stronger product mix, higher prices and improved operational efficiencies, partially offset by inflationary cost increases compared to fiscal year 2022. Excluding the impact of surcharge revenue, our adjusted gross margin in fiscal year 2023 was 18.3 percent. This compares to adjusted gross margin of 9.9 percent in fiscal year 2022 after excluding the impact of surcharge revenue and COVID-19 employee retention credits of $11.9 million.\nOur surcharge mechanism is structured to recover increases in raw material costs, although in certain cases with a lag effect as discussed above. While the surcharge generally protects the absolute gross profit dollars, it does have a dilutive effect on gross margin as a percent of sales. The following represents a summary of the dilutive impact of the surcharge on gross margin excluding the impact of the special items. We present and discuss these financial measures because management believes removing the impact of these items provides a more consistent and meaningful basis for comparing results of operations from period to period. See the section \"Non-GAAP Financial Measures\" below for further discussion of these financial measures.  \n \nFiscal Year\n($ in millions)\n2023\n2022\nNet sales\n$\n2,550.3 \n$\n1,836.3 \nLess: surcharge revenue\n702.3 \n436.3 \nNet sales excluding surcharge revenue\n$\n1,848.0 \n$\n1,400.0 \nGross profit:\n$\n337.3 \n$\n149.8 \nCOVID-19 employee retention credits\n— \n(11.9)\nGross profit excluding special item\n$\n337.3 \n$\n137.9 \nGross margin\n13.2 \n%\n8.2 \n%\nGross margin excluding surcharge revenue and special item\n18.3 \n%\n9.9 \n%\nSelling, General and Administrative Expenses\n \nSelling, general and administrative expenses in fiscal year 2023 were $204.2 million, or 8.0 percent of net sales (11.0 percent of net sales excluding surcharge revenue), compared to $174.7 million, or 9.5 percent of net sales (12.5 percent of net sales excluding surcharge revenue), in fiscal year 2022. The higher selling, general and administrative expenses in fiscal year 2023 reflect higher variable compensation charges compared to fiscal year 2022. Fiscal year 2022 included a noncash benefit of $4.7 million from the reversal of a contingent liability associated with a historical acquisition for which the time period expired. Partially offsetting this benefit in fiscal year 2022 was an environmental charge of $2.4 million which represents a historical environmental site liability.\n23\nTable of Contents\nOperating Income (Loss)\n \nOur operating income in fiscal year 2023 was $133.1 million, or 5.2 percent of net sales, as compared with $24.9 million of operating loss, or negative 1.4 percent of net sales, in fiscal year 2022. Excluding surcharge revenue and special items, adjusted operating margin was 7.2 percent for fiscal year 2023 and negative 2.4 percent for fiscal year 2022. Results for fiscal year 2023 reflect higher sales in key end-use markets compared to fiscal year 2022, increased productivity at our facilities, improved product mix and realized price increases. Our fiscal year 2022 operating results were negatively impacted by COVID-19 charges of $5.9 million and a historical environmental site charge of $2.4 million, offset by COVID-19 employee retention credits of $12.7 million and an acquisition-related contingent liability release of $4.7 million. \nThe following presents our operating income (loss) and operating margin, in each case excluding the impact of surcharge on net sales and special items. We present and discuss these financial measures because management believes removing the impact of these items provides a more consistent and meaningful basis for comparing results of operations from period to period. See the section \"Non-GAAP Financial Measures\" below for further discussion of these financial measures.    \n \nFiscal Year\n($ in millions)\n2023\n2022\nNet sales\n$\n2,550.3 \n$\n1,836.3 \nLess: surcharge revenue\n702.3 \n436.3 \nNet sales excluding surcharge revenue\n$\n1,848.0 \n$\n1,400.0 \nOperating income (loss)\n$\n133.1 \n$\n(24.9)\nSpecial items:\nCOVID-19 costs\n— \n5.9 \nCOVID-19 employee retention credits\n— \n(12.7)\nAcquisition-related contingent liability release\n— \n(4.7)\nEnvironmental site charge\n— \n2.4 \nAdjusted operating income (loss) excluding special items\n$\n133.1 \n$\n(34.0)\nOperating margin\n5.2 \n%\n(1.4)\n%\nAdjusted operating margin excluding surcharge revenue and special items\n7.2 \n%\n(2.4)\n%\nInterest Expense, Net and Debt Extinguishment Losses, Net\n \nFiscal year 2023 interest expense, net was $54.1 million compared to $44.9 million in fiscal year 2022. Capitalized interest reduced interest expense by $1.5 million for fiscal year 2023 and by $0.8 million in fiscal year 2022. Debt extinguishment losses, net in fiscal year 2023 were $0.0 million. Debt extinguishment losses, net in fiscal year 2022 were $6.0 million due to debt prepayment costs made in connection with the notes due March 2023. The higher interest expense in fiscal year 2023 is largely due to higher interest rates on debt that was refinanced and short-term borrowings under our Credit Facility.\nOther Expense (Income), Net\n \nOther expense, net for fiscal year 2023 was $6.5 million compared with other income, net of $12.7 million in fiscal year 2022. The fiscal year 2023 reflects expense from pension earnings, interest and deferrals compared to income from pension earnings, interest and deferrals from favorable returns on plan assets in fiscal year 2022. \n24\nTable of \nContents\nIncome Taxes\n \nOur effective tax rate (income tax expense (benefit) as a percent of income (loss) before taxes) for fiscal year 2023 was 22.2 percent which was the same as 22.2 percent for fiscal year 2022. The fiscal year 2023 tax expense includes the unfavorable impacts of losses in certain foreign jurisdictions for which no tax benefit can be recognized as well as tax charges of $0.3 million for the impact of a state tax legislative change and $0.4 million resulting from changes in our prior year tax positions. Also included are tax benefits of $1.0 million for anticipated interest on Internal Revenue Service (\"IRS\") income tax refund claims and $0.9 million for decreases in state valuation allowances for deferred tax assets resulting from changes in our ability to utilize certain state net operating loss carryforwards. The fiscal year 2022 tax benefit included the unfavorable impacts of losses in certain foreign jurisdictions for which no tax benefit can be recognized. \nOn October 8, 2021, the Organization for Economic Co-operation and Development (\"OECD\") released a statement on the OECD/G20 Inclusive Framework on Base Erosion and Profit Shifting, which agreed to a two-pillar solution to address tax challenges of the digital economy. On December 20, 2021, the OECD released Pillar Two model rules defining a 15 percent global minimum tax rate for large multinational corporations. The OECD continues to release additional guidance and countries are implementing legislation with widespread adoption of the Pillar Two Framework expected by calendar year 2024. We are continuing to evaluate the Pillar Two Framework and its potential impact on future periods.\nThe Inflation Reduction Act of 2022 (the \"IRA\") was enacted on August 16, 2022. The IRA includes climate and energy provisions, extends the Affordable Care Act subsidies, increases Internal Revenue Enforcement funding and allows Medicare to negotiate prescription drug prices. The IRA creates a 15 percent corporate alternative minimum tax on profits of corporations whose average annual adjusted financial statement income for any consecutive three-tax -year period preceding the tax year exceeds $1.0 billion and is effective for tax years beginning after December 31, 2022. The IRA also creates an excise tax of 1 percent on stock repurchases by publicly traded U.S. corporations, effective for repurchases after December 31, 2022. The provisions of the IRA are not expected to have a significant impact on our financial position, results of operations or cash flows.\nWe assert that substantially all undistributed earnings from foreign subsidiaries are not considered permanently reinvested. The potential tax implications from the distribution of these earnings are expected to be limited to withholding taxes in certain foreign jurisdictions and are not expected to materially impact the consolidated financial statements. \nSee Note 17 to the consolidated financial statements in Item 8. \"Financial Statements and Supplementary Data\" for a full reconciliation of the statutory federal tax rate to the effective tax rates.\nBusiness Segment Results\n \nSummary information about our operating results on a segment basis is set forth below. For more detailed segment information, see Note 19 to the consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data.\"\nThe following table includes comparative information for volumes by business segment:\n \n \nFiscal Year\nIncrease\n%\nIncrease\n(Pounds sold, in thousands) \n2023\n2022\nSpecialty Alloys Operations\n212,050 \n187,754 \n24,296 \n13 \n%\nPerformance Engineered Products *\n11,864 \n10,662 \n1,202 \n11 \n%\nIntersegment\n(9,792)\n(10,304)\n512 \n5 \n%\nTotal pounds sold\n214,122 \n188,112 \n26,010 \n14 \n%\n* Pounds sold data for PEP segment includes Dynamet and Additive businesses only. \n25\nTable of \nContents\nThe following table includes comparative information for net sales by business segment:\n \nFiscal Year\n$\nIncrease\n(Decrease)\n%\nIncrease\n(Decrease)\n($ in millions) \n2023\n2022\nSpecialty Alloys Operations\n$\n2,213.6 \n$\n1,565.6 \n$\n648.0 \n41 \n%\nPerformance Engineered Products\n433.7 \n344.5 \n89.2 \n26 \n%\nIntersegment\n(97.0)\n(73.8)\n(23.2)\n(31)\n%\nTotal net sales\n$\n2,550.3 \n$\n1,836.3 \n$\n714.0 \n39 \n%\nThe following table includes comparative information for our net sales by business segment, but excluding surcharge revenue:\n \nFiscal Year\n$\nIncrease\n(Decrease)\n%\nIncrease\n(Decrease)\n($ in millions) \n2023\n2022\nSpecialty Alloys Operations\n$\n1,540.6 \n$\n1,137.1 \n$\n403.5 \n35 \n%\nPerformance Engineered Products\n397.1 \n336.7 \n60.4 \n18 \n%\nIntersegment\n(89.7)\n(73.8)\n(15.9)\n(22)\n%\nTotal net sales excluding surcharge revenue\n$\n1,848.0 \n$\n1,400.0 \n$\n448.0 \n32 \n%\nSpecialty Alloys Operations Segment\n \nNet sales in fiscal year 2023 for the SAO segment increased 41 percent to $2,213.6 million, as compared with $1,565.6 million in fiscal year 2022. Excluding surcharge revenue, net sales increased 35 percent from fiscal year 2022 on 13 percent higher shipment volume as compared to fiscal year 2022. The SAO segment results reflect higher sales in all end-use markets except Transportation compared to fiscal year 2022. In particular, Aerospace and Defense sales excluding surcharge increased 54 percent as compared to fiscal year 2022.\n \nOperating income for the SAO segment in fiscal year 2023 was $179.1 million, or 8.1 percent of net sales (11.6 percent of net sales excluding surcharge revenue), compared to operating income of $9.6 million, or 0.6 percent of net sales (0.8 percent of net sales excluding surcharge revenue), for fiscal year 2022. Fiscal year 2023 reflects increased productivity, improved product mix and realized price increases. Fiscal year 2022 included a benefit of $10.6 million related to COVID-19 employee retention credits offset by COVID-19 related costs of $5.2 million.\nPerformance Engineered Products Segment\n \nNet sales for fiscal year 2023 for the PEP segment were $433.7 million as compared with $344.5 million for fiscal year 2022. Excluding surcharge revenue, net sales increased 18 percent from a year ago on 11 percent higher shipment volume. The fiscal year 2023 net sales reflect 11 percent higher shipment volume as compared to fiscal year 2022. The results reflect higher sales in all end-use markets except Distribution. In particular, Medical end-use market sales excluding surcharge increased 32 percent.\n \nOperating income for the PEP segment for fiscal year 2023 was $31.8 million, or 7.3 percent of net sales (8.0 percent of net sales excluding surcharge revenue), as compared with operating income of $18.1 million, or 5.3 percent of net sales for fiscal year 2022. Fiscal year 2023 results reflect stronger demand conditions compared to fiscal year 2022. Fiscal year 2022 included a benefit of $2.1 million related to COVID-19 employee retention credits offset by COVID-19 related costs of $0.7 million.\nResults of Operations — Fiscal Year 2022 Compared to Fiscal Year 2021\n \nFor fiscal year 2022, we reported net loss of $49.1 million, or $1.01 loss per diluted share. Excluding special items, loss per diluted share would have been $1.06 for fiscal year 2022. This compares with net loss of $229.6 million, or $4.76 loss per diluted share in fiscal year 2021. Excluding special items, loss per share would have been $2.01 per diluted share for fiscal year 2021. The results for fiscal year 2022 compared to fiscal year 2021 were driven by growing demand across all our end-use markets. \n26\nTable of \nContents\nBoth periods were impacted by special items. Our fiscal year 2022 results were negatively impacted by COVID-19 charges of $5.9 million, a historical environmental site charge of $2.4 million and debt extinguishment losses, net of $6.0 million. These charges were offset by COVID-19 employee retention credits of $12.7 million and an acquisition-related contingent liability release of $4.7 million. Our fiscal year 2021 results were negatively impacted by a goodwill impairment charge of $52.8 million, LIFO decrement charges of $52.2 million, inventory write-downs from restructuring of $4.2 million, COVID-19 charges of $17.3 million, noncash restructuring and asset impairment charges of $16.6 million, pension settlement charges of $11.4 million, and debt extinguishment losses, net of $8.2 million. The LIFO decrement charges were noncash charges associated with reducing inventory and liquidating LIFO layers that had historical costs in excess of the fiscal year 2021 inventory costs. \nNet Sales\n \nNet sales for fiscal year 2022 were $1,836.3 million, which was a 24 percent increase from fiscal year 2021. Excluding surcharge revenue, sales were 12 percent higher than fiscal year 2021 on 11 percent higher volume. The results reflect double-digit sales growth across all end-use markets versus the prior year period. \nGeographically, sales outside the United States increased 20 percent from fiscal year 2021 to $656.4 million. The increase was primarily due to higher product demand in the Medical end-use markets in all regions, higher sales in Aerospace and Defense in the South America region, and stronger demand in the Energy end-use market in the Asia Pacific and Canada regions. A portion of our sales outside the United States are denominated in foreign currencies. The impact of fluctuations in foreign currency exchange rates resulted in a $0.7 million decrease in sales during fiscal year 2022 compared to fiscal year 2021. International sales as a percentage of our total net sales represented 36 percent and 37 percent for fiscal year 2022 and fiscal year 2021, respectively.\n \nSales by End-Use Markets\n \nWe sell to customers across diversified end-use markets. The following table includes comparative information for our net sales, which includes surcharge revenue, by principal end-use markets. We believe this is helpful supplemental information in analyzing performance of the business from period to period. \n \nFiscal Year\n$\nIncrease\n%\nIncrease\n($ in millions)\n2022\n2021\nAerospace and Defense\n$\n790.2 \n$\n710.9 \n$\n79.3 \n11 \n%\nMedical\n212.3 \n143.5 \n68.8 \n48 \n%\nTransportation\n178.3 \n144.5 \n33.8 \n23 \n%\nEnergy\n113.0 \n87.8 \n25.2 \n29 \n%\nIndustrial and Consumer\n417.2 \n292.1 \n125.1 \n43 \n%\nDistribution\n125.3 \n96.8 \n28.5 \n29 \n%\nTotal net sales\n$\n1,836.3 \n$\n1,475.6 \n$\n360.7 \n24 \n%\nThe following table includes comparative information for our net sales by the same principal end-use markets, but excluding surcharge revenue:\n \n \nFiscal Year\n$\nIncrease\n%\nIncrease\n($ in millions)\n2022\n2021\nAerospace and Defense\n$\n599.6 \n$\n598.8 \n$\n0.8 \n— \n%\nMedical\n177.2 \n128.2 \n49.0 \n38 \n%\nTransportation\n125.2 \n115.9 \n9.3 \n8 \n%\nEnergy\n76.3 \n70.5 \n5.8 \n8 \n%\nIndustrial and Consumer\n297.2 \n243.1 \n54.1 \n22 \n%\nDistribution\n124.5 \n96.3 \n28.2 \n29 \n%\nTotal net sales excluding surcharge revenue\n$\n1,400.0 \n$\n1,252.8 \n$\n147.2 \n12 \n%\n \n27\nTable of \nContents\nSales to the Aerospace and Defense end-use market increased 11 percent from fiscal year 2021 to $790.2 million. Excluding surcharge revenue, sales were flat on 4 percent higher shipment volume. The results reflect higher year-over-year demand as COVID-19 travel restrictions eased and the aircraft OEM build rates increased.\n    \nSales to the Medical end-use market increased 48 percent to 212.3 million from fiscal year 2021. Excluding surcharge revenue, sales increased 38 percent on 35 percent higher shipment volume. The results reflect higher demand from the ongoing recovery in elective surgeries, with our customers focused on increasing stock levels to meet demand. \nTransportation end-use market sales of 178.3 million reflected a 23 percent increase from fiscal year 2021. Excluding surcharge revenue, sales increased 8 percent on 9 percent higher shipment volume. The results reflect higher demand in all sub-markets but was muted from the continuing chip shortage compared to fiscal year 2021.\nSales to the Energy end-use market of 113.0 million reflected a 29 percent increase from fiscal year 2021. Excluding surcharge revenue, sales increased 8 percent. The results reflect increasing global rig counts and higher oil prices benefiting the oil and gas sub-market. This was partially offset by lower sales for power generation materials compared to fiscal year 2021. Fiscal year 2021 results also include one quarter of the Amega West business, which was divested on September 30, 2020. \nIndustrial and Consumer end-use market sales of 417.2 million increased 43 percent from fiscal year 2021. Excluding surcharge revenue, sales increased 22 percent on 18 percent higher shipment volume. The results reflect the impact of stronger demand for materials used across all Consumer and Industrial sub-markets. \nGross Profit\n \nGross profit in fiscal year 2022 increased to $149.8 million, or 8.2 percent of net sales, from $1.0 million, or 0.1 percent of net sales for fiscal year 2021. Fiscal year 2022 results reflect the impact of higher volumes across all end-use markets, an improving product mix and increased pricing, partially offset by the ongoing inflationary pressures on operating costs related to critical production supplies, freight and labor compared to fiscal year 2021. Excluding the impact of surcharge revenue and $11.9 million of COVID-19 employee retention credits, our adjusted gross margin in fiscal year 2022 was 9.9 percent compared to adjusted gross margin of 4.6 percent in fiscal year 2021.\nOur surcharge mechanism is structured to recover increases in raw material costs, although in certain cases with a lag effect as discussed above. While the surcharge generally protects the absolute gross profit dollars, it does have a dilutive effect on gross margin as a percent of sales. The following represents a summary of the dilutive impact of the surcharge on gross margin excluding the impact of the special items. We present and discuss these financial measures because management believes removing the impact of these items provides a more consistent and meaningful basis for comparing results of operations from period to period. See the section \"Non-GAAP Financial Measures\" below for further discussion of these financial measures.  \n \nFiscal Year\n($ in millions)\n2022\n2021\nNet sales\n$\n1,836.3 \n$\n1,475.6 \nLess: surcharge revenue\n436.3 \n222.8 \nNet sales excluding surcharge revenue\n$\n1,400.0 \n$\n1,252.8 \nGross profit:\n$\n149.8 \n$\n1.0 \nLIFO decrement\n— \n52.2 \nInventory write-downs from restructuring\n— \n4.2 \nCOVID-19 employee retention credits\n(11.9)\n— \nGross profit excluding special items\n$\n137.9 \n$\n57.4 \nGross margin\n8.2 \n%\n0.1 \n%\nGross margin excluding surcharge revenue and special items\n9.9 \n%\n4.6 \n%\n28\nTable of \nContents\nSelling, General and Administrative Expenses\n \nSelling, general and administrative expenses in fiscal year 2022 were $174.7 million, or 9.5 percent of net sales (12.5 percent of net sales excluding surcharge revenue), compared to $180.2 million, or 12.2 percent of net sales (14.4 percent of net sales excluding surcharge revenue), in fiscal year 2021. The lower selling, general and administrative expenses in fiscal year 2022 include a noncash benefit of $4.7 million from the reversal of a contingent liability associated with a historical acquisition for which the time period expired and lower variable compensation charges compared to the same period a year ago. Partially offsetting these benefits in fiscal year 2022 is an environmental charge of $2.4 million which represents a prior period liability related to a third party Superfund waste-disposal site. \n    \nRestructuring and Asset Impairment Charges\nDuring fiscal year 2022, we had no restructuring and asset impairment charges compared to $16.6 million in fiscal year 2021. Additional restructuring activities were executed in our Additive business in the PEP segment during fiscal year 2021. This included $14.2 million of noncash pre-tax impairment charges consisting of $8.2 million of property, plant and equipment, $4.3 million associated with certain definite lived intangible assets, $1.3 million related to a lease right of use asset and $0.4 million of other noncash charges. We also recognized $0.4 million for facility shut-down costs and various personnel costs for severance payments, medical coverage and related items.\nIn fiscal year 2021, we recorded $2.0 million of noncash impairment pre-tax charges as a result of the Amega West business exit primarily related to accounts receivable determined to be uncollectible.\nActivities undertaken in connection with the fiscal year 2021 Additive restructuring plan were substantially complete in the first quarter of fiscal year 2022. \nGoodwill Impairment Charge\nIn preparing the financial statements for the fiscal year ended June 30, 2021, we identified an impairment triggering event related to the Additive reporting unit within the PEP segment. This reporting unit had experienced slower than expected growth due to customers shifting their near-term focus away from this emerging area as a result of the continuing impacts of the COVID-19 pandemic. During the year ended June 30, 2021, we also made strategic decisions to reduce resources allocated to the Additive reporting unit to concentrate on the essential manufacturing business. In light of these decisions and market conditions at that time, the pace of growth in the future projections for the Additive reporting unit were lowered. As a result, during the year ended June 30, 2021, we recorded an impairment charge of $52.8 million, which represented the entire balance of goodwill for this reporting unit. No goodwill impairment charges were recognized during the fiscal year ended June 30, 2022. \n29\nTable of \nContents\nOperating Loss\nOur operating loss in fiscal year 2022 was $24.9 million, or negative 1.4 percent of net sales as compared with $248.6 million of operating loss, or negative 16.8 percent of net sales in fiscal year 2021. Excluding surcharge revenue and special items, adjusted operating margin was negative 2.4 percent for fiscal year 2022 and negative 8.4 percent for fiscal year 2021. The results for fiscal year 2022 reflect higher sales in all end-use markets compared to fiscal year 2021 as well as the full recognition of various cost saving actions taken in fiscal year 2021 and the fourth quarter of fiscal year 2020. Negatively impacting results for fiscal year 2022 were near-term operational challenges resulting from Reading press outage, labor shortages and supply chain disruptions as well as the ongoing inflationary pressures on operating costs related to critical production supplies, freight and labor. Our fiscal year 2022 operating results were negatively impacted by COVID-19 charges of $5.9 million and a historical environmental site charge of $2.4 million, offset by COVID-19 employee retention credits of $12.7 million and an acquisition-related contingent liability release of $4.7 million. Our fiscal year 2021 results were negatively impacted by a goodwill impairment charge of $52.8 million, LIFO decrement charges of $52.2 million, inventory write-downs from restructuring of $4.2 million, COVID-19 charges of $17.3 million and noncash restructuring and asset impairment charges of $16.6 million. \nThe LIFO decrement charges were noncash charges associated with reducing inventory and liquidating LIFO layers that had historical costs in excess of the fiscal year 2021 inventory costs. More specifically we significantly reduced inventory in fiscal year 2021 due largely to unprecedented impacts of COVID-19 on end-use market demand for our products. The significant reduction in inventory coupled with a substantial differential in historical costs between the current and historical years resulted in a significant noncash LIFO decrement charge. Because of its significance in fiscal year 2021, we considered the LIFO decrement charge unusual and infrequent in nature and believe excluding the LIFO decrement charge from our GAAP performance measures is appropriate.\nThe following presents our operating loss and operating margin, in each case excluding the impact of surcharge on net sales and special items. We present and discuss these financial measures because management believes removing the impact of these items provides a more consistent and meaningful basis for comparing results of operations from period to period. See the section \"Non-GAAP Financial Measures\" below for further discussion of these financial measures.\n \nFiscal Year\n($ in millions)\n2022\n2021\nNet sales\n$\n1,836.3 \n$\n1,475.6 \nLess: surcharge revenue\n436.3 \n222.8 \nNet sales excluding surcharge revenue\n$\n1,400.0 \n$\n1,252.8 \nOperating loss\n$\n(24.9)\n$\n(248.6)\nSpecial items:\nLIFO decrement\n— \n52.2 \nCOVID-19 costs\n5.9 \n17.3 \nCOVID-19 employee retention credits\n(12.7)\n— \n  Inventory write-downs from restructuring \n— \n4.2 \nAcquisition-related contingent liability release\n(4.7)\n— \nEnvironmental site charge\n2.4 \n— \n  Restructuring and asset impairment charges \n— \n16.6 \n  Goodwill impairment \n— \n52.8 \nAdjusted operating loss excluding special items\n$\n(34.0)\n$\n(105.5)\nOperating margin\n(1.4)\n%\n(16.8)\n%\nAdjusted operating margin excluding surcharge revenue and special items\n(2.4)\n%\n(8.4)\n%\n30\nTable of \nContents\nInterest Expense, Net and Debt Extinguishment Losses, Net\nFiscal year 2022 interest expense, net was $44.9 million compared to $32.7 million in fiscal year 2021. Capitalized interest reduced interest expense by $0.8 million for fiscal year 2022 and by $8.1 million in fiscal year 2021. We have historically used interest rate swaps to achieve a level of floating rate debt to fixed rate debt where appropriate; all interest rate swaps were terminated as of September 30, 2020, in connection with the prepayment of the related $250.0 million notes. Interest expense, net for fiscal year 2022 included no net gains or losses from interest rate swaps compared with $0.4 million of net gains from interest rate swaps for fiscal year 2021. Debt extinguishment losses, net in fiscal year 2022 were $6.0 million of debt prepayment costs made in connection with the prepayment of notes due March 2023. Debt extinguishment losses, net in fiscal year 2021 totaled $8.2 million and included $10.5 million of debt prepayment costs on the notes due July 2021 partially offset by gains of $2.3 million on the related interest rate swaps that were terminated in connection with the prepayments.  \nOther (Income) Expense, Net\nOther income, net for fiscal year 2022 was $12.7 million compared with other expense, net of $8.4 million in fiscal year 2021. Fiscal year 2022 reflects income from pension earnings, interest and deferrals from favorable returns on plan assets compared to expense in in fiscal year 2021. The fiscal year 2021 expense was primarily due to pension settlement charges of $11.4 million. \nIncome Taxes\n \nOur effective tax rate (income tax (benefit) expense as a percent of (loss) income before taxes) for fiscal year 2022 was 22.2 percent as compared to 22.9 percent for fiscal year 2021. The fiscal year 2022 tax benefit includes the unfavorable impacts of losses in certain foreign justifications for which no tax benefit can be recognized. The fiscal year 2021 tax benefit included the unfavorable impacts of the $52.8 million non-deductible goodwill impairment charge and losses in certain foreign jurisdictions for which no tax benefit can be recognized, as well as, tax benefits of $2.8 million associated with pension settlement charges, $2.0 million associated with debt extinguishment losses, net, $5.0 million for the impact of restructuring and asset impairment charges and $0.7 million as a result of changes in our prior year tax positions. Additionally, the anticipated benefit for the carryback of the fiscal year 2021 net operating loss to fiscal years with higher tax rates was included in fiscal year 2021. Also included is a tax charge of $1.4 million attributable to employee share-based compensation. Excluding the tax impact of the non-deductible goodwill impairment charge, pension settlement charges, debt extinguishment losses, net, restructuring and asset impairment charges and changes in our prior year tax positions, the tax rate for fiscal year 2021 would have been 28.2 percent. \nThe Coronavirus Aid, Relief and Economic Security ACT (the \"CARES Act\") was enacted on March 27, 2020. The CARES Act established new provisions, including but not limited to, expanded deduction of certain qualified capital expenditures, delayed payment of certain employment taxes, expanded use of net operating losses, reduced limitations on deductions of interest expense and extension of funding for defined benefit plans. The net operating loss provision provided incremental tax benefits of approximately $7.0 million, which were recognized in fiscal year 2021, due to higher tax rates in the expanded carryback period. The other provisions in the CARES Act are not expected to have a significant impact on our financial position, results of operation or cash flows. \nDuring the quarter ended March 31, 2022, we changed our assertion regarding undistributed earnings from foreign subsidiaries. We assert that substantially all undistributed earnings from foreign subsidiaries are not considered permanently reinvested. The potential tax implications from the distribution of these earnings are expected to be limited to withholding taxes in certain foreign jurisdictions and are not expected to materially impact the consolidated financial statements. \nSee Note 17 to the consolidated financial statements in Item 8. \"Financial Statements and Supplementary Data\" for a full reconciliation of the statutory federal tax rate to the effective tax rates.\n31\nTable of \nContents\nBusiness Segment Results\n \nSummary information about our operating results on a segment basis is set forth below. For more detailed segment information, see Note 19 to the consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data.\"\n \n The following table includes comparative information for volumes by business segment:\n \n \nFiscal Year\nIncrease\n(Decrease) \n%\nIncrease\n(Decrease) \n(Pounds sold, in thousands) \n2022\n2021\nSpecialty Alloys Operations\n187,754 \n166,942 \n20,812 \n12 \n%\nPerformance Engineered Products *\n10,662 \n7,936 \n2,726 \n34 \n%\nIntersegment\n(10,304)\n(5,172)\n(5,132)\n(99)\n%\nTotal pounds sold\n188,112 \n169,706 \n18,406 \n11 \n%\n* Pounds sold data for PEP segment includes Dynamet and Additive businesses only. \nThe following table includes comparative information for net sales by business segment:\n \nFiscal Year\n$\nIncrease\n(Decrease)\n%\nIncrease\n(Decrease)\n($ in millions) \n2022\n2021\nSpecialty Alloys Operations\n$\n1,565.6 \n$\n1,262.2 \n$\n303.4 \n24 \n%\nPerformance Engineered Products\n344.5 \n259.8 \n84.7 \n33 \n%\nIntersegment\n(73.8)\n(46.4)\n(27.4)\n(59)\n%\nTotal net sales\n$\n1,836.3 \n$\n1,475.6 \n$\n360.7 \n24 \n%\nThe following table includes comparative information for our net sales by business segment, but excluding surcharge revenue:\n \nFiscal Year\n$\nIncrease\n(Decrease)\n%\nIncrease\n(Decrease)\n($ in millions) \n2022\n2021\nSpecialty Alloys Operations\n$\n1,137.1 \n$\n1,042.8 \n$\n94.3 \n9 \n%\nPerformance Engineered Products\n336.7 \n255.9 \n80.8 \n32 \n%\nIntersegment\n(73.8)\n(45.9)\n(27.9)\n(61)\n%\nTotal net sales excluding surcharge revenue\n$\n1,400.0 \n$\n1,252.8 \n$\n147.2 \n12 \n%\n32\nTable of \nContents\nSpecialty Alloys Operations Segment\n \nNet sales in fiscal year 2022 for the SAO segment increased 24 percent to $1,565.6 million, as compared with $1,262.2 million in fiscal year 2021. Excluding surcharge revenue, net sales increased 9 percent from fiscal year 2021. The fiscal year 2022 net sales reflected 12 percent higher shipment volume as compared to fiscal year 2021. The SAO segment results reflect higher sales in all end-use markets except Aerospace and Defense which were flat compared to fiscal year 2021. \nOperating income for the SAO segment in fiscal year 2022 was $9.6 million, or 0.6 percent of net sales (0.8 percent of net sales excluding surcharge revenue), compared to operating loss of $87.4 million, or negative 6.9 percent of net sales (negative 0.8 percent of net sales excluding surcharge revenue), for fiscal year 2021. Fiscal year 2022 reflects higher volume in all end-use markets partially offset by the near-term operational challenges resulting from labor shortages, supply chain disruptions and the unplanned Reading press outage which was returned to service in the third quarter. Fiscal year 2022 also included a benefit of $10.6 million related to COVID-19 employee retention credits. Fiscal year 2021 included negative impacts from targeted inventory reductions and LIFO decrement charges of $47.9 million. The LIFO decrement charges are noncash charges associated with reducing inventory and liquidating LIFO layers that had historical costs in excess of the fiscal year 2021 inventory costs. The fiscal year 2022 results also include $5.2 million of COVID-19 related costs compared to $14.6 million in fiscal year 2021. \nPerformance Engineered Products Segment\n \nNet sales for fiscal year 2022 for the PEP segment were 344.5 million as compared with $259.8 million for fiscal year 2021. Excluding surcharge revenue, net sales increased 32 percent from fiscal year 2021. The results reflect higher sales in all end-use markets including Energy when excluding the fiscal year 2021 net sales of the Amega West business which was divested on September 30, 2020. \nOperating income for the PEP segment for fiscal year 2022 was $18.1 million, or 5.3 percent of net sales, as compared with operating loss of $16.5 million, or negative 6.4 percent of net sales for fiscal year 2021. Fiscal year 2022 results reflect higher sales in all end-use markets and cost savings in the current fiscal year from the restructuring actions taken in fiscal year 2021. Fiscal year 2022 also included a benefit of $2.1 million related to COVID-19 employee retention credits. Fiscal year 2021 included LIFO decrement charges of $4.3 million. The LIFO decrement charges are noncash charges associated with reducing inventory and liquidating LIFO layers that had historical costs in excess of the fiscal year 2021 inventory costs. The fiscal year 2022 results also included $0.7 million of COVID-19 related costs compared to $2.7 million in fiscal year 2021.\nLiquidity and Financial Resources\n \nDuring fiscal year 2023, we generated cash from operating activities of $14.7 million as compared with $6.0 million in fiscal year 2022. Our adjusted free cash flow, which we define under \"Non-GAAP Financial Measures\" below, was negative $67.6 million as compared to negative $83.1 million for the same period a year ago. The change in operating cash flow primarily reflects the impact of higher earnings after noncash adjustments to net income in fiscal year 2023 offset by higher cash used for inventory compared to a year ago. The current year reflects cash used to build inventory of $140.3 million compared to $71.9 million in fiscal year 2022. The adjusted free cash flow results reflect lower capital spending levels in the current period as compared to the prior year period. Capital expenditures for property, plant, equipment and software were $82.3 million for fiscal year 2023 as compared to $91.3 million for fiscal year 2022. In fiscal year 2024, we expect capital expenditures to be approximately $125 million to $130 million.\nWe evaluate liquidity needs for alternative uses including funding external growth opportunities, share repurchases as well as funding consistent dividend payments to stockholders. Dividends for fiscal year 2023 were $39.4 million, as compared to $39.2 million in the prior year period. In fiscal years 2023, 2022 and 2021 we declared and paid quarterly cash dividends of $0.20 per share. \nDuring fiscal year 2023, we made no pension contributions to our qualified defined benefit pension plans. We were not required to make cash contributions to our domestic qualified pension plans during fiscal year 2023. Over the next five years, current estimates indicate that we will be required to make approximately $153.5 million of cash contributions to our domestic qualified defined benefit pension plans, based on the laws in effect for pension funding as of June 30, 2023, and subject to market returns and interest rate assumptions.\n33\nTable of \nContents\nWe have demonstrated the ability to generate cash to meet our needs through cash flows from operations, management of working capital and the ability to access capital markets to supplement internally generated funds. We target minimum liquidity of $150 million, consisting of cash and cash equivalents added to available borrowing capacity under our Credit Facility.\nOn April 14, 2023, we entered into a Second Amended and Restated Credit Agreement with Bank of America, N.A., as administrative agent, swing line lender and letter of credit issuer and the other lenders, agents and arrangers party thereto (the \"Credit Facility\"). The Credit facility amended and restated our existing Amended and Restated Credit Agreement dated as of March 26, 2021 (the \"Prior Credit Agreement\") which had been set to expire on March 31, 2024. The Credit Facility is a secured revolving credit facility with a commitment of $350.0 million subject to our right, from time to time, to request an increase of the commitment by the greater of (i) $300.0 million or (ii) an amount equal to our consolidated EBITDA; and provides for the issuance of letters of credit subject to a $40.0 million sub-limit. The Credit Facility extends the maturity to April 12, 2028. We have the right to voluntarily prepay and re-borrow loans, to terminate or reduce the commitments under the Credit Facility, and, subject to certain lender approvals, to join subsidiaries as subsidiary borrowers.\nOn February 14, 2022, we entered into an amendment (the \"Amendment\") to the Prior Credit Agreement. The Amendment revised the interest coverage ratio covenant under the Prior Credit Agreement so that the first test date was June 30, 2022, and required a minimum interest coverage ratio of 2.00 to 1.00 at June 30, 2022 (calculated for the two fiscal quarters then ended), 3.00 to 1.00 at September 30, 2022 (calculated for the three fiscal quarters then ended) and 3.50 to 1.00 at December 31, 2022 and March 31, 2023 (calculated for the four fiscal quarters then ended). The Amendment revised the restricted period under the Prior Credit Agreement to expire on September 30, 2022, during which we were prohibited from incurring any secured debt other than purchase money financing for new equipment and were subject to additional restrictions on our ability to make dividends or distributions or to make certain investments.\nOn March 26, 2021, we entered the Prior Credit Agreement which consisted of a $300.0 million secured revolving credit facility. The Prior Credit Agreement amended and restated our previous revolving credit facility, dated March 31, 2017, which had been set to expire in March 2022. The Prior Credit Agreement extended the maturity to March 31, 2024, subject to a springing maturity of November 30, 2022. If, by November 30, 2022, our outstanding $300.0 million 4.45% Senior Notes due in March 2023 were not redeemed, repurchased or refinanced with indebtedness having a maturity date of October 1, 2024 or later, all indebtedness under the Prior Credit Agreement would have been due. The springing maturity clause has been satisfied with the issuance of the 2030 Notes and subsequent payment in full of the 4.45% Senior Notes, as discussed in Note 10, Debt.\nOn March 16, 2022, we completed our offering and sale of $300.0 million in aggregate principal amount of 7.625% Senior Notes due 2030 (the \"2030 Notes\"). The 2030 Notes accrue interest at the rate of 7.625% per annum, with interest payable in cash semi-annually in arrears on March 15 and September 15, commencing September 15, 2022. The 2030 Notes will mature on March 15, 2030. The 2030 Notes are senior unsecured indebtedness, ranking equally in right of payment with all its existing and future senior unsecured indebtedness and senior to its future subordinated indebtedness. We used the net proceeds from the issuance of the 2030 Notes to repay, in April 2022, in full $300.0 million in principal of our 4.45% senior unsecured notes due March 2023, including any interest and premium due thereon.\nFor the fiscal years ended June 30, 2023, 2022 and 2021, interest costs totaled $55.6 million, $45.7 million and $40.8 million, respectively, of which $1.5 million, $0.8 million and $8.1 million, respectively, were capitalized as part of the cost of property, plant, equipment and software. Debt extinguishment losses, net for the fiscal year ended June 30, 2023 were $0.0 million as compared with $6.0 million of debt extinguishment losses, net for the fiscal year ended June 30, 2022. For the fiscal year ended June 30, 2021 debt extinguishment losses net, were $8.2 million which included $10.5 million of debt prepayment costs on notes due July 2021, offset by gains of $2.3 million on related interest rate swaps that were terminated in connection with the prepayment.\nAs of June 30, 2023, we had $1.7 million of issued letters of credit and no short-term borrowings under the Credit Facility. The balance of the Credit Facility, $348.3 million, remains available to us. From time to time during the fiscal year ended June 30, 2023, we borrowed under our Credit Facility. The weighted average daily borrowing under the Credit Facility during the fiscal year ended June 30, 2023 was approximately $61.9 million with daily outstanding borrowings ranging from $0.0 million to $166.0 million. As of June 30, 2023, the borrowing rate for the Credit Facility was 7.64%. \nWe believe that our total liquidity of $392.8 million, as of June 30, 2023, which includes cash and cash equivalents of $44.5 million and available borrowing capacity of $348.3 million under the Credit Facility, will be sufficient to fund our cash needs over the foreseeable future. \n34\nTable of \nContents\nAs of June 30, 2023, we had cash and cash equivalents of approximately $21.2 million held at various foreign subsidiaries. Our global cash deployment considers, among other things, the geographic location of our subsidiaries' cash balances, the locations of our anticipated liquidity needs and the cost to access international cash balances, as necessary. During the fiscal year ended June 30, 2023, we repatriated cash of $8.3 million from foreign jurisdictions.\nWe are subject to certain financial and restrictive covenants under the Credit Facility, which, among other things, require the maintenance of a minimum interest coverage ratio and a maximum consolidated net leverage ratio. The Credit Facility requires a minimum interest coverage ratio of 3.00 to 1.00 and a consolidated net leverage ratio of no more than 4.00 to 1.00 with a first test date at June 30, 2023, for each. As of June 30, 2023, we were in compliance with all of the covenants of the Credit Facility.\nThe following table shows our actual ratio performance with respect to the financial covenants, as of June 30, 2023:\n \nCovenant\nCovenant Requirement\nActual\nRatio\nConsolidated interest coverage ratio\n3.00 to 1.00 (minimum)\n5.35 to 1.00\nConsolidated net leverage ratio\n4.00 to 1.00 (maximum)\n2.25 to 1.00\nTo the extent that we do not comply with the current or modified covenants under the Credit Facility, this could reduce our liquidity and flexibility due to potential restrictions on borrowings available to us unless we are able to obtain waivers or modifications of the covenants.\nNon-GAAP Financial Measures\n \nThe following provides additional information regarding certain non-GAAP financial measures that we use in this report. Our definitions and calculations of these items may not necessarily be the same as those used by other companies. \n \nNet Sales and Gross Margin Excluding Surcharge Revenue and Special Items\n \nThis report includes discussions of net sales as adjusted to exclude the impact of raw material surcharge and special items and the resulting impact on gross margins, which represent financial measures that have not been determined in accordance with accounting principles generally accepted in the United States of America (\"U.S. GAAP\"). We present and discuss these financial measures because management believes removing the impact of raw material surcharge from net sales provides a more consistent basis for comparing results of operations from period to period for the reasons discussed earlier in this report. \nIn addition, management believes that excluding special items from gross profit and gross margin is helpful in analyzing our operating performance as the special items are not indicative of ongoing operating performance. \nManagement uses its results excluding these amounts to evaluate its operating performance and to discuss its business with investment institutions, our board of directors and others. See our earlier discussion of \"Gross Profit\" for a reconciliation of net sales and gross margin, excluding surcharge revenue and special items, to net sales as determined in accordance with U.S. GAAP. Net sales and gross margin excluding surcharge revenue and special items is not a U.S. GAAP financial measure and should not be considered in isolation of, or as a substitute for, net sales and gross margin calculated in accordance with U.S. GAAP. \nAdjusted Operating Income (Loss) and Adjusted Operating Margin Excluding Surcharge Revenue and Special Items\n \nThis report includes discussions of operating income (loss) and operating margin as adjusted to exclude the impact of raw material surcharge revenue and special items which represent financial measures that have not been determined in accordance with U.S. GAAP. We present and discuss these financial measures because management believes removing the impact of raw material surcharge from net sales provides a more consistent and meaningful basis for comparing results of operations from period to period for the reasons discussed earlier in this report. In addition, management believes that excluding special items from operating margin is helpful in analyzing our operating performance, as these items are not indicative of ongoing operating performance. Management uses its results excluding these amounts to evaluate its operating performance and to discuss its business with investment institutions, our board of directors and others. See our earlier discussion of operating income (loss) for a reconciliation of adjusted operating income (loss) and adjusted operating margin excluding special items to operating income (loss) and operating margin determined in accordance with U.S. GAAP. Adjusted operating income (loss) and adjusted operating margin excluding surcharge revenue and special items is not a U.S. GAAP financial measure and should not be considered in isolation of, or as a substitute for, operating income (loss) and operating margin calculated in accordance with U.S. GAAP. \n35\nTable of \nContents\nAdjusted Earnings (Loss) Per Share\n \nThe following provides a reconciliation of adjusted earnings (loss) per share, to its most directly comparable U.S. GAAP financial measures:\n($ in millions, except per share data)\nEarnings Before Income Taxes\nIncome Tax Expense\nNet Income\nEarnings Per Diluted Share*\nYear ended June 30, 2023, as reported\n$\n72.5 \n$\n(16.1)\n$\n56.4 \n$\n1.14 \nSpecial item:\nNone reported\n— \n— \n— \n— \nTotal impact of special item\n— \n— \n— \n— \nYear ended June 30, 2023, as adjusted\n$\n72.5 \n$\n(16.1)\n$\n56.4 \n$\n1.14 \n* Impact per diluted share calculated using weighted average common shares outstanding of 49.2 million for the fiscal year ended June 30, 2023. \n($ in millions, except per share data)\nLoss Before Income Taxes\nIncome Tax Benefit\nNet Loss\nLoss Per Diluted Share*\nYear ended June 30, 2022, as reported\n$\n(63.1)\n$\n14.0 \n$\n(49.1)\n$\n(1.01)\nSpecial items:\nCOVID-19 costs\n5.9 \n(1.3)\n4.6 \n0.08 \nCOVID-19 employee retention credits\n(12.7)\n2.8 \n(9.9)\n(0.20)\nAcquisition-related contingent liability release\n(4.7)\n1.1 \n(3.6)\n(0.07)\nEnvironmental site charge\n2.4 \n(0.5)\n1.9 \n0.04 \nDebt extinguishment losses, net\n6.0 \n(1.3)\n4.7 \n0.10 \nTotal impact of special items\n(3.1)\n0.8 \n(2.3)\n(0.05)\nYear ended June 30, 2022, as adjusted\n$\n(66.2)\n$\n14.8 \n$\n(51.4)\n$\n(1.06)\n* Impact per diluted share calculated using weighted average common shares outstanding of 48.5 million for the fiscal year ended June 30, 2022.\nManagement believes that the presentation of earnings (loss) per share adjusted to exclude the impact of special items is helpful in analyzing the operating performance of the Company, as these items are not indicative of ongoing operating performance. Management uses its results excluding these amounts to evaluate its operating performance and to discuss its business with investment institutions, the Company's board of directors and others. Our definitions and calculations of these items may not necessarily be the same as those used by other companies. Adjusted earnings (loss) per share is not a U.S. GAAP financial measure and should not be considered in isolation of, or as a substitute for, earnings (loss) per share calculated in accordance with U.S. GAAP. \n36\nTable of \nContents\nAdjusted Free Cash Flow\nThis report includes discussions of adjusted free cash flow which is a non-GAAP financial measure and may not be comparable to adjusted free cash flow reported by other companies. Historically, this non-GAAP financial measure included cash used for dividends paid on outstanding common stock and participating securities. Management believes that excluding cash dividends paid from adjusted free cash flow will provide a more direct comparison to operating cash flow, a GAAP-defined financial measure. Fiscal years 2022 and 2021 have been updated to conform to the current presentation. The following provides a reconciliation of adjusted free cash flow, as used in this annual report, to its most directly comparable U.S. GAAP financial measures: \n \nFiscal Year\n($ in millions)\n2023\n2022\n2021\nNet cash provided from operating activities\n$\n14.7 \n$\n6.0 \n$\n250.0 \nPurchases of property, plant, equipment and software\n(82.3)\n(91.3)\n(100.5)\nProceeds from disposals of property, plant and equipment and assets held for sale\n— \n2.2 \n1.6 \nProceeds from divestiture of business\n— \n— \n20.0 \nAdjusted free cash flow\n$\n(67.6)\n$\n(83.1)\n$\n171.1 \nManagement believes that the presentation of adjusted free cash flow provides useful information to investors regarding our financial condition because it is a measure of cash generated which management evaluates for alternative uses. It is management's current intention to use excess cash to fund investments in capital equipment, acquisition opportunities and consistent dividend payments. Adjusted free cash flow is not a U.S. GAAP financial measure and should not be considered in isolation of, or as a substitute for, cash flows calculated in accordance with U.S. GAAP.\nCritical Accounting Policies and Estimates\n \nThe preparation of the consolidated financial statements in conformity with generally accepted accounting principles requires management to make estimates and assumptions that affect the amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates. On an on-going basis, we evaluate our estimates, including those related to bad debts, customer claims, inventories, pensions and other postretirement benefits, intangible assets, goodwill, leases, environmental liabilities, income taxes, derivative instruments and hedging activities and contingencies and litigation.\n \nWe believe the following are the critical accounting policies and areas affected by significant judgments and estimates impacting the preparation of our consolidated financial statements.\n \nAllowance for Doubtful Accounts\n \nWe maintain an allowance for doubtful accounts for estimated losses resulting from the failure of our customers to make required payments. We perform ongoing credit evaluations of our customers and monitor their payment patterns. Should the financial condition of our customers deteriorate, resulting in an impairment of their ability to make payments, additional allowances may be required. \n \nInventories\n \nInventories are valued at the lower of cost or market for those inventories determined by the LIFO method. We value other inventory at the lower of cost or net realizable value, determined by the FIFO and average cost methods. As of June 30, 2023 and 2022, $133.2 million and $122.9 million of inventory, respectively, was accounted for using a method other than the LIFO method. If the FIFO method of inventory had been used instead of the LIFO method, inventories would have been $517.2 million and $427.2 million higher as of June 30, 2023 and 2022, respectively.\n37\nTable of \nContents\nCosts include direct materials, direct labor, applicable manufacturing overhead and other direct costs. Under the LIFO inventory valuation method, changes in the cost of raw materials and production activities are recognized in cost of sales in the current period even though these materials and other costs may have been incurred at significantly different values due to the length of time of our production cycle. The prices for many of the raw materials we use have been volatile. Since we value most of our inventory utilizing the LIFO inventory costing methodology, rapid changes in raw material costs have an impact on our operating results. In a period of rising prices, cost of sales expense recognized under LIFO is generally higher than the cash costs incurred to acquire the inventory sold. Conversely, in a period of declining raw material prices, cost of sales expense recognized under LIFO is generally lower than the cash costs incurred to acquire the inventory sold.\n \nSince the LIFO inventory valuation methodology is designed for annual determination, interim estimates of the annual LIFO valuation are required. We evaluate the effects of the LIFO inventory valuation method on an interim basis by estimating the expected annual LIFO cost based on cost changes to date and recognize effects that are not expected to be replaced by year-end in the interim period in which the liquidation occurs. These projections of annual LIFO inventory valuation reserve changes are updated quarterly and are evaluated based upon material, labor and overhead costs.\nPension and Other Postretirement Benefits\n \nThe amount of net pension expense (income), which is determined annually, or upon remeasurement, is based upon the value of the assets in the pension trusts at the beginning of the fiscal year as well as actuarial assumptions, such as the discount rate and the expected long-term rate of return on plan assets. The assumed long-term rate of return on pension plan assets is reviewed at each year-end based on the plan's investment policies, an analysis of the historical returns of the capital markets and current interest rates. Based on the current funding level, the benchmark allocation policy for the Company's largest pension plan assets is to have approximately 75 percent in return seeking assets and 25 percent in liability-hedging assets. Return seeking assets include global equities, diversified credit and real assets. Liability-hedging assets include bond funds and cash. When the funding level of the plan reaches 95 percent and improves to fully or over-funded status in increments of 5 percent, assets will be shifted from return seeking to liability-hedging assets in accordance with the glidepath policy outlined in the pension plan's Investment Policy Statement. The plan discount rate is determined by reference to the BondLink interest rate model based upon a portfolio of highly rated U.S. corporate bonds with individual bonds that are theoretically purchased to settle the plan's anticipated cash outflows. The fluctuations in stock and bond markets could cause actual investment results to be significantly different from those assumed, and therefore, significantly impact the valuation of the assets in our pension trusts. Changes in actuarial assumptions could significantly impact the accounting for the pension assets and liabilities. If the assumed long-term rate of return on plan assets was changed by 0.25 percent, the net pension expense (income) would change by $1.9 million. If the discount rate was changed by 0.25 percent, the net pension expense (income) would change by $0.1 million.\n \nLong-Lived Assets\n \nLong-lived assets are reviewed for impairment and written down to fair value whenever events or changes in circumstances indicate that the carrying value may not be recoverable through estimated future undiscounted cash flows. The amount of the impairment loss is the excess of the carrying amount of the impaired assets over the fair value of the assets based upon estimated future discounted cash flows. We evaluate long-lived assets for impairment by individual business unit. Changes in estimated cash flows could have a significant impact on whether or not an asset is impaired and the amount of the impairment.\n \n38\nTable of \nContents\nGoodwill\n \nGoodwill is not amortized but instead is tested at least annually for impairment as of June 1, or more frequently if events or circumstances indicate that the carrying amount of goodwill may be impaired. Effective in fiscal year 2022 and prospectively, we will perform the required annual goodwill impairment test as of June 1 rather than on June 30 which was our previous practice. We believe this change is preferable as it more closely aligns with the timing of our annual budgeting process. We do not believe this change resulted in any delay, acceleration or avoidance of impairment. Furthermore, a retrospective application to prior periods is impracticable as we are unable to objectively determine, without the use of hindsight, the assumptions which would be used in earlier periods.\nPotential impairment is identified by comparing the fair value of a reporting unit to its carrying value. If the carrying value of the reporting unit exceeds its fair value, any impairment loss is measured by the difference between the carrying value of the reporting unit and its fair value, not to exceed the carrying amount of goodwill. The discounted cash flow analysis for each reporting unit tested requires significant estimates and assumptions related to cash flow forecasts, discount rates, terminal values and income tax rates. The cash flow forecasts include significant judgments and assumptions related to revenue growth rates, which include perpetual growth rates, gross margin and weighted average cost of capital. The cash flow forecasts are developed based on assumptions about each reporting unit's markets, product offerings, pricing, capital expenditure and working capital requirements as well as cost performance.\nThe discount rates used in the discounted cash flow are estimated based on a market participant's perspective of each reporting unit's weighted average cost of capital. The terminal value, which represents the value attributed to the reporting unit beyond the forecast period, is estimated using a perpetuity growth rate assumption. The income tax rates used in the discounted cash flow analysis represent estimates of the long-term statutory income tax rates for each reporting unit based on the jurisdictions in which the reporting units operate.\nAs of June 30, 2023, we have three reporting units with goodwill recorded. Goodwill associated with the SAO reporting unit as of June 30, 2023, was $195.5 million and represents approximately 81 percent of total goodwill as of June 30, 2023. The remaining goodwill is associated with the PEP segment, which includes two reporting units, Dynamet and Latrobe Distribution, with goodwill recorded as of June 30, 2023, of $31.9 million and $14.0 million, respectively. The fair value for all three reporting units is estimated using a weighting of discounted cash flows and the use of market multiples valuation techniques.\nGoodwill associated with the SAO reporting unit is tested at the SAO segment level. As of June 1, 2023, the fair value of the SAO reporting unit exceeded the carrying value by approximately 60 percent. The discounted cash flows analysis for the SAO reporting unit includes assumptions related to our ability to increase volume, improve mix, expand product offerings and continue to implement opportunities to reduce costs over the next several years. For purposes of the discounted cash flow analysis for SAO's fair value, a weighted average cost capital of 11.0 percent and a terminal growth rate assumption of 2.5 percent were used. If the long-term growth rate for this reporting unit had been hypothetically reduced by 0.5 percent at June 1, 2023, the SAO reporting unit would have a fair value that exceeded the carrying value by approximately 57 percent.\nGoodwill associated with the PEP segment is tested at the Dynamet and Latrobe Distribution reporting unit level. As of June 1, 2023, the fair value of the Dynamet reporting unit exceeded the carrying value by approximately 106 percent. For purposes of the discounted cash flow analysis for Dynamet's fair value, a weighted average cost capital of 14.0 percent and a terminal growth rate assumption of 2.5 percent were used. If the long-term growth rate for this reporting unit had been hypothetically reduced by 0.5 percent at June 1, 2023, the Dynamet reporting unit would have a fair value that exceeded the carrying value by approximately 104 percent. As of June 1, 2023, the fair value of the Latrobe Distribution reporting unit exceeded the carrying value by approximately 11 percent. For purposes of the discounted cash flow analysis for Latrobe Distribution's fair value, a weighted average cost capital of 13.0 percent and a terminal growth rate assumption of 2.5 percent were used. If the long-term growth rate for this reporting unit had been hypothetically reduced by 0.5 percent at June 1, 2023, the Latrobe Distribution reporting unit would have a fair value that exceeded the carrying value by approximately 10 percent.\n39\nTable of \nContents\nIn preparing the financial statements for the quarter ended December 31, 2020, we identified an impairment triggering event related to the Additive reporting unit within the PEP segment. This reporting unit has experienced slower than expected growth due to customers shifting their near-term focus away from this emerging area as a result of the impacts of the COVID-19 pandemic. During the quarter ended December 31, 2020 we also made strategic decisions to reduce resources allocated to the Additive reporting unit to concentrate on the essential manufacturing business. In light of these decisions and market conditions at the time, the pace of growth in the future projections for the Additive reporting unit were lowered. We determined the goodwill associated with this reporting unit was impaired and recorded an impairment charge of $52.8 million during the quarter ended December 31, 2020, which represented the entire balance of goodwill for this reporting unit. No other asset impairment was identified at the impairment testing date. The carrying value of the Additive reporting unit was greater than the fair value by approximately 37.7 percent. For purposes of the discounted cash flow technique for Additive's fair value, we used a weighted average cost of capital of 15.5 percent and a terminal growth rate assumption of 3.0 percent. If a terminal growth rate of 4.0 percent was used the Additive reporting unit would have had a carrying value in excess of fair value of approximately 34.2 percent, still resulting in a full impairment.\nThe estimate of fair value requires significant judgment. We based our fair value estimates on assumptions that we believe to be reasonable but that are unpredictable and inherently uncertain, including estimates of future growth rates and operating margins and assumptions about the overall economic climate and the competitive environment for our business units. There can be no assurance that our estimates and assumptions made for purposes of our goodwill and identifiable intangible asset testing as of the time of testing will prove to be accurate predictions of the future. If our assumptions regarding business projections, competitive environments or anticipated growth rates are not correct, we may be required to record goodwill and/or intangible asset impairment charges in future periods, whether in connection with our next annual impairment testing or earlier, if an indicator of an impairment is present before our next annual evaluation. We continuously monitor for events and circumstances that could negatively impact the key assumptions in determining fair value of the reporting units. \nLeases\nDetermination of whether a contract is or contains a lease at contract inception is based on the presence of identified assets and the right to obtain substantially all of the economic benefit from or to direct the use of such assets. When it is determined a lease exists, a right-of-use (\"ROU\") asset and corresponding lease liability are recorded on the consolidated balance sheets. ROU assets represent the right to use an underlying asset for the lease term. Lease liabilities represent the obligation to make lease payments arising from the lease. ROU assets are recognized at commencement date at the value of the lease liability and are adjusted for any prepayments, lease incentives received, and initial direct costs incurred. Lease liabilities are recognized at lease commencement date based on the present value of remaining lease payments over the lease term. As the discount rate implicit in the lease is not readily determinable in most leases, an incremental borrowing rate is used. Lease terms include options to extend or terminate the lease when it is reasonably certain that the option will be exercised. Lease contracts with a term of 12 months or less are not recorded in the consolidated balance sheets. Fixed lease expense is recognized for operating leases on a straight-line basis over the lease term. Lease agreements with lease and non-lease components, are accounted for as a single lease component for all underlying asset classes. Accordingly, all costs associated with a lease contract are accounted for as lease costs. Some leasing arrangements require variable payments that are dependent on usage, output, or may vary for other reasons, such as insurance and tax payments. The variable lease payments are not presented as part of the ROU asset or lease liability. \nEnvironmental Expenditures\n \nEnvironmental expenditures that pertain to current operations or to future revenues are expensed or capitalized consistent with the Company's capitalization policy for property, plant and equipment. Expenditures that result from the remediation of an existing condition caused by past operations and that do not contribute to current or future revenues are expensed. Liabilities are recognized for remedial activities when the remediation is probable and the cost can be reasonably estimated. Most estimated liabilities are not discounted to present value due to the uncertainty as to the timing and duration of expected costs. For one former operating facility site, due to the routine nature of the expected costs, the liability for future costs is discounted to present value over 20 years with a discount rate of approximately 5 percent as of June 30, 2023 and 3 percent as of June 30, 2022.\n \n40\nTable of \nContents\nIncome Taxes\n \nDeferred income taxes result from temporary differences in the recognition of income and expense for financial and income tax reporting purposes, or differences between the fair value of assets acquired in business combinations accounted for as purchases for financial reporting purposes and their corresponding tax bases. Deferred income taxes represent future tax benefits (assets) or costs (liabilities) to be recognized when those temporary differences reverse. We evaluate on a quarterly basis whether, based on all available evidence, we believe that our deferred income tax assets will be realizable. Valuation allowances are established when it is estimated that it is more likely than not that the tax benefit of the deferred tax assets will not be realized. The evaluation includes the consideration of all available evidence, both positive and negative, regarding historical operating results including recent years with reported losses, the estimated timing of future reversals of existing taxable temporary differences, estimated future taxable income exclusive of reversing temporary differences and carryforwards, and potential tax planning strategies which may be employed to prevent an operating loss or tax credit carryforward from expiring unused. Future realization of deferred income tax assets ultimately depends upon the existence of sufficient taxable income within the carryback or carryforward period available under tax law.\nManagement determines whether a tax position should be recognized in the financial statements by evaluating whether it is more likely than not that the tax position will be sustained upon examination by the tax authorities based upon the technical merits of the position. For those tax positions which should be recognized, the measurement of a tax position is determined as being the largest amount of benefit that is greater than 50 percent likely of being realized upon ultimate settlement. Interest and penalties on estimated liabilities for uncertain tax positions are recorded as components of the provision for income taxes.\nDerivative Financial Instruments\n \nOur current risk management strategies include the use of derivative instruments to reduce certain risks. The critical strategies include: (1) the use of commodity forward contracts to fix the price of a portion of anticipated future purchases of certain raw materials and energy to offset the effects of changes in the costs of those commodities; and (2) the use of foreign currency forward contracts to hedge a portion of anticipated future sales denominated in foreign currencies, principally the Euro and Pound Sterling, in order to offset the effect of changes in exchange rates. The commodity forwards and foreign currency forwards have been designated as cash flow hedges and unrealized net gains and losses are recorded in the accumulated other comprehensive loss component of stockholders' equity. The unrealized gains or losses are reclassified to the statement of operations when the hedged transaction affects earnings or if the anticipated transactions are no longer expected to occur. We may use interest rate swaps to maintain a certain level of floating rate debt relative to fixed rate debt. Interest rate swaps have been designated as fair value hedges. Accordingly, the mark-to-market values of both the interest rate swap and the underlying debt obligations are recorded as equal and offsetting gains and losses in the interest expense component of the consolidated statement of operations. We have also used forward interest rate swaps to manage the risk of cash flow variability associated with fixed interest debt expected to be issued. We also use foreign currency forward contracts to protect certain short-term asset or liability positions denominated in foreign currencies against the effect of changes in exchange rates. These positions do not qualify for hedge accounting and accordingly are marked-to-market at each reporting date through charges to other income and expense.\n \nNew Accounting Pronouncements\n \nFor information with respect to new accounting pronouncements and the impact of these pronouncements on our consolidated financial statements, see Note 3 to Notes to Consolidated Financial Statements included in Item 8. \"Financial Statements and Supplementary Data.\"\nOff Balance Sheet Arrangements\n \nWe had no off balance sheet arrangements during the periods presented.\nMarket Sensitive Instruments and Risk Management\n \nSee \"Item 7A. Quantitative and Qualitative Disclosures About Market Risk\" for discussion of market sensitive instruments and associated market risk for Carpenter.\n41\nTable of Contents\nContingencies\n \nEnvironmental\n \nWe are subject to various federal, state, local and international environmental laws and regulations relating to pollution, protection of public health and the environment, natural resource damages and occupational safety and health. Although compliance with these laws and regulations may affect the costs of our operations, compliance costs to date have not been material. We have environmental remediation liabilities at some of our owned operating facilities and have been designated as a potentially responsible party (\"PRP\") with respect to certain third party Superfund waste-disposal sites and other third party-owned sites. We accrue amounts for environmental remediation costs that represent our best estimate of the probable and reasonably estimable future costs related to environmental remediation. Additionally, we have been notified that we may be a PRP with respect to other Superfund sites as to which no proceedings have been instituted against us. Neither the exact amount of remediation costs nor the final method of their allocation among all designated PRPs at these Superfund sites have been determined. Accordingly, at this time, we cannot reasonably estimate expected costs for such matters. The liability for future environmental remediation costs that can be reasonably estimated is evaluated on a quarterly basis. The liabilities recorded for environmental remediation costs at Superfund sites, other third party-owned sites and Carpenter-owned current or former operating facilities remaining at June 30, 2023 and 2022 were $16.5 million and $18.3 million, respectively.\nIn December 1997, we were named as a party in a Landfill Settlement Agreement related to a third-party Superfund waste-disposal site. As a result of this Agreement, we were obligated to reimburse the settling work defendants for capital expenditure costs as they were incurred, which was prior to fiscal year 2022. During fiscal year 2022, we recorded a $2.4 million liability related to these costs. During fiscal year 2023, we paid the liability related to the prior capital expenditure costs and incurred minimal additional costs related to ongoing studies. We expect to incur additional claims as a result of this ongoing study that cannot be quantified at this time.\n \nEstimates of the amount and timing of future costs of environmental remediation requirements are inherently imprecise because of the continuing evolution of environmental laws and regulatory requirements, the availability and application of technology, the identification of currently unknown remediation sites and the allocation of costs among the PRPs. Based upon information currently available, such future costs are not expected to have a material effect on our financial position, results of operations or cash flows over the long-term. However, such costs could be material to our financial position, results of operations or cash flows in a particular future quarter or year.\n \nOther\n \nWe are defending various routine claims and legal actions that are incidental to our business, and that are common to our operations, including those pertaining to product claims, commercial disputes, patent infringement, employment actions, employee benefits, compliance with domestic and foreign laws and regulations, personal injury claims and tax issues. Like many other manufacturing companies in recent years we, from time to time, have been named as a defendant in lawsuits alleging personal injury as a result of exposure to chemicals and substances in the workplace such as asbestos. We provide for costs relating to these matters when a loss is probable and the amount of the loss is reasonably estimable. The effect of the outcome of these matters on our future results of operations and liquidity cannot be predicted because any such effect depends on future results of operations and the amount and timing (both as to recording future charges to operations and cash expenditures) of the resolution of such matters. While it is not feasible to determine the outcome of these matters, we believe that the total liability from these matters will not have a material effect on our financial position, results of operations or cash flows over the long-term. However, there can be no assurance that an increase in the scope of pending matters or that any future lawsuits, claims, proceedings or investigations will not be material to our financial position, results of operations or cash flows in a particular future quarter or year.\n42\nTable of Contents\nForward-Looking Statements\n \nThis Annual Report on Form 10-K contains forward-looking statements within the meaning of the Private Securities Litigation Act of 1995. These forward-looking statements are subject to risks and uncertainties that could cause actual results to differ from those projected, anticipated or implied. The most significant of these uncertainties are described in this Form 10-K. They include but are not limited to: (1) the cyclical nature of the specialty materials business and certain end-use markets, including aerospace, defense, medical, transportation, energy, industrial and consumer, or other influences on Carpenter Technology's business such as new competitors, the consolidation of competitors, customers, and suppliers or the transfer of manufacturing capacity from the United States to foreign countries; (2) the ability of Carpenter Technology to achieve cash generation, growth, earnings, profitability, operating income, cost savings and reductions, qualifications, productivity improvements or process changes; (3) the ability to recoup increases in the cost of energy, raw materials, freight or other factors; (4) domestic and foreign excess manufacturing capacity for certain metals; (5) fluctuations in currency exchange rates; (6) the effect of government trade actions; (7) the valuation of the assets and liabilities in Carpenter Technology's pension trusts and the accounting for pension plans; (8) possible labor disputes or work stoppages; (9) the potential that our customers may substitute alternate materials or adopt different manufacturing practices that replace or limit the suitability of our products; (10) the ability to successfully acquire and integrate acquisitions; (11) the availability of credit facilities to Carpenter Technology, its customers or other members of the supply chain; (12) the ability to obtain energy or raw materials, especially from suppliers located in countries that may be subject to unstable political or economic conditions; (13) Carpenter Technology's manufacturing processes are dependent upon highly specialized equipment located primarily in facilities in Reading and Latrobe, Pennsylvania and Athens, Alabama for which there may be limited alternatives if there are significant equipment failures or a catastrophic event; (14) the ability to hire and retain a qualified workforce and key personnel, including members of the executive management team, management, metallurgists and other skilled personnel; (15) fluctuations in oil and gas prices and production; (16) the impact of potential cyber attacks and information technology or data security breaches; (17) inability of suppliers to meet obligations due to supply chain disruptions or otherwise; (18) inability to meet increased demand, production targets or commitments; (19) the ability to manage the impacts of natural disasters, climate change, pandemics and outbreaks of contagious diseases and other adverse public health developments, such as the COVID-19 pandemic; and (20) geopolitical, economic, and regulatory risks relating to our global business, including geopolitical and diplomatic tensions, instabilities and conflicts, such as the war in Ukraine, as well as compliance with U.S. and foreign trade and tax laws, sanctions, embargoes and other regulations. Any of these factors could have an adverse and/or fluctuating effect on Carpenter Technology's results of operations. The forward-looking statements in this document are intended to be subject to the safe harbor protection provided by Section 27A of the Securities Act of 1933, as amended (the \"Securities Act\"), and Section 21E of the Securities Exchange Act of 1934, as amended. We caution you not to place undue reliance on forward-looking statements, which speak only as of the date of this Form 10-K or as of the dates otherwise indicated in such forward-looking statements. Carpenter Technology undertakes no obligation to update or revise any forward-looking statements.\n43\nTable of Contents",
    "item7a": ">Item 7A.  Quantitative and Qualitative Disclosures about Market Risk\n \nWe use derivative financial instruments to reduce certain types of financial risk. Firm price sales arrangements involve a risk of profit margin fluctuations particularly as raw material prices have been volatile. Firm price sales arrangements generally include certain annual purchasing commitments and consumption schedules agreed to by the customers at selling prices based on raw material prices at the time the arrangements are established. As discussed in Note 16 to the consolidated financial statements included in Part II, Item 8. \"Financial Statements and Supplementary Data,\" in order to reduce the risk of fluctuating profit margins on these sales, we enter into commodity forward contracts to purchase certain critical raw materials necessary to produce the products sold under the firm price sales arrangements. If a customer fails to perform its obligations under the firm price sales arrangements, we may realize losses as a result of the related commodity forward contracts. As of June 30, 2023, we had approximately $2.5 million of net deferred losses related to commodity forward contracts to purchase certain raw materials. A large portion of this balance is related to commodity forward contracts to support firm price sales arrangements associated with many customers in addition to credit already extended to these customers in connection with outstanding trade receivables. Our customers have historically performed under these arrangements and we believe that they will honor such obligations in the future.\n \nWe are actively involved in managing risks associated with energy resources. Risk containment strategies include interaction with primary and secondary energy suppliers as well as obtaining adequate insurance coverage to compensate us for potential business interruption related to lack of availability of energy resources. In addition, we have used forwards to fix the price of a portion of our anticipated future purchases of certain energy requirements to protect against the impact of significant increases in energy costs. We also use surcharge mechanisms to offset a portion of these charges where appropriate.\n \nFluctuations in foreign currency exchange rates could subject us to risk of losses on anticipated future cash flows from our international operations or customers. Foreign currency forward contracts are used to hedge certain foreign exchange risk.\n \nWe use interest rate swaps to achieve a level of floating rate debt relative to fixed rate debt where appropriate. Historically, we have entered into forward swap contracts to manage the risk of cash flow variability associated with fixed interest debt expected to be issued.\n \nAll hedging strategies are reviewed and approved by senior financial management before being implemented. Senior financial management has established policies regarding the use of derivative instruments that prohibit the use of speculative or leveraged derivatives.\nBased on the current funding level, the benchmark allocation policy for the Company's largest pension plan assets is to have approximately 75 percent in return seeking assets and 25 percent in liability-hedging assets. Return seeking assets include global equities, diversified credit and real assets. Liability-hedging assets include bond funds and cash. When the funding level of the plan reaches 95 percent and improves to fully or over-funded status in increments of 5 percent, assets will be shifted from return seeking to liability-hedging assets in accordance with the glidepath policy outlined in the pension plan's Investment Policy Statement.\n \nThe status of our financial instruments as of June 30, 2023, is provided in Note 16 to the consolidated financial statements included in Item 8. \"Financial Statements and Supplementary Data.\" Assuming on June 30, 2023, (a) an instantaneous 10 percent decrease in the price of raw materials and energy for which we have commodity forward contracts, and (b) a 10 percent strengthening of the U.S. dollar versus foreign currencies for which foreign exchange forward contracts existed, our results of operations would not have been materially affected in either scenario.\n44\nTable of Contents",
    "cik": "17843",
    "cusip6": "144285",
    "cusip": [
        "144285903",
        "144285103"
    ],
    "names": [
        "CARPENTER TECHNOLOGY CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/17843/000001784323000021/0000017843-23-000021-index.htm"
}