{
    "item1": ">Item 1. Business\n      \n\n\n\n\nCompany Overview\n\n\n\n\n\n\nWe are North America’s largest “do-it-yourself” moving and storage operator through our subsidiary U-Haul International, Inc. (“U-Haul”). U-Haul is synonymous with “do-it-yourself” moving and storage and is a leader in supplying products and services to help people move and store their household and commercial goods. Our primary service objective is to “provide a better and better product and service to more and more people at a lower and lower cost.” Unless the context otherwise requires, the terms “U-Haul Holding Company,” “Company,” “we,” “us,” or “our” refer to U-Haul Holding Company, a Nevada corporation, and all of its legal subsidiaries, on a consolidated basis. \n\n\n\n\n\n\nWe were founded in 1945 as a sole proprietorship under the name \"U-Haul Trailer Rental Company\" and have rented trailers ever since. Starting in 1959, we rented trucks on a one-way and in-town basis exclusively through independent U-Haul\n\n\n®\n\n\n dealers. In 1973, we began developing our network of U-Haul\n\n\n®\n\n\n managed retail stores, through which we rent our trucks and trailers, self-storage units and portable moving and storage units and sell moving and self-storage products and services to complement our independent dealer network.\n\n\n\n\n\n\nWe rent our distinctive orange and white U-Haul\n\n\n®\n\n\n trucks and trailers as well as offer self-storage units through a network of over 2,200 Company-operated retail moving stores and nearly 21,300 independent U-Haul\n\n\n®\n\n\n dealers. We also sell U-Haul\n\n\n®\n\n\n brand boxes, tape and other moving and self-storage products and services to “do-it-yourself” moving and storage customers at all of our distribution outlets and through our uhaul.com\n\n\n®\n\n\n website and mobile app.\n\n\n\n\n\n\nWe believe U-Haul\n\n\n®\n\n\n is the most convenient supplier of products and services addressing the needs of the United States and Canada’s “do-it-yourself” moving and storage markets. Our broad geographic coverage throughout the United States and Canada and our extensive selection of U-Haul\n\n\n®\n\n\n brand moving equipment rentals, self-storage units, portable moving and storage units and related moving and storage products and services provide our customers with convenient “one-stop” shopping.\n\n\n\n\n\n\nSince 1945, U-Haul\n\n\n®\n\n\n has incorporated sustainable practices into its everyday operations. We believe that our basic business premise of equipment sharing helps reduce greenhouse gas emissions and reduces the inventory of total large capacity vehicles. We continue to look for ways to reduce waste within our business and are dedicated to manufacturing reusable components and recyclable products. We believe that our commitment to sustainability, through our products and services and everyday operations has helped us to reduce our impact on the environment.\n\n\n\n\n\n\nThrough Repwest Insurance Company (“Repwest”) and ARCOA Risk Retention Group (\"ARCOA\"), our property and casualty insurance subsidiaries, we manage the property, liability and related insurance claims processing for U-Haul\n\n\n®\n\n\n. Oxford Life Insurance Company (“Oxford”), our life insurance subsidiary, sells life insurance, Medicare supplement insurance, annuities and other related products to the senior market.\n\n\n\n\n\n\nAvailable Information\n\n\n\n\nU-Haul Holding Company\nSM \nand U-Haul\n®\n are each incorporated in Nevada. The internet address for U-Haul is uhaul.com. On U-Haul Holding Company’s investor relations website, investors.uhaul.com, we post the following filings as soon as practicable after they are electronically filed with or furnished to the United States Securities and Exchange Commission (“SEC”): our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K, proxy statements related to meetings of our stockholders, and any amendments to those reports or statements filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). We also use our investor relations website as a means of disclosing material information and for complying with our disclosure obligations under Regulation FD. All such filings on our website are available free of charge. Additionally, you will find these materials on the SEC’s website at sec.gov.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nProducts and Rental Equipment\n\n\n\n\n\n\nOur customers are primarily “do-it-yourself” household movers. U-Haul\n\n\n®\n\n\n moving equipment is specifically designed, engineered and manufactured for the “do-it-yourself” household mover. These “do-it-yourself” movers include individuals and families moving their belongings from one home to another, college students moving their belongings, vacationers and sports enthusiasts needing extra space or having special towing needs, people trying to save on home furniture and home appliance delivery costs, and “do-it-yourself” home remodeling and gardening enthusiasts who need to transport materials.\n\n\n\n\n\n\nAs of March 31, 2023, our rental fleet consisted of approximately 192,200 trucks, 138,500 trailers and 44,500 towing devices. This equipment and our U-Haul\n\n\n®\n\n\n brand of self-moving products and services are available through our network of managed retail moving stores and independent U-Haul dealers. Independent U-Haul\n\n\n®\n\n\n dealers receive rental equipment from the Company, act as rental agents and are paid a commission based on gross revenues generated from their U-Haul\n\n\n®\n\n\n rentals.\n\n\n\n\n\n\nOur rental truck chassis are engineered by domestic truck manufacturers. These chassis are joined with the U-Haul\n\n\n®\n\n\n designed and manufactured van boxes primarily at U-Haul\n\n\n®\n\n\n operated manufacturing and assembly facilities strategically located throughout the United States. U-Haul\n\n\n®\n\n\n rental trucks feature our proprietary Lowest Deck\n\n\nSM\n\n\n, which provides our customers with extra ease of loading. The loading ramps on our trucks are the widest in the industry, which reduces the effort needed to move belongings. Our trucks are fitted with convenient rub rails with tie downs on every interior wall. Our Gentle Ride Suspension\n\n\nSM\n\n\n helps our customers safely move delicate and prized possessions. Also, the engineers at our U-Haul Technical Center determined that the softest ride in our trucks was at the front of the van box. Consequently, we designed the part of the van box that hangs over the front cab of the truck to be the location for our customers to place their most fragile items during their move. We call this area Mom’s Attic\n\n\n®\n\n\n.\n\n\n\n\n\n\nOur distinctive trailers are also manufactured at these same U-Haul\n\n\n®\n\n\n operated manufacturing and assembly facilities. These trailers are well suited to the low profile of many of today’s newly manufactured automobiles including electric vehicles. Our engineering staff is committed to making our trailers easy to tow, safe, aerodynamic and fuel efficient.\n\n\n\n\n\n\nTo provide our self-move customers with added value, our rental trucks and trailers are designed with fuel efficiency in mind. Many of our trucks are equipped with fuel economy gauges, another tool that assists our customers in conserving fuel. To help make our rental equipment more reliable, we routinely perform extensive preventive maintenance and repairs.\n\n\n\n\n\n\nWe also provide customers with equipment to transport their vehicles. We provide two towing options: auto transport, in which all four wheels are off the ground, and a tow dolly, in which the front wheels of the towed vehicle are off the ground.\n\n\n\n\n\n\nTo help our customers load their boxes and larger household appliances and furniture, we offer several accessory rental items. Our utility dolly has a lightweight design and is easy to maneuver. Another rental accessory is our four wheel dolly, which provides a large, flat surface for moving dressers, wall units, pianos and other large household items. U-Haul\n\n\n®\n\n\n appliance dollies provide the leverage needed to move refrigerators, freezers, washers and dryers easily and safely. These utility, furniture and appliance dollies, along with the low decks and the wide loading ramps on U-Haul\n\n\n®\n\n\n trucks and trailers, are designed for easy loading and unloading of our customers’ belongings.\n\n\n\n\n\n\nThe total package U-Haul\n\n\n®\n\n\n offers to the “do-it-yourself” household mover doesn’t end with trucks, trailers and accessory rental items. Our moving supplies include a wide array of affordably priced U-Haul\n\n\n®\n\n\n brand boxes, tape and packing materials. We also provide specialty boxes for dishes, computers, flat screen television and sensitive electronic equipment, as well as tape, security locks, and packing supplies. U-Haul\n\n\n®\n\n\n brand boxes are specifically sized to make loading easier.\n\n\n\n\n\n\nWe estimate that U-Haul\n\n\n®\n\n\n is North America’s largest seller and installer of hitches and towing systems. In addition to towing U-Haul\n\n\n®\n\n\n equipment, these hitching and towing systems can tow jet skis, motorcycles, boats, campers and toy haulers. Each year, millions of customers visit our locations for expertise on complete towing systems, trailer rentals and the latest in towing accessories.\n\n\n\n\nU-Haul\n®\n has one of North America’s largest propane refilling networks, with nearly 1,200 locations providing this convenient service. We employ trained, certified personnel to refill propane cylinders and alternative fuel vehicles. Our network of propane dispensing locations is one of the largest automobile alternative refueling networks in North America.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nOur self-storage business was a natural outgrowth of our self-moving operations. Conveniently located U-Haul\n\n\n®\n\n\n self-storage rental facilities provide clean, dry and secure space for storage of household and commercial goods. Storage units range in size from 6 square feet to over 1,000 square feet. As of March 31, 2023, we operate 1,904 self-storage locations in the United States and Canada, with nearly 949,000 rentable storage units comprising 81.2 million square feet of rentable storage space. Our self-storage centers feature a wide array of security measures, ranging from electronic property access control gates to individually alarmed storage units. At many centers, we offer climate-controlled storage units to protect temperature sensitive goods.\n\n\n\n\n\n\nAnother extension of our strategy to make “do-it-yourself” moving and storage easier is our U-Box\n\n\n®\n\n\n program.\n\n\n  \n\n\nA U-Box\n\n\n®\n\n\n portable moving and storage unit is delivered to a location of our customer’s choosing either by the customers themselves through the use of a U-Box\n\n\n®\n\n\n trailer, with the assistance of our Moving Help\n\n\n®\n\n\n program, or by Company personnel. Once the U-Box\n\n\n®\n\n\n portable moving and storage unit is filled, it can be stored at the customer’s location, or taken to one of our Company operated locations, a participating independent dealer, or moved to a location of the customer’s choice.\n\n\n\n\n\n\nAdditionally, we offer moving and storage protection packages such as Safemove\n\n\n®\n\n\n and Safetow\n\n\n®\n\n\n. These programs provide moving and towing customers with a damage waiver, cargo protection and medical and life insurance coverage. Safestor\n\n\n®\n\n\n provides protection for storage customers from loss on their goods in storage. Safestor Mobile\n\n\n®\n\n\n provides protection for customers’ stored belongings when using our U-Box\n\n\n®\n\n\n portable moving and storage units. For our customers who desire additional coverage over and above the standard Safemove\n\n\n®\n\n\n protection, we also offer our Safemove Plus\n\n\n®\n\n\n product. This package provides the rental customer with a layer of primary liability protection. \n\n\n\n\n\n\nWe believe that through our website, uhaul.com, and the U-Haul\n\n\n®\n\n\n app, we have aggregated the largest network of customers and independent businesses in the self-moving and self-storage industry. In particular, our Moving Help\n\n\n®\n\n\n program connects “do-it-yourself” movers with thousands of independent service providers in the United States and Canada to assist our customers in packing, loading, unloading, cleaning and performing other services. \n\n\n\n\n\n\nThrough the U-Haul Storage Affiliates\n\n\n®\n\n\n program, independent storage businesses can join one of the world’s largest self-storage reservation systems. Self-storage customers making a reservation through uhaul.com\n\n\n®\n\n\n or the U-Haul app can access all of the U-Haul\n\n\n®\n\n\n self-storage centers and all of our independent storage affiliate partners for even greater convenience to meet their self-storage needs. For the independent storage operator, our network gives them access to products and services allowing them to compete with larger operators more cost effectively.\n\n\n\n\n\n\nWe own numerous trademarks and service marks that contribute to the identity and recognition of our Company and its products and services. Certain of these marks are integral to the conduct of our business, a loss of any of which could have a material adverse affect on our business. We consider the trademark “U-Haul\n\n\n®\n\n\n” to be of material importance to our business in addition, but not limited to, the U.S. trademarks and service marks “AMERCO\n\n\n®\n\n\n”, “U-Haul Holding Company\n\n\nSM\n\n\n”, “eMove\n\n\n®\n\n\n”, “Gentle Ride Suspension\n\n\nSM\n\n\n”, “In-Town\n\n\n®\n\n\n”, “Lowest Decks\n\n\nSM\n\n\n”, “Moving made Easier\n\n\n®\n\n\n”, “Make Moving Easier\n\n\n®\n\n\n”, “Mom’s Attic\n\n\n®\n\n\n”, “Moving Help\n\n\n®\n\n\n”, “Moving Helper\n\n\n®\n\n\n”, “Safemove\n\n\n®\n\n\n”, “Safemove Plus\n\n\n®\n\n\n”, “Safestor\n\n\n®\n\n\n”, “Safestor Mobile\n\n\n®\n\n\n”,\n\n\n “Safetow\n\n\n®\n\n\n”,\n\n\n  \n\n\n“U-Box\n\n\n®\n\n\n”, “uhaul.com\n\n\n®\n\n\n”, “U-Haul Investors Club\n\n\n®\n\n\n”, “U-Haul Truck Share\n\n\n®\n\n\n”, “U-Haul Truck Share 24/7\n\n\n®\n\n\n“, “U-Note\n\n\n®\n\n\n”, “WebSelfStorage\n\n\n®\n\n\n”, and “U-Haul SmartMobilityCenter\n\n\n®”\n\n\n, among others, for use in connection with the moving and storage business. \n\n\n\n\n\n\nDescription of Operating Segments\n\n\n\n\n\n\nU-Haul Holding Company’s three reportable segments are:\n\n\n\n\n\n\n\n\nMoving and Storage, comprised of U-Haul Holding Company\n\n\nSM\n\n\n, U-Haul\n\n\n®\n\n\n, and Amerco Real Estate Company (“Real Estate”), and the subsidiaries of U-Haul\n\n\n®\n\n\n and Real Estate,\n\n\n\n\n\n\nProperty and Casualty Insurance, comprised of Repwest and its subsidiaries and ARCOA, and\n\n\n\n\n\n\nLife Insurance, comprised of Oxford and its subsidiaries.\n\n\n\n\n\n\nFinancial information for each of our operating segments is included in the Notes to Consolidated Financial Statements as part of Item 8: Financial Statements and Supplementary Data of this Annual Report on Form 10-K.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMoving and Storage Operating Segment\n\n\n\n\n\n\nOur Moving and Storage operating segment (“Moving and Storage”) consists of the rental of trucks, trailers, portable moving and storage units, specialty rental items and self-storage spaces primarily to the household mover as well as sales of moving supplies, towing accessories and propane. Operations are conducted under the registered trade name U-Haul\n\n\n®\n\n\n throughout the United States and Canada.\n\n\n\n\n\n\nNet revenue from Moving and Storage was approximately 94.9%, 94.0% and 93.1% of consolidated net revenue in fiscal 2023, 2022 and 2021, respectively.\n\n\n\n\n\n\nThe total number of rental trucks in the fleet increased from fiscal 2023. However, continuing supply issues with our equipment manufacturers have slowed the number of new trucks we have been able to acquire this last year. In response, we slowed the sale of trucks from our existing fleet.\n\n\n\n\n\n\nWithin our truck and trailer rental operation, we are focused on expanding our independent dealer network to provide added convenience for our customers. U-Haul\n\n\n®\n\n\n maximizes vehicle utilization by managing distribution of the truck and trailer fleets among the over 2,200 Company-operated stores and nearly 21,300 independent dealers. Utilizing its proprietary reservations management system, our centers and dealers electronically report their inventory in real-time, which facilitates matching equipment to customer demand. Over half of all U-Move\n\n\n®\n\n\n rental revenue originated from our Company operated centers.\n\n\n\n\n\n\nAt our owned and operated retail stores, we are implementing new initiatives to improve customer service. These initiatives include expanding the capabilities of our U-Haul\n\n\n®\n\n\n app, improving management of our rental equipment to provide our retail centers with the right type of rental equipment, at the right time and at the most convenient location for our customers, effectively marketing our broad line of self-moving related products and services, expanding accessibility to provide more convenience to our customers, and enhancing our ability to properly staff locations during our peak hours of operations by attracting and retaining “moonlighters” (part-time U-Haul\n\n\n®\n\n\n system members with full-time jobs elsewhere) during our peak hours of operation. \n\n\nU-Haul offers U-Haul Truck Share 24/7\n\n\n®\n\n\n to our entire network in the United States and Canada. This technological advancement allows our customers to rent equipment through a mobile device any time of the day without having to visit the counter. U-Haul currently has several U.S. and Canadian Patents granted or pending on its U-Haul Truck Share 24/7\n\n\n®\n\n\n system.\n\n\n\n\n\n\nOur self-moving related products and services, such as boxes, pads and insurance, help our customers have a better moving experience and help them to protect their belongings from potential damage during the moving process. We are committed to providing a complete line of products selected with the “do-it-yourself” moving and storage customer in mind. \n\n\n\n\n\n\nOur self-storage business operations consist of the rental of\n\n\n \n\n\nself-storage units, portable moving and storage units, sales of self-storage related products, the facilitation of sales of services, and the management of self-storage facilities owned by others.\n\n\n\n\n\n\nU-Haul\n\n\n®\n\n\n \n\n\nis one of the largest North American operators of self-storage and has been a leader in the self-storage industry since 1974. U-Haul\n\n\n®\n\n\n \n\n\noperates nearly 949,000 rentable storage units, comprising 81.2 million square feet of rentable storage space with locations in 50 states and 10 Canadian provinces. Our owned and managed self-storage facility locations range in size up to 309,000 square feet of storage space, with individual storage units in sizes ranging from 6 square feet to over 1,000 square feet.\n\n\n\n\n\n\nThe primary market for storage units is the storage of household goods. We believe that our self-storage services provide a competitive advantage through such things as Max Security, an electronic system that monitors the storage facility 24 hours a day, climate control in select units, individually alarmed units, extended hours access, interior load and unload at selected locations, mobile device enabled rentals and an internet-based customer reservation and account management system.\n\n\n\n\nMoving Help\n®\n and U-Haul Storage Affiliates\n®\n on uhaul.com are online marketplaces that connect consumers to independent Moving Help\n®\n service providers and thousands of independent Self-Storage Affiliates. Our network of customer-rated Moving Help\n®\n and storage affiliates provide pack and load help, cleaning help, self-storage and similar services all over the United States and Canada. Our goal is to further utilize our web-based technology platform, including our U-Haul\n®\n app, to increase service to consumers and businesses in the moving and storage market. \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nCompliance with environmental requirements of federal, state, provincial and local governments affects our business. Our truck and trailer rental business is subject to regulation by various federal, state, provincial and local regulations in the United States and Canada. Specifically, the U.S. Department of Transportation and various state, federal and Canadian agencies exercise broad powers over our motor carrier operations, safety, and the generation, handling, storage, treatment and disposal of waste materials. In addition, our storage business is also subject to federal, state, provincial and local laws and regulations relating to environmental protection and human health and safety. Environmental laws and regulations are complex, change frequently and could become more stringent in the future.\n\n\n\n\n\n\nMoving and Storage business is seasonal and our results of operations and cash flows fluctuate significantly from quarter to quarter. Historically, revenues have been stronger in the first and second fiscal quarters due to the overall increase in moving activity during the spring and summer months. The fourth fiscal quarter is generally our weakest.\n\n\n\n\n\n\nProperty and Casualty Insurance Operating Segment\n\n\n\n\n\n\nOur Property and Casualty Insurance operating segment (“Property and Casualty Insurance”) provides loss adjusting and claims handling for U-Haul through regional offices across the United States and Canada. Property and Casualty Insurance also underwrites components of the Safemove\n\n\n®\n\n\n, Safetow\n\n\n®\n\n\n, Safemove Plus\n\n\n®\n\n\n, Safestor Mobile\n\n\n®\n\n\n and Safestor\n\n\n®\n\n\n protection packages to U-Haul customers. We attempt to price our products to be a good value to our customers. The business plan for Property and Casualty Insurance includes offering property and casualty products in other U-Haul related programs.\n\n\n\n\n\n\nNet revenue from Property and Casualty Insurance was approximately 1.7%, 1.9% and 1.9% of consolidated net revenue in fiscal 2023, 2022 and 2021, respectively.\n\n\n\n\n\n\nLife Insurance Operating Segment\n\n\n\n\n\n\nLife Insurance provides life and health insurance products primarily to the senior market through the direct writing and reinsuring of life insurance, Medicare supplement and annuity policies. \n\n\n\n\n\n\nNet revenue from Life Insurance was approximately 3.4%, 4.1% and 5.0% of consolidated net revenue in fiscal 2023, 2022 and 2021, respectively.\n\n\n\n\n\n\nHuman Capital\n\n\n \n\n\n\n\n\n\nWe work at never forgetting that our quality self-move, self-storage, and closely related services and products are meant to improve human lives and serve the do-it-yourself moving public.\n\n\n  \n\n\nWe believe our workforce is a reflection of, and as diverse as the customers we serve.\n\n\n  \n\n\nDiscrimination based on race, gender, religion, age, ethnicity, disability familial status or any other form of discrimination prohibited by applicable law in the acquisition, promotion, compensation, management or retention of talent is not accepted.\n\n\n  \n\n\nWe do not use a single or fixed set of measures or objectives as part of our recruitment and talent acquisition process or human resource management.\n\n\n  \n\n\n \n\n\n\n\n\n\nSystem Members\n\n\n \n\n\n\n\n\n\nAs of March 31, 2023, we employed approximately 33,100 people in the United States and approximately 2,000 in Canada with approximately 99% of these system members working within Moving and Storage and approximately 51% of these system members working on a full-time basis.\n\n\n  \n\n\n \n\n\n\n\n\n\nThe Company operates over 2,200 retail locations, 11 manufacturing and assembly facilities, 151 fixed-site repair facilities, a distribution center and our corporate offices.\n\n\n  \n\n\nWe hire system members from the communities in which we are located and prefer to promote from within our team. \n\n\n \n\n\n\n\n\n\nBenefits\n\n\n \n\n\n\n\n\n\nWe focus on our system members’ wellness over the course of their life, from physical and emotional to financial. \n\n\n \n\n\n\n\nOur health benefit program provides medical, dental and vision benefits.\n  \nParticipation in the health benefit program also includes access to our Healthier You wellness program that offers system members tools to enable them to live a healthier lifestyle.\n  \nThis wellness program encompasses nutritional guidance, smoking cessation and fitness alternatives.\n  \nWe also make available a system members assistance program focusing on mental health called You Matter, which offers counseling, work-life solutions and legal guidance.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nWe encourage a work-life balance for our system members and their families through paid time off and various leave options as well as special benefits including a healthy pregnancy program and a 24/7 doctor-on-call program for their children.\n\n\n \n\n\n\n\n\n\nFinancial benefits are a critical component of our system members’ wellness.\n\n\n  \n\n\nThese benefits include competitive salaries, participation in our Employee Stock Ownership Plan (“ESOP”) and 401(k) plan, life and disability insurance, health savings accounts, and the SmartDollar\n\n\n®\n\n\n financial literacy program.\n\n\n  \n\n\n \n\n\n\n\n\n\nEducation and Development\n\n\n \n\n\n\n\n\n\nThe Company encourages life-long personal and professional development for our system members.\n\n\n  \n\n\nWe do this by offering our system members and our independent dealers free access to our on-line U-Haul University courses that are critical for the development of specialized industry knowledge and to the safety of our team.\n\n\n  \n\n\nTo support more generalized education for our system members, we also provide a tuition reimbursement program.\n\n\n \n\n\n\n\n\n\nCommunity\n\n\n \n\n\n\n\n\n\nWe value our relationship with the communities in which we do business. We offer community outreach through volunteer opportunities for our system members, as well as in-kind donations of equipment, products, and services. We are a strong supporter of military members and their families by way of employment opportunities as well as partnering with military and veteran organizations to support and honor those who have served.\n\n\n \n\n\n\n\n\n\nSales and Marketing\n\n\n\n\n\n\nWe promote U-Haul\n\n\n®\n\n\n brand awareness through direct and co-marketing arrangements. Our direct marketing activities consist of web-based initiatives, print and social media as well as trade events, movie and television cameos of our rental fleet and boxes, television commercials, and industry and consumer communications. We believe that our rental equipment is our best form of advertisement. We support our independent U-Haul\n\n\n®\n\n\n dealers through marketing U-Haul\n\n\n®\n\n\n moving and self-storage rentals, products and services.\n\n\n\n\n\n\nOur marketing plan focuses on maintaining our leadership position in the “do-it-yourself” moving and storage industry by continually improving the ease of use and economy of our rental equipment, by providing added convenience to our retail centers, through independent U-Haul dealers, and by expanding the capabilities of our U-Haul\n\n\n®\n\n\n websites and U-Haul\n\n\n®\n\n\n app. \n\n\n\n\n\n\nA significant driver of rental transaction volume is our utilization of an online reservation and sales system, through uhaul.com\n\n\n®\n\n\n and our 24-hour 1-800-GO-U-HAUL telephone reservations system. These points of contact are prominently featured and are a major driver of customer lead sources.\n\n\n\n\n\n\nCompetition\n\n\n\n\n\n\nMoving and Storage Operating Segment\n\n\n\n\n\n\nThe truck rental industry is highly competitive and includes a number of significant national, regional and local competitors. Generally speaking, we consider there to be two distinct users of rental trucks: commercial and “do-it-yourself” residential users. We primarily focus on the “do-it-yourself” residential user. Within this segment, we believe the principal competitive factors are convenience of rental locations, availability of quality rental moving equipment, breadth of essential products and services, and total cost to the user. Our major national competitors in both the in-town and one-way moving equipment rental market include Avis Budget Group, Inc. and Penske Truck Leasing. We have numerous competitors throughout the United States and Canada who compete with us in the in-town market.\n\n\n\n\nThe self-storage market is large and fragmented. We believe the principal competitive factors in this industry are convenience of storage rental locations, cleanliness, security and price. Our largest competitors in the self-storage market are Public Storage Inc., CubeSmart, Extra Space Storage, Inc., and Life Storage, Inc.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nInsurance Operating Segments\n\n\n\n\n\n\nThe insurance industry is highly competitive. In addition, the marketplace includes financial services firms offering both insurance and financial products. Some of the insurance companies are owned by stockholders and others are owned by policyholders. Many competitors have been in business for a longer period of time or possess substantially greater financial resources and broader product portfolios than our insurance companies. We compete in the insurance business based upon price, product design, and services rendered to agents and policyholders. \n\n\n\n\n\n\nFinancial Data of Segment and Geographic Areas\n\n\n\n\n\n\nFor financial data of our segments and geographic areas please see Note 22, Financial Information by Geographic Area, and Note 22A, Consolidating Financial Information by Industry Segment, of our Notes to Consolidated Financial Statements. \n\n\n\n\n\n\nCautionary Statement Regarding Forward-Looking Statements\n\n\n\n\n\n\nThis Annual Report on Form 10-K (“Annual Report”), contains “forward-looking statements” regarding future events and our future results of operations. We may make additional written or oral forward-looking statements from time to time in filings with the SEC or otherwise. We believe such forward-looking statements are within the meaning of the safe-harbor provisions of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Exchange Act. Such statements may include, but are not limited to, the risk associated with COVID-19 or similar events on system members or customers; the impact of the economic environment on demand for our products and the cost and availability of debt and capital; estimates of capital expenditures; plans for future operations, products or services, financing needs, and strategies; our perceptions of our legal positions and anticipated outcomes of government investigations and pending litigation against us; liquidity and the availability of financial resources to meet our needs, goals and strategies; plans for new business, storage occupancy, growth rate assumptions, pricing, costs, and access to capital and leasing markets; the impact of our compliance with environmental laws and cleanup costs; our beliefs regarding our sustainability practices; our used vehicle disposition strategy; the sources and availability of funds for our rental equipment and self-storage expansion and replacement strategies and plans; our plan to expand our U-Haul\n\n\n®\n\n\n storage affiliate program; that additional leverage can be supported by our operations and business; the availability of alternative vehicle manufacturers; the availability and economics of electric vehicles for our rental fleet; our estimates of the residual values of our equipment fleet; our plans with respect to off-balance sheet arrangements; our plans to continue to invest in the U-Box\n\n\n®\n\n\n program; the impact of interest rate and foreign currency exchange rate changes on our operations; the sufficiency of our capital resources; the sufficiency of capital of our insurance subsidiaries; inflationary pressures that may challenge our ability to maintain or improve upon our operating margin; and expectations regarding the potential impact to our information technology infrastructure and on our financial performance and business operations of technology, cybersecurity or data security breaches, including any related costs, fines or lawsuits, and our ability to continue ongoing operations and safeguard the integrity of our information technology infrastructure, data, and employee, customer and vendor information, as well as assumptions relating to the foregoing. The words “believe,” “expect,” “anticipate,” “plan,” “may,” “will,” “could,” “estimate,” “project” and similar expressions identify forward-looking statements, which speak only as of the date the statement was made. \n\n\n\n\nForward-looking statements are inherently subject to risks and uncertainties, some of which cannot be predicted or quantified. Factors that could significantly affect results include, without limitation, the risk factors enumerated below under the heading “Risk Factors” and other factors described in this Annual Report or the other documents we file with the SEC. These factors, the following disclosures, as well as other statements in this Annual Report and in the Notes to Consolidated Financial Statements, could contribute to or cause such risks or uncertainties, or could cause our stock price to fluctuate dramatically. Consequently, the forward-looking statements should not be regarded as representations or warranties by us that such matters will be realized. We assume no obligation to update or revise any of the forward-looking statements, whether in response to new information, unforeseen events, changed circumstances or otherwise, except as required by law.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n",
    "item1a": ">Item 1A. Risk Factors\n      \n\n\n\n\nThe following important risk factors, and those risk factors described elsewhere in this Annual Report or in our other filings with the SEC, could materially affect our business, financial condition and future results. We also refer you to the factors and cautionary language set forth in the section entitled “Cautionary Statements Regarding Forward-Looking Statements,” above. All of the other information set forth in this Annual Report, including Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) and the consolidated financial statements and related notes, should be read in conjunction with the discussion of such risks, cautionary statements and other factors for a full understanding of our operations and financial conditions. Although the risks are organized by headings, and each risk is discussed separately, many are interrelated. The following risks are not the only risks facing our Company. Additional risks and uncertainties not currently known to us or that we currently deem to be immaterial also may materially and adversely affect our business, financial condition and/or operating results.\n\n\n\n\n\n\nRisks Related to our Business and Operations\n\n\n\n\n\n\nOur fleet rotation program can be adversely affected by financial market conditions.\n\n\n\n\n\n\nTo meet the needs of our customers, U-Haul maintains a large fleet of rental equipment. Our rental truck fleet rotation program is funded internally through operations and externally from debt and lease financing. Our ability to fund our routine fleet rotation program could be adversely affected if financial market conditions limit the general availability of external financing. This could lead us to operate trucks longer than initially planned and/or reduce the size of the fleet, either of which could materially and negatively affect our results of operations.\n\n\n\n\n\n\nAnother important aspect of our fleet rotation program is the sale of used rental equipment. The sale of used equipment provides us with funds that can be used to purchase new equipment. Conditions may arise that could lead to the decrease in demand and/or resale values for our used equipment. This could have a material adverse effect on our financial results, which could result in substantial losses on the sale of equipment and decreases in cash flows from the sales of equipment.\n\n\n\n\n\n\nWe obtain our rental trucks from a limited number of manufacturers.\n\n\n\n\n\n\nOver the last twenty years, we have purchased the majority of our rental trucks from Ford Motor Company and General Motors Corporation. Our fleet can be negatively affected by issues our manufacturers may face within their own supply chains. Also, it is possible that our suppliers may face financial difficulties, government regulations or organizational changes which could negatively impact their ability to accept future orders from U-Haul or fulfill existing orders. \n\n\n\n\n\n\nIn addition, the cost of acquiring new rental trucks could increase materially and negatively affect our ability to rotate new equipment into the fleet. Although we believe that we could contract with alternative manufacturers for our rental trucks, we cannot guarantee or predict how long that would take. In addition, termination of our existing relationship with these suppliers could have a material adverse effect on our business, financial condition or results of operations for an indefinite period of time.\n\n\n\n\n\n\nA significant portion of our revenues are generated through third-parties.\n\n\n\n\n\n\nOur business plan relies upon a network of independent dealers strategically located throughout the United States and Canada.\n\n\n  \n\n\nAs of March 31, 2023 we had nearly 21,300 independent equipment rental dealers.\n\n\n  \n\n\nIn fiscal 2023, just under half of all U-Move\n\n\n®\n\n\n rental revenue originated through this network.\n\n\n\n\n\n\nOur inability to maintain this network or its current cost structure could inhibit our ability to adequately serve our customers and could negatively affect our results of operations and financial position.\n\n\n\n\n\n\nThe introduction or expansion of laws or regulations favoring electric, autonomous, connected and shared vehicles may negatively impact our business and results of operations.\n\n\n\n\nRegulatory pressure in connection with the introduction and expansion of electric, autonomous and connected rental vehicles could negatively impact our ability to acquire, or our cost of acquisition for rental trucks and require infrastructure improvements that could inhibit our current business model.\n \n Our Company-operated locations and independent dealer network may require physical upgrades to accommodate these types of vehicles that are uneconomical and/or unachievable.\n \n Our one-way rental business would depend on an in-transit recharging network throughout the United States and Canada that simply does not exist today, and that, if and when completed, may be so costly or require so much charging time as to substantially limit our ability to serve customers needing to move long distances.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n8\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nWe cooperate with original equipment manufacturers (“OEM“s), maintain and train our own technical experts and operate an equipment Technical Center that has positioned us as an industry leader in innovation for over fifty years.\n\n\n \n\n\n However, the proposed changes to electric, autonomous and connected vehicles raises challenges of enormous scale.\n\n\n \n\n\nOur repair and maintenance infrastructures, including both physical plants as well as personnel, may be inappropriate for these new types of vehicles.\n\n\n \n\n\n Without such repair and maintenance capabilities it could compromise our ability to operate a fleet of such vehicles.\n\n\n  \n\n\nWe may also need to depend upon third party providers for some of those services, and they may not be able to provide workable solutions. There is a risk that we may not be able to adequately prepare for these possibilities. In addition, even if we successfully adapt to any such changes, there can be no guarantee that our fleet or services as adapted would meet the needs of our “do-it-yourself“ moving and storage customers, or that we would be able to offer our products and services at prices our customers would be willing or able to pay.\n\n\n\n\n\n\nThe growing insistence that the future of the economy will be based on an all-electric solution instead of a hybrid version or other alternative fuels may create an infrastructure in which personal interstate travel will be uneconomical or severely regulated.\n\n\n \n\n\n This would impact the moving business.\n\n\n \n\n\n There may be areas of North America where a charging grid with adequate capacity for our customers may not exist.\n\n\n\n\n\n\nU-Haul has already made significant progress on several initiatives aimed at these future possibilities including: TruckShare 24/7\n\n\n®\n\n\n, contactless rentals, a North American propane alternative fuel network, alternative fuel test vehicles and close OEM working relationships. However, these initiatives may not enable us to successfully adapt to the requirements of a changed regulatory environment favoring or requiring all-electric or specific alternative fuel solutions. Government regulators may knowingly or unknowingly choose the winners and losers in this evolving transportation environment.\n\n\n \n\n\n There remains a possibility that governments may not select U-Haul customers and U-Haul to be among the winners.\n\n\n\n\n\n\nWe face liability risks associated with the operation of our rental fleet, sales of our products and operation of our locations.\n\n\n  \n\n\n\n\n\n\nThe business of renting moving and storage equipment to customers exposes us to liability claims including property damage, personal injury and even death. Likewise, the operation of our moving and storage centers along with the sale of our related moving supplies, towing accessories and installation, and refilling of propane tanks may subject us to liability claims.\n\n\n  \n\n\nWe seek to limit the occurrence of such events through the design of our equipment, communication of its proper use, exhaustive repair and maintenance schedules, extensive training of our personnel, proactive risk management assessments and by providing our customers with online resources for the proper use of products and services.\n\n\n  \n\n\nRegardless, accidents still occur and we manage the financial risk of these events through third party insurance carriers. While these excess loss and property insurance policies are available today at reasonable costs, this could change and could negatively affect our results of operations and financial position.\n\n\n\n\n\n\nWe are highly dependent upon our automated systems and the Internet for managing our business.\n\n\n\n\n\n\nOur information systems are largely Internet-based, including our point-of-sale reservation system, payment processing and telephone systems.\n\n\n  \n\n\nWhile our reliance on this technology lowers our cost of providing service and expands our abilities to better serve customers, it exposes us to various risks including natural and man-made disasters, terrorist attacks and cyber-attacks.\n\n\n  \n\n\nWe have put into place extensive security protocols, backup systems and alternative procedures to mitigate these risks.\n\n\n  \n\n\nHowever, disruptions or breaches, detected or undetected by us, for any period of time in any portion of these systems could adversely affect our results of operations and financial condition and inflict reputational damage. \n\n\n\n\nIn addition, the provision of service to our customers and the operation of our networks and systems involve the storage and transmission of proprietary information and sensitive or confidential data, including personal information of customers, system members and others. Our information technology systems may be susceptible to computer viruses, attacks by computer hackers, malicious insiders, or catastrophic events. Hackers, acting individually or in coordinated groups, may also launch distributed denial of service attacks or ransom or other coordinated attacks that may cause service outages or other interruptions in our business and access to our data.\n \n In addition, breaches in security could expose us, our customers, or the individuals affected, to a risk of loss or misuse of proprietary information and sensitive or confidential data. The techniques used to obtain unauthorized access, disable or degrade service or sabotage systems change frequently, may be difficult to detect for a long time and often are not\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n9\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nrecognized until launched against a target. As a result, we may be unable to anticipate these techniques or to implement adequate preventative measures. \n\n\n\n\n\n\nAny of these occurrences could result in disruptions in our operations, the loss of existing or potential customers, damage to our brand and reputation, and litigation and potential liability for the Company. In addition, the cost and operational consequences of implementing further data or system protection measures could be significant and our efforts to deter, identify, mitigate and/or eliminate any security breaches may not be successful.\n\n\n\n\n\n\nIn 2022 and 2021, we experienced a cybersecurity incident which is described in this Annual Report under the headings “Item 7 Management’s Discussion and Analysis of Financial Condition and Results of Operation – Cybersecurity Incident”.\n\n\n\n\n\n\nWe may incur losses due to our reinsurers’ or counterparties’ failure to perform under existing contracts or we may be unable to secure sufficient reinsurance or hedging protection in the future.\n\n\n\n\n\n\nWe use reinsurance and derivative contracts to mitigate our risk of loss in various circumstances. These agreements do not release us from our primary obligations and therefore we remain ultimately responsible for these potential costs. We cannot provide assurance that these reinsurers or counterparties will fulfill their obligations. Their inability or unwillingness to make payments to us under the terms of the contracts may have a material adverse effect on our financial condition and results of operations.\n\n\n\n\n\n\nAs of December 31, 2022, Repwest reported $0.4 million of reinsurance recoverables, net of allowances and $41.3 million of reserves and liabilities ceded to reinsurers. Of this, Repwest’s largest exposure to a single reinsurer was $26.3 million.\n\n\n\n\n\n\nRisks Related to our Industry\n\n\n\n\n\n\nWe operate in a highly competitive industry.\n\n\n\n\n\n\nThe truck rental industry is highly competitive and includes a number of significant national, regional and local competitors, many of which are several times larger than U-Haul. We believe the principal competitive factors in this industry are convenience of rental locations, availability of quality rental moving equipment, breadth of essential services and products and total cost. Financial results for the Company can be adversely impacted by aggressive pricing from our competitors. Some of our competitors may have greater financial resources than we have. We cannot assure you that we will be able to maintain existing rental prices or implement price increases. Moreover, if our competitors reduce prices and we are not able or willing to do so as well, we may lose rental volume, which would likely have a materially adverse effect on our results of operations. Numerous potential competitors are working to establish paradigm shifting technologies from self-driving vehicles to ride-hailing services and other technologies that connect riders with vehicles.\n\n\n\n\nThe self-storage industry is large and highly fragmented. We believe the principal competitive factors in this industry are convenience of storage rental locations, cleanliness, security and price. Competition in the market areas in which we operate is significant and affects the occupancy levels, rental rates and operating expenses of our facilities. Competition might cause us to experience a decrease in occupancy levels, limit our ability to raise rental rates or require us to offer discounted rates that would have a material effect on results of operations and financial condition. Entry into the self-storage business may be accomplished through the acquisition of existing facilities by persons or institutions with the required initial capital. Development of new self-storage facilities is more difficult however, due to land use, zoning, environmental and other regulatory requirements. The self-storage industry has in the past experienced overbuilding in response to perceived increases in demand. Consolidation of ownership is taking place with certain owners of self-storage. We cannot assure you that we will be able to successfully compete in existing markets or expand into new markets. \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nEconomic conditions, including those related to the credit markets, interest rates and inflation, may adversely affect our industry, business and results of operations.\n\n\n\n\n\n\nConsumer and commercial spending is generally affected by the health of the economy, which places some of the factors affecting the success of our business beyond our control. Our businesses, although not as traditionally cyclical as some, could experience significant downturns in connection with or in anticipation of, declines in general economic conditions. In times of declining consumer spending we may be driven, along with our competitors, to reduce pricing, which would have a negative impact on gross profit.\n\n\n  \n\n\nWe cannot predict if another downturn in the economy will occur, which could result in reduced revenues and working capital.\n\n\n\n\n\n\nTrends in the economy are resulting in inflationary pressures leading to an increase in our cost of doing business. We cannot guarantee that we can manage the costs lower or pass them along in the form of higher prices to our customers.\n\n\n\n\n\n\nShould credit markets in the United States tighten or if interest rates increase significantly, we may not be able to refinance existing debt or find additional financing on favorable terms, if at all.\n\n\n  \n\n\nIf one or more of the financial institutions that support our existing credit facilities fails or opts not to continue to lend to us, we may not be able to find a replacement, which would negatively impact our ability to borrow under credit facilities.\n\n\n  \n\n\nIf our operating results were to worsen significantly and our cash flows or capital resources prove inadequate, or if interest rates increase significantly, we could face liquidity problems that could materially and adversely affect our results of operations and financial condition.\n\n\n\n\n\n\nA.M. Best financial strength ratings are crucial to our life insurance business.\n\n\n\n\n\n\nIn August 2022, A.M. Best affirmed the financial strength rating (“FSR”) for Oxford and Christian Fidelity Life Insurance Company (“CFLIC”) of A. The FSR outlook remains stable. In addition, A.M. Best affirmed the long-term issuer credit rating (“LTICR”) of “a”. The LTICR outlook of these ratings is stable. Financial strength ratings are important external factors that can affect the success of Oxford’s business plans. Accordingly, if Oxford’s ratings, relative to its competitors, are not maintained or do not continue to improve, Oxford may not be able to retain and attract business as currently planned, which could adversely affect our results of operations and financial condition.\n\n\n\n\n\n\nRisks Related to our Financings\n\n\n\n\n\n\nWe are highly leveraged.\n\n\n\n\n\n\nAs of March 31, 2023, we had total debt outstanding of $6,143.4 million and operating lease liabilities of $58.4 million. Although we believe, based on existing information, that additional leverage can be supported by our operations and revenues, our existing debt could impact us in the following ways among other considerations: \n\n\n\n\n\n\n\n\nrequire us to allocate a considerable portion of cash flows from operations to debt service and lease payments;\n\n\n\n\n\n\nlimit our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate;\n\n\n\n\n\n\nlimit our ability to obtain additional financing; and\n\n\n\n\n\n\nplace us at a disadvantage compared to our competitors who may have less debt.\n\n\n\n\n\n\nOur ability to make payments on our debt and leases depends upon our ability to maintain and improve our operating performance and generate cash flow. To some extent, this is subject to prevailing economic and competitive conditions and to certain financial, business and other factors, some of which are beyond our control. If we are unable to generate sufficient cash flow from operations to service our debt and meet our other cash needs, including our leases, we may be forced to reduce or delay capital expenditures, sell assets, seek additional capital or restructure or refinance our indebtedness and leases. If we must sell our assets, it may negatively affect our ability to generate revenue. In addition, we may incur additional debt or leases that would exacerbate the risks associated with our indebtedness.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nRisks Related to our Organization\n\n\n\n\n\n\nA majority of our Voting Common Stock is owned by a small contingent of stockholders.\n\n\n\n\n\n\nWillow Grove Holdings LP, directly and through controlled entities (“WGHLP”), owns 9,791,911 shares of our common stock, $0.25 par value per share (“Voting Common Stock”), and together with Edward J. Shoen and Mark V. Shoen, owns 9,828,542 shares (approximately 50.1%) of Voting Common Stock. The general partner of WGHLP controls the voting and disposition decisions with respect to the Voting Common Stock owned by WGHLP, and is managed by Edward J. Shoen (the Chairman of the Board of Directors and Chief Executive Officer of U-Haul Holding Company) and his brother, Mark V. Shoen. Accordingly, Edward J. Shoen and Mark V. Shoen are in a position to significantly influence our business and policies, including the approval of certain significant transactions, the election of the members of our board of directors (the “Board”) and other matters submitted to our stockholders. There can be no assurance that their interests will not conflict with the interests of our other stockholders. \n\n\n\n\n\n\nFurthermore, we are a “controlled company” within the meaning of the New York Stock Exchange corporate governance standards. \n\n\nUnder these corporate governance standards, a company of which more than 50% of the voting power for the election of directors is held by an individual, group or another company is a “\n\n\n \n\n\ncontrolled company\n\n\n \n\n\n” and may elect not to comply with certain corporate governance standards, including the requirements (1) that a majority of our Board consist of independent directors, (2) that our Board have a compensation committee that consists entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities, and (3) that our director nominations be made, or recommended to our full Board, by our independent directors or by a nominations committee that consists entirely of independent directors and that we adopt a written charter or board resolution addressing the nomination process. The Company has not made any election relating to compliance with any of these corporate governance standards.\n\n\n \n\n\n\n\n\n\nIn addition, 836,228 shares (approximately 4.3%) of our Voting Common Stock are owned under our ESOP.\n\n\n  \n\n\nEach ESOP participant is entitled to vote the shares allocated to himself or herself in their discretion.\n\n\n  \n\n\nIn the event an ESOP participant does not vote his or her shares, such shares shall be voted by the ESOP trustee, in the ESOP trustee’s discretion.\n\n\n  \n\n\n\n\n\n\nThe trading price for our outstanding Voting Common Stock may continue to be volatile and the trading price for our newly distributed Series N Non-Voting Common Stock may also be volatile.\n\n\n\n\n\n\nAn Independent Special Committee of the Board authorized the creation of a new Series of Common Stock, designated as Series N Non-Voting Common Stock, par value of $0.001 per share (the “Non-Voting Common Stock”). This series of stock is in addition to our pre-existing class of Voting Common Stock. On November 9, 2022, each holder of our Voting Common Stock as of November 3, 2022 received nine shares of Non-Voting Common Stock for every outstanding share of Voting Common Stock through a stock dividend.\n\n\n \n\n\n \n\n\n\n\n\n\nThe Non-Voting Common Stock is listed on the New York Stock Exchange, and we cannot predict whether, or to what extent, a liquid trading market will develop long-term for the Non-Voting Common Stock. If a liquid trading market does not develop or if the Non-Voting Common Stock is not attractive to retail investors, including team members and customers of the Company, we may not achieve our objectives in creating this new class.\n\n\n\n\n\n\nThe trading price of our stock has at times experienced substantial price volatility and may continue to be volatile, including as a result of the distribution of shares of Non-Voting Common Stock. The market prices of our two series of stock and the allocation of value between the two may be volatile and their respective values may decline. The trading price of our Voting Common Stock and Non-Voting Common Stock may fluctuate widely in response to various factors, some of which are beyond our control. These factors include, among others:\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nQuarterly variations in our results of operations or those of our competitors.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nAnnouncements by us or our competitors of acquisitions, new products, significant contracts, commercial relationships, or capital commitments.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nRecommendations by securities analysts or changes in earnings estimates.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nAnnouncements about our earnings that are not in line with analyst expectations.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\nAnnouncements by our competitors of their earnings that are not in line with analyst expectations.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n12\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nCommentary by industry and market professionals about our products, strategies, and other matters affecting our business and results, regardless of its accuracy.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nThe volume of shares of Voting Common Stock and Non-Voting Common Stock available for public sale.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nSales of Voting Common Stock and Non-Voting Common Stock by us or by our stockholders (including sales by our directors, executive officers, and other employees).\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nShort sales, hedging, and other derivative transactions on shares of our Voting Common Stock and Non-Voting Common Stock.\n\n\n\n\n\n\n\n\n•\n\n\n                     \n\n\n\n\nThe perceived values of Voting Common Stock and Non-Voting Common Stock relative to one another.\n\n\n\n\n\n\n \n\n\n\n\n\n\nRisks Related to Legal, Regulatory and Compliance\n\n\n\n\n\n\nOur operations subject us to numerous environmental laws and regulations and the possibility that environmental liability in the future could adversely affect our operations.\n\n\n\n\n\n\nCompliance with environmental requirements of federal, state, provincial and local governments in the United States and Canada affects our business. Among other things, these requirements regulate the discharge of materials into the air, land and water and govern the use and disposal of hazardous substances. Under environmental laws or common law principles, we can be held liable for hazardous substances that are found on real property we have owned or operated. We are aware of issues regarding hazardous substances on some of our real estate and we have put in place a remediation plan at each site where we believe such a plan is necessary. See Note 19, Contingencies, of the Notes to Consolidated Financial Statements. We regularly make capital and operating expenditures to stay in compliance with environmental laws. In particular, we have managed a testing and removal program since 1988 for our underground storage tanks.\n\n\n  \n\n\nDespite these compliance efforts, the risk of environmental liability is part of the nature of our business. \n\n\n\n\n\n\nEnvironmental laws and regulations are complex, change frequently and could become more stringent in the future. We cannot assure you that future compliance with these laws and regulations, future environmental liabilities, the cost of defending environmental claims, conducting any environmental remediation or generally resolving liabilities caused by us or related third parties will not have a material adverse effect on our business, financial condition or results of operations.\n\n\n\n\n\n\nWe operate in a highly regulated industry and changes in existing laws and regulations or violations of existing or future laws and regulations could have a material adverse effect on our operations and profitability.\n\n\n\n\n\n\nOur truck, trailer and U-Box rental business is subject to regulation by various federal, state and provincial governmental entities in the United States and Canada. Specifically, the U.S. Department of Transportation and various state, federal and Canadian agencies exercise broad powers over our motor carrier operations, safety, and the generation, handling, storage, treatment and disposal of waste materials. In addition, our storage business is also subject to federal, state, provincial and local laws and regulations relating to environmental protection and human health and safety, among other matters. The failure to comply with these laws and regulations may adversely affect our ability to sell or rent such property or to use the property as collateral for future borrowings. Compliance with changing laws and regulations could substantially impair real property and equipment productivity and increase our costs. \n\n\n\n\n\n\nIn addition, the federal government may institute some regulation that limits carbon emissions by setting a maximum amount of carbon individual entities can emit without penalty. This would likely affect everyone who uses fossil fuels and would disproportionately affect users in the highway transportation industries. While there are too many variables at this time to assess the impact of the various proposed federal and state regulations that could affect carbon emissions, many experts believe these proposed rules could significantly affect the way companies operate in their businesses.\n\n\n\n\nThe Biden administration has also communicated its willingness to consider the imposition of carbon-based taxes.\n \n Our truck rental fleet burns gasoline, a carbon intensive fuel.\n \n Where in the supply chain and in what amount these taxes could arise is uncertain.\n \n We have no evidence to support a belief that “do-it-yourself” moving customers are willing to accept these additional costs.\n \n Should such a tax be enacted, we could see an increase in expenses, including compliance costs and a negative effect on our operating margin.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nOur operations can be limited by land-use regulations. Zoning choices enacted by individual municipalities in the United States and Canada may limit our ability to serve certain markets with our products and services.\n\n\n\n\n\n\nOur insurance companies are heavily regulated by state insurance departments and the National Association of Insurance Commissioners. These insurance regulations are primarily in place to protect the interests of our policyholders and not our investors. Changes in these laws and regulations could increase our costs, inhibit new sales, or limit our ability to implement rate increases.\n\n\n\n\n\n\nRecent changes to U.S. tax laws may adversely affect our financial condition or results of operations and create the risk that we may need to adjust our accounting for these changes.\n\n\n\n\n\n\nThe Tax Cuts and Jobs Act (“Tax Reform Act”) and the Coronavirus Aid, Relief and Economic Security Act (“CARES Act”) made significant changes to U.S. tax laws and includes numerous provisions that affect businesses, including ours.\n\n\n  \n\n\nFor instance, as a result of lower corporate tax rates, the Tax Reform Act tends to reduce both the value of deferred tax assets and the amount of deferred tax liabilities.\n\n\n  \n\n\nIt also limits interest expense deductions and the amount of net operating losses that can be used each year and alters the expensing of capital expenditures. Other provisions have international tax consequences for businesses like ours that operate internationally. The CARES Act allows for the carryback of certain net operating losses. The Tax Reform Act is unclear in certain respects and will require interpretations and implementing regulations by the Internal Revenue Service (“IRS”), as well as state tax authorities, and the Tax Reform Act and CARES Act could be subject to amendments and technical corrections, any of which could lessen or increase the adverse (and positive) impacts of these acts. The Tax Reform Act put into place 100% first year bonus depreciation. This decreased to 80% starting in 2023 and will continue to gradually decrease in future years and will impact our tax liability. The accounting treatment of these tax law changes was complex, and some of the changes affected both current and future periods.\n\n\n  \n\n\nOthers primarily affected future periods.\n\n\n  \n\n\nAdditional changes to the U.S. tax code could negatively offset operating cashflows.\n\n\n\n\n\n\nChanges to tax policy, corporate tax rates or interpretations of existing tax law could change our effective tax rate, reduce future expected tax deductions and increase current and future federal income tax payments.\n\n\n  \n\n\nCongress and the Biden administration have proposed increases to the current U.S. corporate income tax rate of 21%.\n\n\n  \n\n\nAny such changes could adversely impact our financial position and results of operations.\n\n\n\n\n\n\nGeneral Risk Factors\n\n\n\n\n\n\nTerrorist attacks could negatively impact our operations and profitability and may expose us to liability and reputational damage.\n\n\n\n\n\n\nTerrorist attacks may negatively affect our operations and profitability.\n\n\n  \n\n\nSuch attacks may damage our facilities and it is also possible that our rental equipment could be involved in a terrorist attack.\n\n\n  \n\n\nAlthough we carry excess of loss insurance coverage, it may prove to be insufficient to cover us for acts of terror using our rental equipment.\n\n\n  \n\n\nMoreover, we may suffer reputational damage that could arise from a terrorist attack which utilizes our rental equipment. The consequences of any terrorist attacks or hostilities are unpredictable and difficult to quantify.\n\n\n  \n\n\nWe seek to minimize these risks through our operational processes and procedures; however, we may not be able to foresee events that could have an adverse effect on our operations.\n\n\n\n\n\n",
    "item7": ">Item 7.Management’s Discussion and Analysis of Financial Condition and Results of Operations\n      \n\n\n\n\nWe begin this MD&A with the overall strategy of U-Haul Holding Company, followed by a description of, and strategy related to, our operating segments to give the reader an overview of the goals of our businesses and the direction in which our businesses and products are moving. We then discuss our critical accounting estimates that we believe are important to understanding the assumptions and judgments incorporated in our reported financial results. Next, we discuss our results of operations for fiscal 2023 compared with fiscal 2022, which are followed by an analysis of liquidity changes in our balance sheets and cash flows, and a discussion of our financial commitments in the sections entitled Liquidity and Capital Resources and Disclosures about Contractual Obligations and Commercial Commitments. The discussion of our financial condition and results of operations for the year ended March 31, 2021 included in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations in our Annual Report on Form 10-K for the year ended March 31, 2022 is incorporated by reference into this MD&A. We conclude this MD&A by discussing our outlook for fiscal 2024.\n\n\n\n\n\n\nThis MD&A should be read in conjunction with the other sections of this Annual Report, including Item 1: Business and Item 8: Financial Statements and Supplementary Data. The various sections of this MD&A contain a number of forward-looking statements, as discussed under the caption, Cautionary Statements Regarding Forward-Looking Statements, all of which are based on our current expectations and could be affected by the uncertainties and risk factors described throughout this Annual Report and particularly under the section Item 1A: Risk Factors. Our actual results may differ materially from these forward-looking statements.\n\n\n\n\n\n\nU-Haul Holding Company has a fiscal year that ends on the 31\n\n\nst\n\n\n of March for each year that is referenced. Our insurance company subsidiaries have fiscal years that end on the 31\n\n\nst\n\n\n of December for each year that is referenced. They have been consolidated on that basis. Our insurance companies’ financial reporting processes conform to calendar year reporting as required by state insurance departments. Management believes that consolidating their calendar year into our fiscal year financial statements does not materially affect the presentation of financial position or results of operations. We disclose all material events, if any, occurring during the intervening period. Consequently, all references to our insurance subsidiaries’ years 2022, 2021 and 2020 correspond to fiscal 2023, 2022 and 2021 for U-Haul Holding Company. \n\n\n\n\n\n\nOverall Strategy\n\n\n\n\n\n\nOur overall strategy is to maintain our leadership position in the North American “do-it-yourself” moving and storage industry. We accomplish this by providing a seamless and integrated supply chain to the “do-it-yourself” moving and storage market. As part of executing this strategy, we leverage the brand recognition of U-Haul\n\n\n \n\n\nwith our full line of moving and self-storage related products and services and the convenience of our broad geographic presence.\n\n\n\n\n\n\nOur primary focus is to provide our customers with a wide selection of moving rental equipment, convenient self-storage rental facilities and portable moving and storage units and related moving and self-storage products and services. We are able to expand our distribution and improve customer service by increasing the amount of moving equipment and storage units and portable moving and storage units available for rent, expanding the number of independent dealers in our network and expanding and taking advantage of our Storage Affiliate and Moving Help\n\n\n®\n\n\n capabilities.\n\n\n\n\n\n\nProperty and Casualty Insurance is focused on providing and administering property and casualty insurance to U-Haul and its customers, its independent dealers and affiliates.\n\n\n  \n\n\n\n\n\n\nLife Insurance is focused on long-term capital growth through direct writing and reinsuring of life, Medicare supplement and annuity products in the senior marketplace. \n\n\n\n\n\n\nDescription of Operating Segments\n\n\n\n\n\n\nU-Haul Holding Company’s three reportable segments are:\n\n\n\n\n\n\n\n\nMoving and Storage, comprised of U-Haul Holding Company, U-Haul, and Real Estate and the subsidiaries of U-Haul and Real Estate;\n\n\n\n\n\n\nProperty and Casualty Insurance, comprised of Repwest and its subsidiaries and ARCOA; and\n\n\n\n\nLife Insurance, comprised of Oxford and its subsidiaries.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n17\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSee Note 1, Basis of Presentation, Note 22, Financial Information by Geographic Area, and Note 22A, Consolidating Financial Information by Industry Segment, of the Notes to Consolidated Financial Statements included in Item 8: Financial Statements and Supplementary Data, of this Annual Report.\n\n\n\n\n\n\nMoving and Storage Operating Segment\n\n\n\n\n\n\nMoving and Storage consists of the rental of trucks, trailers, portable moving and storage units, specialty rental items and self-storage spaces primarily to the household mover as well as sales of moving supplies, towing accessories and propane. Operations are conducted under the registered trade name U-Haul\n\n\n®\n\n\n throughout the United States and Canada.\n\n\n\n\n\n\nWith respect to our truck, trailer, specialty rental items and self-storage rental business, we are focused on expanding our dealer network, which provides added convenience for our customers and expanding the selection and availability of rental equipment to satisfy the needs of our customers.\n\n\n\n\n\n\nU-Haul\n\n\n®\n\n\n branded self-moving related products and services, such as boxes, pads and tape allow our customers to, among other things, protect their belongings from potential damage during the moving process. We are committed to providing a complete line of products selected with the “do-it-yourself” moving and storage customer in mind.\n\n\n\n\n\n\nuhaul.com\n\n\n®\n\n\n is an online marketplace that connects consumers to our operations as well as independent Moving Help\n\n\n®\n\n\n service providers and thousands of independent Self-Storage Affiliates. Our network of customer-rated affiliates and service providers furnish pack and load help, cleaning help, self-storage and similar services throughout the United States and Canada. Our goal is to further utilize our web-based technology platform to increase service to consumers and businesses in the moving and storage market.\n\n\n\n\n\n\nU-Haul’s mobile app, Truck Share 24/7, Skip-the-Counter Self-Storage rentals and Self-checkout for moving supplies provide our customers methods for conducting business with us directly via their mobile devices and also limiting physical exposure.\n\n\n\n\n\n\nSince 1945, U-Haul has incorporated sustainable practices into its everyday operations. We believe that our basic business premise of equipment sharing helps reduce greenhouse gas emissions and reduces the inventory of total large capacity vehicles. We continue to look for ways to reduce waste within our business and are dedicated to manufacturing reusable components and recyclable products. We believe that our commitment to sustainability, through our products and services and everyday operations has helped us to reduce our impact on the environment.\n\n\n\n\n\n\nProperty and Casualty Insurance Operating Segment\n\n\n\n\n\n\nProperty and Casualty Insurance provides loss adjusting and claims handling for U-Haul through regional offices in the United States and Canada. Property and Casualty Insurance also underwrites components of the Safemove\n\n\n®\n\n\n, Safetow\n\n\n®\n\n\n, Safemove Plus\n\n\n®\n\n\n,\n\n\n \n\n\nSafestor\n\n\n®\n\n\n and Safestor Mobile\n\n\n®\n\n\n \n\n\nprotection packages to U-Haul\n\n\n®\n\n\n customers. We continue to focus on increasing the penetration of these products into the moving and storage market. The business plan for Property and Casualty Insurance includes offering property and casualty products in other U-Haul\n\n\n®\n\n\n \n\n\nrelated programs. \n\n\n\n\n\n\nLife Insurance Operating Segment\n\n\n\n\n\n\nLife Insurance provides life and health insurance products primarily to the senior market through the direct writing and reinsuring of life insurance, Medicare supplement and annuity policies. \n\n\n\n\n\n\nCybersecurity Incident\n\n\n\n\nOn September 9, 2022, we announced that the Company was made aware of a data security incident involving U-Haul‘s information technology network. U-Haul detected a compromise of two unique passwords used to access U-Haul customers information. U-Haul took immediate steps to contain the incident and promptly enhanced its security measures to prevent any further unauthorized access. U-Haul retained cybersecurity experts and incident response counsel to investigate the incident and implement additional security safeguards. The investigation determined that between November 5, 2021 and April 8, 2022, the threat actor accessed customer contracts containing customers’ names, dates of birth, and driver’s license or state identification numbers. None of U-Haul’s financial, payment processing or email systems were involved. U-Haul has notified impacted customers and relevant governmental authorities. \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n18\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSeveral class action lawsuits related to the incident have been filed against U-Haul. The lawsuits have been consolidated into one action in the U.S. District Court for the District of Arizona and will be vigorously defended by the Company; however the outcome of such lawsuits cannot be predicted or guaranteed with any certainty.\n\n\n\n\n\n\nCritical Accounting Estimates\n\n\n\n\n\n\nOur financial statements have been prepared in accordance with the generally accepted accounting principles (“GAAP”) in the United States. The methods, estimates and judgments we use in applying our accounting policies can have a significant impact on the results we report in our financial statements. Note 3, Accounting Policies, of the Notes to Consolidated Financial Statements in Item 8: Financial Statements and Supplementary Data, in this Annual Report summarizes the significant accounting policies and methods used in the preparation of our consolidated financial statements and related disclosures. Certain accounting policies require us to make difficult and subjective judgments and assumptions, often as a result of the need to estimate matters that are inherently uncertain.\n\n\n\n\n\n\nFollowing is a detailed description of the accounting estimates that we deem most critical to us and that require management’s most difficult and subjective judgments. These estimates are based on historical experience, observance of trends in particular areas, information and valuations available from outside sources and on various other assumptions that are believed to be reasonable under the circumstances and which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual amounts may differ from these estimates under different assumptions and conditions, and such differences may be material.\n\n\n\n\n\n\nWe also have other policies that we consider key accounting policies, such as revenue recognition; however, these policies do not meet the definition of critical accounting estimates, because they do not generally require us to make estimates or judgments that are difficult or subjective. The accounting estimates that we deem most critical to us, and involve the most difficult, subjective or complex judgments include the following:\n\n\n\n\n\n\nRecoverability of Property, Plant and Equipment\n\n\n\n\n\n\nOur property, plant and equipment is stated at cost. We regularly perform reviews to determine whether facts and circumstances exist, which indicate that the carrying amount of assets, including estimates of residual value, may not be recoverable or that the useful life of assets are shorter or longer than originally estimated. Reductions in residual values (i.e., the price at which we ultimately expect to dispose of revenue earning equipment) or useful lives will result in an increase in depreciation expense over the remaining life of the equipment. Reviews are performed based on vehicle class, generally subcategories of trucks and trailers. We assess the recoverability of our assets by comparing the projected undiscounted net cash flows associated with the related asset or group of assets over their estimated remaining lives against their respective carrying amounts. We consider factors such as current and expected future market price trends on used vehicles and the expected life of vehicles included in the fleet. Impairment, if any, is based on the excess of the carrying amount over the fair value of those assets. If asset residual values are determined to be recoverable, but the useful lives are shorter or longer than originally estimated, then the net book value of the assets is depreciated over the newly determined remaining useful lives.\n\n\n\n\n\n\nInsurance Reserves\n\n\n\n\nLiabilities for future policy benefits related to life insurance, Medicare supplement insurance, and deferred annuities are determined by management utilizing the net premium valuation methodology and are accrued when premium revenue is recognized. The liability, which represents the present value of future benefits to be paid to policyholders and related expenses less the present value of future net premiums, is estimated using assumptions applicable at the time the insurance contracts are written, with provisions for the risk of adverse deviation, as appropriate. Assumptions include expected mortality and morbidity experience, policy lapses and surrenders, current asset yields and expenses, and expected interest rate yields. The Company periodically performs a gross premium valuation and reviews original assumptions, including capitalized expenses which reduce the gross premium valuation, to evaluate whether the assets and liabilities are adequate and whether a loss reserve should be recognized.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n19\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nInsurance reserves for Property and Casualty Insurance and U-Haul take into account losses incurred based upon actuarial estimates and are management’s best approximation of future payments.\n\n\n  \n\n\nThese estimates are based upon past claims experience and current claim trends as well as social and economic conditions such as changes in legal theories and inflation.\n\n\n  \n\n\nThese reserves consist of case reserves for reported losses and a provision for incurred but not reported (“IBNR”) losses, both reduced by applicable reinsurance recoverables, resulting in a net liability.\n\n\n\n\n\n\nDue to the nature of the underlying risks and high degree of uncertainty associated with the determination of the liability for future policy benefits and claims, the amounts to be ultimately paid to settle these liabilities cannot be precisely determined and may vary significantly from the estimated liability, especially for long-tailed casualty lines of business such as excess workers’ compensation.\n\n\n  \n\n\nAs a result of the long-tailed nature of the excess workers’ compensation policies written by Repwest from 1983 through 2001, it may take a number of years for claims to be fully reported and finally settled.\n\n\n\n\n\n\nOn a regular basis, insurance reserve adequacy is reviewed by management to determine if existing assumptions need to be updated. In determining the assumptions for calculating workers’ compensation reserves, management considers multiple factors including the following:\n\n\n\n\n\n\n\n\nClaimant longevity,\n\n\n\n\n\n\nCost trends associated with claimant treatments,\n\n\n\n\n\n\nChanges in ceding entity and third party administrator reporting practices,\n\n\n\n\n\n\nChanges in environmental factors, including legal and regulatory,\n\n\n\n\n\n\nCurrent conditions affecting claim settlements, and\n\n\n\n\n\n\nFuture economic conditions, including inflation.\n\n\n\n\n\n\n\n\nWe have reserved each claim based upon the accumulation of current claim costs projected through each claimant’s life expectancy, and then adjusted for applicable reinsurance arrangements.\n\n\n  \n\n\nManagement reviews each claim bi-annually or more frequently, if there are changes in facts or circumstances to determine if the estimated life-time claim costs have increased and then adjusts the reserve estimate accordingly at that time.\n\n\n  \n\n\nWe have factored in an estimate of what the potential cost increases could be in our IBNR liability.\n\n\n  \n\n\nWe have not assumed settlement of the existing claims in calculating the reserve amount, unless it is in the final stages of completion.\n\n\n\n\n\n\nContinued increases in claim costs, including medical inflation and new treatments and medications could lead to future adverse development resulting in additional reserve strengthening.\n\n\n  \n\n\nConversely, settlement of existing claims or if injured workers return to work or expire prematurely, could lead to future positive development.\n\n\n\n\n\n\nImpairment of Investments\n\n\n\n\n\n\nUnder the current expected credit loss model, a valuation allowance is recognized in earnings for credit losses. If we intend to sell a debt security, or it is more likely than not that we will be required to sell the security before recovery of its amortized cost basis, the debt security is written down to its fair value and the write down is charged against the allowance for credit losses, with any incremental impairment reported in\n\n\n \n\n\nearnings. Reversals of the allowance for credit losses are\n\n\n \n\n\npermitted and should not exceed the allowance amount initially recognized.\n\n\n\n\n\n\nThere was a $2.0 million net impairment charge recorded in fiscal 2023.\n\n\n\n\n\n\nIncome Taxes\n\n\n\n\n\n\nWe file a consolidated tax return with all of our legal subsidiaries.\n\n\n\n\n\n\nOur tax returns are periodically reviewed by various taxing authorities. The final outcome of these audits may cause changes that could materially impact our financial results. Please see Note 14, Provision for Taxes, of the Notes to Consolidated Financial Statements included in Item 8: Financial Statements and Supplementary Data, of this Annual Report for more information.\n\n\n\n\n\n\nRecent Accounting Pronouncements\n\n\n\n\nPlease see Note 3, Accounting Policies, of the Notes to Consolidated Financial Statements included in Item 8: Financial Statements and Supplementary Data, of this Annual Report for more information.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n20\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nResults of Operations\n\n\n\n\n\n\nU-Haul Holding Company and Consolidated Subsidiaries\n\n\n\n\n\n\nFiscal 2023 Compared with Fiscal 2022\n\n\n\n\n\n\nListed below, on a consolidated basis, are revenues for our major product lines for fiscal 2023 and fiscal 2022:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYear Ended March 31,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-moving equipment rentals\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n3,877,917\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n3,958,807\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-storage revenues\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n744,492\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n617,120\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-moving and self-storage products and service sales\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n357,286\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n351,447\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProperty management fees\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n37,073\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n35,194\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife insurance premiums\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n99,149\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n111,027\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProperty and casualty insurance premiums\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n93,209\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n86,518\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet investment and interest income\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n176,679\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n148,261\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther revenue\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n478,886\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n431,373\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConsolidated revenue\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,864,691\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,739,747\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-moving equipment rental revenues decreased $80.9 million during fiscal 2023, compared with fiscal 2022. Transactions, revenue and average miles driven per transaction decreased.\n\n\n  \n\n\nThese declines were more pronounced in our one-way markets.\n\n\n  \n\n\nCompared to the same period last year, we increased the number of retail locations, independent dealers, trucks, and trailers in the rental fleet.\n\n\n\n\n\n\nSelf-storage revenues increased $127.4 million during fiscal 2023, compared with fiscal 2022.\n\n\n  \n\n\nThe average monthly number of occupied units increased by 14%, or 63,800 units during fiscal 2023 compared with the same period last year.\n\n\n  \n\n\nOver the course of the fiscal year our average revenue per occupied square foot increased 9%.\n\n\n  \n\n\nDuring fiscal 2023, we added approximately 6.0 million net rentable square feet, a 13% increase compared to fiscal 2022 additions.\n\n\n  \n\n\nThis additional capacity consisted of approximately 1.1 million square feet of existing self-storage acquired along with 4.9 million square feet of new development.\n\n\n\n\n\n\nSales of self-moving and self-storage products and services increased $5.8 million during fiscal 2023, compared with fiscal 2022, primarily due to increased hitch and propane sales partially offset by a 1% decrease in the sales of moving supplies.\n\n\n\n\n\n\nLife insurance premiums decreased $11.9 million during fiscal 2023, compared with fiscal 2022 primarily due to decreased sales of single premium life products and policy decrements in Medicare supplement.\n\n\n\n\n\n\nProperty and casualty insurance premiums increased $6.7 million during fiscal 2023, compared with fiscal 2022. A significant portion of Repwest’s premiums are from policies sold in conjunction with U-Haul moving and storage transactions and generally correspond to the related activity at U-Haul during the same period.\n\n\n\n\n\n\nNet investment and interest income increased $28.4 million during fiscal 2023, compared with fiscal 2022. Moving and Storage accounted for a $67.9 million increase due to higher yields on our short-term cash balances which are primarily invested in United States government securities. Changes in the market value of unaffiliated common stocks held at our Property and Casualty Insurance subsidiary resulted in a $16.6 million decrease. Life Insurance experienced a net decrease of $21.4 million.\n\n\n\n\nOther revenue increased $47.5 million during fiscal 2023, compared with fiscal 2022, caused primarily by growth in our U-Box\n®\n program.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n21\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nListed below are revenues and earnings from operations at each of our operating segments for fiscal 2023 and 2022. The insurance companies’ years ended December 31, 2022 and 2021.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYear Ended March 31,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMoving and storage\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevenues\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,567,714\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,398,267\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEarnings from operations before equity in earnings of subsidiaries\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,396,122\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,577,226\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProperty and casualty insurance\n\n\n  \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevenues\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n103,512\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n115,043\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEarnings from operations\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n36,570\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n49,780\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife insurance\n\n\n   \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevenues\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n206,100\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n238,812\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEarnings from operations\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n12,935\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n19,538\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEliminations\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevenues\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(12,635)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(12,375)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEarnings from operations before equity in earnings of subsidiaries\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(1,521)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(1,547)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConsolidated Results\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevenues\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n5,864,691\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n5,739,747\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEarnings from operations\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,444,106\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,644,997\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTotal costs and expenses increased $325.8 million during fiscal 2023, compared with fiscal 2022. Operating expenses for Moving and Storage increased $345.7 million.\n\n\n  \n\n\nRepair costs associated with the rental fleet experienced a $132.9 million increase during fiscal year 2023 and personnel costs increased $97.8 million.\n\n\n  \n\n\nThe increases in fleet repair costs are primarily due to additional preventative maintenance resulting from higher fleet activity over the last several years.\n\n\n  \n\n\nAlso, the slower rotation of new equipment into the fleet and older equipment out of the fleet has added to the amount of preventative maintenance needed.\n\n\n  \n\n\nPersonnel cost increases stem from a 12% increase in headcount on average throughout the year; the headcount variance narrowed towards the end of the year.\n\n\n  \n\n\nOther expense increases included liability costs, utilities, property taxes, non-rental equipment and building maintenance and shipping associated with U-Box transactions. \n\n\n\n\n\n\nDepreciation expense associated with our rental fleet was $520.5 million and $504.2 million for fiscal 2023 and 2022, respectively.\n\n\n  \n\n\nNet gains from the disposal of rental equipment increased $32.9 million from an increase in resale values combined with additional units sold.\n\n\n  \n\n\nDepreciation expense on all other assets, largely from buildings and improvements, increased $20.6 million to $213.4 million. Net losses on the disposal or retirement of land and buildings increased $9.7 million as fiscal 2022 included a condemnation gain of $4.9 million.\n\n\n   \n\n\n\n\n\n\nAs a result of the above-mentioned changes in revenues and expenses, earnings from operations decreased to $1,444.1 million for fiscal 2023, compared with $1,645.0 million for fiscal 2022.\n\n\n\n\n\n\nInterest expense for fiscal 2023 was $224.0 million, compared with $167.4 million for fiscal 2022 due to an increase in our average outstanding debt of $871.6 million in fiscal 2023 compared with fiscal 2022 combined with a higher average cost of debt.\n\n\n  \n\n\n\n\n\n\nIncome tax expense was $294.9 million for fiscal 2023, compared with $352.2 million for fiscal 2022. See Note 14, Provision for Taxes, of the Notes to Consolidated Financial Statements included in Item 8: Financial Statements and Supplementary Data, of this Annual Report for more information on income taxes.\n\n\n\n\n\n\nBasic and diluted earnings per share of Voting Common Stock for fiscal 2023 was $5.54, compared with $7.08 for fiscal 2022. \n\n\n\n\n\n\nThe weighted average shares outstanding basic and diluted for Voting Common Stock were 19,607,788 for both fiscal 2023 and 2022. \n\n\n\n\nBasic and diluted earnings per share of Non-Voting Common Stock for fiscal 2023 were $4.62, compared with $5.58 for fiscal 2022. \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n22\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe weighted average shares outstanding basic and diluted for Non-Voting Common Stock were 176,470,092 for both fiscal 2023 and 2022.\n\n\n\n\n\n\nMoving and Storage\n\n\n\n\n\n\nFiscal 2023 Compared with Fiscal 2022\n\n\n\n\n\n\nListed below are revenues for the major product lines at Moving and Storage for fiscal 2023 and fiscal 2022: \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYear Ended March 31,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-moving equipment rentals\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n3,882,620\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n3,963,535\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-storage revenues\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n744,492\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n617,120\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-moving and self-storage products and service sales\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n357,286\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n351,447\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProperty management fees\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n37,073\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n35,194\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet investment and interest income\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n70,992\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n3,135\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther revenue\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n475,251\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n427,836\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMoving and Storage revenue\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,567,714\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,398,267\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-moving equipment rental revenues decreased $80.9 million during fiscal 2023, compared with fiscal 2022\n\n\n.\n\n\n  \n\n\nTransactions, revenue and average miles driven per transaction decreased.\n\n\n  \n\n\nThese declines were more pronounced in our one-way markets.\n\n\n  \n\n\nCompared to the same period last year, we increased the number of retail locations, independent dealers, trucks, and trailers in the rental fleet.\n\n\n\n\n\n\nSelf-storage revenues increased $127.4 million during fiscal 2023, compared with fiscal 2022.\n\n\n  \n\n\nThe average monthly number of occupied units increased by 14%, or 63,800 units during fiscal 2023 compared with the same period last year.\n\n\n  \n\n\nOver the course of the fiscal year our average revenue per occupied square foot increased 9%.\n\n\n\n\n\n\nThe Company owns and manages self-storage facilities. Self-storage revenues reported in the consolidated financial statements represent Company-owned locations only. Self-storage data for our owned storage locations follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYear Ended March 31,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands, except occupancy rate)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUnit count as of March 31\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n673\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n601\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSquare footage as of March 31\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n56,382\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n50,366\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAverage monthly number of units occupied\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n535\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n471\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAverage monthly occupancy rate based on unit count\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n83.4%\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n82.6%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAverage monthly square footage occupied\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n46,257\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n41,379\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDuring fiscal 2023, we added approximately 6.0 million net rentable square feet, a 13% increase compared to fiscal 2022 additions.\n\n\n  \n\n\nThis additional capacity consisted of approximately 1.1 million square feet of existing self-storage acquired along with 4.9 million square feet of new development. \n\n\n\n\n\n\nSales of self-moving and self-storage products and services increased $5.8 million during fiscal 2023, compared with fiscal 2022, primarily due to increased hitch and propane sales partially offset by a 1% decrease in the sales of moving supplies.\n\n\n\n\n\n\nNet investment and interest income increased $67.9 million during fiscal 2023, compared with fiscal 2022, due to higher yields on our short-term cash balances which are primarily invested in United States government securities.\n\n\n\n\nOther revenue increased $47.4 million during fiscal 2023, compared with fiscal 2022, caused primarily by growth in our U-Box\n®\n program.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n23\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nTotal costs and expenses increased $350.6 million during fiscal 2023, compared with fiscal 2022. Operating expenses increased $345.7 million.\n\n\n  \n\n\nRepair costs associated with the rental fleet experienced a $132.9 million increase during fiscal year 2023 and personnel costs increased $97.8 million.\n\n\n  \n\n\nThe increases in fleet repair costs are primarily due to additional preventative maintenance resulting from higher fleet activity over the last several years.\n\n\n  \n\n\nAlso, the slower rotation of new equipment into the fleet and older equipment out of the fleet has added to the amount of preventative maintenance needed.\n\n\n  \n\n\nPersonnel cost increases stem from a 12% increase in headcount on average throughout the year; the headcount variance narrowed towards the end of the year.\n\n\n  \n\n\nOther expense increases included liability costs, utilities, property taxes, non-rental equipment and building maintenance and shipping associated with U-Box transactions. \n\n\n\n\n\n\nDepreciation expense associated with our rental fleet was $520.5 million and $504.2 million.\n\n\n  \n\n\nNet gains from the disposal of rental equipment increased $32.9 million from an increase in resale values combined with additional units sold.\n\n\n  \n\n\nDepreciation expense on all other assets, largely from buildings and improvements, increased $20.6 million to $213.4 million. Net losses on the disposal or retirement of land and buildings increased $9.7 million as fiscal 2022 included a condemnation gain of $4.9 million.\n\n\n  \n\n\n\n\n\n\nProperty and Casualty Insurance\n\n\n\n\n\n\n2022 Compared with 2021\n\n\n\n\n\n\nNet premiums were $96.2 million and $89.7 million for the years ended December 31, 2022 and 2021, respectively. A significant portion of Repwest’s premiums are from policies sold in conjunction with U-Haul moving and storage transactions and generally correspond to the related activity at U-Haul during the same period.\n\n\n\n\n\n\nNet investment and interest income were $7.3 million and $25.4 million for the years ended December 31, 2022 and 2021, respectively. The main driver of the change in net investment income was the decrease in valuation of unaffiliated common stock of $16.6 million; these stocks were not sold and no actual economic losses have been recognized.\n\n\n\n\n\n\nNet operating expenses were $45.0 million and $42.5 million for the years ended December 31, 2022 and 2021, respectively. The change was primarily due to an increase in commissions from higher premiums.\n\n\n\n\n\n\nBenefits and losses expenses were $21.5 million and $22.4 million for the years\n\n\n \n\n\nended December 31, 2022 and 2021, respectively. The decrease was due to favorable loss experience.\n\n\n\n\n\n\nAs a result of the above-mentioned changes in revenues and expenses, pretax earnings from operations were $36.6 million and $49.8 million for the twelve months ended December 31, 2022 and 2021, respectively.\n\n\n\n\n\n\nLife Insurance\n\n\n\n\n\n\n2022 Compared with 2021\n\n\n\n\n\n\nNet premiums were $99.1 million and $111.0 million for the years ended December 31, 2022 and 2021, respectively. Medicare Supplement premiums decreased $7.2 million from policy decrements offset by premium rate increases. Life insurance premiums decreased $4.4 million. Premiums on annuity supplemental contracts decreased $0.3 million from fewer annuitizations. Deferred annuity deposits were $326.5 million or $6.0 million below the prior year and are accounted for on the balance sheet as deposits rather than premiums. The decrease in deferred annuity deposits is a result of low sales at the beginning of the year improving as the year progressed.\n\n\n\n\nNet investment income was $102.4 million and $123.8 million for the years ended December 31, 2022 and 2021, respectively.\n  \nThe realized loss on derivatives used as hedges to fixed indexed annuities was $12.6 million. The realized loss on bonds was $6.5 million. The change in the provision for expected credit losses resulted in a $2.9 million additional decrease to the investment income. Mortgage loan interest decreased $0.9 million from the decreased prepayment penalties. The interest on the remaining assets also decreased by $0.6 million. This was offset by a $2.1 million increase in the investment income from fixed maturities on higher asset base despite lower investment yields.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n24\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nBenefits and losses incurred were $144.0 million and $164.2 million for the years ended December 31, 2022 and 2021, respectively. Interest credited to policyholders decreased $8.6 million due to a reduction in the interest credited rates on fixed indexed annuities driven by stock market fluctuations. Life benefits decreased $8.2 million due to lower death claims related to COVID-19 and lower sales due to premium adjustments that took place in late 2021. Medicare supplement benefits decreased by $3.2 million from fewer policies in force. Benefits on the annuity supplemental contracts decreased $0.2 million.\n\n\n\n\n\n\nAmortization of deferred acquisition costs (“DAC”), sales inducement asset (“SIA“) and the value of business acquired (“VOBA”) was $27.9 million and $33.9 million for the years ended December 31, 2022 and 2021, respectively. The annuity related DAC amortization decreased $4.3 million due to realized investment gains and a completion of the amortization period on certain fixed indexed and multi-year guaranteed annuities in 2021. The decrease of $1.2 million on Life Insurance segment is from reduced policy lapses and death benefits. Medicare supplement related DAC amortization decreased $0.5 million and will continue to decrease due to a decline in the number of policies remaining in-force.\n\n\n\n\n\n\nAs a result of the above-mentioned changes in revenues and expenses, pretax earnings from operations were $12.5 million and $19.1 million for the years ended December 31, 2022 and 2021, respectively.\n\n\n\n\n\n\nLiquidity and Capital Resources\n\n\n\n\n\n\nWe believe our current capital structure is a positive factor that will enable us to pursue our operational plans and goals and provide us with sufficient liquidity for the foreseeable future. There are many factors which could affect our liquidity, including some which are beyond our control, and there is no assurance that future cash flows and liquidity resources will be sufficient to meet our outstanding debt obligations and our other future capital needs.\n\n\n\n\n\n\nAs of March 31, 2023, cash and cash equivalents totaled $2,060.5 million, compared with $2,704.1 million as of March 31, 2022. The assets of our insurance subsidiaries are generally unavailable to fulfill the obligations of non-insurance operations (U-Haul Holding Company, U-Haul and Real Estate). As of March 31, 2023 (or as otherwise indicated), cash and cash equivalents, other financial assets (receivables, short-term investments, other investments, fixed maturities, and related party assets) and debt obligations of each operating segment were:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMoving & Storage\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nProperty and Casualty Insurance (a)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nLife Insurance (a)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCash and cash equivalents\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,034,242\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n11,276\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n15,006\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther financial assets\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n428,018\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n446,977\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,744,196\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDebt obligations (b)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n6,143,350\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(a) As of December 31, 2022\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(b) Excludes ($35,308) of debt issuance costs\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nAs of March 31, 2023, Moving and Storage had available borrowing capacity under existing credit facilities of $465.0 million.\n  \nThe majority of invested cash at the Moving and Storage segment is held in government money market funds.\n  \nOur current forecasted debt payments for fiscal 2024 on all borrowings are $563.2 million. For detailed information regarding our debt obligations, please see Note 9, Borrowings, of the Notes to Consolidated Financial Statements.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n25\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nA summary of our consolidated cash flows for fiscal 2023, 2022 and 2021 is shown in the table below:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYears Ended March 31,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2021\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet cash provided by operating activities\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,729,610\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,946,235\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,535,395\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet cash used by investing activities\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(2,421,385)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(1,867,176)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(1,129,529)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet cash provided by financing activities\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n59,795\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,433,155\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n287,353\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEffects of exchange rate on cash\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(11,633)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(2,089)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n6,441\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet increase (decrease) in cash flow\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(643,613)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,510,125\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n699,660\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCash at the beginning of the period\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,704,137\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,194,012\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n494,352\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCash at the end of the period\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,060,524\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,704,137\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,194,012\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet cash provided by operating activities decreased $216.6 million in fiscal 2023, compared with fiscal 2022.\n\n\n  \n\n\nThe decrease was primarily due to reduced net earnings of $200.2 million and the payment of $106.0 million in federal income tax in fiscal 2023 compared with the receipt of $243.0 million of federal income tax refunds in fiscal 2022. Partially offsetting this was a decrease in inventory and an increase in the collection of corporate receivables. \n\n\n\n\n\n\nNet cash used in investing activities increased $554.2 million in fiscal 2023, compared with fiscal 2022. Purchases of property, plant and equipment increased $587.4 million. Reinvestment in the rental fleet was less than our projection due to delays in receiving new equipment from our original equipment manufacturers during fiscal 2023; however, the level of reinvestment in the rental fleet has increased in comparison to fiscal 2022.\n\n\n  \n\n\nCash from the sales of property, plant and equipment increased $78.1 million largely due to fleet sales. For our insurance subsidiaries, net cash used in investing activities decreased $167.2 million due to a decrease in purchases in fixed maturity investments, which was offset by a $225.0\n\n\n \n\n\nmillion increase in purchases of short-term Treasury notes by Moving and Storage.\n\n\n\n\n\n\nNet cash provided by financing activities decreased $1,373.4 million in fiscal 2023, as compared with fiscal 2022.\n\n\n  \n\n\nFiscal 2022 included the borrowing of $1,200.0 million through our two private placement offerings.\n\n\n  \n\n\nAdditionally, debt payments increased $364.5 million, finance lease repayments decreased $42.1 million, and dividends paid increased $4.3 million.\n\n\n  \n\n\nFor Life Insurance, net annuity deposits declined $103.2 million.\n\n\n  \n\n\n\n\n\n\nLiquidity and Capital Resources and Requirements of Our Operating Segments\n\n\n\n\n\n\nMoving and Storage\n\n\n\n\nTo meet the needs of our customers, U-Haul maintains a large fleet of rental equipment. Capital expenditures have primarily consisted of new rental equipment acquisitions and the buyouts of existing fleet from leases. The capital to fund these expenditures has historically been obtained internally from operations and the sale of used equipment and externally from debt and lease financing. In the future, we anticipate that our internally generated funds will be used to service the existing debt and fund operations. U-Haul estimates that during fiscal 2024 the Company will reinvest in its rental equipment fleet approximately $685 million, net of equipment sales and excluding any lease buyouts. For fiscal 2023, the Company invested, net of sales, approximately $611 million before any lease buyouts in its rental equipment fleet. Fleet investments in fiscal 2024 and beyond will be dependent upon several factors including the availability of capital, the truck rental environment, the availability of equipment from manufacturers and the used-truck sales market. We anticipate that the fiscal 2024 investments will be funded largely through debt financing, external lease financing and cash from operations. Management considers several factors including cost and tax consequences when selecting a method to fund capital expenditures. Our allocation between debt and lease financing can change from year to year based upon financial market conditions which may alter the cost or availability of financing options. \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n26\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe Company has traditionally funded the acquisition of self-storage properties to support U-Haul's growth through debt financing and funds from operations. The Company’s plan for the expansion of owned storage properties includes the acquisition of existing self-storage locations from third parties, the acquisition and development of bare land, and the acquisition and redevelopment of existing buildings not currently used for self-storage. The Company expects to fund these development projects through a combination of internally generated funds, corporate debt and with borrowings against existing properties as they operationally mature. For fiscal 2023, the Company invested $1,341.4 million in real estate acquisitions, new construction and renovation and repair compared to $1,004.2 million in fiscal 2022.\n\n\n  \n\n\nFor fiscal 2024, the timing of new projects will be dependent upon several factors, including the entitlement process, availability of capital, weather, the identification and successful acquisition of target properties and the availability of labor and materials.\n\n\n  \n\n\nWe are likely to maintain a high level of real estate capital expenditures in fiscal 2024.\n\n\n  \n\n\nU-Haul's growth plan in self-storage also includes the expansion of the U-Haul Storage Affiliate program, which does not require significant capital.\n\n\n\n\n\n\nNet capital expenditures (purchases of property, plant and equipment less proceeds from the sale of property, plant and equipment and lease proceeds) at Moving and Storage were $2,025.6 million, $1,513.3 million and $904.0 million for fiscal 2023, 2022 and 2021, respectively. The components of our net capital expenditures are provided in the following table:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nYears Ended March 31,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2021\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPurchases of rental equipment\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,298,955\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,061,439\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n870,106\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEquipment lease buyouts\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n11,477\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPurchases of real estate, construction and renovations\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,341,417\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,004,192\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n505,112\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther capital expenditures\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n86,595\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n70,906\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n54,780\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGross capital expenditures\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,726,967\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,136,537\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,441,475\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLess: Sales of property, plant and equipment\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(701,331)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(623,235)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(537,484)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet capital expenditures\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,025,636\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,513,302\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n903,991\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMoving and Storage continues to hold significant cash and we believe has access to additional liquidity. Management may invest these funds in our existing operations, expand our product lines or pursue external opportunities in the self-moving and storage marketplace, pay dividends or reduce existing indebtedness where possible.\n\n\n\n\n\n\nProperty and Casualty Insurance\n\n\n\n\n\n\nState insurance regulations may restrict the amount of dividends that can be paid to stockholders of insurance companies.\n\n\n As a result, Property and Casualty Insurance's assets are generally not available to satisfy the claims of U-Haul Holding Company, or its legal subsidiaries. For calendar year 2023, the ordinary dividend available to be paid to U-Haul Holding Company is $29.5 million. For more information, please see Note 21, Statutory Financial Information of Insurance Subsidiaries, of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report. We believe that stockholders’ equity at the Property and Casualty operating segment remains sufficient and we do not believe that its ability to pay ordinary dividends to U-Haul Holding Company will be restricted per state regulations.\n\n\n\n\n\n\nOur Property and Casualty operating segment stockholders’ equity was $294.5 million and $296.1 million as of December 31, 2022 and 2021, respectively. The decrease in 2022 compared with 2021 resulted from net earnings of $29.8 million and a decrease in accumulated other comprehensive income of $31.4 million.\n\n\n  \n\n\nProperty and Casualty Insurance does not use debt or equity issues to increase capital and therefore has no direct exposure to capital market conditions other than through its investment portfolio. \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n27\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nLife Insurance\n\n\n\n\n\n\nLife Insurance manages its financial assets to meet policyholder and other obligations including investment contract withdrawals and deposits. Life Insurance's net deposits for the year ended December 31, 2022 were $6.8 million. State insurance regulations may restrict the amount of dividends that can be paid to stockholders of insurance companies.\n\n\n As a result, Life Insurance's assets are generally not available to satisfy the claims of U-Haul Holding Company or its legal subsidiaries. Oxford had a statutory net loss as of December 31, 2022, so no dividends can be distributed in calendar year 2023. For more information, please see Note 21, Statutory Financial Information of Insurance Subsidiaries, of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report.\n\n\n\n\n\n\nOur Life Insurance operating segment stockholders’ equity was $156.4 million and $440.9 million as of December 31, 2022 and 2021, respectively. The decrease in 2022 compared with 2021 resulted from earnings of $10.0 million and a decrease in accumulated other comprehensive income of $294.5 million primarily due to the effect of interest rate changes on the fixed maturity portion of the investment portfolio.\n\n\n  \n\n\nLife Insurance has not historically used debt or equity issues to increase capital and therefore has not had any significant direct exposure to capital market conditions other than through its investment portfolio. However, as of December 31, 2022, Oxford had outstanding advances of $60.0 million through its membership in the Federal Home Loan Bank (“FHLB”). For a more detailed discussion of these advances, please see Note 9, Borrowings, of the Notes to Consolidated Financial Statements.\n\n\n  \n\n\n\n\n\n\nCash Provided from Operating Activities by Operating Segments\n\n\n\n\n\n\nMoving and Storage\n\n\n\n\n\n\nNet cash provided by operating activities was $1,593.7 million, $1,823.3 million and $1,428.9 million in fiscal 2023, 2022 and 2021, respectively. \n\n\nThe decrease was primarily due to reduced net earnings of $200.2 million and the payment of $106.0 million in federal income tax in fiscal 2023 compared with the receipt of $243.0 million of federal income tax refunds in fiscal 2022. Partially offsetting this was a decrease in inventory and an increase in the collection of corporate receivables.\n\n\n\n\n\n\nProperty and Casualty Insurance\n\n\n\n\n\n\nNet cash provided by operating activities was $36.2 million, $31.2 million, and $19.4 million for the years ended December 31, 2022, 2021, and 2020, respectively. The increase was the result of changes in intercompany balances and the timing of payables activity.\n\n\n\n\n\n\nProperty and Casualty Insurance’s cash and cash equivalents and short-term investment portfolios amounted to $27.2 million, $41.7 million, and $12.9 million as of December 31, 2022, 2021, and 2020, respectively. These balances reflect funds in transition from maturity proceeds to long-term investments. Management believes this level of liquid assets, combined with budgeted cash flow, is adequate to meet foreseeable cash needs. Capital and operating budgets allow Property and Casualty Insurance to schedule cash needs in accordance with investment and underwriting proceeds.\n\n\n\n\n\n\nLife Insurance\n\n\n\n\n\n\nNet cash provided by operating activities was $99.8 million, $91.8 million and $87.1 million for the years ended December 31, 2022, 2021 and 2020, respectively. The increase in operating cash flows was primarily due to an increase in accounts payable due to the timing of settlements. This was offset by a decrease in investment and premium income.\n\n\n\n\n\n\nIn addition to cash flows from operating activities and financing activities, a substantial amount of liquid funds are available through Life Insurance's short-term portfolio and its membership in the FHLB. As of December 31, 2022, 2021 and 2020, cash and cash equivalents and short-term investments amounted to $15.0 million, $50.1 million and $178.1 million, respectively. Management believes that the overall sources of liquidity are adequate to meet foreseeable cash needs.\n\n\n\n\n\n\nLiquidity and Capital Resources - Summary\n\n\n\n\nWe believe we have the financial resources needed to meet our business plans including our working capital needs. We continue to hold significant cash and have access to additional liquidity to meet our anticipated capital expenditure requirements for investment in our rental fleet, rental equipment and storage acquisitions and build outs. \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n28\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAs a result of the federal income tax provisions of the CARES Act we have filed applicable forms with the IRS to carryback net operating losses. These refund claims total approximately $366 million, of which we have already received approximately $243 million, with the remaining amount reflected in prepaid expenses. These amounts are expected to provide us additional liquidity whenever received. It is possible future legislation could negatively impact our ability to receive these tax refunds.\n\n\n\n\n\n\nOur borrowing strategy has primarily focused on asset-backed financing and rental equipment leases. As part of this strategy, we seek to ladder maturities and fix interest rates. While each of these loans typically contains provisions governing the amount that can be borrowed in relation to specific assets, the overall structure is flexible with no limits on overall Company borrowings. Management believes it has adequate liquidity between cash and cash equivalents and unused borrowing capacity in existing credit facilities to meet the current and expected needs of the Company over the next several years. As of March 31, 2023, we had available borrowing capacity under existing credit facilities of $465.0 million.\n\n\n  \n\n\nWhile it is possible that circumstances beyond our control could alter the ability of the financial institutions to lend us the unused lines of credit, we believe that there are additional opportunities for leverage in our existing capital structure. For a more detailed discussion of our long-term debt and borrowing capacity, please see Note 9, Borrowings, of the Notes to Consolidated Financial Statements included in Item 8: Financial Statements and Supplementary Data, of this Annual Report. \n\n\n\n\n\n\nHistorically, we used certain off-balance sheet arrangements in connection with the expansion of our self-storage business. For more information, please see Note 20, Related Party Transactions, of the Notes to Consolidated Financial Statements included in Item 8: Financial Statements and Supplementary Data, of this Annual Report. These arrangements were primarily used when our overall borrowing structure was more limited. We do not face similar limitations currently and off-balance sheet arrangements have not been utilized in our self-storage expansion in recent years. In the future, we will continue to identify and consider off-balance sheet opportunities to the extent such arrangements would be economically advantageous to us and our stockholders. \n\n\n\n\n\n\nContractual Obligations and Commercial Commitments\n\n\n\n\n\n\nFor contractual obligations for material cash requirements from known contractual and other obligations as part of liquidity and capital resources discussion, please see Notes 9, 10, 11, 15, 17, 18 and 19\n\n\n \n\n\nof the Notes to Consolidated Financial Statements.\n\n\n  \n\n\nThe following table provides additional detail for contractual commitments and contingencies as of March 31, 2023.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nPayment due by Period (as of March 31, 2023)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContractual Obligations\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTotal\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n04/01/23 - 03/31/24\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n04/01/24 - 03/31/26\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n04/01/26 - 03/31/28\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nThereafter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotes and loans payable - Principal\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n4,049,382\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n226,105\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n466,487\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n842,847\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,513,943\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotes and loans payable - Interest\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,387,115\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n178,530\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n326,733\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n275,149\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n606,703\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevolving credit agreements - Principal\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n615,000\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n370,556\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n244,444\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRevolving credit agreements - Interest\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n102,175\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n36,228\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n54,875\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n11,072\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFinance leases - Principal\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n223,205\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n103,780\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n119,425\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFinance leases - Interest\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n11,991\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n7,032\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n4,959\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n–\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFinance liability - Principal\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,255,763\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n233,268\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n409,323\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n379,271\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n233,901\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFinance liability - Interest\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n158,493\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n45,093\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n65,750\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n35,427\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n12,223\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOperating lease liabilities\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n103,956\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n24,338\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n16,497\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n6,506\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n56,615\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProperty and casualty obligations (a)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n110,545\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n23,986\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n23,974\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n10,084\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n52,501\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife, health and annuity obligations (b)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n3,624,456\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n683,685\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n846,007\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n507,084\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,587,680\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelf-insurance accruals (c) \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n335,227\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n95,321\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n127,755\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n65,527\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n46,624\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPost-retirement benefit liability\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n23,428\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,546\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n3,789\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n4,802\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n13,291\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n       \n\n\nTotal contractual obligations\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n12,000,736\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,658,912\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,836,130\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n2,382,213\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n5,123,481\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(a) These estimated obligations for unpaid losses and loss adjustment expenses include case reserves for reported claims and estimates of IBNR claims and are net of expected reinsurance recoveries. The ultimate amount to settle both the case reserves and IBNR is an estimate based upon historical experience and current trends and such estimates could materially differ from actual results. The assumptions do not include future premiums. Due to the significant assumptions employed in this model, the amounts shown could materially differ from actual results.\n\n\n\n\n(b) These estimated obligations are based on mortality, morbidity, withdrawal and lapse assumptions drawn from our historical experience and adjusted for any known trends. These obligations include expected interest crediting but no amounts for future annuity deposits or premiums for life and Medicare supplement policies. \n \nThe cash flows shown above are undiscounted for interest and as a result total outflows for all years shown significantly exceed the corresponding liabilities of $2,785.3 million included in our\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n29\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nconsolidated balance sheet as of March 31, 2023. Life Insurance expects to fully fund these obligations from their invested asset portfolio. Due to the significant assumptions employed in this model, the amounts shown could materially differ from actual results. \n\n\n \n\n\n\n\n\n\n(c) These estimated obligations are primarily the Company’s self insurance accruals for portions of the liability coverage for our rental equipment. The estimates for future settlement are based upon historical experience and current trends. Due to the significant assumptions employed in this model, the amounts shown could materially differ from actual results.\n\n\n\n\n\n\nAs presented above, contractual obligations on debt and guarantees represent principal payments while contractual obligations for operating leases represent the notional payments under the lease arrangements. \n\n\n\n\n\n\nASC 740 - \n\n\nIncome Taxes\n\n\n liabilities and interest of $75.8 million is not included above due to uncertainty surrounding ultimate settlements, if any. \n\n\n\n\n\n\nFiscal 2024 Outlook \n\n\n\n\n\n\nWe will continue to focus our attention on increasing transaction volume and improving pricing, product and utilization for self-moving equipment rentals.\n\n\n  \n\n\nMaintaining an adequate level of new investment in our truck fleet is an important component of our plan to meet our operational goals and is likely to increase in fiscal 2024. Revenue in the U-Move\n\n\n®\n\n\n program could be adversely impacted should we fail to execute in any of these areas. Even if we execute our plans, we could see declines in revenues primarily due to unforeseen events including adverse economic conditions or heightened competition that is beyond our control.\n\n\n\n\n\n\nWith respect to our storage business, we have added new locations and expanded existing locations. In fiscal 2024, we are actively looking to complete current projects, increase occupancy in our existing portfolio of locations and acquire new locations. New projects and acquisitions will be considered and pursued if they fit our long-term plans and meet our financial objectives. It is likely spending on acquisitions and new development will increase in fiscal 2024. We will continue to invest capital and resources in the U-Box\n\n\n®\n\n\n program throughout fiscal 2024.\n\n\n\n\n\n\nInflationary pressures may challenge our ability to maintain or improve upon our operating margin.\n\n\n\n\n\n\nProperty and Casualty Insurance will continue to provide loss adjusting and claims handling for U-Haul and underwrite components of the Safemove\n\n\n®\n\n\n, Safetow\n\n\n®\n\n\n, Safemove Plus\n\n\n®\n\n\n, Safestor\n\n\n®\n\n\n, and Safestor Mobile\n\n\n®\n\n\n protection packages to U-Haul customers.\n\n\n\n\n\n\nLife Insurance is pursuing its goal of expanding its presence in the senior market through the sales of its Medicare supplement, life and annuity policies. This strategy includes growing its agency force, expanding its new product offerings, and pursuing business acquisition opportunities.\n\n\n\n\n\n",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\n      \n\n\n\n\nWe are exposed to financial market risks, including changes in interest rates and currency exchange rates. To mitigate these risks, we may utilize derivative financial instruments, among other strategies. We do not use derivative financial instruments for speculative purposes.\n\n\n  \n\n\n\n\n\n\nInterest Rate Risk\n\n\n\n\n\n\nThe exposure to market risk for changes in interest rates relates primarily to our variable rate debt obligations and one variable rate operating lease. We have used interest rate swap agreements and forward swaps to reduce our exposure to changes in interest rates. We enter into these arrangements with counterparties that are significant financial institutions with whom we generally have other financial arrangements. We are exposed to credit risk should these counterparties not be able to perform on their obligations. Following is a summary of our interest rate swaps agreements at March 31, 2023:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nNotional Amount\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFair Value\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nEffective Date\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nExpiration Date\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFixed Rate\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFloating Rate\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n60,347\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n1,501\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n7/15/2022\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n7/15/2032\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2.86%\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1 Month SOFR\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n73,250\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,945\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n8/1/2022\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n8/1/2026\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2.72%\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1 Month SOFR\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n72,750\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1,865\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n8/1/2022\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n8/31/2026\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2.75%\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n1 Month SOFR\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n30\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAs of March 31, 2023, we had $821.3 million of variable rate debt obligations. Of this amount, $615.0 million is not fixed through interest rate swaps. If the Secured Overnight Funding Rate (“SOFR”) were to increase 100 basis points, the increase in interest expense on the variable rate debt would decrease future earnings and cash flows by $6.2 million annually (after consideration of the effect of the above derivative contracts). Certain senior mortgages have an anticipated repayment date and a maturity date. If these senior mortgages are not repaid by the anticipated repayment date the interest rate on these mortgages would increase from the current fixed rate. We are using the anticipated repayment date for our maturity schedule.\n\n\n\n\n\n\nAdditionally, our insurance subsidiaries’ fixed income investment portfolios expose us to interest rate risk. This interest rate risk is the price sensitivity of a fixed income security to changes in interest rates. As part of our insurance companies’ asset and liability management, actuaries estimate the cash flow patterns of our existing liabilities to determine their duration. These outcomes are compared to the characteristics of the assets that are currently supporting these liabilities assisting management in determining an asset allocation strategy for future investments that management believes will mitigate the overall effect of interest rates.\n\n\n\n\n\n\nThe following table illustrates the interest rate risk sensitivity of our fixed maturity portfolio as of March 31, 2023 and 2022. This table measures the effect of a parallel shift in interest rates (as represented by the U.S. Treasury curve) on the fair value of the fixed maturity portfolio. The data measures the change in fair value arising from an immediate and sustained change in interest rates in increments of 100 basis points.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMarket Value of Mixed Maturity Portfolio\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nAs of March 31, \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChange in Interest Rates (a)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2023\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2022\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-300bps\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n3,100,972\n\n\n\n\n\n\n\n\n\n\n$\n\n\n\n\n\n\n\n\n\n\n3,262,844\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-200bps\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,970,228\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n3,153,114\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n-100bps\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,839,624\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,992,011\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo change\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,709,037\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,821,092\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+100bps\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,578,654\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,650,410\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+200bps\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,448,348\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,479,737\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+300bps\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,318,149\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n2,309,224\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(a) In basis points\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nWe use derivatives to hedge our equity market exposure to indexed annuity products sold by our Life Insurance company. These contracts earn a return for the contractholder based on the change in the value of the S&P 500 index between annual index point dates. We buy and sell listed equity and index call options and call option spreads. The credit risk is with the party in which the options are written. The net option price is paid up front and there are no additional cash requirements or additional contingent liabilities. These contracts are held at fair market value on our balance sheet. At December 31, 2022 and 2021, these derivative hedges had a net market value of $4.3 million and $7.5 million, with notional amounts of $465.7 million and $416.7\n\n\n \n\n\nmillion, respectively. These derivative instruments are included in Investments, other; on the consolidated balance sheets.\n\n\n\n\nAlthough the call options are employed to be effective hedges against our policyholder obligations from an economic standpoint, they do not meet the requirements for hedge accounting under GAAP. Accordingly, the call options are marked to fair value on each reporting date with the change in fair value included as a component of net investment and interest income. The change in fair value of the call options includes the gains or losses recognized at the expiration of the option term and the changes in fair value for open contracts.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n31\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nForeign Currency Exchange Rate Risk\n\n\n\n\n\n\nThe exposure to market risk for changes in foreign currency exchange rates relates primarily to our Canadian business. Approximately 5.0%, 5.0% and 4.6% of our revenue was generated in Canada in fiscal 2023, 2022 and 2021, respectively. The result of a 10% change in the value of the U.S. dollar relative to the Canadian dollar would not be material to net income. We typically do not hedge any foreign currency risk since the exposure is not considered material.\n\n\n\n\n\n",
    "cik": "4457",
    "cusip6": "023586",
    "cusip": [
        "023586506",
        "023586100",
        "023586900",
        "023586950"
    ],
    "names": [
        "U HAUL HOLDING COMPANY",
        "U-Haul Holding Co."
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/4457/000000445723000052/0000004457-23-000052-index.htm"
}