{
    "item1": ">Item 1.\nBusiness\n6\nItem 1A.\nRisk Factors\n12\nItem 1B.\nUnresolved Staff Comments\n17\nItem 2.\nProperties\n18\nItem 3.\nLegal Proceedings\n20\nItem 4.\nMine Safety Disclosures\n21\nPART II\nItem 5.\nMarket for Registrant’s Common Equity, Related Shareholder Matters and Issuer Purchases of Equity Securities\n22\nItem 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n24\nItem 7A.\nQuantitative and Qualitative Disclosures About Market Risk\n38\nItem 8.\nFinancial Statements and Supplementary Data\n39\nItem 9.\nChanges in and Disagreements With Accountants on Accounting and Financial Disclosure\n85\nItem 9A.\nControls and Procedures\n85\nItem 9B.\nOther Information\n85\nItem 9C.\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n85\nPART III\nItem 10.\nDirectors, Executive Officers and Corporate Governance\n87\nItem 11.\nExecutive Compensation\n90\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Shareholder Matters\n117\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n118\nItem 14.\nPrincipal Accounting Fees and Services\n118\nPART IV\nItem 15.\nExhibits, Financial Statement Schedules\n119\nItem 16.\nForm 10-K Summary\n124\n*\n3\nTable\n \nof Contents\nINTRODUCTORY NOTE\nOn April 23, 2023 (the “Petition Date”), the Company and materially all of its direct and indirect subsidiaries (collectively, the “Debtors” or the “Company Parties”) filed a voluntary petition (the “Chapter 11 Cases”) under Chapter 11 of the U.S. Bankruptcy Code (the “Bankruptcy Code”) in the U.S. Bankruptcy Court for the District of New Jersey (the “Bankruptcy Court”). On the Petition Date, the Company Parties filed a motion with the Bankruptcy Court seeking to jointly administer the Chapter 11 Cases. On April 24, 2023, the Bankruptcy Court entered an order approving joint administration under the caption \n“In re Bed Bath & Beyond Inc.\n,\n”\n \nCase No. 23-13359.\n Certain of the Company’s subsidiaries were not included in the Chapter 11 filing.\nOn April 25, 2023, the Bankruptcy Court entered an order approving the bidding procedures in connection with the sale of all or substantially all of the Debtors’ assets.\n1.    Stalking Horse Deadline:  June 11, 2023, at 5:00 p.m. (prevailing Eastern Time)\n2.    Bid Deadline:  June 16, 2023, at 12:00 p.m. (prevailing Eastern Time)\n3.    Auction (if applicable): An Auction may be held on June 21, 2023, at 10:00 a.m. (prevailing Eastern Time) via live auction\n4.    Notice of Successful Bidder: As soon as reasonably practicable after the conclusion of the Auction (if necessary).\n5.             Sale Objection Deadline: June 26, 2023, at 9:00 a.m. (prevailing Eastern Time)\n6.             Sale Hearing: June 27, 2023, or as soon thereafter as the Court’s calendar permits\nThe Company Parties continue to operate their business and manage their properties as “debtors-in-possession” under the jurisdiction of the Bankruptcy Court and in accordance with the applicable provisions of the Bankruptcy Code and orders of the Bankruptcy Court. Except as otherwise specifically stated herein, the description and disclosures presented elsewhere in this Form 10-K reflect the Company’s business as of February 25, 2023, prior to the filing of the Chapter 11 Cases. As a result of the filing of the Chapter 11 Cases, the Company no longer has any operations, other than those relating to the wind down of its business and the completion of the Chapter 11 process.\nCAUTIONARY INFORMATION REGARDING TRADING IN THE COMPANY’S SECURITIES\nHolders of the Company’s equity securities will likely be entitled to no recovery on their investment following the Chapter 11 Cases, and recoveries to other stakeholders cannot be determined at this time. The Company cautions that trading in the Company’s securities given the pendency of the Chapter 11 Cases is highly speculative and poses substantial risk. Trading prices for the Company’s securities bear little or no relationship to the actual value realized, if any, by holders of the Company’s securities in the Chapter 11 Cases. Accordingly, the Company urges extreme caution with respect to existing and future investment in its securities.\n4\nTable\n \nof Contents\nPART I\nUnless otherwise indicated, references to \"we,\" \"our,\" \"us,\" \"ourselves\" and the \"Company\" refer collectively to Bed Bath & Beyond Inc. and its subsidiaries as of\n \nFebruary 25, 2023. Our fiscal year is comprised of the 52 or 53 week period ending on the Saturday nearest February 28. Accordingly, throughout this Annual Report on Form 10-K: (i) the term \"Fiscal 2022\" means our fiscal year beginning February 27, 2022, and ending February 25, 2023, (ii) the term \"Fiscal 2021\" means our fiscal year beginning February 28, 2021, and ending February 26, 2022, and (iii) the term \"Fiscal 2020\" means our fiscal year beginning March 1, 2020, and ending February 27, 2021. Unless otherwise indicated, all references herein to periods of time (e.g., quarters) are in relation to the fiscal years defined above.\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS \nThis Annual Report on Form 10-K contains forward looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended. Many of these forward-looking statements can be identified by use of words such as “may,” “will,” “expect,” “anticipate,” “approximate,” “estimate,” “assume,” “continue,” “model,” “project,” “plan,” “goal,” “preliminary,” and similar words and phrases, although the absence of those words does not necessarily mean that statements are not forward-looking. Our actual results and future financial condition may differ materially from those expressed in any such forward-looking statements as a result of many factors. Such factors include, without limitation: \n•\nthe Chapter 11 Cases and the Chapter 11 process;\n•\nrisks attendant to the bankruptcy process, including the Company’s ability to obtain court approval from the Bankruptcy Court (as defined herein) with respect to motions or other requests made to the Bankruptcy Court throughout the course of the Chapter 11 Cases (as defined herein), including with respect the DIP Facility (as defined herein);\n•\nthe effects of the Chapter 11 Cases, including increased legal and other professional costs necessary to execute the Company’s reorganization, on the Company’s liquidity (including the availability of operating capital during the pendency of the Chapter 11 Cases), results of operations or business prospects;\n•\nthe effects of the Chapter 11 Cases on the interests of various constituents and financial stakeholders;\n•\nthe length of time that the Company will operate under Chapter 11 protection and the continued availability of operating capital during the pendency of the Chapter 11 Cases;\n•\nobjections to the Company’s Chapter 11 process, or other pleadings filed that could protract the Chapter 11 Cases;\n•\nrisks associated with third-party motions in the Chapter 11 Cases;\n•\nthe Company’s ability to comply with the restrictions imposed by the terms and conditions of the DIP Credit Agreement (as defined herein) and other financing arrangements;\n•\nrisks relating to the delisting of the Company’s common stock from Nasdaq and future quotation of the Company’s common stock;\n•\nthe effectiveness of the Company’s internal control over financial reporting and disclosure controls and procedures, and the potential for material weaknesses in the Company’s internal controls over financial reporting or other potential weaknesses of which the Company is not currently aware or which have not been detected; and\n•\nthe impact of litigation and regulatory proceedings.\nExcept as required by law, we do not undertake any obligation to update our forward-looking statements. These statements are based on our management’s beliefs and assumptions, which in turn are based on currently available information. These assumptions could prove inaccurate. \nAny forward-looking statement we make in this Annual Report on Form 10-K or elsewhere speaks only as of the date on which we make it. The risks identified above are not exhaustive, and you should be aware that there may be other risks that could adversely affect our business and financial performance. New risks and uncertainties arise from time to time, and it is impossible for us to predict these events or how they may affect us. In any event, these and other important factors, including those set forth under the caption “Risk Factors” in this Annual Report on Form 10-K, may cause actual results to differ materially from those \n5\nTable\n \nof Contents\nindicated by our forward-looking statements. We have no duty, and do not intend, to update or revise the forward-looking statements we make in this Annual Report on Form 10-K or elsewhere, except as may be required by law. In light of these risks and uncertainties, you should keep in mind that the future events or circumstances described in any forward-looking statement we make in this Annual Report on Form 10-K or elsewhere might not occur. \nITEM 1 – BUSINESS\nOverview\nThe description of the Company’s business contained herein reflects the Company’s operations of its business prior to the filing of the Chapter 11 Cases on April 23, 2023. As a result of the filing of the Chapter 11 Cases, the Company no longer has operations, other than those relating to the wind down of its business and completion of the Chapter 11 process.\nThe Company is an omni-channel retailer that makes it easy for our customers to feel at home. We sell a wide assortment of merchandise in the Home, Baby, Beauty & Wellness markets and operate under the names Bed Bath & Beyond and buybuy BABY (\"BABY\").\nOur portfolio of banners consists of:\nBed Bath & Beyond\n - a specialty home retailer in the U.S that sells a wide assortment of domestic merchandise and home furnishings. Bed Bath & Beyond is a destination in the home space, particularly in key product categories including bedding, bath, kitchen food prep, home organization and indoor decor.\nbuybuy BABY\n - a specialty baby retailer in North America that sells a wide assortment of baby essentials and nursery furnishings. BABY strives to build trust with parents by supporting them with what they need so families can celebrate every milestone – big and small – together.\nWe offer a broad assortment of national brands and an assortment of proprietary owned brands (the “Owned Brands”). Owned Brand merchandise in key destination categories including bedding, bath, kitchen, food prep, home organization, indoor décor, baby and personal care.\nAcross our banners, we carry a wide variety of domestics, and home furnishings and baby merchandise. Domestics merchandise includes categories such as bed linens and related items, bath items and kitchen textiles. Home furnishings include categories such as kitchen and tabletop items, food prep, fine tabletop, basic housewares, home organization, general home furnishings (including furniture and wall décor), consumables, and certain juvenile products. Our Owned Brands in domestics and home furnishings include Simply Essential™, Nestwell™, Our Table™, Squared Away™, H for Happy™ and Everhome™. Our Owned Brands in baby include Mighty Goods™ and Ever & Ever™.\nWe operate an omni-channel platform consisting of various websites and applications and physical retail stores. Our e-commerce platforms include bedbathandbeyond.com and buybuybaby.com. We operate Bed Bath & Beyond and buybuy BABY stores.\nWe are driving a digital-first, omni-always strategy and optimizing our digital and physical store channels to provide our customers with an omni-channel shopping experience. Digital purchases, including web and mobile, can be shipped to a customer from our distribution facilities, directly from vendors, or from a store. Store purchases are primarily fulfilled from that store's inventory or may also be shipped to a customer from one of our distribution facilities, from a vendor, or from another store. Customers can also choose to pick up orders using our Buy Online Pickup In Store (\"BOPIS\") and contactless Curbside Pickup services, as well as return online purchases to a store, or have an order delivered through one of our delivery partners. \nWe operated 872 retail stores, as of February 25, 2023, consisting of 696 Bed Bath & Beyond stores in all 50 states, the District of Columbia, Puerto Rico and Canada, 131 BABY stores in 37 states and Canada and 45 Harmon stores in 2 states. During Fiscal 2022, we opened 7 new stores and closed 88 stores. As of February 25, 2023, our total store square footage, net of openings and closings, was approximately 25.5 million square feet. In addition to our U.S. and Canadian operations, we are a partner in a joint venture that operates 5 stores in Mexico under the name Bed Bath & Beyond.\nWe account for our operations as one North American Retail reporting segment. In Fiscal \n2020\n, we accounted for our operations as two operating segments: North American Retail and Institutional Sales, the latter of which did not meet the quantitative thresholds under GAAP and, therefore, was not a reportable segment, and which was divested in October 2020. Net sales outside of the U.S. were not material for Fiscal \n2022\n, \n2021,\n or \n2020\n.  \n6\nTable\n \nof Contents\nRecent Developments\nChapter 11 Bankruptcy\nOn April 23, 2023 (the “Petition Date”), the Company and materially all of its direct and indirect subsidiaries (collectively, the “Debtors” or the “Company Parties”) filed voluntary petitions (the “Chapter 11 Cases”) under Chapter 11 of the U.S. Bankruptcy Code (the “Bankruptcy Code”) in the U.S. Bankruptcy Court for the District of New Jersey (the “Bankruptcy Court”). On the Petition Date, the Company Parties filed a motion with the Bankruptcy Court seeking to jointly administer the Chapter 11 Cases.  On April 24, 2023, the Bankruptcy Court entered an order approving joint administration under the caption \n“In re Bed Bath & Beyond Inc.\n,\n” \nCase No. 23-13359. Certain of the Company’s subsidiaries were not included in the Chapter 11 filing.\nThe Company Parties continue to operate their business and manage their properties as “debtors-in-possession\" under the jurisdiction of the Bankruptcy Court and in accordance with the applicable provisions of the Bankruptcy Code and orders of the Bankruptcy Court. The Company Parties filed with the Bankruptcy Court motions seeking a variety of “first-day” relief, including authority to pay employee wages and benefits and to pay vendors and suppliers for goods and services provided both before and after the Petition Date. In addition, the Company filed with the Bankruptcy Court a motion seeking approval (“Interim DIP Order”) of debtor-in-possession financing (“DIP Financing”) in the form of the DIP Credit Agreement (as defined and described below). Following a hearing held on April 24, 2023, the Bankruptcy Court approved the Company Parties’ motions seeking a variety of “first-day” relief on an interim basis. The Company Parties resolved numerous informal comments and many of the \"first-day\" motions were entered on a final basis consensually. A hearing was scheduled on June 14, 2023 for the Bankruptcy Court to consider final approval of the relief requested in certain first day motions, and final approval of the DIP Facility. \nDIP Credit Agreement\nPrior to the Petition Date, the Company Parties and Sixth Street Specialty Lending, Inc., Sixth Street Lending Partners and TAO Talents (the “DIP Parties”) agreed to enter into a senior secured super-priority debtor-in-possession term loan credit facility in an aggregate principal amount of $240,000,000 subject to the terms and conditions set forth therein (the “DIP Credit Agreement”). On April 25, 2023, the Bankruptcy Court entered an order approving entry into the DIP Credit Facility on an interim basis.  Pursuant to the DIP Credit Agreement, the DIP Lenders have provided a senior secured super-priority debtor in possession term loan facility (the “DIP Facility”), consisting of (1) a new money single draw term loan facility in the amount of $40 million, and (2) a roll-up of certain secured obligations under the existing prepetition credit agreement between the Company Parties and the Prepetition FILO Lenders in the amount of $200 million. Borrowings under the DIP Facility are senior secured obligations of the Company and certain Company Parties, secured by a super priority lien on the collateral under the Amended and Restated Credit Agreement, dated as of August 9, 2021  (as amended by that certain First Amendment to Amended and Restated Credit Agreement, dated as of August 31, 2022, that certain Second Amendment to Amended and Restated Credit Agreement and Waiver, dated as of February 7, 2023, that certain Third Amendment to Amended and Restated Credit Agreement and Waiver, dated as of March 6, 2023, that certain Fourth Amendment to Amended and Restated Credit Agreement and Waiver, dated as of March 30, 2023, that certain Fifth Amendment to Amended and Restated Credit Agreement and Waiver, dated as of April 6, 2023 and that certain Sixth Amendment to Amended and Restated Credit Agreement, Consent and Waiver, dated as of April 21, 2023, the “Existing Credit Agreement”), as well as all unencumbered assets of the Company Parties (subject to customary exceptions). The DIP Credit Agreement has various customary covenants, as well as covenants mandating compliance by the Debtors with a 13-week budget, variance testing and reporting requirements, among others. The proceeds of all or a portion of the proposed DIP Credit Agreements may be used for, among other things, post-petition working capital for the Company and its subsidiaries, payment of costs to administer the Chapter 11 Cases, payment of expenses and fees of the transactions contemplated by the Chapter 11 Cases, payment of court-approved adequate protection obligations under the DIP Credit Agreements, and payment of other costs, in each case, subject to an approved budget and such other purposes permitted under the DIP Credit Agreement and the Interim DIP Order or any other order of the Bankruptcy Court.\nThe Company Parties are seeking final approval of the DIP Credit Agreement at a hearing before the Bankruptcy Court, contemplated to occur on or about June 14, 2023.\nNasdaq Delisting Proceedings\nOn April 24, 2023, the Company received written notice from the Listing Qualifications Department of the Nasdaq Stock Market LLC (“Nasdaq”) notifying the Company that, as a result of the Chapter 11 Cases and in accordance with the Nasdaq Listing Rules 5101, 5110(b) and IM-5101-1, Nasdaq had determined that the Company’s common stock will be delisted from Nasdaq Trading of the Company’s common stock was suspended at the opening of business on May 3, 2023.\nFollowing delisting from Nasdaq, the Company’s common stock has been quoted in the OTC Pink Open Market under the symbol “BBBYQ”. The OTC Pink Open Market is a significantly more limited market than Nasdaq, and quotation on the OTC Pink Open Market likely results in a less liquid market for existing and potential holders of the common stock to trade the Company’s common stock and could further depress the trading price of the common stock. The Company can provide no assurance as to \n7\nTable\n \nof Contents\nwhether broker-dealers will continue to provide public quotes of the common stock on this market, or whether the trading volume of the common stock will be sufficient to provide for an efficient trading market.\nWe expect Nasdaq to file a Form 25 with the SEC to delist our common stock from trading on Nasdaq and to remove it from registration under Section 12(b) of the Exchange Act, which will become effective 10 days after such filing. In accordance with Rule 12d2-2 of the Exchange Act, the de-registration of our common stock under Section 12(b) of the Exchange Act will become effective 90 days, or such shorter period as the SEC may determine, from the date of the Form 25 filing. \nAppointment of Chief Restructuring Officer\nEffective on April 22, 2023, the Company appointed Holly Etlin to serve as the Chief Restructuring Officer (“CRO”) of the Company for such a term and in accordance with the terms and conditions of that certain engagement letter, dated as of April 21, 2023 by and among and the Company and AP Services, LLC (the “AP Engagement Letter”). As further set forth in the AP Engagement Letter, Ms. Etlin’s authority as CRO includes, in coordination with the Company’s advisors and management, (a) overseeing the Chapter 11 Cases and court-supervised liquidation and sale process, (b) overseeing cash management and liquidity forecasting, (c) the development of, or revisions to, the Company’s business plan, and (d) engagement with creditors and other stakeholders. Ms. Etlin shall serve at the direction of an ad hoc committee of the Board of Directors of the Company and its subsidiaries comprised of Carol Flaton, Pamela Corrie, Jonathan Foster, and Joshua Schechter, in accordance with the terms and conditions of the AP Engagement Letter.\nDivestiture of Non-Core Assets\nDuring Fiscal 2020, we divested five non-core banners, including One Kings Lane in the first quarter, PersonalizationMall.com in the second quarter, Linen Holdings and Christmas Tree Shops in the third quarter and Cost Plus World Market in the fourth quarter, generating approximately $534 million in net proceeds. See \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" for detailed information relating to these divestitures.\nFiscal 2022 Strategic Transformation\nBeginning in the third quarter of Fiscal 2022, we underwent significant strategic and management changes to transform our business and adapt to the dynamic retail environment and the evolving needs of our customers in order to position ourselves for long-term success. The Company began to execute a comprehensive strategic plan led by our new President and Chief Executive Officer, Sue Gove, who was appointed in October 2022 after serving as Interim Chief Executive Officer. \n•\nChange in leadership and strategy: \nWe realigned our organizational structure, which included the creation of Brand President roles for Bed Bath & Beyond and buybuy BABY to lead merchandising, planning, brand marketing, site merchandising and stores for each banner.\n•\nOwned Brands:\n We exited a third of our Owned Brands, including the discontinuation of three of our nine labels (Haven™, Wild Sage™ and Studio 3B™). We also expect to reduce the breadth and depth of inventory across our six remaining Owned Brands (Simply Essential™, Nestwell™, Our Table™, Squared Away™, H for Happy™ and Everhome™).\n•\nIntroduction of Welcomes Rewards:\n During the second quarter of fiscal 2022, we launched our cross-banner customer loyalty program, Welcome Rewards™, which allows members to earn points for each qualifying purchase at its retail banners either online or in its stores. Points earned are then converted to rewards upon reaching certain thresholds.\n•\nRight-sizing cost structure and store fleets to better serve customers:\n We increased our focus on strategic investments in technologies, capabilities and services, store maintenance, and the expansion of digital offerings and services. We also initiated a strategic revaluation of store remodel plans and returns given changes in customer shopping and service.\n•\nSupporting the growth of \nbuybuy BABY: \nWe began to expand as we worked to become a solution for parents from pre-natal to pre-school. During Fiscal 2022, we launched the first two exclusive buybuy Baby brands, Mighty Goods\n™ and \nEver & Ever\n™ which are available exclusively at buybuy BABY stores and online at buybuyBABY.com.\nStore Closings\nIn support of the Company’s transformation, the Company reduced its store footprint and closed 88 stores during Fiscal 2022. \nAdditionally, as of the commencement of Chapter 11 Case the Company has begun the closing of the remaining stores, and the \n8\nTable\n \nof Contents\nCompany Parties are actively seeking to market and sell real property leases in order to capture substantial value and avoid significant costs associate with such leases.\nRebalancing our Merchandise\nIn conjunction with the Company’s new strategic focus areas, the Company executed plans to rebalance our merchandise assortment to align with customer preference by leading with National Brands inventory and introducing new, emerging direct-to-consumer brands. Consequently, we announced the exiting of a third of our Owned Brands, including the discontinuation of a third of our nine labels (Haven™, Wild Sage™ and Studio 3B™). We also expect to reduce the breadth and depth of inventory across our six remaining Owned Brands (Simply Essential™, Nestwell™, Our Table™, Squared Away™, H for Happy™ and Everhome™).\nExit from Harmon, Decorist and Canadian Operations\nWe have continued to create a more focused portfolio, including through the exit of unprofitable businesses such as our Harmon, Decorist and Canada operations. On September 26, 2022, we announced Decorist, an e-design platform we acquired in 2017, would wind down existing projects by October 12, 2022. On January 30, 2023, we announced plans to close all of our Harmon beauty product stores. \nDuring the fourth quarter of Fiscal 2022, we begun the exit of our Canadian operations.\nOn February 10, 2023 (the “Canadian Petition Date”), BBB Canada Limited made an application with the Ontario Superior Court of Justice (the “Canadian Court”). BBB Canada Limited was granted an order, which, among other provisions, provides a stay of proceedings pursuant to the Companies’ Creditors Arrangement Act (the “CCAA”). The CCAA is a Federal Act that allows financially troubled corporations that owe their creditors in excess of $5 million the opportunity to restructure their affairs. Although Bed Bath & Beyond Canada L.P. (“BBB LP” and together with BBB Canada Limited, “BBB Canada”) did not file an application with the Canadian Court, the stay of proceedings under the CCAA and other benefits were extended to BBB LP. BBB Canada initiated a wind-down of Bed Bath & Beyond and Buy Buy Baby Stores in Canada under the CCAA. A monitor was appointed by the Canadian Court on February 10, 2023 to oversee the orderly liquidation of its remaining inventory with assistance from a third-party professional liquidator and vacate its leased retail stores and premises.\nFinancial Position Realignment\nThe description of the Company’s business contained herein reflects the Company’s operations of its business prior to the filing of the Chapter 11 Cases on April 23, 2023. As a result of the filing of the Chapter 11 Cases, the Company no longer has operations, other than those relating to the wind down of its business and completion of the Chapter 11 process.\nThe Company focused on its financial position with the following efforts prior to the filing of the Chapter 11 Cases:\n•\nRight-sizing cost structure and infrastructure to reflect business operations: \nWe initiated a strategic revaluation of our overall expense and operational structure to align with business performance and target profitability. \n•\nOrganizational changes to drive key focus areas:\n We realigned our executive leadership team and streamlined our organizational structure to focus on immediate priorities and important changes to operations. In conjunction with these changes, the Company has eliminated the Chief Operating Officer, Chief Stores Officer, Chief Merchandising Officer, Chief Customer Officer and Chief Growth Officer roles.\n•\nSupply chain optimization: \nWe completed a supply chain network study to improve cost to serve and time to deliver for our customers by streamlining fulfillment center and distribution center operations.\n•\nSupporting our supplier and vendor partners:\n The Company’s teams worked closely with supplier and vendor partners to ensure customers have access to a strong assortment of their favorite brands across both store and digital channels. The customer experience is our top priority and we made meaningful progress to improve our business and calibrate to customer demand. In addition to leveraging our recent capital to reinvest in high demand inventory, we also worked to develop a third-party consignment program to allow us to fortify our product assortments by expanding merchandise availability from key supplier partners. \n•\nObtaining additional capital:\n On February 7, 2023, the Company consummated an underwritten public offering of (i) shares of Series A Convertible Preferred Stock (“Series A”), (ii) warrants to purchase shares of the Company’s Common Stock (“Common Stock Warrants”), and (iii) warrants to purchase shares of the Company’s Series A Convertible Preferred Stock (“Preferred Stock Warrants”). The gross proceeds received for the Series A was $225.0 million and there was no additional consideration received for the Common Stock Warrants and Preferred Stock Warrants issued. \nBetween February 7, 2023 and March 27, 2023, a holder exercised 14,212 Series A Convertible Preferred Stock Warrants to \n9\nTable\n \nof Contents\npurchase 14,212 shares of Series A Convertible Preferred Stock for aggregate proceeds to the Company of $135,014,000. After the Company anticipated that it would not be able to meet the conditions to force the exercise of the Series A Convertible Preferred Stock Warrants in the future and receive cash proceeds therefore, on March 30, 2023, the Company and such holder entered into an exchange agreement (the “Exchange Agreement”). Pursuant to the Exchange Agreement,\n the Company exchanged the warrants to purchase Series A Convertible Preferred Stock to purchase 70,004 shares of Series A Convertible Preferred Stock, par value $0.01 per share and stated value of $10,000 per share for 10,000,000 shares of common stock and rights to receive 5,000,000 shares of common stock upon the effectuation of a reverse stock split. The Series A Convertible Preferred Stock Warrants were terminated pursuant to the Exchange Agreement.\n•\nAmending the credit facility to enable strategic initiatives: \n◦\nOn February 7, 2023, the Company entered into the Second Amendment (the “Second Amendment”) to that certain Amended and Restated Credit Agreement, dated as of August 9, 2021 (the “Credit Agreement” and as further amended, the “Amended Credit Agreement”), with certain of the Company’s US and Canadian subsidiaries party thereto, JPMorgan Chase Bank, N.A., as administrative agent (the “Administrative Agent”), Sixth Street Specialty Lending, Inc., as FILO agent (the “FILO Agent”), and the lenders party thereto. Pursuant to the Second Amendment, the lenders agreed to (i) waive any outstanding defaults or events of default under the existing Credit Facilities consisting of an asset-based revolving credit facility (the “ABL Facility”) and a first-in-last-out term loan credit facility (the “FILO Facility” and, together with the ABL Facility, the “Credit Facilities”) and (ii) rescind the implementation of the acceleration of obligations under the existing Credit Facilities, the requirement to cash collateralize letters of credit obligations under the existing Credit Facilities and the default interest on the outstanding obligations under the existing Credit Facilities.\n◦\nOn March 6, 2023, the Company entered into a waiver and amendment (the “Third Amendment”) to the Amended Credit Agreement. The Third Amendment waived certain defaults and events of default under the Amended Credit Agreement related to negative and affirmative covenants, including relating to the timely approval of the Company’s budget, which impacted the receipt of equity proceeds pursuant to the Equity Commitment Documents by the then Required Funding Date (as defined in the Amended Credit Agreement) and subsequently triggered the required satisfaction of the springing fixed charge coverage ratio. \n◦\nOn March 30, 2023, the Company entered into a waiver and amendment (the “Fourth Amendment”) to the Amended Credit Agreement\n. The Fourth Amendment waived certain events of default under the Amended Credit Agreement related to negative and affirmative covenants. The Fourth Amendment also revised provisions of the Amended Credit Agreement relating to the Equity Commitment (as defined in the Amended Credit Agreement) to reflect the Company’s entry into an at-the-market sales agreement, dated March 30, 2023, by and between the Company and B. \nRiley Securities, Inc. (the “ATM Agreement”) and the Purchase Agreement and the Common Stock Purchase Agreement entered into with BRPC II on March 30, 2023 (the  “Purchase Agreement”) to provide additional capital to the Company. Simultaneously, the Company terminated its previous public equity offering and all outstanding warrants for Series A Convertible Preferred Stock associated with that offering.\n \n◦\nOn April 6, 2023, the Company entered into an amendment (the “Fifth Amendment”) to the Amended Credit Agreement. The Fifth Amendment permitted the entry into an amendment to the Consignment Agreement, dated as of April 4, 2023 (the “Consignment Agreement”), by and among the Company, certain of its subsidiaries and Restore Capital (BBB), LLC. The Fifth Amendment also added an Event of Default under the Amended Credit Agreement in the event that the Consignment Agreement is not extended at least fifteen days prior to the termination date therein. \n \nCompetition\nWe operate in a highly competitive business environment and compete with other national, regional, and local physical and online retailers that may carry similar lines of merchandise, including department stores, specialty stores, off-price stores, mass merchandise stores and online only retailers. \nSuppliers\nHistorically, we have purchased substantially all of our merchandise in the United States, with the majority from domestic sources (who may manufacture overseas) and the balance from importers. \n10\nTable\n \nof Contents\nIn Fiscal \n2022\n, we purchased our merchandise from approximately 3,700 suppliers with our largest supplier accounting for approximately 5% of our merchandise purchases and the ten largest suppliers accounting for approximately 27% of such purchases. We have no long-term contracts for the purchases of merchandise. \nDistribution\nA substantial portion of our merchandise is shipped to stores through a combination of third-party facilities, including cross dock locations, or through our operated distribution facilities that are located throughout the United States. The remaining merchandise is shipped dir\nectly from vendors. Merchandise is shipped directly to customers from one of our distribution facilities, stores or from vendors. The majority of our shipments are made by contract carriers depending upon location. \nAs of February 25, 2023, we had distribution facilities totaling approximately 4.4 million square feet, including our first regional distribution center, an approximately one million square foot facility in Frackville, Pennsylvania, which became operational during Fiscal 2021. Ryder Systems, Inc. operated this regional distribution center under a strategic partnership, with the objective of reducing product replenishment times and improving the customer experience. All of these capabilities allow us to better serve customers across our omni-channel network. During Fiscal 2021, we also executed a lease for our second regional distribution center in Jurupa Valley, California, which became operational during the second half of Fiscal 2022. As part of the optimization and transformation initiatives during the fourth quarter of Fiscal 2022, the Company decided to no longer use the Jurupa Valley, California distribution center. As of February 25, 2023, the Company had not fully exited the distribution center or reached a final negotiation with Ryder Systems, Inc. See \"Item 2 - Properties\" for additional information regarding our distribution facilities.\nMarketing\nWe employ a digital-first, omni-channel approach to marketing that is strategically designed to deliver maximum consumer engagement. The customer-inspired marketing mix includes a comprehensive range of touchpoints, including social, search, mobile SMS, email, digital video, display, content and influencer marketing, online affiliate programs and public relations, as well as traditional broadcast and print media, circulars, catalogs and our well-known \"big blue\" coupons. \nCustomer Care\nOur omni-always strategy is rooted in elevating the end-to-end experience for our customers across all channels, brands and banners. Through a customer inspired lens, we invest in capabilities necessary to continuously evolve and deliver for our customers. Our digital-first customer care made it easy for customers to connect with us through chat, phone and our digital properties including mobile apps that offered quick access to self-serve capabilities. Our holistic approach to customer care was designed to make it convenient for our customers to access help wherever and whenever they need it.\nTradenames, Service Marks and Domain Names\nWe use the service marks \"Bed Bath & Beyond\" and \"buybuy BABY\" in connection with our retail services. We have registered trademarks and service marks (including for our Owned Brands) with the United States Patent and Trademark Office. In addition, we have registered or have applications pending with the trademark registries of several foreign countries, including the \"Bed Bath & Beyond\" name and logo registered in Canada and Mexico and the \"buybuy BABY\" name and logo registered in Canada. We also own a number of product trademarks. We file patent applications and seek copyright registrations where we deem such to be advantageous to the business. We believe that our name recognition and service marks are important elements of our merchandising strategy.\nWe also own a number of domain names, including bedbathandbeyond.com and\n buybuybaby.com. \nPeople & Culture \nAt Bed Bath & Beyond Inc., we strived to create an environment where all Associates can thrive by offering resources that support their physical, mental, social, and emotional well-being. In Fiscal 2022, we specifically focused on providing a sense of continuity and stability as we navigated a dynamic environment. At the same time, and in light of significant senior leadership turnover initiated by the Board and our new CEO, it was essential to maintain an environment optimizing retention and maximizing our ability to recruit new talent.\nAs of February 25, 2023, we had approximately 20,000 associates, including approximately \n17,000\n store associates and approximately 2,200 supply chain associates.\n11\nTable\n \nof Contents\nGovernment Regulations\nWe believe that we are in compliance with all applicable government regulations, including environmental regulations. We do not anticipate any material effects on our capital expenditures, earnings or competitive position as a result of our efforts to comply with applicable government regulations.\nSeasonality\nOur business is subject to seasonal influences. Generally, our sales volumes are higher in the calendar months of August (back to school/college), November and December (holiday), and lower in February.\nAvailable Information\nWe make available as soon as reasonably practicable after filing with the Securities and Exchange Commission (\"SEC\"), free of charge, through our websites, www.bedbathandbeyond.com, and http://bedbathandbeyond.gcs-web.com/financial-information/sec-filings, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, electronically filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934. We may also use our websites as a distribution channel of material information about us including through press releases, investor presentations, and notices of upcoming events. We intend to utilize the investor relations section of our website as a channel of distribution to reach public investors and as a means of disclosing material non-public information for complying with disclosure obligations under Regulation FD. We also intend to use certain social media channels, including, but not limited to, Twitter, Facebook and LinkedIn, as means of communicating with the public, our customers and investors about us, our products, and other matters. While not all the information that we post to our website and social media channels may be deemed to be of a material nature, some information may be, and we therefore encourage investors, the media and others interested in us to review the information we make public in these locations.",
    "item1a": ">ITEM 1A – RISK FACTORS\nAn investment in our common stock involves a high degree of risk. You should consider carefully all of the risks described below, together with the other information contained in this Annual Report on Form 10-K, before making a decision to invest in our common stock.\nRISKS RELATED TO THE CHAPTER 11 CASES\nOn April 23, 2023, we voluntarily filed the Chapter 11 Cases. The Company Parties continue to operate their business and manage their properties as “debtors-in-possession” under the jurisdiction of the Bankruptcy Court and in accordance with the applicable provisions of the Bankruptcy Code and orders of the Bankruptcy Court.\nWe may not be able to obtain confirmation of a Chapter 11 plan of reorganization.\nTo complete our Chapter 11 bankruptcy process, we must meet certain statutory requirements with respect to adequacy of disclosure with respect to a Chapter 11 plan of reorganization, solicit and obtain the requisite acceptances of such a plan and fulfill other statutory conditions for confirmation of such a plan. The precise requirements and evidentiary showing for confirming a plan, notwithstanding its rejection by one or more impaired classes of claims or equity interests, depends upon a number of factors including, without limitation, the status and seniority of the claims or equity interests in the rejecting class.\nThere is no assurance that the Company will be able to successfully consummate a Chapter 11 plan, creating substantial doubt about the Company’s ability to continue as a going concern.\nThe Company's ability to continue as a going concern is contingent upon, among other things, its ability to, subject to the Bankruptcy Court’s approval, implement a Chapter 11 plan, successfully emerge from the Chapter 11 Cases and establish a sustainable capital structure upon emergence. Our ability to consummate a Chapter 11 plan is subject to risks and uncertainties many of which are beyond our control. These factors, together with the Company’s recurring losses from operations and accumulated deficit, create substantial doubt about the Company’s ability to continue as a going concern. There can be no assurance that the Company will be able to successfully create and implement a Chapter 11 plan, or realize all or any of the expected benefits from such Chapter 11 plan.\nThe Company has sought the protection of the Bankruptcy Court, which subjects it to the risks and uncertainties associated with bankruptcy and may harm its business.\n12\nTable\n \nof Contents\nThe Company has sought the protection of the Bankruptcy Court and as a result our operations and ability to develop and execute its business plan, and its ability to continue as a going concern, are subject to the risks and uncertainties associated with bankruptcy. As such, seeking Bankruptcy Court protection could have a material adverse effect on our business, financial condition, results of operations and liquidity. Senior management has been required to spend a significant amount of time and effort attending to the Chapter 11 Cases instead of focusing exclusively on our business operations. Bankruptcy Court protection also might make it more difficult to retain management and other employees necessary to the success and growth of our business.\nOther significant risks include the following:\n•\nthe Company’s ability to create and implement a Chapter 11 plan;\n•\nthe high costs of bankruptcy and related fees;\n•\nthe imposition of restrictions or obligations on the Company by regulators related to the bankruptcy and emergence from Chapter 11;\n•\nthe Company’s ability to obtain sufficient financing to allow us to emerge from bankruptcy and execute its business plan post-emergence;\n•\nBankruptcy Court rulings in the Chapter 11 Cases as well as the outcome of all other pending litigation and the outcome of the Chapter 11 Cases in general\n•\nthe Company’s ability to maintain its relationships with our suppliers, service providers, customers, employees, and other third parties;\n•\nthe Company’s ability to maintain contracts that are critical to its operations;\n•\nand the actions and decisions of the Company’s debtholders and other third parties who have interests in the Company’s Chapter 11 Cases that may be inconsistent with the Company’s plans.\nDelays in the Chapter 11 Cases could increase the risks of our being unable to reorganize the Company’s business and emerge from bankruptcy and increase costs associated with the bankruptcy process.\nThe Debtors will be subject to the risks and uncertainties associated with the Chapter 11 Cases.\nFor the duration of the Chapter 11 Cases, the Debtors’ ability to operate, develop, and execute a business plan, and continue as a going concern, will be subject to the risks and uncertainties associated with bankruptcy. These risks include the following: (a) ability to obtain Bankruptcy Court approval with respect to motions filed in the Chapter 11 Cases from time to time; (b) ability to maintain contracts that are critical to the Debtors’ operations; (c) ability of third parties to seek and obtain Bankruptcy Court approval to terminate contracts and other agreements with the Debtors; (d) ability of third parties to seek and obtain Bankruptcy Court approval to terminate or shorten the exclusivity period for the Debtors to propose and confirm a Chapter 11 plan, to appoint a Chapter 11 trustee, or to convert the Chapter 11 Cases to Chapter 7 proceedings; and (e) the actions and decisions of the Debtors’ creditors and other third parties who have interests in the Chapter 11 Cases that may be inconsistent with the Debtors’ plans.\nThese risks and uncertainties could affect the Debtors’ businesses and operations in various ways. For example, the Debtors will need the prior approval of the Bankruptcy Court for transactions outside the ordinary course of business, which may limit the Debtors’ ability to respond timely to certain events or take advantage of certain opportunities. Because of the risks and uncertainties associated with the Chapter 11 Cases, the Debtors cannot accurately predict or quantify the ultimate impact of events that occur during the Chapter 11 Cases that may be inconsistent with the Debtors’ plans.\nThe Chapter 11 Cases may be converted to cases under Chapter 7 of the Bankruptcy Code or one or more of the Chapter 11 Cases may be dismissed.\nIf the Bankruptcy Court finds that it would be in the best interest of creditors and/or the debtor in a Chapter 11 case, the Bankruptcy Court may convert a Chapter 11 bankruptcy case to a case under Chapter 7 of the Bankruptcy Code. In such event, a Chapter 7 trustee would be appointed or elected to liquidate the debtor’s assets for distribution in accordance with the priorities established by the Bankruptcy Code. The Debtors believe that liquidation under Chapter 7 would result in significantly smaller distributions being made to creditors than those provided for in a Chapter 11 plan because of (a) the likelihood that the assets would have to be sold or otherwise disposed of in a disorderly fashion over a short period of time, rather than reorganizing or selling the business as a going concern at a later time in a controlled manner, (b) additional administrative expenses involved in the appointment of a Chapter 7 trustee, and (c) additional expenses and claims, some of which would be entitled to priority, that \n13\nTable\n \nof Contents\nwould be generated during the liquidation, including claims resulting from the rejection of unexpired leases and other executory contracts in connection with cessation of operations.\nAdditionally, if the Bankruptcy Court finds that the Debtors have incurred substantial or continuing loss or diminution to the estate and lack of a reasonable likelihood of rehabilitation of the Debtors or the ability to otherwise determines that cause exists, the Bankruptcy Court may dismiss one or more of the Chapter 11 Cases.\nThe Debtors cannot predict the amount of time spent in bankruptcy.\nWhile the Debtors have made efforts to minimize the length of the Chapter 11 Cases, it is impossible to predict with certainty the amount of time that the Debtors may spend in bankruptcy. There is a risk, due to uncertainty about the Debtors’ futures that, among other things: employees could be distracted from performance of their duties or more easily attracted to other career opportunities; and suppliers, vendors, or other business partners could terminate their relationship with the Debtors or demand financial assurances or enhanced performance, any of which could impair the Debtors’ prospects and ability to generate stable, recurring cash flows.\nLengthy Chapter 11 Cases also would involve additional expenses, putting strain on the Debtors’ liquidity position, and divert the attention of management from the operation of the Debtors’ businesses.\nThe disruption that the bankruptcy process would have on the Debtors’ businesses could increase with the length of time it takes to complete the Chapter 11 Cases. Further, the Debtors may be forced to operate in bankruptcy for an extended period of time while they try to develop a plan of reorganization that can be confirmed. A protracted bankruptcy case could increase both the probability and the magnitude of the adverse effects described above.\nEven if a Chapter 11 plan is approved, the reorganized Debtors may not be able to achieve their projected financial results.\nEven if a Chapter 11 plan is approved, the reorganized Debtors may not be able to achieve their projected financial results. If the reorganized Debtors do not achieve their projected financial results or are unable to procure sufficient exit financing to effectuate a Chapter 11 plan, the value of the Company’s securities may be negatively affected and the reorganized Debtors may lack sufficient liquidity to continue operating as planned after the effective date. Moreover, the financial condition and results of operations of the reorganized Debtors from and after the effective date may not be comparable to the financial condition or results of operations reflected in the Debtors’ historical financial statements.\nThe Debtors may not be able to accurately report or timely file their financial results.\nWe have recently experienced significant turnover in our senior management team and reductions in our workforce. Our ability to retain key employees in the long-term is affected by Chapter 11 Cases and our financial situation. Our business may be adversely affected by the transitions in our senior management team and reduction in workforce, and turnover at the senior management level may create instability within the Company, which could disrupt and impede our day-to-day operations and internal controls. In addition, management transition inherently causes some loss of institutional knowledge, which can negatively affect strategy and execution, and our results of operations and financial condition could be negatively impacted as a result.\nSignificant turnover in our senior management team and across our organization could result in one or more material weakness in our internal control over financial reporting. However, internal controls over financial reporting may not prevent or detect misstatements or omissions in the Debtors’ financial statements because of their significant turnover in senior management, inherent limitations, including the possibility of human error, and the circumvention or overriding of controls or fraud. Therefore, even effective internal controls can provide only reasonable assurance with respect to the preparation and fair presentation of financial statements. If the Company fails to maintain the adequacy of their internal controls, the Debtors may be unable to provide financial information in a timely and reliable manner within the time periods required under the terms of the agreements governing the Debtors’ indebtedness. Further, the Debtors may discover other internal control deficiencies in the future and/or fail to adequately correct previously identified control deficiencies, which could materially adversely affect the Debtors’ businesses, results of operations, and financial condition.\nThe Company Parties may be adversely affected by potential litigation, including litigation arising out of the Chapter 11 Cases.\nIn the future, the Company Parties may become parties to litigation. In general, litigation can be expensive and time consuming to bring or defend against. Such litigation could result in settlements or damages that could significantly affect the reorganized Debtors’ financial results. It is also possible that certain parties will commence litigation with respect to the treatment of their claims under the Chapter 11 plan. It is not possible to predict the potential litigation that the Company Parties may become party to nor the final resolution of such litigation. The impact of any such litigation on the reorganized Debtors’ businesses and financial stability, however, could be material.\n14\nTable\n \nof Contents\nWe may be subject to claims that are not discharged in the Chapter 11 Cases.\nThe Bankruptcy Code provides that the effectiveness of a Chapter 11 plan discharges a debtor from substantially all debts arising prior to petition date, other than as provided in the applicable Chapter 11 plan. With few exceptions, all claims against us that arose prior to the filing of the Cases or before consummation of a Chapter 11 plan (i) would be subject to compromise and/or treatment under a Chapter 11 plan and/or (ii) would be discharged in accordance with the US Bankruptcy Code and the terms of a Chapter 11 plan. Subject to the terms of a Chapter 11 plan and orders of the Bankruptcy Court, any claims not ultimately discharged pursuant to a Chapter 11 plan could be asserted against the reorganized entities and may have an adverse effect on our liquidity and financial condition.\nThe Company’s ability to use net operating loss carryforwards (“NOLs”) may become subject to limitation, or may be reduced or eliminated, in connection with the implementation of a Chapter 11 plan. The bankruptcy court has entered an order that is designed to protect our NOLs until a plan of reorganization is consummated.\nGenerally, a company generates NOLs if the operating expenses it has incurred exceed the revenues it has earned during a single tax year. A company may apply, or “carry forward,” NOLs to reduce future tax payments (subject to certain conditions and limitations). To date, the Company has generated a significant amount of U.S. federal NOLs.\nWe expect that we may undergo an ownership change under Section 382 of the Code in connection with the consummation of a Chapter 11 plan. Nevertheless, we believe these NOLs are a valuable asset for us, particularly in the context of the Chapter 11 Cases.\nIn addition, our NOLs (and other tax attributes) may be subject to use in connection with the implementation of any bankruptcy Chapter 11 plan or reduction as a result of any cancellation of indebtedness income arising in connection with the implementation of any bankruptcy Chapter 11 plan. As such, at this time, there can be no assurance that we will have NOLs to offset future taxable income.\nWe are currently out of compliance with the Nasdaq Listing Rules and are at risk of Nasdaq delisting our common stock.\nOn April 24, we received written notice from Nasdaq notifying us Company that, as a result of the Chapter 11 Cases and in accordance with the Nasdaq Listing Rules 5101, 5110(b) and IM-5101-1, Nasdaq had determined that our common stock would be delisted from Nasdaq. Trading of the Company’s common stock was suspended at the opening of business on May 3, 2023. Delisting would have an adverse effect on the liquidity of our common stock and, as a result, the market price for our common stock might become more volatile. Delisting could also reduce the number of investors willing to hold or acquire our common stock and negatively impact our ability to access equity markets and obtain financing.\nWe expect Nasdaq to file a Form 25 with the SEC to delist our common stock from trading on Nasdaq and to remove it from registration under Section 12(b) of the Exchange Act. The delisting became effective 10 days after such filing. In accordance with Rule 12d2-2 of the Exchange Act, the de-registration of our common stock under Section 12(b) of the Exchange Act will become effective 90 days, or such shorter period as the SEC may determine, from the date of the Form 25 filing.\nFollowing delisting from Nasdaq, the Company’s common stock has been quoted in the OTC Pink Open Market under the symbol “BBBYQ”. The OTC Pink Open Market is a significantly more limited market than Nasdaq, and quotation on the OTC Pink Open Market likely results in a less liquid market for existing and potential holders of the common stock to trade the Company’s common stock and could further depress the trading price of the common stock. The Company can provide no assurance as to whether broker-dealers will continue to provide public quotes of the common stock on this market, or whether the trading volume of the common stock will be sufficient to provide for an efficient trading market.\n15\nTable\n \nof Contents\nRISKS RELATED TO THE ECONOMY AND INDUSTRY \nGeneral economic factors beyond our control, including the impact of COVID-19, and changes in the economic climate have materially adversely affected, and could continue to materially adversely affect, our business, results of operations, financial condition and liquidity.\nGeneral economic factors that are beyond our control have materially adversely affected, and could continue to materially adversely affect, our business, results of operations, financial condition and liquidity. These factors include, but are not limited to, recent supply chain disruptions, labor shortages, wage pressures, rising inflation and the ongoing military conflict between Russia and Ukraine, as well as housing markets, consumer credit availability, consumer debt levels, fuel and energy costs (for example, the price of gasoline), interest rates, tax rates and policy, unemployment trends, the impact of natural disasters such as pandemics, civil disturbances and terrorist activities, foreign currency exchange rate fluctuations, conditions affecting the retail environment for products sold by us and other matters that influence consumer spending and preferences. Changes in the economic climate and the impact of the COVID-19 pandemic, including on global supply chains, labor markets and economic activity, have materially adversely affected, and could continue to materially adversely affect, our business, results of operations, financial condition and liquidity.\nWe operate in the highly competitive retail business where the use of emerging technologies as well as unanticipated changes in the pricing and other practices of competitors may adversely affect our performance.\nThe retail business is highly competitive. We compete for customers, employees, locations, merchandise, technology, services and other important aspects of the business with many other local, regional and national retailers. These competitors range from specialty retailers to department stores and discounters as well as online and multichannel retailers, some of which are larger than us with significantly greater financial resources. In recent years, competition has further intensified as a result of reduced discretionary consumer spending, increased promotional activity and deep price discounting.\nRapidly evolving technologies are also altering the manner in which we and our competitors communicate and transact with customers. Our execution of the elements of our transformation strategy is designed to adapt to these changes, in the context of competitors’ actions, customer's adoption of new technology and related changes in customer behavior, and presents a specific risk in the event that we are unable to successfully execute our plans or adjust them over time as needed. Further, unanticipated changes in pricing and other practices of our competitors, including promotional activity (particularly during back-to-school/college and/or holiday periods), reduced thresholds for free shipping and rapid price fluctuation enabled by technology, may adversely affect our performance. If we are unable to adapt effectively and quickly to a changing competitive landscape and maintain our competitive position, we could experience downward pressure on prices, lower demand for our merchandise, reduced sales and margins, inability to take advantage of new business opportunities and loss of market share.\n \nOur failure to anticipate and respond in a timely fashion to changes in consumer preferences and demographic factors may adversely affect our business, results of operations and financial condition.\nOur success depends on our ability to anticipate and respond in a timely manner to changing merchandise trends, customer demands and demographics in order to maintain and attract customers. We must continue to monitor and react to consumer expectations, such as the increased focus on environmental, social and governance (\n\"\nESG\n\"\n) matters, climate change, and sustainable products, and appropriately manage our brand to promote the right product lines (including our Owned Brands), drive customer loyalty and protect our reputation. Our failure to anticipate, identify or react appropriately to changes in customer tastes, preferences, shopping and spending patterns and other life interest decisions, including as a result of COVID-19, could lead to, among other things, excess inventories, a shortage of products or reputational damage, and may adversely affect our business, results of operations and financial condition.\nIn addition, we must manage our inventory effectively and commensurately with customer demand. Often, we need to order merchandise, and enter into contracts for the purchase and manufacturing of such merchandise, multiple seasons in advance of and frequently before customer trends and preferences are known. The extended lead times for many of our purchases may make it difficult for us to respond rapidly to new or changing trends and preferences. These extended lead times may also increase our exposure to the effects of global supply chain disruptions, increasing the risk that merchandise is not received when originally planned. As a result, we are vulnerable to demand and pricing shifts and to misjudgments in the selection and timing of merchandise purchases. If we do not accurately predict our customers’ preferences and demands for our products, our inventory levels will not be appropriate, and our business, results of operations and financial condition may be negatively impacted.\nOur business is seasonal in nature, which could negatively affect our results of operations and financial performance.\n16\nTable\n \nof Contents\nOur business is subject to seasonal influences, with a significant portion of sales and revenues historically realized during the back to school/college and holiday seasons. We must carry a significant amount of inventory during this time, and if we are not able to sell the inventory, we may be required to take significant inventory markdowns or write-offs, which could reduce profitability. Similarly, if we do not adequately stock or restock popular products, particularly during the back to school and holiday seasons, and fail to meet customer demand, revenue and customer loyalty may be adversely impacted.\nIn addition, our financial results during the holiday season may fluctuate significantly based on many factors, including holiday spending patterns and weather conditions, and any such fluctuation could have a disproportionate effect on our results of operations for the entire Fiscal year. Because of the seasonality of our business, our operating results vary considerably from quarter to quarter, and results from any quarter are not necessarily indicative of the results that may be achieved for a full fiscal year.\nRISKS RELATED TO LEGAL AND REGULATORY\nChanges in statutory, regulatory, and other legal requirements at a local, state or provincial and national level, or deemed noncompliance with such requirements, could potentially impact our operating and financial results.\nWe are subject to numerous statutory, regulatory and legal requirements at a local, state or provincial and national level, and this regulatory environment is subject to constant change. Our operating results could be negatively impacted by developments in these areas due to the costs of compliance in addition to possible government penalties and litigation, operating interruptions and reputational damage in the event of deemed noncompliance. Changes in the law or the regulatory environment, or deemed noncompliance with such laws or regulations, in the areas of customer, employee or product safety, environmental protection, privacy and information security, labor, wage and hour laws, and international trade policy, among others, could adversely impact our operations and financial results.\nOur product offerings to include a selection of Owned Brands which bring additional regulatory and compliance requirements, requiring new resources and the development of new policies and procedures. Our failure to properly manage this expanded business or \ncomply with these regulations could expose us to fines, penalties, litigation and other costs that could harm our reputation and adversely impact our financial results.\n \nChanges to accounting rules, regulations and tax laws, or new interpretations of existing accounting standards or tax laws could negatively impact our operating results and financial position.\nOur operating results and financial position could be negatively impacted by changes to accounting rules and regulations or new interpretations of existing accounting standards. Our effective income tax rate could be impacted by changes in accounting standards as well as changes in tax laws or the interpretations of these tax laws by courts and taxing authorities, which could negatively impact our financial results. Such changes would include for example, the possible adoption by the United States of additional tariffs, or the disallowance of tax deductions, with respect to imported merchandise.\nNew, or developments in existing, litigation, claims or assessments could potentially impact our reputation, operating and financial results.\nWe are involved in litigation, claims and assessments incidental to our business, the disposition of which is not expected to have a material effect on our reputation, financial position or results of operations. It is possible, however, that future results of operations for any particular quarterly or annual period could be materially adversely affected by changes in our assumptions related to these matters. While outcomes of such actions vary, any such claim or assessment against us could negatively impact our reputation, operations and financial results.\nA failure of our business partners to adhere to appropriate laws, regulations or standards could negatively impact our reputation.\nWe engage with various third parties to meet business needs. These business partners include, among others, vendors, suppliers, and service providers. The failure of these business partners to comply with applicable regulations, rules, laws, and industry standards could negatively impact our reputation and have a material adverse effect on our business and results of operations.",
    "item7": ">ITEM 7 – MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nOVERVIEW\nThe description of the Company’s business contained herein reflects the Company’s operations of its business prior to the filing of the Chapter 11 Cases on April 23, 2023. As a result of the filing of the Chapter 11 Cases, the Company no longer has operations, other than those relating to the wind down of its business and completion of the Chapter 11 process.\nBed Bath & Beyond Inc. and subsidiaries (the \"Company\", \"we\", \"our\", \"us\", or ourselves\") are an omni-channel retailer that makes it easy for our customers to feel at home. We sell a wide assortment of merchandise in the Home and Baby markets and operate under the names Bed Bath & Beyond and buybuy BABY. \nWe offer a broad assortment of national brands and an assortment of proprietary Owned Brand merchandise in key destination categories including bedding, bath, kitchen food prep, home organization, indoor décor, baby and personal care.\nWe account for our operations as one North American Retail reporting segment.  Net sales outside of the U.S. were not material for Fiscal 2022, 2021, or 2020.\n \nWe operate a omni-channel platform consisting of various websites and applications and physical retail stores. Our e-commerce platforms include bedbathandbeyond.com and buybuybaby.com. We operate Bed Bath & Beyond and buybuy BABY stores.\nAcross our banners, we carry a wide variety of domestics and home furnishings merchandise. Domestics merchandise includes categories such as bed linens and related items, bath items and kitchen textiles. Home furnishings include categories such as kitchen and tabletop items, fine tabletop, basic housewares, general home furnishings (including furniture and wall décor), consumables and certain juvenile products.\nWe are driving a digital-first, omni-always growth strategy and optimizing our digital and physical store channels to provide our customers with a omni-channel shopping experience. Digital purchases, including web and mobile, can be shipped to a customer from our distribution facilities, directly from vendors, or from a store. Store purchases are primarily fulfilled from that store’s inventory or may also be shipped to a customer from one of our distribution facilities, from a vendor, or from another store. Customers can also choose to pick up orders using our Buy Online Pickup In Store (\"BOPIS\")  and contactless Curbside Pickup services, as well as return online purchases to a store, or have an order delivered through one of our same day delivery partners.\nVoluntary Petition for Bankruptcy and Going Concern\nOn April 23, 2023 (the “Petition Date”), the Company and materially all of its direct and indirect subsidiaries (collectively, the \"Debtors\" or the “Company Parties”) filed voluntary petitions (the “Chapter 11 Cases”) under Chapter 11 of the U.S. Bankruptcy Code (the “Bankruptcy Code”) in the U.S. Bankruptcy Court for the District of New Jersey (the “Bankruptcy Court”). On the Petition Date, the Company Parties filed a motion with the Bankruptcy Court seeking to jointly administer the Chapter 11 Cases. On April 24, 2023, the Bankruptcy Court entered an order approving joint administration under the caption “\nIn re: Bed Bath & Beyond Inc.,\n” Case No. 23-13359. Certain of the Company’s subsidiaries were not included in the Chapter 11 filing. \nThe Company Parties continue to operate their business and manage their properties as “debtors-in-possession” under the jurisdiction of the Bankruptcy Court and in accordance with the applicable provisions of the Bankruptcy Code and orders of the Bankruptcy Court. The Company Parties filed with the Bankruptcy Court motions seeking a variety of “first-day” relief, including authority to pay employee wages and benefits and to pay vendors and suppliers for goods and services provided both before and after the Petition Date. \nIn addition, the Company filed with the Bankruptcy Court a motion seeking approval (“Interim DIP Order”) of debtor-in-possession financing (“DIP Financing”) in the form of the DIP Credit Agreement (as defined and described below). Following a hearing held on April 24, 2023, the Bankruptcy Court approved the Company Parties’ motions seeking a variety of “first-day” relief on an interim basis. The Company Parties resolved numerous informal comments and many of the \"first-day\" motions were entered on a final basis consensually. A hearing was scheduled on June 14, 2023 for the Bankruptcy Court to consider final approval of the relief requested in certain first day motions, and final approval of the DIP Facility.\nOn April 25, 2023, the Bankruptcy Court provided approval on an interim basis for the Company Parties and Sixth Street Specialty Lending, Inc., Sixth Street Lending Partners and TAO Talents (the “DIP Parties”) to enter into a senior secured super-priority debtor-in-possession term loan credit facility in an aggregate principal amount of $240.0 million subject to the terms and conditions set forth therein (the “DIP Credit Agreement”). On April 21, 2023, prior to the Petition Date, the DIP Lenders (in their capacity as Prepetition FILO Lenders) and the Prepetition ABL Lenders approved an emergency over advance of $54 million to \n24\nTable\n \nof Contents\nensure payment of critical expenses including, among other things, the Company's’ payroll and tax obligations (the “Emergency Rescue Loan”).\nAs a result of the Company’s assessment of going concern considerations, management has determined that the liquidity condition, our need to satisfy certain financial and other covenants in our debtor-in-possession financing, our need to implement a Chapter 11 plan and the costs, risks and uncertainties surrounding the Chapter 11 Cases raise substantial doubt about the Company’s ability to continue as a going concern for 12 months following the issuance of the financial statements.\nBusiness Transformation and Restructuring\nBeginning in the third quarter of Fiscal 2022, we underwent significant strategic and management changes to transform our business and adapt to the dynamic retail environment and the evolving needs of our customers in order to position ourselves for long-term success. Beginning in the third quarter of Fiscal 2022, the Company began to execute a comprehensive strategic plan led by our new President and Chief Executive Officer, Sue Gove, who was appointed in October 2022 after serving as Interim Chief Executive Officer. This plan focused on strengthening the Company’s financial position through additional liquidity and a reduction of our cost structure, better serving our customers through merchandising, inventory and customer engagement, and regaining our authority in the Home and Baby markets. To accelerate these strategic initiatives, the Company realigned our organizational structure, which included the creation of Brand President roles for Bed Bath & Beyond and bubybuy BABY to lead merchandising, planning, brand marketing, site merchandising and stores for each banner.\nIn conjunction with the Company’s new strategic focus areas, the Company executed plans to rebalance our merchandise assortment to align with customer preference by leading with National Brands inventory and introducing new, emerging direct-to-consumer brands. Consequently, we announced the exiting of a third of our Owned Brands, including the discontinuation of a third of our nine labels (Haven™, Wild Sage™ and Studio 3B™). We also expect to reduce the breadth and depth of inventory across our six remaining Owned Brands (Simply Essential™, Nestwell™, Our Table™, Squared Away™, H for Happy™ and Everhome™).\nWe exited the unprofitable businesses of Harmon and Decorist and began the exit in the fourth quarter of our Canada operations. We have also executed key actions such as corporate restructurings and operating expense control to re-set our cost structure and to advance our ongoing efforts to reset our cost structure and build a modern, durable model for long-term profitable growth.\nIn connection with the above restructuring and transformation initiatives, during Fiscal 2022, we recorded total expense of $407.7 million including $77.7 million in cost of sales, primarily associated with $330.0 million in restructuring and transformation initiative expenses for costs associated with our planned store closures as part of the store fleet optimization program and other transformation initiatives as well as workforce reduction and leadership changes. We also recorded impairment charges of approximately $1.29 billion, primarily related to store assets. At this point, we are unable to estimate the amount or range of amounts expected to be incurred in connection with future restructuring and transformation initiatives, including further store closures, and will provide such estimates as they become available.\nExecutive Summary\n \nThe following represents a summary of key financial results and related business developments for the periods indicated:\n \n•\nNet sales for Fiscal 2022 were $5.34 billion, a decrease of approximately 32.1% as compared with Fiscal 2021. \n•\nChange in leadership and strategy\n: Beginning in the third quarter of Fiscal 2022, the Company began to execute a comprehensive strategic plan led by our new President and Chief Executive Officer, Sue Gove, who was appointed in October 2022 after serving as Interim Chief Executive Officer since June 2022. This plan included a significant rebalancing of the merchandise assortment, including the discontinuation of several Owned Brands, and the implementation of cost reduction and and cash preservation actions, including the closing of underperforming stores and reductions in force.  \n•\nOrganizational changes to drive key focus areas:\n We realigned our executive leadership team and streamlined our organizational structure to focus on immediate priorities and important changes to operations. This included the creation of Brand President roles for Bed Bath & Beyond and BABY to lead merchandising, planning, brand marketing, site merchandising and stores for each banner and will report directly to the CEO. In conjunction with these changes, the Company has eliminated the Chief Operating Officer, Chief Stores Officer, Chief Merchandising Officer, Chief Customer Officer and Chief Growth Officer roles.\n25\nTable\n \nof Contents\n•\nReduction of Owned Brands: \nWe exited a third of our Owned Brands, including the discontinuation of three of our nine labels (Haven™, Wild Sage™ and Studio 3B™). We also expect to reduce the breadth and depth of inventory across our six remaining Owned Brands (Simply Essential™, Nestwell™, Our Table™, Squared Away™, H for Happy™ and Everhome™).\n•\nRight-sizing cost structure and infrastructure to reflect business operations: \nWe initiated a strategic revaluation of our overall expense and operational structure to align with business performance and target profitability. During Fiscal 2022, we:\n◦\nRealigned store footprint by closing 88 Bed Bath & Beyond stores and commenced the closure of 331 additional stores by the end of the fiscal year;\n◦\nClosed our Harmon Face Values business;\n◦\nBegun the exit of all Canada operations; and\n◦\nInitiated cost reductions across corporate headquarters, including overhead expense and headcount.\n•\nSupply chain optimization: \nWe completed a supply chain network study to improve cost to serve and time to deliver for our customers by streamlining fulfillment center and distribution center operations.\n•\nIn connection with these restructuring and transformation initiatives, during Fiscal 2022, we recorded total expense of $407.7 million including $77.7 million in cost of sales and $330.0 million in restructuring and transformation initiative expenses in the consolidated statement of operations, as well as $1.29 billion of impairments and $98.6 million of losses on the deconsolidation of our Canada business.\n•\nFinancial transactions to support our business strategies: \nwe pursued several financial transactions during Fiscal 2022 with the intention of optimizing our financial position. These included:\n◦\nEntered into an amendment to our Credit Agreement for more than $500.0 million of new additional financing commitments within our expanded ABL Facility and new FILO Facility on August 31, 2022. \n◦\nPrivately negotiated senior notes exchanges\n with existing holders of 2024 Notes, 2034 Notes, and 2044 Notes, respectively, under which the Company issued shares of common stock to the existing holders in exchange for the exchange notes and cash. \n◦\nAn at the market equity distribution program (the \"ATM Program\"), under which we offered and sold shares of common stock pursuant to prospectus supplements registering (i) 12 million shares on August 31, 2022, and (ii) up to $150.0 million on October 28, 2022.\n◦\nAn underwritten public offering of (i) shares of Series A Convertible Preferred Stock (“Series A”), (ii) warrants to purchase shares of the Company’s Common Stock (“Common Stock Warrants”), and (iii) warrants to purchase shares of the Company’s Series A Convertible Preferred Stock (“Preferred Stock Warrants”) for gross proceeds of $225.0 million. \nImpact of the COVID-19 Pandemic\nAs discussed in more detail in our previous filings with the SEC, the coronavirus (COVID-19) pandemic materially disrupted our operations, most significantly in Fiscal 2020. In compliance with relevant government directives, we closed all of our retail banner stores across the U.S. and Canada as of March 23, 2020, except for most stand-alone BABY and Harmon stores, which were categorized as essential given the nature of their products. In May 2020, we announced a phased approach to re-open our stores in compliance with relevant government directives, and as of the end of July 2020, nearly all of our stores reopened. During portions of Fiscal 2021, a limited number of stores in Canada either closed temporarily or continued to operate under restrictions in compliance with local governmental orders. As of February 25, 2023, all of the Company’s stores were operating without restriction subject to compliance with applicable mask and vaccine requirements. As of February 25, 2023, our BOPIS, contactless Curbside Pickup and Same Day Delivery services are in place at the vast majority of our stores. We cannot predict, \n26\nTable\n \nof Contents\nhowever, whether our stores will remain open, particularly if the regions in which we operate experience potential resurgences of reported new cases of COVID-19 or increased rates of hospitalizations or become subject to additional governmental regulatory actions.\nFurther discussion of the risks and uncertainties posed by the COVID-19 pandemic is included in \"Risk Factors\" under \"Part I, Item 1A\" of this Form 10-K.\nRESULTS OF OPERATIONS\nThe fiscal years discussed below were each comprised of 52 weeks.\nNet Sales\nFiscal Year Ended\nChange from Prior Year\n(in millions)\nFebruary 25, 2023\nFebruary 26, 2022\nFebruary 27, 2021\nFebruary 25, 2023\nFebruary 26, 2022\nNet sales\n$\n5,344.7 \n$\n7,867.8 \n$\n9,233.0 \n$\n(2,523.1)\n(32)\n%\n(1,365.3)\n(15)\n%\nSales from divested banners\n—\n—\n1,290.1\n— \n— \n%\n(1,290.1)\n(100.0)\n%\nFor Fiscal 2022, net sales decreased by approximately $2.52 billion or 32% compared with Fiscal 2021 across all banners, collectively. The change in net sales resulted from a decrease of $1.55 billion in sales through our stores and $977.7 million in sales through our e-commerce platforms - both as a result of decreased customer demand and declines in customer traffic and inventory availability. The Company closed 88 stores during the year with net sales of $234.1 million in Fiscal 2022 and $357.2 million of net sales during Fiscal 2021, resulting in a $123.1 million decrease. The Company commenced the closure of an additional 331 stores as of February 25, 2023. Such stores had net sales of $1.06 billion in Fiscal 2022 and $1.35 billion in Fiscal 2021, resulting in a $296.0 million decrease year over year. The remaining decrease of $1.13 billion in net sales, relates to stores that the Company plans to continue to operate in Fiscal 2023 and was driven by lower customer traffic and conversion, in part due to consumer spending patterns and demand, a lack of inventory availability and assortment in key product areas, specifically within the Company's Owned Brands and National Brands product mix, along with additional discounting on sales resulting from the exiting of Owned Brands and closing stores.\nThe decrease in net sales for Fiscal 2021 was primarily due to the impact of traffic declines and supply chain disruptions. Store closures as part of our store fleet optimization program also contributed to the decline in sales.\nDuring Fiscal 2022, Fiscal 2021 and Fiscal 2020, n\net sales consummated through digital channels represented approximately \n37%, 37% and 38%\n, respectively, of our sales. \nSales consummated on a mobile device while physically in a store location and BOPIS orders are recorded as customer facing digital channel sales. Customer orders taken in-store by an associate through The Beyond Store, our proprietary, web-based platform, are recorded as in-store sales. Prior to implementation of BOPIS and contactless Curbside Pickup services, customer orders reserved online and picked up in a store were recorded as in-store sales. Sales originally consummated from customer facing digital channels and subsequently returned in-store are recorded as a reduction of in-store sales.\nComparable Sales* for the year ended February 25, 2023 decreased by approximately 29.7%. Management attributes a portion of this decline to the impact of lower traffic due to macro-economic factors, such as steep inflation, and fluctuations in purchasing patterns of the consumer. Also contributing to the comparable sales decline was the lack of inventory availability and assortment in key product areas, due to vendor constraints and credit line decreases. For the year ended February 26, 2022, Comparable Sales was not a meaningful metric as a result of the impact of the extended closure of the majority of our stores during a portion of the comparable year ended February 27, 2021 due to the COVID-19 pandemic.\n* \nComparable sales normally include sales consummated through all retail channels that have been operating for twelve full months following the opening period (typically six to eight weeks), excluding the impact of store fleet optimization program. We are an omni-channel retailer with capabilities that allow a customer to use more than one channel when making a purchase, including in-store, online, with a mobile device or through a customer contact center, and have it fulfilled, in most cases, either through in-store customer pickup or by direct shipment to the customer from one of our distribution facilities, stores or vendors.\nOur comparable sales metric considers sales consummated through all retail channels – in-store, online, with a mobile device or through a customer contact center. Our omni-channel environment allows our customers to use more than one channel when \n27\nTable\n \nof Contents\nmaking a purchase. We believe in an integrated and seamless customer experience. A few examples are: a customer may be assisted by an in-store associate to create a wedding or baby registry, while the guests may ultimately purchase a gift from our websites; or a customer may research a particular item, and read other customer reviews on our websites before visiting a store to consummate the actual purchase; or a customer may buy an item online for in-store or curbside pickup; or while in a store, a customer may make the purchase on a mobile device for in home delivery from either a distribution facility, a store or directly from a vendor. In addition, we accept returns in-store without regard to the channel in which the purchase was consummated, therefore resulting in reducing store sales by sales originally consummated through customer facing digital channels. As our retail operations are integrated and we cannot reasonably track the channel in which the ultimate sale is initiated, we can however, provide directional information on where the sale was consummated.\nSales of domestics merchandise accounted for approximately 35.8%, 37.4%, and 34.7%, of net sales in Fiscal 2022, 2021 and 2020, respectively. Sales of home furnishings accounted for approximately 64.2%, 62.6% and 65.3% of net sales, respectively, for Fiscal 2022, 2021, and 2020.\nGross Profit\nFiscal Year Ended\nChange from Prior Year\n(in millions)\nFebruary 25, 2023\nFebruary 26, 2022\nFebruary 27, 2021\nFebruary 25, 2023\nFebruary 26, 2022\nGross profit\n$\n1,214.9 \n$\n2,483.5 \n$\n3,118.1 \n$\n(1,268.6)\n(50.3)\n%\n$\n(634.6)\n(20.4)\n%\nGross profit percentage\n22.7 \n%\n31.6 \n%\n33.8 \n%\n(8.5)\n%\n(26.9)\n%\n(2.2)\n%\n(6.5)\n%\nGross profit in Fiscal 2022 was $1.21 billion, or 22.7% of net sales, compared with $2.48 billion, or 31.6% of net sales in Fiscal 2021. The decrease in gross profit percentage was primarily attributable to markdown and promotional activity associated with the general economic environment, clearance activity related to the exiting of certain Owned Brands and Owned Brands inventory assortment, and activity associated with store closures. Gross profit for Fiscal 2022 included the impact of charges of $91.6 million associated with the markdown of inventory being removed from our assortment in connection with the clearance of certain Owned Brand merchandise. \nThe decrease in the gross profit percentage between Fiscal 2021 and Fiscal 2020 was primarily attributable to a markdown activity associated with inventory being removed from our assortment in connection with the launches of new Owned Brands and, to a lesser extent, the redefinition of certain existing Owned Brands, as well as markdown activity associated with store closures as part of our store fleet optimization program. Gross profit for Fiscal\n \n2021 included the impact of charges of $137.2 million for these higher markdowns on inventory sold, as well as an adjustment to reduce the cost of inventory on hand to be removed from the product assortment as part of these initiatives to its estimated realizable value. In addition, higher freight expenses, both for inbound product shipments and direct-to-customer fulfillment and in part due to industry wide, global supply chain challenges, negatively impacted gross margin in Fiscal 2021 compared with Fiscal 2020, which offset the favorable impact of a shift in product assortment toward new Owned Brands and a more normalized mix of digital sales.\n28\nTable\n \nof Contents\nSelling, General and Administrative Expenses\nFiscal Year Ended\nChange from Prior Year\n(in millions)\nFebruary 25, 2023\nFebruary 26, 2022\nFebruary 27, 2021\nFebruary 25, 2023\nFebruary 26, 2022\nSelling, general and administrative expenses\n$\n2,373.0 \n$\n2,692.3 \n$\n3,224.4 \n$\n(319.3)\n(11.9)\n%\n$\n(532.1)\n(16.5)\n%\nAs a percentage of net sales\n44.4 \n%\n34.2 \n%\n34.9 \n%\n10.2 \n%\n29.8 \n%\n(0.7)%\n(2.0)\n%\nThe $319.3 million decrease in SG&A expenses for Fiscal 2022 was primarily attributable to cost reduction initiatives, including the store fleet optimization, supply chain reductions, corporate overhead reductions and reductions in marketing spend. The cost reduction initiatives and the closing of 70 and 88 stores during Fiscal 2021 and Fiscal 2022, respectively, led to a decrease in payroll and payroll-related expenses of approximately $172.0 million (primarily salaries) and a decrease of approximately $70.1 million in rent and occupancy expenses. Additionally, there was a decrease of approximately $38.1 million of other operating expenses related to supplies, maintenance, and other operating fees resulting from the significant decrease in stores that operated during Fiscal 2022. The decrease was also driven by cost reductions in marketing spend of approximately $39.1 million.\nFor Fiscal \n2021, the decrease was primarily attributable to cost reductions resulting from our transformation initiatives, including reductions in corporate overhead, divestitures of non-core assets and lower rent and occupancy expenses as a result of our store fleet optimization program. The decrease in SG&A expenses as a percentage of net sales for Fiscal 2021 was also largely due to the factors above, as well as the de-leveraging effect caused by sales declines in Fiscal 2020 as a result of the COVID-19 pandemic.\nGoodwill and Other Impairments\nGoodwill and other impairments were $1.29 billion for Fiscal 2022, $36.5 million in Fiscal 2021 and $127.3 million in Fiscal 2020. For Fiscal 2022, impairment charges included $1.28 billion related to certain store-level, distribution facilities and corporate assets (including leasehold improvements, other property and equipment and operating lease assets) and tradename impairments of $2.9 million. For Fiscal 2021, impairment charges included $30.8 million related to certain store-level assets (including leasehold improvements and operating lease assets) and tradename impairments of $5.7 million. For Fiscal 2020, impairment charges included impairments of $391.1 million related to certain store-level assets (including leasehold improvements and operating lease assets) and tradename impairments of $35.1 million.\nRestructuring and Transformation Initiative Expenses\nDuring Fiscal 2022, we recorded charges of $407.7 million for costs associated with restructuring and other transformation initiatives, of which approximately $77.7 million is included in cost of sales. In addition, approximately $330.0 million, was recorded in restructuring and transformation initiative expenses in the consolidated statements of operations, which included approximately $156.9 million of accelerated depreciation related to closing facilities and information technology systems, $101.5 million of other restructuring and transformation costs and $58.1 million of severance costs related to workforce reduction, store closures and leadership changes. The Company also recorded approximately $13.5 million for lease related and other costs, including in connection with store closures,\nIn Fiscal 2021, we recorded charges of $144.0 million, of which were primarily for costs associated with the store fleet optimization program described above, including for the termination of facility leases, as well as technology transformation and business strategy and operating model transformation programs across core functions, including merchandising, supply chain and finance. (see \"Restructuring and Transformation Activities,\" Note 3 to the accompanying consolidated financial statements).\n29\nTable\n \nof Contents\nLoss on Sale of Businesses\nDuring Fiscal 2022, the Company did not have any businesses classified as held for sale. During Fiscal 2021, we recognized approximately $18.2 million in loss on sale of businesses in the consolidated statement of operations, primarily related to a $13.5 million charge associated with the Fiscal 2021 settlement of the CTS pension plan (see \"Assets Held for Sale and Divestitures,\" Note 16 to the accompanying consolidated financial statements), as well as certain working capital and other adjustments related to the Fiscal 2021 divestitures.\nOperating Loss\nFiscal Year Ended\nChange from Prior Year\n(in millions)\nFebruary 25, 2023\nFebruary 26, 2022\nFebruary 27, 2021\nFebruary 25, 2023\nFebruary 26, 2022\nOperating Loss\n$\n(2,775.6)\n$\n(407.6)\n$\n(336.9)\n$\n(2,368.1)\n581.0 \n%\n$\n(70.7)\n21.0 \n%\nAs a percentage of net sales\n(51.9)\n%\n(5.2)\n%\n(3.6)\n%\n(19.7)\n%\n378.8 \n%\n(1.6)%\n44.4 \n%\nOperating loss for Fiscal 2022 was $2.78 billion or 51.9% of net sales, compared with an operating loss of $407.6 million or 5.2% of net sales for Fiscal 2021. Operating loss for Fiscal 2022 included $407.7 million associated with restructuring and other transformation initiatives and $1.29 billion for non-cash impairment charges (each as discussed above). The change in operating loss as a percentage of net sales between Fiscal 2022 and 2021 was primarily due to the decline in sales and gross profit percentage, as discussed above, as well as higher restructuring and transformation expenses and higher impairment charges in Fiscal 2022 compared to Fiscal 2021.\nOperating loss for Fiscal 2021 included the impact of pre-tax charges of $137.2 million included in gross profit primarily associated with the transition of our product assortment to Owned Brands and, to a lesser extent, our store fleet optimization program, as well as $144.0 million associated with restructuring and other transformation initiatives, $36.5 million for non-cash impairments and $18.2 million for loss on sale of business (each as described above). The change in operating loss as a percentage of net sales between Fiscal 2021 and 2020 was primarily due to the decline in gross profit percentage, as discussed above, as well as higher restructuring and transformation expenses in Fiscal 2021 compared to Fiscal 2020. \nInterest Expense, net\nInterest expense, net was $110.5 million, $64.7 million, and $76.9 million in Fiscal 2022, 2021, and 2020, respectively. For Fiscal 2022, the increase in interest expense, net of $45.8 million was primarily due to increased borrowings under our ABL Facility as well as entering into the $375.0 million FILO term loan entered into in August 2022 and entering into another FILO term loan of $100.0 million in February 2023.  For Fiscal\n \n2021\n,\n the decrease in interest expense, net of $12.2 million was primarily driven by \n30\nTable\n \nof Contents\ndecreased interest costs attributable to our revolving credit facilities and the impact of the repurchase of a portion of our senior unsecured notes in Fiscal 2020. \nLoss on Preferred Stock Warrants and Derivative Liabilities \nDuring Fiscal 2022, we recorded a $639.4 million loss on preferred stock warrants and derivative liabilities. During the fourth quarter of Fiscal 2022, the Company issued the Series A Convertible Preferred Stock, Common Stock Warrants, and Preferred Stock Warrants when the Company was in distress, and as a result the Company determined the offering was not an orderly transaction and the gross proceeds of $225.0 million did not represent fair value. As a result, the Company used a model-derived valuation to estimate the fair value of the Series A derivative liability, Preferred Stock Warrants and Common Stock Warrants in which the most significant value driver is the as-converted value utilizing the Company’s common stock price as the input. At issuance, the fair value of the Series A embedded features derivative liability, Common Stock Warrants, and Preferred Stock Warrants was $300.5 million, $186.6 million, and $615.5 million, respectively. The Company recorded a $877.6 million loss for the fair value in excess of proceeds of $225.0 million in loss on preferred stock warrants and derivative liabilities in its consolidated statement of operations for the year ended. The loss is partially offset by a gain of $244.5 million related to the change in fair value associated with these derivative liabilities for the year ended February 25, 2023. Issuance costs of $6.3 million were expensed as incurred and recognized as part of the loss on preferred stock warrants and derivative liabilities.\nLoss on Deconsolidation of Subsidiaries\nOn February 10, 2023 (the “Canadian Petition Date”), BBB Canada Limited made an application with the Ontario Superior Court of Justice (the “Canadian Court”). BBB Canada Limited was granted an order, which, among other provisions, provides a stay of proceedings pursuant to the Companies’ Creditors Arrangement Act (the “CCAA”). The CCAA is a Federal Act that allows financially troubled corporations that owe their creditors in excess of $5 million the opportunity to restructure their affairs. Although Bed Bath & Beyond Canada L.P. (“BBB LP” and together with BBB Canada Limited, “BBB Canada”) did not file an application with the Canadian Court, the stay of proceedings under the CCAA and other benefits were extended to BBB LP. BBB Canada initiated a wind-down of Bed Bath & Beyond and Buy Buy Baby Stores in Canada under the CCAA. A monitor was appointed by the Canadian Court on February 10, 2023 to oversee the orderly liquidation of its remaining inventory with assistance from a third-party professional liquidator and vacate its leased retail stores and premises. \nFor these reasons, we concluded that BBBI had lost control of BBB Canada, and no longer had significant influence over BBB Canada during the pendency of the bankruptcy. Therefore, the Company deconsolidated BBB Canada on the date of the bankruptcy filing. In order to deconsolidate BBB Canada, the carrying values of the assets and certain liabilities of BBB Canada were removed from our consolidated balance sheet as of February 25, 2023, and we recorded our investment in BBB Canada at its estimated fair value of $0. The deconsolidation resulted in the recognition of a loss of $98.6 million during the year ended February 25, 2023.\n(Loss) Gain on Extinguishment of Debt\nDuring Fiscal 2022, we recorded a $94.4 million gain related to approximately $102.8 million recorded for the privately negotiated exchange offers completed in November 2022, partially offset by third-party costs of approximately $8.0 million incurred with the Exchange Offers and $0.4 million of unamortized debt financing costs written-off related to the extinguished notes. (see \"Debt,\" Note 7 to the accompanying consolidated financial statements).  \nDuring Fiscal 2021, we recorded a $0.4 million loss on the \npartial repayment of senior unsecured notes.\nDuring Fiscal 2020, we recorded a $77.0 million gain on the repurchase of $75.0 million principal amount of 4.915% senior unsecured notes due August 1, 2034 and $225.0 million principal of 5.165% senior unsecured notes due August 1, 2044.\nIncome Taxes\nThe effective tax rate was 0.9% for Fiscal 2022, (18.4)% for Fiscal 2021, and 55.2% for Fiscal 2020. \nFor Fiscal 2022, the effective tax rate reflects maintaining a valuation allowance against our U.S. federal and state deferred tax assets (discussed below) and benefits from amended returns related to prior fiscal years from changes in the Company's approach to deducting charitable contributions on certain federal returns and carrying back net operating losses in certain state jurisdictions. \nFor Fiscal 2021, the effective tax rate reflects the recording of a valuation allowance against our U.S federal and state deferred tax assets (discussed below), as well as a benefit resulting from an adjustment to the estimated net operating loss incurred in Fiscal 2020 which was carried back, under the provisions of the CARES Act, to a year in which the tax rate was 35%. \n31\nTable\n \nof Contents\nFor Fiscal 2020, the effective tax rate reflected the carry back of the net operating loss to a year in which the tax rate was 35% under the CARES Act, and included the impact of the benefit of certain tax planning strategies the Company deployed, in addition to the losses from the divestitures of CTS, Linen Holdings and Cost Plus, partially offset by the impact of impairment charges for tradename and certain store-level assets, the gain on the divestiture of PMall, a benefit related to the carry back of the Fiscal 2019 net operating loss under the CARES Act, and other discrete tax items resulting in net after tax benefits.\nIn assessing the recoverability of our deferred tax assets, we evaluated the available objective positive and negative evidence to estimate whether it is more likely than not that sufficient future taxable income will be generated to permit use of existing deferred tax assets in each taxpaying jurisdiction. A valuation allowance is a non-cash charge, and does not limit our ability to utilize our deferred tax assets, including our ability to utilize tax loss and credit carryforward amounts, against future taxable income.\nDuring Fiscal 2022, we concluded that, based on our evaluation of available objective positive and negative evidence, it continues to be more likely than not that our net U.S. federal and state deferred tax assets will not be recoverable. In assessing the realizability of deferred tax assets, the key assumptions used to determine positive and negative evidence included our cumulative book loss for the past three years and our ability to continue as a going concern. As of February 25, 2023, the total valuation allowance relative to U.S. federal and state deferred tax assets was $851.8 million.\nOn March 27, 2020, the CARES Act was enacted in the United States, which provided for certain changes to tax laws which impacted our results of operations, financial position and cash flows. We implemented certain provisions of the CARES Act, such as deferring employer payroll taxes and utilizing the ability to carry back and deduct losses to offset prior income in previously filed tax returns. There was no benefit from the CARES Act recorded in the provision during the year ended February 25, 2023. As of February 26, 2022 and February 27,2021, under the CARES Act, we recorded income tax benefits of $18.7 million and $152.0 million, respectively, as a result of the Fiscal 2020 and Fiscal 2019 net operating losses were carried back to prior years during which the federal tax rate was 35%. \nNet Loss\nAs a result of the factors described above, the net loss for Fiscal 2022, 2021, and 2020, was $3.50 billion, $559.6 million, and $150.8 million, respectively.\nLIQUIDITY AND CAPITAL RESOURCES\nWe have incurred significant losses over the past few years. As of February 25, 2023, we had approximately $65.9 million in cash and cash equivalents, a decrease of approximately $373.6 million as compared with February 26, 2022, \nCredit Facilities\nIn the second quarter of fiscal 2021, the Company amended its asset-based credit agreement (the “Credit Agreement”) among the Company, certain of the Company’s U.S. and Canadian subsidiaries party thereto, JPMorgan Chase Bank, N.A., as administrative agent and collateral agent (in such capacity, the “Agent”), and the lenders party thereto. The Credit Agreement provides for an asset based revolving credit facility (the “ABL Facility”) with aggregate revolving commitments established at closing of $1.0 billion, including a swingline sub facility and a letter of credit sub facility. The Credit Agreement has an uncommitted expansion feature which allows the borrowers to request, at any time following the delivery of an initial field exam and appraisal, an increase in aggregate revolving commitments under the ABL Facility or elect to enter into a first-in-last-out loan facility (“FIFO Facility”), collectively, in an aggregate amount of up to $375.0 million, subject to certain customary conditions.\nOn August 31, 2022, the Company entered into an amendment (the “First Amendment”) to the Credit Agreement, dated as of August 9, 2021 (as amended by the Amendment, the “First Amended Credit Agreement”), for more than $500.0 million of new additional financing commitments, including its newly expanded $1.130 billion ABL Facility, which provides for an increase of $130.0 million in aggregate revolving commitments for the time periods set forth in the Amendment, and a new $375.0 million FILO Facility (the “Initial FILO Loan”, together with the ABL Facility, the “Credit Facilities”), with JPMorgan Chase Bank, N.A., as administrative\n \nagent and Sixth Street Specialty Lending, Inc., as agent and lender for the FILO Facility. The ABL Facility and FILO Facility mature on August 9, 2026, and August 31, 2027, respectively, unless required to mature earlier pursuant to the terms of the Amendment.\nOn February 7, 2023, the Company entered into a second amendment (the “Second Amendment”) to the Credit Agreement. Pursuant to the Amendment, the lenders agreed to (i) waive any outstanding defaults or events of default under the existing Credit Facilities and (ii) rescind the implementation of the acceleration of obligations under the existing Credit Facilities, the requirement to cash collateralize letters of credit obligations under the existing Credit Facilities and the default interest on the \n32\nTable\n \nof Contents\noutstanding obligations under the existing Credit Facilities.\n \nThe Amendment (i) decreased the total revolving commitment from $1.13 billion to $565.0 million, (ii) result in an increased outstanding principal amount as a result of the call protection make-whole amount of $53.9 million being capitalized as principal to the Initial FILO Loan and (iii) provide for an additional $100 million of FILO loans (the “2023 FILO Loan” and together with the Initial FILO Loan, the “FILO Facility”, and together with the ABL Facility, the “Credit Facilities”).\nAs a result of these events of default, the Company classified its outstanding borrowings under its asset-based revolving credit facility (the “ABL Facility) and its FILO Facility as current in the consolidated balance sheet as of February 25, 2023. The Company’s outstanding borrowings under its ABL Facility and FILO Facilities were $191.3 million and $528.9 million, respectively, as of February 25, 2023. In addition, the Company had $126.9 million in letters of credit outstanding under its ABL Facility as of February 25, 2023. The Company also had $1.030 billion in senior notes (excluding deferred financing costs) outstanding as of February 25, 2023. For information regarding the Company's borrowings, see Note 7.\nThe filing of the Chapter 11 Cases constituted an event of default that accelerated our obligations under the Senior Notes and the Credit Facilities.\nExchange Offers\nDuring the third fiscal quarter of 2022, the Company commenced exchange offers (the \"Exchange Offers\") with eligible holders for each series of Existing Notes as follows: (i) 2024 Notes for new 3.693% Senior Second Lien Secured Non-Convertible Notes due November 30, 2027 (the “New Second Lien Non-Convertible Notes”) and/or new 8.821% Senior Second Lien Secured Convertible Notes due November 30, 2027 (the “New Second Lien Convertible Notes”); (ii) 2034 Notes for new 12.000% Senior Third Lien Secured Convertible Notes due November 30, 2029 (the “New Third Lien Convertible Notes” and, together with the New Second Lien Non-Convertible Notes and the New Second Lien Convertible Notes, the “New Notes”); and (iii) 2044 Notes for New Third Lien Convertible Notes (see “Long-Term Debt,” Note 12 to the accompanying consolidated financial statements).\nIn November 2022, the Company completed privately negotiated exchange offers with existing holders of approximately $69.0 million, $15.3 million, and $70.2 million aggregate principal amount of 2024 Notes, 2034 Notes, and 2044 Notes, respectively, under which the Company issued an aggregate of approximately 13.6 million shares of common stock to the existing holders in exchange for the exchange notes, including accrued and unpaid interest, and 0.9 million shares in exchange for a cash payment from an existing holder of $3.5 million. The exchange notes were cancelled and no longer outstanding upon completion of the exchange.\nOn January 5, 2023, upon the expiration of the Exchange Offers, the Company announced the termination of the offer and consent solicitations with respect to its Existing Notes, as a result of the conditions applicable thereto not being satisfied. As a result of the termination of the Exchange Offers, none of the Existing Notes that had been tendered in the Exchange Offers were accepted for purchase and no consideration will be paid or become payable to holders of the Existing Notes who have tendered their Existing Notes in the Exchange Offers.\nATM Program\nOn August 31, 2022, we established an at the market equity distribution program (the \"ATM Program\") (see “Shareholders' (Deficit) Equity,” Note 8 to the accompanying consolidated financial statements), under which we offered and sold 12 million shares of common stock for net proceeds of $72.2 million pursuant to the prospectus supplement dated August 31, 2022. On October 28, 2022, we filed a prospectus supplement to register additional shares of our common stock to offer and sell under the ATM Program at an aggregate sales price of up to $150.0 million. The net proceeds, after commissions and offering costs, from the ATM Program were used for a number of general corporate purposes, which include immediate strategic priorities such as rebalancing the Company's assortment and inventory. During Fiscal 2022, we sold approximately 22.2 million shares for approximately $115.4 million of net proceeds under the Company's ATM Programs. \nSeries A Preferred Stock and Warrants\nOn February 7, 2023, the Company consummated an underwritten public offering of (i) shares of Series A Convertible Preferred Stock (“Series A”), (ii) warrants to purchase shares of the Company’s Common Stock (“Common Stock Warrants”), and (iii) warrants to purchase shares of the Company’s Series A Convertible Preferred Stock (“Preferred Stock Warrants”). The gross proceeds received for the Series A was $225.0 million and there was no additional consideration received for the Common Stock Warrants and Preferred Stock Warrants issued. \nDuring the year ended February 25, 2023, 5,000 Preferred Stock Warrants were exercised for gross proceeds of $47.5 million.\n33\nTable\n \nof Contents\nThe filing of the Chapter 11 Cases constitutes a Bankruptcy Trigger Event of the Series A, as a result of which mandatory cash redemption provisions contained are triggered. In addition, the filing of the Chapter 11 Cases triggers a holder's ability to convert the preferred stock at the Alternate Conversion Price, which could result in a conversion price of lesser than $0.7160.\nCapital Expenditures\nCapital expenditures for Fiscal 2022 were $332.9 million, which includes the entering into use of accrued capital expenditures of $63.4 million which were recorded in fiscal 2021. As the Company executes its new strategic plans and refine capital resources to improve liquidity, capital expenditures are related to maintenance, and investments in technology and digital offerings.\nStock Repurchases\nDuring the first quarter of Fiscal 2022, we repurchased approximately 2.9 million shares of our common stock, at a total cost of approximately $46.1 million, which included approximately 2.3 million shares at a total cost of approximately $40.4 million repurchased under our share repurchase programs as authorized by our Board of Directors.\nBetween December 2004 and April 2021, the Company’s Board of Directors authorized, through several share repurchase programs, the repurchase of up to $12.950 billion of its shares of common stock. \nSince 2004 through the end of Fiscal 2022, the Company has repurchased approximately $11.731 billion of its common stock through share repurchase programs. \nThe Company also acquires shares of its common stock to cover employee related taxes withheld on vested restricted stock, restricted stock units and performance stock unit awards. Since the initial authorization in December 2004, the aggregate total of common stock repurchased is approximately 265.1 million shares for a total cost of approximately $11.731 billion. The Company had approximately $1.221 billion remaining of authorized share repurchases as of February 25, 2023. \nDebt Repurchases\nThere were no debt repurchases made during the year ended February 25, 2023. During Fiscal 2021, we purchased approximately $11.0 million aggregate principal amount of our outstanding 3.749% senior unsecured notes due August 1, 2024. \nCash flow from operating activities\nNet cash used in operating activities for Fiscal \n2022\n was $991.0 million, compared with net cash provided by operating activities of $17.9 million in Fiscal 2021. The year-over-year change in operating cash flow was primarily due to higher net loss, adjusted for non-cash expense, which included the impact of higher impairments in fiscal 2022, as well as decreases in accounts payable and accrued expenses and other current liabilities, partially offset by decreases in inventory. For Fiscal 2021, the decrease in cash provided by operating activities was primarily due to higher net loss, adjusted for non-cash expenses, which included the impact of higher restructuring and transformation expenses in Fiscal 2021, as well as investments in inventory, including as a result of changing the timing of purchasing in response to the potential impact of global supply chain disruptions on timing of inventory receipts and availability of product in our stores and on our websites, and lower accounts payable, due primarily to timing of payments for merchandise, and accrued liabilities, including lower incentive compensation accruals. There were partially offset by a decrease in other current assets primarily due to the receipt of income tax refunds in Fiscal 2021. \nRetail inventory, which includes inventory in our distribution facilities for direct to customer shipments, was approximately $817.6 million at February 25, 2023, a decrease of 52.6% compared with retail inventory at February 26, 2022. We continue to focus on our inventory assortment changes and other merchandising strategies. In Fiscal 2022, the Company's in-stock levels were lower than anticipated due to supplier constraints and vendor credit line decreases. We continue to focus on our inventory optimization strategies while also responding to the potential impact of global supply chain disruptions on product availability. Retail inventory at February 26, 2022 increased approximately 18.0% compared to retail inventory at February 27, 2021, which was primarily related to the focus on our inventory optimization strategies while also responding to the potential impact of global supply chain disruptions on product availability.\nCash flow from investing activities\n \n34\nTable\n \nof Contents\nNet cash used in investing activities for Fiscal 2022 was $298.7 million, compared with net cash used in investing activities of $349.2 million in Fiscal 2021. For Fiscal 2022, net cash used in investing activities included $332.9 million of capital expenditures, a $10.5 million cash outflow related to the deconsolidation of Canadian subsidiaries, $18.9 million of cash proceeds from the sale of available-for-sale investment securities, and $25.8 million of proceeds from a note receivable. For Fiscal 2021, net cash used in investing activities included $354.2 million of capital expenditures.\nCash flow from financing activities\nNet cash provided by financing activities for Fiscal 2022 was $967.0 million, compared with net cash used in financing activities of $606.0 million in Fiscal 2021. Net cash provided by financing activities for Fiscal 2022 was comprised of $1.6 billion of borrowings under the Credit Facilities, partially offset by repayments of $926.2 million, $272.5 million of proceeds from the issuance and exercising of derivative liabilities, net proceeds from issuances of common stock and ATM Program offerings of $119.0 million, repurchases of common stock of $46.1 million, of which $40.4 million is related to our share repurchase program, payments of deferred financing costs of $24.2 million, payments of Exchange Offer costs of $8.0 million, $6,3 million of payments for issuance costs related to derivative liabilities, repayments of finance leases of $3.2 million, and dividend payments of $0.3 million. Net cash provided by financing activities in Fiscal 2021 was primarily comprised of repurchases of common stock of $589.4 million, of which $574.9 million was related to our share repurchase program, repayments of long-term debt of $11.4 million and payments of deferred financing costs of $3.4 million. \nContractual Obligations\nOur contractual obligations as of February 25, 2023 consist mainly of (i) principal and interest related to our debt (see \"Long-Term Debt,\" Note 7 to the Consolidated Financial Statements), (ii) leases for stores, offices, distribution facilities and equipment (see \"Leases,\" Note 9 to the Consolidated Financial Statements) and (iii) purchase obligations, primarily under purchase orders issued for merchandise and for certain capital expenditures. \nTotal c\napital expenditures for Fiscal 2022 were $332.9 million.\nApproximately $215.4 million in principal amount of our senior unsecured notes are due August 1, 2024, with the remaining principal balances due August 1, 2034 and August 1, 2044. Our lease obligations include both operating and finance leases, and have various terms extending through 2041, with approximately $385.5 million in minimum lease payments due in Fiscal 2023, and declining amounts due each year thereafter.\nThese obligations are considered as part of our overall capital allocation and liquidity management processes referred to above.\nSEASONALITY\nOur business is subject to seasonal influences. Generally, our sales volumes are higher in the calendar months of August, November, and December, and lower in February.\nINFLATION\nIn Fiscal 2022, we experienced inflationary pressures in various parts of our business, including, but not limited to, product cost pressure as well as increased freight and shipping costs across our supply chain. We continue to monitor the impact of inflation on the costs of materials, labor, and other costs required to manage our business in order to minimize its effects through pricing strategies, productivity improvements and cost reductions. \nThere can be no assurance, however, that our operating results will not be affected by inflation in the future. See also Risk Factor \"Rising inflation may adversely affect us by increasing costs of materials, labor and other costs beyond what we can recover through price increases\".\nCRITICAL ACCOUNTING POLICIES\nThe preparation of consolidated financial statements in conformity with U.S. generally accepted accounting principles requires us to establish accounting policies and to make estimates and judgments that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities as of the date of the consolidated financial statements and the reported amounts of revenues and expenses during the reporting period. We base our estimates on historical experience and on other assumptions that we believe to be relevant under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities that are not readily apparent from other sources. In particular, judgment is used in areas such as inventory valuation, impairment of long-lived assets, goodwill and other indefinite lived intangible assets, accruals for self-insurance and income and certain other taxes. Actual results could differ from these estimates.\nInventory Valuation\n: Merchandise inventories are stated at the lower of cost or market. Inventory costs are primarily calculated using the weighted average retail inventory method.\n35\nTable\n \nof Contents\nUnder the retail inventory method, the valuation of inventories at cost and the resulting gross margins are calculated by applying a cost-to-retail ratio to the retail values of inventories. The inputs associated with determining the cost-to-retail ratio include: merchandise purchases, net of returns to vendors, discounts and volume and incentive rebates; inbound freight expenses; import charges, including duties, insurance and commissions.\nThe retail inventory method contains certain management judgments that may affect inventory valuation. At any one time, inventories include items that have been written down to the Company’s best estimate of their realizable value. Judgment is required in estimating realizable value and factors considered are the age of merchandise, anticipated demand based on factors such as customer preferences and fashion trends, and anticipated changes in product assortment (including related to the launch of Owned Brands) as well as anticipated markdowns to reduce the price of merchandise from its recorded retail price to a retail price at which it is expected to be sold in the future. These estimates are based on historical experience and current information about future events which are inherently uncertain. Actual realizable value could differ materially from this estimate based upon future customer demand or economic conditions.\nFor the fiscal years ended February 26, 2022 and February 27, 2021 the Company estimated its reserve for inventory shrinkage throughout the year based on historical shrinkage and any current trends, if applicable. Actual shrinkage was recorded based upon the results of the Company’s physical inventory counts for locations at which counts were conducted. For locations where physical inventory counts were not conducted in the fiscal year, an estimated shrink reserve was recorded based on historical shrinkage and any current trends, if applicable.\n \nFor the fiscal year-ended February 25, 2023 the Company performed store physical inventory counts at or near fiscal year-end\n \nusing a statistical sampling approach based on a stratified random sample.\n \nThe full population of store inventory was estimated and recorded based on an extrapolation using the direct projection method.\n \nThe Company estimated a reserve for inventory shrinkage for inventory held at other locations based on historical shrinkage and current trends.\nThe Company accrues for merchandise in transit once it takes legal ownership and title to the merchandise; as such, an estimate for merchandise in transit is included in the Company’s merchandise inventories.\nImpairment of Long-Lived Assets\n: We review long-lived assets for impairment when events or changes in circumstances indicate the carrying value of these assets may exceed their current fair values. Recoverability of assets to be held and used is measured by a comparison of the carrying amount of an asset to the estimated undiscounted future cash flows expected to be generated by the asset. If the carrying amount of an asset exceeds its estimated future cash flows, an impairment charge is recognized for the amount by which the carrying amount of the asset exceeds the fair value of the assets. Judgment is required in estimating the fair value of the assets including assumptions related to sales growth rates and market rental rates. These estimates are based on historical experience and current information about future events which are inherently uncertain.\nIn Fiscal 2022, 2021, and 2020, we recorded $1.28 billion, $30.8 million, and $75.1 million, respectively, of non-cash pre-tax impairment charges within goodwill and other impairments in the consolidated statement of operations for certain store-level assets, including leasehold improvements and operating lease assets. At February 25, 2023, the required step one recoverability test resulted in estimation uncertainty regarding the ability to achieve future location and enterprise level positive undiscounted cash flows.\n \nAs such, the Company moved forward with preparing a step two impairment test for its long-lived assets at all store, distribution facility and corporate locations. The Company used market approach models, including orderly liquidation value, to estimate the fair value of store, distribution facility and corporate location long-lived assets, comparing the fair values to the net book values, and calculating the impairment charge.\n \nIn the future, if events or market conditions affect the estimated fair value to the extent that a long-lived asset is impaired, the Company will adjust the carrying value of these long-lived assets in the period in which the impairment occurs.\nSelf-Insurance\n: We utilize a combination of third-party insurance and self-insurance for a number of risks including workers’ compensation, general liability, cyber liability, property liability, automobile liability and employee related health care benefits (a portion of which is paid by our employees). Liabilities associated with the risks that we retain are not discounted and are estimated by considering historical claims experience, demographic factors, severity factors and other actuarial assumptions. Although our claims experience has not displayed substantial volatility in the past, actual experience could materially vary from our historical experience in the future. Factors that affect these estimates include but are not limited to: inflation, the number and severity of claims and regulatory changes. In the future, if we conclude an adjustment to self-insurance accruals is required, the liability will be adjusted accordingly.\n36\nTable\n \nof Contents\nBeginning in the fourth quarter of Fiscal 2020, we began insuring portions of our workers' compensation and medical insurance through a wholly owned captive insurance subsidiary (the \"Captive\") to enhance our risk financing strategies. The Captive is subject to regulations in Vermont, including those relating to its levels of liquidity. The Captive was in compliance with all regulations as of February 25, 2023.\nMezzanine Equity and Derivatives: \nThe Company also issues various financial instruments, including preferred stock and warrants. We account for instruments containing redemption rights that are either within the control of the holder or subject to redemption upon the occurrence of uncertain events not solely within the Company’s control are classified as redeemable or mezzanine equity. We also evaluate whether the contingent redemption provisions are probable of becoming redeemable to determine whether the carrying value of the redeemable convertible preferred units are required to be remeasured to their respective redemption values. All instruments that are classified as mezzanine equity are evaluated for embedded derivative features by evaluating each feature against the nature of the host instrument (e.g. more equity-like or debt-like). Features identified as freestanding instruments or bifurcated embedded derivatives that are material are recognized separately as a derivative asset or liability, recorded at fair value each reporting period in the consolidated financial statements. \nThe Company uses a model-derived valuation in determining the fair value of the derivative liabilities.  Significant assumptions used in the model include the conversion ratio and stock price of the Company. Significant changes in these assumptions could lead to significant changes in the fair value of the derivative liabilities.\nTaxes:\n The Company accounts for its income taxes using the asset and liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to the differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carry-forwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the year in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in earnings in the period that includes the enactment date. \nIn assessing the recoverability of our deferred tax assets, we evaluate the available objective positive and negative evidence to estimate whether it is more likely than not that sufficient future taxable income will be generated to permit use of existing deferred tax assets in each taxpaying jurisdiction. For any deferred tax asset in excess of the amount for which it is more likely than not that we will realize a benefit, we establish a valuation allowance. A valuation allowance is a non-cash charge, and does not limit our ability to utilize our deferred tax assets, including our ability to utilize tax loss and credit carryforward amounts, against future taxable income.\nDuring Fiscal 2022, we concluded that, based on our evaluation of available objective positive and negative evidence, we continue to be more likely than not that our net U.S. federal and state deferred tax assets will not be recoverable. In assessing the realizability of deferred tax assets, the key assumptions used to determine positive and negative evidence included our cumulative book loss for the past three years and our ability to continue as a going concern. As of February 25, 2023, the total valuation allowance relative to U.S. federal and state deferred tax assets was $851.8 million.\nThe Company recognizes the tax benefit from an uncertain tax position only if it is at least more likely than not that the tax position will be sustained on examination by the taxing authorities based on the technical merits of the position. The tax benefits recognized in the financial statements from such a position are measured based on the largest benefit that has a greater than fifty percent likelihood of being realized upon settlement with the taxing authorities.\nThe Company also accrues for certain other taxes as required by its operations.\nJudgment is required in determining the provision for income and other taxes and related accruals, and deferred tax assets and liabilities. In the ordinary course of business, there are transactions and calculations where the ultimate tax outcome is uncertain. Additionally, the Company's various tax returns are subject to audit by various tax authorities. Although the Company believes that its estimates are reasonable, actual results could differ from these estimates.\n37\nTable\n \nof Contents\nFORWARD-LOOKING STATEMENTS\nThis Form 10-K and Management’s Discussion and Analysis of Financial Condition and Results of Operations contain forward-looking statements within the meaning of Section 21 E of the Securities Exchange Act of 1934 including, but not limited to, our progress and anticipated progress towards our long-term objectives, as well as more generally the status of our future liquidity and financial condition and our outlook for our 2022 Fiscal year. \nThese statements may be identified by the use of forward-looking terminology such as “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “might,” “our vision,” “plan,” “potential,” “preliminary,” “predict,” “should,” “will,” or “would” or the negative thereof or other variations thereof or comparable terminology. These forward-looking statements are subject to a number of factors and uncertainties that could cause the Company’s actual results to differ materially from those expressed in or contemplated by the forward-looking statements. Such factors include, but are not limited to: risks attendant to the bankruptcy process, including the Company’s ability to obtain court approval from the Bankruptcy Court with respect to motions or other requests made to the Bankruptcy Court throughout the course of the Chapter 11 Cases, including with respect the DIP Facility; the effects of the Chapter 11 Cases, including increased legal and other professional costs necessary to execute the Company’s reorganization, on the Company’s liquidity (including the availability of operating capital during the pendency of the Chapter 11 Cases), results of operations or business prospects; the effects of the Chapter 11 Cases on the interests of various constituents and financial stakeholders; the length of time that the Company will operate under Chapter 11 protection and the continued availability of operating capital during the pendency of the Chapter 11 Cases; objections to the Company’s restructuring process, DIP Facilities, or other pleadings filed that could protract the Chapter 11 Cases; risks associated with third-party motions in the Chapter 11 Cases; Bankruptcy Court rulings in the Chapter 11 Cases and the outcome of the Chapter 11 Cases in general; the Company’s ability to comply with the restrictions imposed by the terms and conditions of the DIP Credit Agreement and other financing arrangements; employee attrition and the Company’s ability to retain senior management and other key personnel due to the distractions and uncertainties; the Company’s ability to maintain relationships with suppliers, customers, employees and other third parties and regulatory authorities as a result of the Chapter 11 Cases; the impact and timing of any cost-savings measures and related local law requirements in various jurisdictions; finalization of the Company’s annual and quarterly financial statements (including finalization of the Company’s impairment tests), completion of standard annual and quarterly-close processes; risks relating to the delisting of the Common Stock from Nasdaq and future quotation of the Company’s common stock; the effectiveness of the Company’s internal control over financial reporting and disclosure controls and procedures, and the potential for additional material weaknesses in the Company’s internal controls over financial reporting or other potential weaknesses of which the Company is not currently aware or which have not been detected; the impact of litigation and regulatory proceedings; the impact and timing of any cost-savings measures; and other factors discussed in this Annual Report on Form 10-K. These risks and uncertainties may cause the Company’s actual results, performance, liquidity or achievements to differ materially from any future results, performance, liquidity or achievements expressed or implied by these forward-looking statements. In addition, in light of these risks and uncertainties, the matters referred to in the forward-looking statements contained in this report may not in fact occur.\n Except as required by law, we do not undertake any obligation to update our forward-looking statements.",
    "item7a": ">ITEM 7A \n–\n QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nOur exposure to market risk is primarily related to variable interest rate changes associated with our investment securities and the Credit Facilities, which includes our asset based revolving credit facility (the “ABL Facility”) and a first-in-last-out term loan facility (the “FILO Facility”). Our Credit Facilities are based on the Secured Overnight Financing Rate (“SOFR”). During Fiscal 2022, the Company sold its long-term available-for-sale investment securities of $20.3 million for $18.9 million resulting in a realized loss reclassified out of accumulated other comprehensive loss.\nAs of February 25, 2023, our investments include cash and cash equivalents of approximately $65.9 million and restricted cash of $81.5 million, at weighted average interest rates of 3.34%  and 0.34%, respectively. The book value of these investments is representative of their fair values.\nAs of February 25, 2023, we had a variable interest rate debt outstanding under our Credit Facilities of $720.2 million. The weighted average interest rate on the outstanding amounts under our Credit Facilities was 11.66%. The carrying amount of the Credit Facilities approximates fair value as the interest charged is based on the current market rate.\nOur senior unsecured notes have fixed interest rates and are not subject to interest rate risk. As of February 25, 2023, the fair value of the senior unsecured notes was $176.3 million, which is based on quoted prices in active markets for identical instruments compared to the carrying value of approximately $1.030 billion.\n \n38\nTable\n \nof Contents",
    "cik": "886158",
    "cusip6": "075896",
    "cusip": [
        "075896100",
        "075896900",
        "075896950"
    ],
    "names": [
        "BED BATH & BEYOND INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/886158/000088615823000059/0000886158-23-000059-index.htm"
}