{
    "item1": ">Item 1.  BUSINESS\nIntroduction \nDarden Restaurants, Inc. is a full-service restaurant company, and as of May 28, 2023, we owned and operated 1,914 restaurants through subsidiaries in the United States and Canada under the Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\n, Eddie V’s Prime Seafood\n®\n, and The Capital Burger\n®\n trademarks.  As of May 28, 2023, we also had 69 restaurants operated by independent third parties pursuant to area development and franchise agreements.  The following table details the number of company-owned and operated restaurants, as well as those operated under franchise agreements, as of May 28, 2023:    \nNumber of restaurants \nOlive\nGarden\nLongHorn\nSteakhouse\nCheddar’s Scratch Kitchen\nYard House (1)\nThe\nCapital\nGrille\nSeasons 52\nBahama Breeze\nEddie V’s\nThe Capital Burger\nTotal\nOwned and operated:\nUnited States\n897\n562\n180\n86\n62\n44\n42\n29\n4\n1,906\nCanada\n8\n—\n—\n—\n—\n—\n—\n—\n—\n8\nTotal\n905\n562\n180\n86\n62\n44\n42\n29\n4\n1,914\nFranchised:\nUnited States (2)\n11\n18\n4\n—\n—\n—\n1\n—\n—\n34\nLatin America\n29\n—\n—\n—\n2\n—\n—\n—\n—\n31\nAsia\n2\n—\n—\n—\n—\n—\n—\n—\n—\n2\nMiddle East\n1\n—\n—\n—\n—\n—\n—\n—\n—\n1\nThe Caribbean\n1\n—\n—\n—\n—\n—\n—\n—\n—\n1\nTotal\n44\n18\n4\n—\n2\n—\n1\n—\n—\n69\n(1)\nIncludes two restaurants that are owned jointly by us and third parties, and managed by us.\n(2)\nIncludes Puerto Rico and Guam.\nDarden Restaurants, Inc. is a Florida corporation incorporated in March 1995, and is the parent company of GMRI, Inc., also a Florida corporation. GMRI, Inc. and certain other of our subsidiaries own and operate our restaurants. GMRI, Inc. was originally incorporated in March 1968 as Red Lobster Inns of America, Inc. We were acquired by General Mills, Inc. in 1970 and became a separate publicly held company in 1995 when General Mills distributed all of our outstanding stock to the stockholders of General Mills.  Our principal executive offices and restaurant support center are located at 1000 Darden Center Drive, Orlando, Florida 32837, telephone (407) 245-4000. Our corporate website address is \nwww.darden.com\n. We make our reports on Forms 10-K, 10-Q and 8-K, Section 16 reports on Forms 3, 4 and 5, and all amendments to those reports available free of charge on our website the same day as the reports are filed with or furnished to the Securities and Exchange Commission. Information on our website is not deemed to be incorporated by reference into this Form 10-K. Unless the context indicates otherwise, all references to “Darden,” “the Company,” “we,” “our” or “us” include Darden Restaurants, Inc., GMRI, Inc. and our respective subsidiaries.\nOn June 14, 2023, we completed our acquisition of Ruth’s Hospitality Group, Inc., a Delaware corporation (Ruth’s), for  $21.50 per share in cash.  Ruth’s is the owner, operator and franchisor of restaurants under the Ruth’s Chris Steak House\n®\n trademark.  As the acquisition was subsequent to our fiscal year ended on May 28, 2023, there was no impact to our consolidated financial statements or operations.  As of the closing, Ruth’s Chris Steak House had 155 locations around the globe, including 81 company-owned or company-operated restaurants and 74 franchised restaurants.  Because our acquisition of Ruth’s was completed during the first quarter of fiscal 2024, the description of the business throughout this Item 1 does not include a description of Ruth’s Chris Steak House unless specifically referenced herein.\nWe have a 52/53 week fiscal year ending the last Sunday in May. Our fiscal year \n2023\n ended May 28, 2023 and consisted of 52 weeks, fiscal 2022 ended May 29, 2022 and consisted of 52 weeks, and fiscal 2021 ended May 30, 2021 and consisted of 52 weeks.\nThe following description of our business should be read in conjunction with the information in Part II of this report under the caption “Item 7 - Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Item 8 - Financial Statements and Supplementary Data.” \n1\nCOVID-19 Pandemic and Other Impacts to our Operating Environment\nDuring fiscal 2022, increases in the number of cases of COVID-19 throughout the United States including the Omicron variant which significantly impacted our restaurants in the third quarter, subjected some of our restaurants to other COVID-19-related restrictions such as mask and/or vaccine requirements for team members, guests or both.\n \n Along with COVID-19, our operating results were impacted by geopolitical and other macroeconomic events, leading to higher than usual inflation on wages and other cost of goods sold; these events further impacted the availability of team members needed to staff our restaurants and caused additional disruptions in our product supply chain.  During fiscal 2023, these events have continued to impact our operating results as wage and cost inflation continue to exceed recent norms.\nThe ongoing efforts to recover from the effects of the COVID-19 pandemic and its variants, along with other geopolitical and macroeconomic events could impact our restaurants through wage inflation, staffing challenges, product cost inflation and disruptions in the supply chain that impact our restaurants’ ability to obtain the products needed to support their operations.\nSegment Information\nWe manage our restaurant brands in North America as operating segments. The brands operate principally in the U.S. within full-service dining. We aggregate our operating segments into reportable segments based on a combination of the size, economic characteristics and sub-segment of full-service dining within which each brand operates. We have four reportable segments: 1) Olive Garden, 2) LongHorn Steakhouse, 3) Fine Dining (which, as of the end of fiscal 2023, includes The Capital Grille and Eddie V’s) and 4) Other Business (which includes Cheddar’s Scratch Kitchen, Yard House, Bahama Breeze, Seasons 52, The Capital Burger and results from our franchise operations). External sales are derived principally from food and beverage sales, we do not rely on any major customers as a source of sales and the customers and long-lived assets of our reportable segments are predominantly in the U.S. There were no material transactions among reportable segments. \nRestaurant Brands\nOlive Garden\nOlive Garden is an internally-developed brand and \nis the largest full-service dining Italian restaurant operator in the United States. Olive Garden \noffers a variety of Italian foods featuring fresh ingredients presented simply with a focus on flavor and quality, and a broad selection of imported Italian wines. In 1982, Olive Garden opened its first restaurant in Orlando, Florida.  \n \nMost dinner menu entrée prices range from $11.00 to $21.00, and most lunch menu entrée prices range from $9.00 to $11.00. The price of each entrée includes as much fresh salad or soup and breadsticks as a guest desires. During fiscal 2023, the average check per person (defined as total sales divided by number of entrées sold) was approximately $22.50, with alcoholic beverages accounting for 5.3 percent of Olive Garden’s sales. Olive Garden maintains dif\nferent menus across its trade areas to reflect geographic differences in consumer preferences, prices and selections, as well as a smaller portioned, lower-priced children’s menu. \nLongHorn Steakhouse\nLongHorn Steakhouse is a full-service steakhouse restaurant brand with locations primarily in the eastern United States, operating in an atmosphere inspired by the American West. LongHorn Steakhouse opened its first restaurant in 1981 and we acquired LongHorn Steakhouse in October 2007 as part of the \nRARE Hospitality International, Inc. (RARE) acquisition.\n LongHorn Steakhouse restaurants feature a variety of menu items including signature fresh steaks and chicken, as well as salmon, shrimp, ribs, pork chops and burgers.\nMost dinner menu entrée prices range from $13.50 to $38.00, and most lunch menu entrée prices range from $9.00 to $12.00. The price of most entrées includes a side and/or salad and as much freshly baked bread as a guest desires. During fiscal 2023, the average check per person was approximately $25.50, with alcoholic beverages accounting for 8.9 percent of LongHorn Steakhouse’s sales. LongHorn Steakhouse maintains different menus for dinner and lunch and different menus across its trade areas to reflect geographic differences in consumer preferences, \nprices and selections, as well as a smaller portioned, lower-priced children’s menu.\nCheddar’s Scratch Kitchen\nCheddar’s Scratch Kitchen is a full-service restaurant brand operating primarily in Texas and throughout the southern, mid-western and mid-Atlantic regions of the United States. The casual dining menu features modern classics and American favorites cooked from scratch. Cheddar’s Scratch Kitchen opened its first restaurant in 1979 and we acquired Cheddar’s Scratch Kitchen in April 2017.\n2\nMost lunch and dinner menu entrée prices range from $8.00 to $23.00.  During fiscal 2023, the average check per person was approximately $18.00, with alcoholic beverages accounting for 7.9 percent of Cheddar’s Scratch Kitchen’s sales. Cheddar’s Scratch Kitchen features different menus across its trade areas to reflect geographic differences in consumer preferences, prices and selections, \nas well as a smaller portioned, lower-priced children’s menu\n.\nYard House\nYard House is a full-service restaurant brand operating in metropolitan areas across the United States and is known for great food, classic rock and over 100 draft beer offerings. The American menu includes more than 100 chef driven items with a wide range of appetizers, snacks, burgers and steaks, street tacos, salads, sandwiches and a generous selection of vegetarian dishes. Yard House opened its first restaurant in 1996 and we acquired Yard House in August 2012.  \nYard House design elements create a contemporary, yet casual, “come as you are” environment.  Most lunch and dinner menu entrée prices range from $10.00 to $48.00. During fiscal 2023, the average check per person was approximately $34.50, with alcoholic beverages accounting for 32.6 percent of Yard House’s sales. Yard House maintains different menus and selections of craft beers across its trade areas to reflect geographic differences in consumer preferences, prices and selections, as well as a smaller portioned, lower-priced children’s menu. \nThe Capital Grille\nThe Capital Grille is a fine dining restaurant brand with locations primarily in major metropolitan cities in the United States featuring relaxed elegance and style. The Capital Grille opened its first restaurant in 1990 and we acquired The Capital Grille in October 2007 as part of\n the RARE acquisition.\n Nationally acclaimed for dry aging steaks on the premises, the restaurants feature an award-winning wine list offering over 350 selections, personalized service, a comfortable club-like atmosphere, and premiere private dining rooms.\nMost dinner menu entrée price\ns range from $35.00 to $95.00 and m\nost lunch menu entrée p\nrices range from $20.00 to $49.00. Durin\ng fiscal 2023, the average check per person was approxi\nmately $97.00, with al\ncoholic beverages accounting for\n 26.9 percent\n of The Capital Grille’s sales. The Capital Grille offers different menus for dinner and lunch and varies its wine list to reflect geographic differences in consumer preferences, prices and selections. \nSeasons 52\nSeasons 52 is an internally-developed full-service restaurant brand with a casually sophisticated, fresh grill and wine bar that offers a seasonally changing menu with all items under 595 calories. The menu includes an international collection of wines, featuring 52 wines available by the glass, along with exceptional signature handcrafted cocktails. In 2003, Seasons 52 opened its first restaurant in Orlando, Florida.  \nMost lunch and dinner menu entrée prices range\n from $13.00 to $49.50. During fiscal 2023, the average check per person was approximately $49.50, with alcoholic beverages accounting for 23.8 percent of Seasons 52’s sales. Seasons 52 maintains an all-day menu in addition to different seasonal offerings, a pared-down lunch menu and a happy-hour menu.\nBahama Breeze\nBahama Breeze is an internally-developed full-service restaurant brand operating primarily in the eastern United States that offers guests the feeling of a Caribbean escape, with food, drinks and atmosphere found in the islands. The menu features distinctive, Caribbean-inspired fresh seafood, chicken and steaks as well as handcrafted tropical cocktails. \nIn 1996, Bahama Breeze opened its first restaurant in Orlando, Florida.  \nMost lunch and dinner menu entrée prices range from $9.00 to $25.00. During fiscal 2023, the average check per person was approximately $32.50, with alcoholic beverages accounting for 21.8 percent of Bahama Breeze’s sales. Bahama Breeze maintains different menus across its trade areas to reflect geographic differences in consumer preferences, prices and selections, as well as a smaller portioned, lower-priced children’s menu. \nEddie V’s\nEddie V’s is a fine dining restaurant brand with locations in major metropolitan cities in the United States, with a sophisticated and contemporary ambiance, featuring live music trios nightly in the V Lounge. Dishes are artistically prepared and feature an ever-changing array of seasonal seafood, along with critically acclaimed prime steaks, hand cut and broiled to perfection.  The atmosphere provides an alluring dining experience reminiscent of a modern day Gatsby, infusing an indulgent experience with an irresistible vibe.  Eddie V’s opened its first restaurant in 2000 and we acquired Eddie V’s in November 2011. \n3\nMost dinner menu entrée prices range from $38.00 to $107.00. During fiscal 2023, the average check per person was approximately $114.50, with alcoholic beverages accounting for 29.1 percent of Eddie V’s sales. Eddie V’s maintains different menus for dinner and varies its wine list to reflect geographic differences in consumer preferences, prices and selections. \nThe Capital Burger\nThe Capital Burger is an internally created, development-stage full-service restaurant concept with locations primarily in major metropolitan cities in the United States that offers guests a luxe burger experience. The Capital Burger opened its first restaurant in 2018. The menu features burgers made with a proprietary beef blend, sandwiches and appetizers. It is a bar-centric concept offering local craft beers, a unique wine list and spiked shakes. Multiple items take from the parentage of The Capital Grille, like the signature Stoli Doli, a pineapple-infused martini. \nMost lunch and dinner menu entrée prices range from $17.00 to $39.00. During fiscal 2023, the average check per person was approximately $34.00, with alcoholic beverages accounting for 30.5 percent of The Capital Burger’s sales.  The Capital Burger maintains an all-day menu in addition to a happy hour menu.\nThe following table shows our restaurant growth over the last five years and lists the number of restaurants owned and operated by each of our brands and concept as of the end of the fiscal years indicated and excludes Ruth’s Chris Steak House since the information provided below is as of May 28, 2023.  The table excludes our restaurants operated by independent third parties pursuant to area development and franchise agreements. The final column in the table lists our total sales from continuing operations for the fiscal years indicated.\nFiscal\nYear\nOlive\nGarden\nLongHorn\nSteakhouse\nCheddar’s Scratch Kitchen\nYard House\nThe\nCapital\nGrille\nSeasons\n52\nBahama\nBreeze\nEddie V’s\nThe Capital Burger\nTotal\nRestaurants\nTotal \nSales\n(\nin millions\n) (1)\n2019\n866\n514\n161\n79\n57\n44\n42\n21\n1\n1,785\n$8,510.4\n2020\n868\n522\n165\n81\n58\n44\n41\n23\n2\n1,804\n$7,806.9\n2021\n875\n533\n170\n81\n60\n44\n42\n26\n3\n1,834\n$7,196.1\n2022\n884\n546\n172\n85\n62\n45\n42\n28\n3\n1,867\n$9,630.0\n2023\n905\n562\n180\n86\n62\n44\n42\n29\n4\n1,914\n$10,487.8\n(1) During fiscal 2020 and 2021, many of our locations experienced restrictions on operations, including the ability to have dine-in operations and were subject to vaccine and/or mask mandates as a result of the COVID-19 pandemic.  \nStrategy\nWe believe that capable operators of strong multi-unit brands have the opportunity to increase their share of the restaurant industry’s full-service segment. Generally, the restaurant industry is considered to be comprised of three segments: quick service, fast casual, and full-service. All of our restaurants fall within the full-service segment, which is highly fragmented and includes many independent operators and small chains. We believe we have strong brands, and that the breadth and depth of our experience and expertise sets us apart in the full-service restaurant industry. This collective capability is the product of investments over many years in areas that are critical to success in our business, including restaurant operations excellence, brand management excellence, supply chain, talent management and information technology, among other things.\nOur operating philosophy remains focused on strengthening the core operational fundamentals of the business by providing an outstanding guest experience rooted in culinary innovation, attentive service, engaging atmosphere, and integrated marketing. Darden enables each brand to reach its full potential by leveraging its scale, insights, and experience in a way that protects uniqueness and competitive advantages. Additionally, our brands can capitalize on data driven insights to deliver customized one-to-one customer relationship marketing. We hold ourselves accountable for operating our restaurants with a sense of urgency to achieve our commitments to all of our stakeholders.\n4\nRecent and Planned Restaurant Growth \nDuring fiscal 2023, we added 47 net new company-owned restaurants in the United States. Our fiscal 2023 actual restaurant openings and closings, fiscal 2024 projected openings, and approximate capital investment, square footage and dining capacity, by brand \n(4)\n, are shown below:\nActual - Fiscal 2023\nProjected - Fiscal 2024 (4)\nPro-Forma New Restaurants (4)\nRestaurant Openings\nRestaurant Closings\nNew Restaurant Openings\nCapital Investment\n Range (1)\n (in millions)\nApproximate Square Feet\n(2)\nApproximate Dining Seats\n(3)\nOlive Garden\n22\n1\n18-22\n$4.0\n-\n$5.8\n7,700\n250\nLongHorn Steakhouse\n18\n2\n15-18\n$3.3\n-\n$4.6\n5,700\n180\nCheddar’s Scratch Kitchen\n10\n2\n4-5\n$4.0\n -\n$5.3\n6,000\n210\nYard House \n2\n1\n2-3\n$7.0\n-\n$9.2\n11,000\n360\nThe Capital Grille\n2\n2\n2-4\n$8.5\n-\n$10.0\n10,000\n320\nSeasons 52\n1\n2\n0-1\n$6.0\n-\n$7.2\n9,000\n250\nBahama Breeze\n—\n—\n1-2\n$5.6\n-\n$7.0\n9,000\n350\nEddie V’s\n1\n—\n2-3\n$8.5\n-\n$10.0\n10,000\n320\nTotals\n56\n10\n46-53\n(1)\nIncludes cash investments for building, equipment, furniture and other construction costs; excludes internal capitalized overhead, pre-opening expenses, tenant allowance and future lease obligations. Olive Garden, LongHorn Steakhouse and Cheddar’s Scratch Kitchen capital investments are based on costs associated with land-only leases; Yard House, The Capital Grille, Seasons 52, Bahama Breeze and Eddie V’s capital investments are based on ground and building leases. Actual costs can vary significantly depending on the specific location.\n(2)\nIncludes all space under the roof, including the coolers and freezers; based on primary prototypes.\n(3)\nIncludes bar dining seats and patio seating, but excludes bar stools.\n(4)\nThe Capital Burger is a development-stage concept with limited pro-forma information, and as such, it is excluded from this table.  We project opening approximately 3-4 Ruth’s Chris Steak House restaurants during fiscal 2024 which is captured in the total projected new restaurant openings above.\nWhile our objective is to continue to expand all of our restaurant brands, the actual number of openings for each of our brands for fiscal 2024 will depend on many factors, including our ability to recruit and train restaurant management and hourly personnel, locate appropriate sites, negotiate acceptable purchase or lease terms, obtain necessary local governmental permits, and complete construction.\nWe consider location to be a critical factor in determining a restaurant’s long-term success, and we devote significant effort to the site selection process. Prior to entering a market, we conduct a thorough study to determine the optimal number and placement of restaurants. Our site selection process incorporates a variety of analytical techniques to evaluate key factors. These factors include trade area demographics, such as target population density and household income levels; competitive influences in the trade area; the site’s visibility, accessibility and traffic volume; and proximity to activity centers such as shopping malls, hotel/motel complexes, offices and universities. Members of senior management evaluate, inspect and approve each restaurant site prior to its acquisition. Constructing and opening a new restaurant typically takes approximately 250 days on average after the site is acquired and permits are obtained.\nWe systematically review the performance of our restaurants to ensure that each one meets our standards. When a restaurant falls below minimum standards, we conduct a thorough analysis to determine the causes, and implement operational and marketing plans to improve that restaurant’s performance. If performance does not improve to acceptable levels, the restaurant is evaluated for relocation, closing or conversion to one of our other brands. Permanent closures are typically due to economic changes in trade areas, the expiration of lease agreements, or site concerns. Accordingly, we continue to evaluate our site locations in order to minimize the risk of future closures or asset impairment charges. \n5\nRestaurant Operations\nWe believe that high-quality restaurant management is critical to our long-term success. Our restaurant management structure varies by brand and restaurant size. We issue detailed operations manuals covering all aspects of restaurant operations, as well as food and beverage manuals which detail the preparation procedures of our recipes. The restaurant management teams are responsible for the day-to-day operation of each restaurant and for ensuring compliance with our operating standards.\nThe management structures below describe our restaurant operations during the normal and fully operational conditions that were in place at the end of fiscal 2023. Since the recovery from the COVID-19 pandemic, the staffing levels at many of our restaurants have returned to pre-pandemic levels. \nEach Olive Garden restaurant is led by a General Manager, and each LongHorn Steakhouse and Cheddar’s Scratch Kitchen restaurant is led by a Managing Partner. Each also has three to six additional managers, depending on the operating complexity and sales volume of the restaurant. In addition, each restaurant typically employs between 35 to 200 hourly team members, most of whom work part-time. Restaurant General Managers or Managing Partners report to a Director of Operations who is responsible for approximately five to eleven restaurants. Each Director of Operations reports to a Senior Vice President of Operations who is responsible for between 80 and 120 restaurants. Restaurants are visited regularly by operations management, including officer level executives, to help ensure strict adherence to all aspects of our standards and to solicit feedback on opportunities for improvement.\n \nEach Yard House and Bahama Breeze restaurant is led by a General Manager, and each The Capital Grille, Seasons 52, Eddie V’s and The Capital Burger restaurant is led by a Managing Partner. Each also has three to ten additional managers. Each Yard House, The Capital Grille, Seasons 52 and Eddie V’s restaurant has one executive chef and one to two sous chefs. The Capital Burger restaurant has one sous chef and each Bahama Breeze restaurant has one to three culinary managers.  In addition, each restaurant typically employs between 60 to 200 hourly team members, most of whom work part-time. The General Manager or Managing Partner of each restaurant reports directly to a Director of Operations, who has operational responsibility for approximately three to eleven restaurants. Restaurants are visited regularly by operations management, including officer level executives, to help ensure strict adherence to all aspects of our standards and to solicit feedback on opportunities for improvement.\nOur Learning and Development team in partnership with each brand’s training leader, together with senior operations executives, is responsible for developing and maintaining our operations training programs. These efforts include an eight to twelve-week training program for management trainees and continuing development programs for all levels of leadership. The emphasis of the training and development programs varies by restaurant brand, but includes inclusive leadership, restaurant business management and culinary skills. We also use a highly structured training program to open new restaurants, including deploying training teams experienced in all aspects of restaurant operations. The opening training teams typically begin work one and a half weeks prior to opening and remain at the new restaurant for up to three weeks after the opening. They are re-deployed as appropriate to enable a smooth transition to the restaurant’s operating staff.\nWe maintain performance measurement and incentive compensation programs for our management-level team members. We believe that our leadership position, strong results-oriented culture and various short-term and long-term incentive programs, including stock-based compensation, enhances our ability to attract and retain highly motivated restaurant managers.\nQuality Assurance \nOur Total Quality Department helps ensure that all restaurants provide safe, high-quality food in a clean and safe environment. \nThrough rigorous supplier and risk-based product evaluations, we purchase only products that meet or exceed our product specifications. We rely on independent third parties to inspect and evaluate our suppliers and distributors. Suppliers that produce “high-risk” products are subject to a food safety evaluation by Darden personnel at least annually. We require our suppliers to maintain sound manufacturing practices and operate with comprehensive Hazard Analysis and Critical Control Point (HACCP) food safety programs and risk-based preventative controls adopted by the U.S. Food and Drug Administration. These programs focus on preventing hazards that could cause food-borne illnesses by applying scientifically-based controls to analyze hazards, identify and monitor critical control points, and establish corrective actions when monitoring shows that a critical limit has not been met.\nThird party auditors inspect each restaurant regularly throughout the year to assess food safety and sanitation practices. Our total quality team verifies the application of preventative controls through on-site support visits ensuring an effective and robust \n6\nfood safety system. Total quality managers provide support to operations staff with education and training in food safety and sanitation. The team also serves as a liaison to regulatory agencies on issues relating to food safety.\nPurchasing and Distribution\nOur ability to ensure a consistent supply of safe, high-quality food and supplies at competitive prices to all of our restaurant brands depends on reliable sources of procurement. Our purchasing staff sources, negotiates and purchases food and supplies from more than 1,500 suppliers whose products originate in more than 35 countries. Suppliers must meet our requirements and strict quality control standards in the development, harvest, catch and production of food products. Competitive bids, long-term contracts and strategic supplier relationships are routinely used to manage availability and cost of products.\nWe believe that our significant scale is a competitive advantage and our purchasing team leverages this purchasing capability. Our purchasing staff travels routinely within the United States and internationally to source top-quality food products at competitive prices.  We actively engage with and monitor our suppliers, both in person and remotely, including hosting virtual visits and audits.  We believe that we have established excellent long-term relationships with key suppliers and usually source our product directly from producers (not brokers or middlemen).  We actively support several national minority supplier organizations to ensure that we incorporate women- and minority-owned businesses in our purchasing decisions.\nWe have entered into long-term agreements with multiple third-party national distribution companies to deliver food and supplies to our restaurants. Under these arrangements we maintain ownership of the food and supplies inventory through our subsidiary Darden Direct Distribution, Inc. (Darden Direct).  This inventory is stored in distribution company warehouses that are wholly or primarily dedicated to Darden where practical to do so.  Because of the relatively rapid turnover of perishable food products, inventories in the restaurants have a modest aggregate dollar value in relation to sales.\nWe continue to drive automation of our supply chain by collaborating with our suppliers, logistics partners and distributors to improve optimization with information visibility and other technological advances.  These and other terms of Darden Direct’s long-term supply agreements further enable our purchasing staff to integrate demand forecasts into our purchasing operations, driving efficiencies in our operations.\nAdvertising and Marketing\nIntegrated marketing is a key element of our strategy, and our scale enables us to be a leading advertiser in the full-service dining segment of the restaurant industry.\n \nOlive Garden leverages the efficiency of national advertising, on both traditional and streaming television, supplemented with additional targeted digital media investments.\n \nLongHorn Steakhouse uses digital advertising to build engagement and loyalty by market.\n \nCheddar’s Scratch Kitchen, Yard House, The Capital Grille, Seasons 52, Bahama Breeze, Eddie V’s and The Capital Burger do not use television advertising, but rely on local and digital marketing.\n \nOur restaurants appeal to a broad spectrum of consumers and we use advertising and marketing to build awareness and strengthen our brands’ relevance.\n \nWe implement periodic promotions, as appropriate, to increase frequency of guest visits while maintaining overall profitability. We also rely on outdoor billboard and email advertising, as well as radio, digital coupons, search engine marketing and social media such as Facebook® and Instagram®, as appropriate, to attract, engage and retain our guests.\n \nWe have developed and consistently use sophisticated consumer marketing research techniques to monitor guest satisfaction and evolving food service trends and marketplace dynamics.\nIn fiscal 2023, we continued a multi-year effort to implement new technology platforms that allow us to digitally engage with our guests and team members and strengthen our marketing and analytics capabilities in an increasingly connected society.  We also continued making improvements to our online and mobile ordering and payment systems across all of our brands.\n \nIn addition, we continued working on developing sophisticated customer relationship management programs, data analytics and data-driven marketing approaches to effectively and efficiently target our existing and potential guests across our portfolio of brands.  This enables us to tailor our messaging and offerings depending on guest visit history, preferences and brand loyalty.\nHuman Capital\nWe prioritize our team members through our People Strategy that includes four strategic imperatives:\n•\nHire - Attract and select diverse team members that reflect our values and are committed to our results-oriented culture;\n•\nTrain - Teach team members to perform in today’s environment and develop the skills to meet tomorrow’s needs;\n7\n•\nReward - Invest in compelling programs that recognize team members when goals are achieved and further motivate our culture of winning; and \n•\nRetain - Keep team members engaged and motivated, ready to deliver results and grow their careers.\nWe closely track and assess a variety of metrics that help us to evaluate our performance on each of these imperatives.\nHire.  \nWe are committed to attracting, engaging, developing and retaining a workforce that mirrors the diversity of our guests and the communities in which we operate.  We track a variety of workforce statistics to help us understand the gender, racial and ethnic diversity of our team members.\n \nKey team member statistics as of the end of fiscal 2023 included the following:\nTotal team members (hourly and salaried)\n187,384\nTotal number of hourly team members\n177,164\nPercent of hourly team members – female\n58%\nPercent of hourly team members – members of racial or ethnic minority groups\n55%\nTotal number of new hires of hourly team members during fiscal 2023\n182,882\nPercent of hourly new hires – female\n57%\nPercent of hourly new hires – members of racial or ethnic minority groups\n57%\nIn addition to the gender, racial and ethnic diversity of our workforce, our team members are also very diverse in age; we employ members of five generations of the United States population: Traditionalists, Baby Boomers, Generation X, Millennials and Centennials.\n \nWe provide our EEO-1 report and additional details about our inclusion and diversity programs on our website at www.darden.com.\nTrain.\n \nWe succeed because of our people, and with our success come rewards, recognition and great opportunities for our team members.\n \nWe regularly invest in our team members’ careers by providing the tools they need to succeed in their current roles, to grow personally and professionally, and to deliver exceptional experiences to our guests each day.\n \nWith thousands of leadership positions across our restaurants, we provide a pathway and training for thousands of individuals across the country to advance from entry-level jobs into management roles.\n \nIn fiscal 2023, 81% of the participants in our restaurant Manager In Training program were internal promotions and 100% of the new General Managers or Managing Partners were internal promotions.\nReward.\n  We believe that we provide working conditions and pay and benefits that compare favorably with those of our competitors. Most team members, other than restaurant management and corporate management, are paid on an hourly basis.\n \nWe offer our team members flexible work schedules and competitive pay and benefits, including paid sick leave and access to free counseling through our employee assistance program for team members and their families.\n \nWe regularly review our pay and benefits programs to identify and implement enhancements to the ways we reward our team members.\n \nIn January 2022, we announced that each hourly restaurant team member company-wide would earn a minimum hourly wage of at least $12 per hour, inclusive of tip income.  Also in January 2022, we began a new \"First Rewards” program to provide a phantom stock grant worth $10,000 to newly promoted General Managers and Managing Partners, numbering approximately 300 annually, to reward these high-performing leaders and provide immediate alignment between their compensation and shareholder value creation.\n \nFurther, in fiscal 2023, the Darden Restaurants Foundation introduced the Next Course Scholarship program for children and dependents of our team members and in its inaugural year, the program awarded scholarships worth $3,000 each to nearly 100 children or dependents of Darden team members.\n \n In January 2023, we introduced a new benefit for restaurant team members called Fast Fluency – which offers Spanish-speaking team members the chance to learn English for free. \nNone of our team members are covered by a collective bargaining agreement.\n \nWe consider our team member relations to be good, with our employee engagement levels nearly double the United States average, as recently surveyed by Gallup, Inc.\nConsistent with our core values of respect, caring and teamwork, in fiscal 1999 we established a program called Darden Dimes to help fellow Darden team members in need.\n \nDarden Dimes provides short-term financial grants to team members experiencing financial need caused by unexpected emergencies or catastrophic natural disasters. Participating team members \n8\ndonate as little as 10 cents from each paycheck to the Darden Dimes fund, which raised and granted over $2.0 million in fiscal 2023.\nRetain.\n \nAs a full-service restaurant company, food is always top of mind, but our team members make the difference: they are at the heart of everything we do.\n \nWe believe the guest experience can never exceed the team member experience, so we strive to hire the best individuals and retain them by fostering an environment of respect and inclusion, where diversity of thought and background is valued and everyone has the opportunity to develop and grow their careers.\n \nIn addition, our geographic footprint often puts us in a position to offer our restaurant team members jobs in their current roles when personal circumstances require relocation.\nDarden’s consolidated turnover rate for hourly team members during fiscal 2023 was 93%, one of the lowest rates in the restaurant industry. Each of our brands experienced a turnover rate during fiscal 2023 that was lower than the most recent relevant casual dining or fine dining turnover rate for their segment of the industry as reported in The People Report\nTM \nby Black Box Intelligence\nTM\n.\n \nDarden’s consolidated restaurant management turnover rate of 19% was also significantly lower than the broader restaurant industry benchmark.  Our executive leadership (vice president and above) has an average of over 17 years of experience with Darden, while our restaurant General Managers and Managing Partners have an average of 14 years of experience with us. \nInformation Technology and Cybersecurity\nWe strive for leadership in the restaurant business by using technology as a competitive advantage and as an enabler of our strategy. We have implemented technology-enabled business solutions to improve financial control, cost management, guest service and employee effectiveness, as well as enable e-commerce. These solutions are designed to be used across restaurant brands, yet are flexible enough to meet the unique needs of each restaurant brand.  Our strategy is to fully integrate systems to drive operational efficiencies and enable restaurant teams to focus on restaurant operations excellence. Restaurant hardware and software support for all of our restaurant brands is provided or coordinated from the restaurant support center facility in Orlando, Florida. Our data center contains sufficient computing power to process information from all restaurants quickly and efficiently.  We leverage public cloud computing where appropriate to enhance our capabilities and to leverage scale.  Our information is processed in a secure environment to protect both our data and the physical computing assets. We guard against business interruption by maintaining a disaster recovery plan, which includes storing critical business information off-site, testing the disaster recovery plan annually and providing on-site power backup. We periodically engage third parties to perform cybersecurity audits utilizing the National Institute of Standards and Technology framework. We also engage third parties to conduct security reviews of our network, processes and systems on a regular basis.  We use internally developed proprietary software, cloud-based software as a service (SaaS), as well as purchased software, with proven, non-proprietary hardware.\nAll of our brands share a secure, robust digital platform with online ordering and other guest-facing capabilities. We also have deployed mobile applications with online ordering and other features for all of our casual dining brands and for most of our specialty restaurant brands. We successfully leverage these digital capabilities to address evolving guest needs. We will continue to invest in these platforms and applications to enhance the guest experience.  \nWe maintain a robust system of data protection and cybersecurity resources, technology and processes. We regularly evaluate new and emerging risks and ever-changing legal and compliance requirements. We make strategic investments to address these risks and compliance requirements to keep Company, guest and team member data secure. We monitor risks of sensitive information compromise at our business partners where relevant and reevaluate these risks on a periodic basis. We also perform annual and ongoing cybersecurity awareness training for our restaurant management and restaurant support center team members. In addition, we provide annual credit card handling training following Payment Card Industry (PCI) guidelines to all team members that handle guest credit cards.\nOur management believes that our current systems and practice of implementing regular updates positions us well to support current needs and future growth. We use a strategic information systems multi-year planning process that involves senior management and is integrated into our overall business planning. We provide data protection and cybersecurity reports to the Audit Committee of the Company’s Board of Directors on a quarterly basis and periodically to the full Board of Directors. Information systems projects are prioritized based upon strategic, financial, regulatory, risk and other business advantage criteria.\nCompetition\nThe restaurant industry is intensely competitive with respect to the type and quality of food, price, service, restaurant location, personnel, brand, attractiveness of facilities, availability of carryout and home delivery, internet and mobile ordering \n9\ncapabilities and effectiveness of advertising and marketing. The restaurant business is often affected by changes in consumer tastes; national, regional or local economic conditions; demographic trends; traffic patterns; the type, number and location of competing restaurants; and consumers’ discretionary purchasing power. We compete within each market with national and regional chains and locally-owned restaurants for guests, management and hourly personnel and suitable real estate sites. In addition, expanding product offerings at fast casual and quick-service restaurants and the convenience of home delivery services, together with negative economic conditions, could cause consumers to choose less expensive alternatives or reduce the frequency of their restaurant visits. We expect intense competition to continue in all of these areas.\nOther factors pertaining to our competitive position in the industry are addressed under the sections entitled “Purchasing and Distribution,” “Advertising and Marketing” and “Information Technology and Cybersecurity” in this Item 1 and in our Risk Factors in Item 1A of this Form 10-K.\nTrademarks and Service Marks\nWe regard our Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\n, Eddie V’s Prime Seafood\n®\n, The Capital Burger\n®\n, Ruth’s Chris Steak House\n®\n, Darden\n® \nand Darden Restaurants\n® \nservice marks, and other service marks and trademarks related to our restaurant businesses, as having significant value and as being important to our marketing efforts.  Our policy is to pursue registration of our important service marks and trademarks and to vigorously oppose any infringement of them.  Generally, with appropriate renewal and use, the registration of our service marks and trademarks will continue indefinitely.\nFranchises, Joint Ventures and New Business Development\nAs of May 28, 2023, we operated 1,914 restaurants through subsidiaries in the United States and Canada. We own all of those locations, except for 2 restaurants managed by us and owned by joint ventures in which we hold a majority ownership.  We control the joint ventures’ use of our service marks and the joint ventures pay management fees to us, which are not material to our consolidated financial statements.\nAs of May 28, 2023, franchisees operated 34 franchised restaurants in the United States and 35 franchised restaurants outside of the United States.  We have area development, franchise and/or license agreements in place with unaffiliated operators to develop and operate Olive Garden, LongHorn Steakhouse, Cheddar’s Scratch Kitchen, The Capital Grille and Bahama Breeze restaurants in the following regions:\n•\nUnited States (including Puerto Rico and Guam),\n•\nMexico, \n•\nCentral and South America (Brazil, Costa Rica, Ecuador, El Salvador and Panama),\n•\nPhilippines,\n•\nAruba, and\n•\nSaudi Arabia.\nThe open and operating franchised restaurants are all reflected in the table under the “Introduction” section of this Item 1.  We do not have an ownership interest in any of these franchisees, but we receive fees under the area development and franchise agreements and royalty income under the franchise or license agreements.  The amount of income we derive from our franchise arrangements is not material to our consolidated financial statements.\nWe license the sales and distribution of several items including Olive Garden salad dressings, salad croutons and seasoning through various channels including wholesale distribution chains and major grocery chains.  The amount of income we derive from these licensing arrangements is not material to our consolidated financial statements.\nSeasonality\nOur sales volumes have historically fluctuated seasonally. Typically, our average sales per restaurant are highest in the winter and spring, followed by the summer, and lowest in the fall.  Holidays, changes in the economy, severe weather and similar conditions may impact sales volumes seasonally in some operating regions. Because of the historical seasonality of our business and these other factors, results for any fiscal quarter are not necessarily indicative of the results that may be achieved for the full fiscal year.\n10\nGovernment Regulation\nWe are subject to various federal, state, local and international laws affecting our business.  Each of our restaurants must comply with licensing requirements and regulations by a number of governmental authorities, which include health, safety and fire agencies in the state or municipality in which the restaurant is located.  The development and operation of restaurants depend on selecting and acquiring suitable sites, which are subject to zoning, land use, environmental, traffic and other regulations.  To date, we have not been significantly affected by any difficulty, delay or failure to obtain required licenses or approvals.\nDuring fiscal 2023, 11.2 percent of our sales were attributable to the sale of alcoholic beverages.  Regulations governing their sale require licensure by each site (in most cases, on an annual basis), and licenses may be revoked or suspended for cause at any time. These regulations relate to many aspects of restaurant operation, including the minimum age of patrons and employees, hours of operation, advertising, wholesale purchasing, inventory control and handling, and storage and dispensing of alcoholic beverages.  As a result of the impact of the COVID-19 pandemic on restaurants, many states have modified their regulations to permit To Go sales of alcoholic beverages, and in some locations we now offer a variety of alcoholic beverages, including in bottles, from draft and mixed drinks To Go.  The failure of a restaurant to obtain or retain these alcoholic beverage licenses or to comply with regulations governing the sale of alcoholic beverages would adversely affect the restaurant’s operations. We also are subject in certain states to “dram shop” statutes, which generally provide an injured party with recourse against an establishment that serves alcoholic beverages to an intoxicated person who then causes injury to himself or a third party.  We carry liquor liability coverage as part of our comprehensive general liability insurance.\nWe also are subject to federal and state minimum wage laws and other laws governing such matters as overtime, tip credits, working conditions, paid leave, safety standards, and hiring and employment practices.\nSince 1995, Darden has had a Tip Rate Alternative Commitment (TRAC) agreement with the Internal Revenue Service (IRS).  TRAC requirements, which include increased educational and other efforts in each restaurant to increase the reporting compliance of employees with respect to cash tips, are applied across all of our brands.  Compliance with TRAC requirements reduces the likelihood of potential employer-only FICA tax assessments related to cash tips that are unreported by employees at Darden’s covered units.  Consistent with our long-standing agreement with the IRS, we work proactively with IRS personnel responsible for tip compliance to ensure that we are taking the appropriate steps to continue to meet our TRAC obligations.\n  \nIn 2023, the IRS issued a proposed revenue procedure that would establish the Service Industry Tip Compliance Agreement (SITCA) program and eliminate TRAC. We are working closely with the IRS as it finalizes its guidance.\nWe are subject to federal and state environmental regulations, but these rules have not had a material effect on our operations. During fiscal 2023, there were no material capital expenditures for environmental control facilities and no material expenditures for this purpose are anticipated.\nOur facilities must comply with the applicable requirements of the Americans with Disabilities Act of 1990 (ADA) and related state accessibility statutes.  Under the ADA and related state laws, we must provide equivalent service to disabled persons and make reasonable accommodation for their employment, and when constructing or undertaking significant remodeling of our restaurants, we must make those facilities accessible.\nWe are subject to federal and state regulations relating to employer-provided health insurance, but these rules have not had a material effect on our operations. \nWe are subject to laws and regulations relating to the preparation and sale of food, including regulations regarding product safety, nutritional content and menu labeling.  We are subject to laws and regulations requiring disclosure of calorie, fat, trans fat, salt and allergen content. \nWe are subject to laws relating to information security, privacy, cashless payments and consumer credit, protection and fraud.  An increasing number of governments and industry groups worldwide have established data privacy laws and standards for the protection of personal information, including social security numbers, financial information (including credit card numbers), and health information.  As a merchant and service provider of point-of-sale services, we are also subject to the Payment Card Industry Data Security Standard issued by the Payment Card Industry Council (PCI DSS).  \nWe are subject to anti-corruption laws in the United States and in the international jurisdictions where we do business, including the Foreign Corrupt Practices Act.  We are also subject to a variety of international laws relating to franchising and licensing of intellectual property in the various countries across the world where we are engaged in franchising our restaurant brands.\nSee Item 1A “Risk Factors” below for a discussion of risks relating to federal, state and local regulation of our business, including in the areas of data privacy and environmental matters.\n11\nSustainability\nThe sustainability of our food sources and restaurant operations is a key component of providing great service and food to our guests. During fiscal 2023, we remained focused on our climate strategy, restaurant sustainability metrics and Darden’s Animal Welfare Council. We will continue to adapt our sustainability approach with development or enhancement of integrated and strategic priorities in the near term across the enterprise, from the food we source to the operation of our restaurants. \nDarden manages energy and water conservation within our restaurant operations and engages with our supply chain partners on sustainability topics including climate, deforestation and animal welfare. In fiscal 2023, Darden expanded its assessment and disclosure of environmental metrics in our operations and extended value chain. Additional environmental indicators, including energy and water consumption, waste generation and diversion, as well as Scope 3 greenhouse gas emissions, are reported on our website at \nwww.darden.com/our-impact/communities/sustainability\n.\n \nGreenhouse Gas (GHG) Emissions\n(1)\nFiscal Year Ended\n(in metric tons CO2e)\nMay 29, 2022\nMay 30, 2021\nMay 31, 2020\nAverage Per Restaurant \n(2)\n412\n373\n(3)\n424\nTotal - Scope 1 and 2\n769,811\n(4)\n683,294\n774,200\n(1)\nGHG reporting is for the fiscal year preceding the year of this report and is not available for the current financial reporting period.  Above emissions are for owned and operated restaurants only.\n \nFranchises are accounted for in our Scope 3 inventory.\n(2)\nPer restaurant Intensity Ratio includes only Scope 1 and 2 totals (as defined in the Corporate Accounting and Reporting Standard of the GHG Protocol) divided by the total number of restaurants.\n(3)\nFiscal 2021 emissions reductions resulted from business impacts of the COVID-19 pandemic during fiscal 2021.\n(4)\nAPEX Companies, LLC. provided a statement of third-party verification to a limited assurance level for the above stated values for fiscal year 2022 in accordance with ISO Standard 14064-3 Second edition 2019-4 on greenhouse gases- Part 3: Specification with guidance for the verification and validation of GHG statements.\nWe shared Darden’s Food Principles in 2016 to outline our commitment to guests in areas of sustainable sourcing, nutritional disclosure, food safety and animal welfare. Darden’s Food Principles connect each of these strategic business efforts in a guest-centered platform, including sourcing and ingredient commitments to our guests. We have set commitments related to the following food attributes: animal welfare, chickens raised without medically-important antibiotics, cage-free eggs and gestation crate-free pork. We continue to work with our supplier partners to make progress toward these commitments and we provide annual updates on our efforts in the Sustainability section of our website, \nwww.darden.com\n.\nBuilding on our Food Principles, Darden established an Animal Welfare Policy that adopts an outcomes-based approach to continue to ensure high level of care for farm animals in the food supply chain. To implement this policy, we established an Animal Welfare Council consisting of leading academics and thought leaders with expertise in the care of animals in food supply chains.\n \nThe Council advises and supports the Company on our efforts to advance strategy and implementation of an outcomes-based approach to animal welfare, from supplier collaborations to reporting improvements. \nMore information about our sustainability strategy, our commitment to our guests on Food Principles and our progress to date is available at \nwww.darden.com\n.\nDarden Foundation and Community Affairs\nWe are recognized for a culture that rewards caring for and responding to people. That defines service for Darden.\n \nThe Darden Restaurants, Inc. Foundation (the Foundation) works to bring this spirit of service to life through its philanthropic support of charitable organizations across the country and support for the volunteer involvement of our team members. The Foundation does this by focusing its philanthropic efforts on programs that enhance the communities where our team members and guests live and work.\n \nIn addition, team members at our Restaurant Support Center are eligible for 16 hours per calendar year of paid time for approved community service activities during scheduled work hours.\nIn fiscal 2023, the Foundation awarded approximately $4.2 million in grants to national organizations as well as local nonprofits including Second Harvest Food Bank of Central Florida and the Heart of Florida United Way. These organizations \n12\nprovide service to the public through hunger relief, community engagement, disaster preparedness and the promotion of career opportunities in the culinary industry.\nThe Foundation continued to invest in mobile food pantry programs through its long-standing partnership with Feeding America.\n \nIn fiscal 2023, the Foundation awarded a $2.0 million grant to help fund 10 additional refrigerated box trucks to help Feeding America increase access to nutritious food and address transportation needs at food banks that are under-resourced and serve a high percentage of people of color.\n \nThe most recent donation marks a total of $16.3 million that the Foundation and Darden have contributed to the Feeding America network since 2010.\nOur support of Feeding America and the fight against hunger goes hand-in-hand with our Darden Harvest program, which began in 2003 as a mechanism for delivering fresh and healthy food to people who need it. Each day, our restaurants collect surplus, wholesome food that is not served to guests and, rather than discarding the food, they prepare it for donation to local nonprofit feeding partners. In fiscal 2023, Darden contributed approximately 5.3 million pounds of food, the equivalent of more than 4.4 million meals provided to people in need across the communities served by our restaurants. As an added benefit of the Darden Harvest program, we are able to divert millions of pounds of surplus food from waste streams every year.\nIn fiscal 2023, as part of Darden’s continued commitment to inclusion and diversity, the Foundation donated an additional $500,000 to Boys & Girls Clubs of America to support the development and implementation of programming that will help youth embrace diversity and combat racial discrimination. The Youth for Unity curriculum will provide meaningful, action-oriented solutions to address social injustice and racial inequity and help foster the next generation of leaders, problem-solvers and advocates for change.\nThe Foundation’s funding helps support the National Restaurant Association Educational Foundation’s ProStart program, a national high school program that introduces students to the restaurant industry and provides them with an industry-driven curriculum on topics ranging from culinary techniques to management skills. The Foundation’s fiscal 2023 contribution of $250,000 also supports the Restaurant Ready program to engage and encourage disconnected young people to pursue a path to employment and improve their quality of life.\nWe are also a proud member of the American Red Cross’ Annual Disaster Giving Program, which enables the Red Cross to respond to the needs of individuals and families impacted by disasters anywhere in the United States. In fiscal 2023, the Foundation provided $500,000 to the American Red Cross for the program. In addition to financial support, our restaurants donate meals to feed first responders and victims of natural disasters. The Foundation also provided $250,000 to nonprofit organizations such as Volunteer Florida Foundation to support Hurricane Ian relief and recovery efforts.\nIn fiscal 2023, the Foundation launched the Next Course Scholarship program to help the children or dependents of Darden team members reach their educational goals. The Foundation has partnered with Scholarship America to administer the initiative, which provided scholarships for post-secondary education to children or dependents of eligible full-time and part-time Darden team members for the 2023-24 academic year. As a result, nearly 100 children or dependents of Darden team members were awarded scholarships worth $3,000 each. These team members represent more than 80 different restaurants across seven of our brands and 32 states.\nMore information about the Foundation and its efforts to enhance the quality of life in the communities where we do business is available on our website at \nwww.darden.com\n.",
    "item1a": ">Item 1A. RISK FACTORS \nVarious risks and uncertainties could affect our business.  Any of the risks described below or elsewhere in this report or our other filings with the Securities and Exchange Commission could have a material impact on our business, financial condition or results of operations. It is not possible to predict or identify all risk factors.  Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may also impair our business operations. \n13\nRisks Relating to Inflation and Macroeconomic Disruption\nA failure to address cost pressures, including rising costs for commodities, labor, health care and utilities used by our restaurants, and a failure to effectively deliver cost management activities and achieve economies of scale in purchasing could compress our margins and adversely affect our sales and results of operations.\nOur results of operations depend significantly on our ability to anticipate and react to changes in the price and availability of food, ingredients, labor, health care, utilities, fuel and other related costs over which we may have little control.  We have experienced and continue to experience inflationary conditions with respect to most or all of these costs during fiscal 2023.  Operating margins for our restaurants are subject to changes in the price and availability of food commodities, including beef, pork, chicken, seafood, cheese, butter and produce.  The introduction of or changes to tariffs on imported food products, such as produce and seafood, could increase our costs and possibly impact the supply of those products.   We cannot predict whether we will continue to be able to anticipate and react to changing food costs by adjusting our purchasing practices, menu offerings, and menu prices, and a failure to do so could adversely affect our operating results.  We attempt to leverage our size to achieve economies of scale in purchasing, but there can be no assurances that we can always do so effectively.  We are also subject to the general risks of inflation.  \nIncreases in minimum wage, health care and other benefit costs may have a material adverse effect on our labor costs. We operate in many states and localities where the minimum wage is significantly higher than the federal minimum wage.  The market for labor in the United States is competitive and has resulted in pressure on wages and may continue to do so in the future.  Increases in minimum wage and market pressure may also result in increases in the wage rates paid for non-minimum wage positions.  Many states and localities are also passing laws regulating employment practices and working conditions which could have a material adverse effect on our labor costs in those areas.\nOur restaurants’ operating margins are also affected by fluctuations in the price of utilities such as electricity and natural gas, whether as a result of inflation or otherwise, on which the restaurants depend for their energy supply.  In addition, interruptions to the availability of gas, electric, water or other utilities, whether due to aging infrastructure, weather conditions, fire, animal damage, trees, digging accidents, geopolitical impacts or other reasons largely out of our control, may adversely affect our operations.  Our inability to anticipate and respond effectively to an adverse change in any of these factors could have a significant adverse effect on our sales and results of operations.\nCertain economic and business factors and their impacts on the restaurant industry and other general macroeconomic factors including unemployment, energy prices and interest rates that are largely beyond our control may adversely affect consumer behavior and our results of operations.\nOur business results depend on a number of industry-specific and general economic factors, many of which are beyond our control.  The full-service dining sector of the restaurant industry is affected by changes in international, national, regional and local economic conditions, seasonal fluctuation of sales volumes, consumer spending patterns and consumer preferences, including changes in consumer tastes and dietary habits, and the level of consumer acceptance of our restaurant brands.  The performance of individual restaurants may also be adversely affected by factors such as demographic trends, severe weather including hurricanes, traffic patterns and the type, number and location of competing restaurants.\nGeneral economic conditions, including slow global recovery from the economic downturns related to the COVID-19 pandemic, geopolitical conditions and uncertainty about the strength or pace of economic recovery, have also adversely affected our results of operations and may continue to do so.  Economic recession, a protracted economic slowdown, a worsening economy, increased unemployment, increased energy prices, rising interest rates, a downgrade of the U.S. government’s long-term credit rating, imposition of retaliatory tariffs on important U.S. imports and exports or other industry-wide cost pressures have affected and can continue to affect consumer behavior and spending for restaurant dining occasions and lead to a decline in sales and earnings.  Economic uncertainty has caused and may continue to cause guests to make fewer discretionary purchases, and any significant decrease in our guest traffic or average profit per transaction will negatively impact our financial performance.  In addition, if gasoline, natural gas, electricity and other energy costs remain at the current elevated levels or increase further, and credit card, home mortgage and other borrowing costs increase with rising interest rates, our guests may have lower disposable income and reduce the frequency of their dining occasions, may spend less on each dining occasion or may choose more inexpensive restaurants.\nFurthermore, we cannot predict the effects that actual or threatened armed conflicts, including the ongoing armed conflict in the Ukraine, terrorist attacks, efforts to combat terrorism, heightened security requirements, or a failure to protect information systems for critical infrastructure, such as the electrical grid and telecommunications systems, could have on our operations, the economy or consumer confidence generally. Any of these events could affect consumer spending patterns or result in increased costs for us due to security measures.\n14\nUnfavorable changes in the above factors or in other business and economic conditions affecting our guests could increase our costs, reduce traffic in some or all of our restaurants or impose practical limits on pricing, any of which could lower our profit margins and have a material adverse effect on our sales, financial condition and results of operations.\nRisks Related to Human Capital\nThe inability to hire, train, reward and retain restaurant team members and determine and maintain adequate staffing may impact our ability to achieve our operating, growth and financial objectives.\nOur long-term growth depends substantially on our ability to recruit and retain high-quality team members to work in and manage our restaurants.  Adequate staffing and retention of qualified restaurant team members is a critical factor impacting our guests’ experience in our restaurants.  Maintaining adequate staffing in our existing restaurants and hiring and training staff for our new restaurants requires precise workforce planning which has been complicated by the tight labor market in the United States and on consumer preferences.  The market for the most qualified talent continues to be competitive and we must provide competitive wages, benefits and workplace conditions to maintain our most qualified team members. \n \nA shortage of qualified candidates who meet all legal citizenship or work authorization requirements, failure to recruit and retain new team members in a timely manner or higher than expected turnover levels all could affect our ability to open new restaurants, grow sales at existing restaurants or meet our labor cost objectives. An inability to adequately monitor and proactively respond to team member dissatisfaction could lead to poor guest satisfaction, higher turnover, litigation and unionization which could jeopardize our ability to meet our growth targets or impact our results of operations.\nA failure to recruit, develop and retain effective leaders or the loss or shortage of personnel with key capacities and skills could impact our strategic direction and jeopardize our ability to meet our business performance expectations and growth targets.\nOur future growth depends substantially on the contributions and abilities of key executives and other leadership team members. We must continue to recruit, retain and motivate management team members in order to achieve our current business objectives and support our projected growth.  Unplanned changes in senior management could expose us to significant changes in strategic direction and initiatives.  A failure to maintain appropriate organizational capacity and capability to support leadership excellence (adequate resources, innovative skill sets and expectations) and build adequate bench strength required for growth or a loss of key skill sets could jeopardize our ability to meet our business performance expectations and growth targets.\nWe may be subject to increased labor and insurance costs.\nOur restaurant operations are subject to United States and Canadian federal, state and local laws governing such matters as minimum wages, working conditions, overtime and tip credits.  As federal, state and local minimum wage rates increase, we may need to increase not only the wages of our minimum wage employees, but also the wages paid to employees at wage rates that are above minimum wage.  Labor shortages, increased employee turnover and health care and other benefit or working condition regulations also have increased and may continue to increase our labor costs.  These increased costs could, in turn, lead us to increase our menu prices which could impact our sales. Conversely, if competitive pressures or other factors prevent us from offsetting increased labor costs by increases in menu prices, our profitability may decline. In addition, the current premiums that we pay for our insurance (including workers’ compensation, general liability, property, health, and directors’ and officers’ liability) may increase at any time, thereby further increasing our costs.  The dollar amount of claims that we actually experience under our workers’ compensation and general liability insurance, for which we carry high per-claim deductibles, may also increase at any time, thereby further increasing our costs. Further, the decreased availability of property and liability insurance has the potential to negatively impact the cost of premiums and the magnitude of uninsured losses.\nRisks Relating to Health and Safet\ny\nHealth concerns arising from food-related pandemics, outbreaks of flu, viruses or other diseases may have an adverse effect on our business.\nThe United States and other countries have experienced, or may experience in the future, outbreaks of viruses, such as the novel coronavirus that caused COVID-19, norovirus, avian flu or “SARS,” “MERS,” H1N1 or “swine flu,” or other diseases.  To the extent that a virus or disease is food-borne, or perceived to be food-borne, future outbreaks may adversely affect the price and availability of certain food products and cause our guests to eat less of a product, or could reduce public confidence in food handling and/or public assembly.  For example, public concern over avian flu may cause fear about the consumption of chicken, eggs and other products derived from poultry. The inability to serve poultry-based products would restrict our ability to provide a variety of menu items to our guests. If we change a restaurant menu in response to such concerns, we may lose guests who do not prefer the new menu, and we may not be able to attract a sufficient new guest base to produce the sales needed to make the restaurant profitable. We also may have different or additional competitors for our intended guests as a result of such a change and may not be able to successfully compete against such competitors.  If a virus is transmitted by human contact or respiratory \n15\ntransmission, our employees or guests could become infected, or could choose, or be advised, to avoid gathering in public places, any of which could adversely affect our restaurant guest traffic and our ability to adequately staff our restaurants, receive deliveries on a timely basis or perform functions at the corporate level. We also could be adversely affected if the World Health Organization and/or The United States Centers for Disease Control were to restrict travel to affected geographic areas where we source our products, thus possibly impacting the continuity of supply.  Additionally, jurisdictions in which we have restaurants may impose mandatory closures, seek voluntary closures or impose restrictions on operations.  Even if such measures are not implemented and a virus or other disease does not spread significantly, the perceived risk of infection or significant health risk may cause guests to choose other alternatives to dining out in our restaurants which may adversely affect our business.\nA failure to maintain food safety throughout the supply chain and food-borne illness concerns may have an adverse effect on our business.\nFood safety is a top priority, and we dedicate substantial resources to ensuring that our guests enjoy safe, quality food products.  Even with strong preventative interventions and controls, food safety issues could be caused at the source or by food suppliers or distributors and, as a result, be out of our control and require prompt action to mitigate impact.  In addition, regardless of the source or cause, any report of food-borne illnesses such as E. coli, hepatitis A, norovirus or salmonella, or other food safety issues including food tampering or contamination at one of our restaurants could adversely affect the reputation of our brands and have a negative impact on our sales. Even instances of food-borne illness, food tampering or food contamination occurring solely at restaurants of our competitors could result in negative publicity about the food service industry generally and adversely impact our sales. The occurrence of food-borne illnesses or food safety issues could also adversely affect the price and availability of affected ingredients, resulting in higher costs and lower margins.\nRisks Relating to Information Technology and Privacy\nWe rely heavily on information technology in our operations, and insufficient guest or employee facing technology or a failure to maintain a continuous and secure cyber network, free from material failure, interruption or security breach, could harm our ability to effectively operate our business and/or result in the loss of respected relationships with our guests or employees.\nWe rely heavily on information systems across our operations, including for e-commerce, marketing programs, employee engagement, management of our supply chain, the point-of-sale processing system in our restaurants, and various other processes and transactions. Our ability to effectively manage our business and coordinate the production, distribution and sale of our products depends significantly on the reliability, security and capacity of these systems.  In addition, we must effectively respond to changing guest expectations and new technological developments. Disruptions, failures or other performance issues with guest facing technology systems could impair the benefits that they provide to our business and negatively affect our relationship with our guests.  The failure of these systems to operate effectively, problems with transitioning to upgraded or replacement systems, a material network breach in the security of these systems as a result of a cyber attack, phishing attack, ransomware attack or any other failure to maintain a continuous and secure cyber network could result in substantial harm or inconvenience to the Company, our team members or guests.  This could include the theft of our intellectual property, trade secrets or sensitive financial information.  Some of these essential business processes that are dependent on technology are outsourced to third parties.  While we make efforts to ensure that our providers are observing proper standards and controls, we cannot guarantee that breaches or failures caused by these outsourced providers will not occur.  \nAny such failures or disruptions may cause delays in guest service, reduce efficiency in our operations, require significant capital investments to remediate the problem, result in customer, employee or advertiser dissatisfaction or otherwise result in negative publicity that could harm our reputation.  We could also be subjected to litigation, regulatory investigations or the imposition of penalties.  As information security laws and regulations change and cyber risks evolve, we may incur additional costs to ensure we remain in compliance and protect guest, employee and Company information.\nWe may incur increased costs to comply with privacy and data protection laws and, if we fail to comply or our systems are compromised, we could be subject to government enforcement actions, private litigation and adverse publicity.\nWe receive and maintain certain personal, financial and other information about our customers, employees, vendors and suppliers.  In addition, certain of our vendors receive and maintain certain personal, financial and other information about our employees and customers.  The use and handling, including security, of this information is regulated by evolving and increasingly demanding data privacy laws and regulations in various jurisdictions, as well as by certain third-party contracts and industry standards.  Complying with newly developed laws and regulations, which are subject to change and uncertain interpretations and may be inconsistent from jurisdiction to jurisdiction, may lead to a decline in guest engagement or cause us to incur substantial costs or modifications to our operations or business practices to comply.  In addition, if our security and information systems are compromised as a result of data corruption or loss, cyber attack or a network security incident, or if our employees or vendors fail to comply with these laws and regulations or fail to meet industry standards and this information is obtained by unauthorized \n16\npersons or used inappropriately, it could result in liabilities and penalties and could damage our reputation, cause interruption of normal business performance, cause us to incur substantial costs and result in a loss of customer confidence, which could adversely affect our results of operations and financial condition.  Additionally, we could be subject to litigation and government enforcement actions as a result of any such failure.\nRisks Relating to the Acquisition of Ruth’s\nThe inability to successfully integrate Ruth’s Chris Steak House into our business could harm our ability to achieve the sales growth, cost savings and other benefits we expect to be able to realize in the Ruth’s Chris Steak House operations.\nOn June 14, 2023, we completed our acquisition of Ruth’s, owner, operator and franchisor of Ruth’s Chris Steak House restaurants. Our integration of the Ruth’s Chris Steak House business into our operations is a complex and time-consuming process that may not be successful. The primary areas of focus for successfully combining the business of Ruth’s Chris Steak House with our operations may include, among others: retaining and integrating management and other key employees and franchisees; integrating information, communications and other systems; and managing the growth of the combined company.\nEven if we successfully integrate the business of Ruth’s Chris Steak House into our operations, there can be no assurance that we will realize the anticipated benefits. We acquired Ruth’s Chris Steak House with the expectation that the acquisition would result in various benefits for the combined company including, among others, business and growth opportunities and significant synergies from increased efficiency in purchasing, distribution and other restaurant and corporate support. Increased competition and/or deterioration in business conditions may limit our ability to expand this business. As such, we may not be able to realize the synergies, goodwill, business opportunities and growth prospects anticipated in connection with the acquisition.\nRisks Related to the Restaurant Industry\nWe are subject to a number of risks relating to public policy changes and federal, state and local regulation of our business, including in the areas of environmental matters, minimum wage, employee benefit regulations, unionization, menu labeling, immigration requirements and taxes, and an insufficient or ineffective response to legislation or government regulation may impact our cost structure, operational efficiencies and talent availability. \nThe restaurant industry is subject to extensive federal, state, local and international laws and regulations.  The development and operation of restaurants depends to a significant extent on the selection and acquisition of suitable sites, which are subject to building, zoning, land use, environmental, traffic and other regulations and requirements.  We are subject to licensing and regulation by state and local authorities relating to health, sanitation, safety and fire standards and the sale of alcoholic beverages. We are subject to laws and regulations relating to the preparation and sale of food, including regulations regarding product safety, nutritional content and menu labeling. We are subject to federal, state, and local laws governing employment practices and working conditions.   These laws cover minimum wage rates, wage and hour practices, labor relations, paid and family leave, workplace safety, and immigration, among others.  The myriad of laws and regulations being passed at the state and local level creates unique challenges for a multi-state employer as different standards apply to different locations, sometimes with conflicting requirements.  We must continue to monitor and adapt our employment practices to comply with these various laws and regulations. \nWe also are subject to federal and state laws which prohibit discrimination and other laws regulating the design and operation of facilities, such as the ADA.  Compliance with these laws and regulations can be costly and increase our exposure to litigation and governmental proceedings, and a failure or perceived failure to comply with these laws could result in negative publicity that could harm our reputation.  New or changing laws and regulations relating to union organizing rights and activities may impact our operations at the restaurant level and increase our labor costs. \nWe are subject to a variety of federal, state and local laws and regulations relating to the use, storage, discharge, emission and disposal of hazardous materials. There also has been increasing focus by United States and overseas governmental authorities on other environmental matters, such as climate change, the reduction of greenhouse gases and water consumption. This increased focus may lead to new initiatives directed at regulating a yet to be specified array of environmental matters.  Legislative, regulatory or other efforts to combat climate change or other environmental concerns could result in future increases in the cost of raw materials, taxes, transportation and utilities, which could decrease our operating profits and necessitate future investments in facilities and equipment.\nWe are subject to laws relating to information security, cashless payments and consumer credit, protection and fraud.  Compliance with these laws and regulations can be costly, and any failure or perceived failure to comply with these laws or any breach of our systems could harm our reputation or lead to litigation, which could adversely affect our financial condition or results of operations.\n17\nThe impact of current laws and regulations, the effect of future changes in laws or regulations that impose additional requirements and the consequences of litigation relating to current or future laws and regulations, or an insufficient or ineffective response to significant regulatory or public policy issues, could negatively impact our cost structure, operational efficiencies and talent availability, and therefore have an adverse effect on our results of operations. Failure to comply with the laws and regulatory requirements of federal, state and local authorities could result in, among other things, revocation of required licenses, administrative enforcement actions, fines and civil and criminal liability. Compliance with these laws and regulations can be costly and can increase our exposure to litigation or governmental investigations or proceedings.\nWe face intense competition, and if we have an insufficient focus on competition and the consumer landscape, our business, financial condition and results of operations could be adversely affected.\nThe full-service dining sector of the restaurant industry is intensely competitive with respect to pricing, service, location, personnel, take-out and delivery options and type and quality of food, and there are many well-established competitors. We compete within each market with national and regional restaurant chains and locally-owned restaurants. We also face growing competition as a result of the trend toward convergence in grocery, deli and restaurant services, particularly in the supermarket industry which offers “convenient meals” in the form of improved entrées, side dishes or meal preparation kits from the deli or prepared foods sections. We compete primarily on the quality, variety and value perception of menu items. The number and location of restaurants, type of brand, quality and efficiency of service, attractiveness of facilities and effectiveness of advertising and marketing programs are also important factors. We anticipate that intense competition will continue with respect to all of these factors. If we are unable to continue to compete effectively, our business, financial condition and results of operations could be adversely affected.\nWe are subject to changes in consumer preferences that may adversely affect demand for food at our restaurants. \nConsumers are continually changing health and dietary preferences.  As a result, our diverse portfolio of restaurant brands are continually challenged to evolve our menu offerings to appeal to these changing customer preferences, while maintaining our brand character and retaining popular menu items.  During periods of high public health risk such as the COVID-19 pandemic, many consumers choose to order food To Go or for delivery rather than dining in at full-service restaurants.  If other future public health issues cause these preferences to increase, we may need to further adapt our offerings to respond to these additional changes.  New information or changes in dietary, nutritional, allergen or health guidelines or environmental or sustainability concerns, whether issued by government agencies, academic studies, advocacy organizations or similar groups, may cause some groups of consumers to select foods other than those that are offered by our restaurants.  If we fail to anticipate changing trends or other consumer preferences, our business, financial condition and results of operations could be adversely affected. \nOur inability or failure to recognize, respond to and effectively manage the accelerated impact of social media could have a material adverse impact on our business.\n \nThe proliferation and utilization of existing and innovative social media platforms allows individuals and businesses access to a broad audience of consumers and other interested persons. Many social media platforms immediately publish the content their subscribers and participants post, often without filters or checks on accuracy of the content posted. Information posted on such platforms at any time may be adverse to our interests or may be inaccurate, each of which may harm our performance, prospects, or business.  The harm may be immediate without affording us an opportunity for redress or correction.  The dissemination of information online could harm our business, prospects, financial condition, and results of operations, regardless of the information’s accuracy.\n \nOur competitors are constantly expanding their use of social media and new social media platforms are rapidly being developed, potentially making more traditional social media platforms obsolete.  As a result, we need to continuously innovate and develop our social media strategies in order to maintain broad appeal with guests and brand relevance. As part of our marketing efforts, we rely on social media platforms and search engine marketing to attract and retain guests.  We also continue to invest in other digital marketing initiatives that allow us to reach our guests across multiple digital channels and build their awareness of, engagement with, and loyalty to our brands. These initiatives may not be successful, resulting in expenses incurred without the benefit of higher revenues, increased employee engagement or brand recognition.  In addition, a variety of risks are associated with the use of social media, including the improper disclosure of proprietary information, negative comments about us, exposure of personally identifiable information, fraud, or out-of-date information.  The inappropriate use of social media vehicles by our guests or employees could increase our costs, lead to litigation or result in negative publicity that could damage our reputation.\n18\nA failure to identify and execute innovative marketing and guest relationship tactics, ineffective or improper use of other marketing initiatives, and increased advertising and marketing costs could adversely affect our results of operations.\nIf our competitors increase their spending on advertising and promotions, if our advertising, media or marketing expenses increase, if our advertising and promotions become less effective than those of our competitors, or if we do not adequately leverage technology and data analytic capabilities needed to generate concise competitive insight, we could experience a material adverse effect on our results of operations.   A failure to sufficiently innovate, develop guest relationship initiatives, or maintain adequate and effective advertising could inhibit our ability to maintain brand relevance and drive increased sales.    \nAs part of our marketing efforts, we rely on social media platforms and search engine marketing to attract and retain guests.  These initiatives may not be successful, and pose a variety of other risks, as discussed above under the heading: “Our inability or failure to recognize, respond to and effectively manage the accelerated impact of social media could have a material adverse impact on our business.”\nClimate change, adverse weather conditions and natural disasters could adversely affect our restaurant sales or results of operations.\nThe long-term effects of climate change and global warming will result in more severe, volatile weather or extended droughts, which could increase the frequency and duration of weather impacts on our operations.  Adverse weather conditions have in the past and may continue to impact guest traffic at our restaurants, cause the temporary underutilization of outdoor patio seating and, in more severe cases such as hurricanes, tornadoes, wildfires or other natural disasters, cause property damage and temporary closures, sometimes for prolonged periods, which could negatively impact our restaurant sales or costs.  Climate change and government regulation relating to climate change, including regulation of greenhouse gas emissions, could result in construction delays and increased costs, interruptions to the availability or increases in the cost of utilities, and shortages or interruptions in the supply or increases to the costs of food items and other supplies.  \nRisks Relating to Our Business Model and Strategy\nA majority of our restaurants are operated in leased properties and as a result, we are committed to long-term lease obligations that we may not be able to cancel if we want to close a restaurant location and we may be unable to renew the leases that we may want to extend at the end of their terms.\nAs of May 28, 2023, 1,839 of our 1,914 restaurants operating in the United States and Canada operate in leased locations and the leases are generally non-cancellable for some period of time.  If we close a restaurant in a leased location, we may remain committed to perform our obligations under the applicable lease, which would include, among other things, payment of the base rent for the balance of the lease term. Additionally, the potential losses associated with our inability to cancel leases may result in our keeping open restaurant locations that are performing significantly below targeted levels. As a result, ongoing lease obligations at closed or underperforming restaurant locations could impair our results of operations.  In addition, at the end of the lease term and expiration of all renewal periods, we may be unable to renew the lease without substantial additional cost, if at all. As a result, we may be required to close or relocate a restaurant, which could subject us to construction and other costs and risks that may have an adverse effect on our operating performance.\nOur inability or failure to execute on a comprehensive business continuity plan following a major natural disaster such as a hurricane or manmade disaster, at our corporate facility could have a materially adverse impact on our business.\nMany of our corporate systems and processes and corporate support for our restaurant operations are centralized at one Florida location.\n \nWe have disaster recovery procedures and business continuity plans in place to address most events of a crisis nature, including hurricanes and other natural or manmade disasters, and back up and off-site locations for recovery of electronic and other forms of data and information. However, if we are unable to fully implement our disaster recovery plans, we may experience delays in recovery of data, inability to perform vital corporate functions, tardiness in required reporting and compliance, failures to adequately support field operations and other breakdowns in normal communication and operating procedures that could have a material adverse effect on our financial condition, results of operations and exposure to administrative and other legal claims.\nWe may lose sales or incur increased costs if our restaurants experience shortages, delays or interruptions in the delivery of food and other products from our third party vendors and suppliers.\nWe have a limited number of suppliers and distributors for certain of our products and services.  Shortages, delays or interruptions in the supply of food items and other supplies to our restaurants may be caused by severe weather; natural disasters such as hurricanes, tornadoes, floods, droughts, wildfires and earthquakes; macroeconomic conditions resulting in disruptions to the shipping and transportation industries; labor issues such as increased costs or worker shortages or other operational disruptions \n19\nat our suppliers, vendors or other service providers; the inability of our vendors or service providers to manage adverse business conditions, obtain credit or remain solvent; or other conditions beyond our control.  Such shortages, delays or interruptions could adversely affect the availability, quality and cost of the items we buy and the operations of our restaurants.  Supply chain disruptions have increased some of our costs and limited the availability of certain products for our restaurants and may continue to do so.  If we increase menu prices as a result of increased food costs or remove menu items due to shortages, such responses may negatively impact our sales.  If we temporarily close a restaurant or remove popular items from a restaurant’s menu, that restaurant may experience a significant reduction in sales during the time affected by the shortage or thereafter as a result of our guests changing their dining habits.\nOur failure to drive both short-term and long-term profitable sales growth through brand relevance, operating excellence, opening new restaurants of existing brands, and acquiring new restaurant brands could result in poor financial performance.\nAs part of our business strategy, we intend to drive profitable sales growth by increasing same-restaurant sales at existing restaurants, continuing to expand our current portfolio of restaurant brands, and acquiring additional brands that can be expanded profitably. This strategy involves numerous risks, and we may not be able to achieve our growth objectives.  \nAt existing brands, we may not be able to maintain brand relevance and restaurant operating excellence to achieve sustainable same-restaurant sales growth and warrant new unit growth.  Existing brand short-term sales growth could be impacted if we are unable to drive near term guest count and sales growth, and long-term sales growth could be impacted if we fail to extend our existing brands in ways that are relevant to our guests.  A failure to innovate and extend our existing brands in ways that are relevant to guests and occasions in order to generate sustainable same-restaurant traffic growth and produce non-traditional sales and earnings growth opportunities, insufficient focus on our competition, or failure to adequately address declines in the casual dining industry, could have an adverse effect on our results of operations.  In addition, we may not be able to support sustained new unit growth or open all of our planned new restaurants, and the new restaurants that we open may not be profitable or as profitable as our existing restaurants. New restaurants typically experience an adjustment period before sales levels and operating margins normalize, and even sales at successful newly-opened restaurants generally do not make a significant contribution to profitability in their initial months of operation.  The opening of new restaurants can also have an adverse effect on guest counts and sales levels at existing restaurants. \nThe ability to open and profitably operate restaurants is subject to various risks, such as the identification and availability of suitable and economically viable locations, the negotiation of acceptable lease or purchase terms for new locations, the need to obtain all required governmental permits (including zoning approvals and liquor licenses) on a timely basis, the need to comply with other regulatory requirements, the availability of necessary contractors and subcontractors, the ability to meet construction schedules and budgets, the ability to manage union activities such as picketing or hand billing which could delay construction, increases in labor and building material costs, supply chain disruptions, the availability of financing at acceptable rates and terms, changes in patterns or severity of weather or other acts of God that could result in construction delays and adversely affect the results of one or more restaurants for an indeterminate amount of time, our ability to hire and train qualified management personnel and general economic and business conditions.  At each potential location, we compete with other restaurants and retail businesses for desirable development sites, construction contractors, management personnel, hourly employees and other resources.  If we are unable to successfully manage these risks, we could face increased costs and lower than anticipated sales and earnings in future periods.\nWe also may not be able to identify and successfully acquire and integrate additional brands that are as profitable as our existing restaurants or that provide potential for further growth.\nA lack of availability of suitable locations for new restaurants or a decline in the quality of the locations of our current restaurants may adversely affect our sales and results of operations.\nThe success of our restaurants depends in large part on their locations.  As demographic and economic patterns change, current locations may not continue to be attractive or profitable. Possible declines in neighborhoods where our restaurants are located or adverse economic conditions in areas surrounding those neighborhoods could result in reduced sales in those locations. In addition, desirable locations for new restaurant openings or for the relocation of existing restaurants may not be available at an acceptable cost when we identify a particular opportunity for a new restaurant or relocation.  The occurrence of one or more of these events could have a significant adverse effect on our sales and results of operations.\nWe may experience higher-than-anticipated costs or delays associated with the opening of new restaurants or with the closing, relocating and remodeling of existing restaurants, which may adversely affect our results of operations.\nOur sales and expenses can be impacted significantly by the number and timing of the opening of new restaurants and the closing, relocating and remodeling of existing restaurants.  We incur substantial pre-opening expenses each time we open a new \n20\nrestaurant and other expenses when we close, relocate or remodel existing restaurants.  The expenses of opening, closing, relocating or remodeling any of our restaurants may be higher than anticipated.  Increases in the time to procure or shortages of construction labor and materials and capital equipment, or permitting delays, may impact the time it takes to open new restaurants.  An increase in such expenses or delays in the timeline to complete construction could have an adverse effect on our results of operations.\nWe face a variety of risks associated with doing business with franchisees and licensees.\nCertain of our domestic and all of our international locations other than in Canada are operated by franchisees or licensees.  We believe that we have selected high-caliber operating partners and franchisees with significant experience in restaurant operations, and we are providing them with training and support.  However, the probability of opening, ultimate success and quality of any franchise or licensed restaurant rests principally with the franchisee or licensee.  If the franchisee or licensee does not successfully open and operate its restaurants in a manner consistent with our standards, or guests have negative experiences due to issues with food quality or operational execution, our brand values could suffer, which could have an adverse effect on our business.\nWe face a variety of risks associated with doing business with business partners and vendors in foreign markets.\nWe are making efforts to expand our brands overseas through licensing and franchising relationships.  There is no assurance that international operations will be profitable or that international growth will continue.  Our international operations are subject to all of the same risks associated with our domestic operations, as well as a number of additional risks. These include, among other things, international economic and political conditions, foreign currency fluctuations, and differing cultures and consumer preferences.  In addition, expansion into international markets could create risks to our brands and reputation. \nWe also are subject to governmental regulations throughout the world that impact the way we do business with our international franchisees and vendors. These include antitrust and tax requirements, anti-boycott regulations, import/export/customs regulations and other international trade regulations, the USA Patriot Act, the Foreign Corrupt Practices Act, and applicable local law.  Failure to comply with any such legal requirements could subject us to monetary liabilities and other sanctions, which could harm our business, results of operations and financial condition.\nVolatility in the market value of derivatives we may use to hedge exposures to fluctuations in commodity and broader market prices may cause volatility in our gross margins and net earnings.\nWe use or may use derivatives to hedge price risk for some of our principal ingredient, labor and energy costs, including but not limited to coffee, butter, wheat, soybean oil, pork, beef, diesel fuel, gasoline and natural gas. Changes in the values of these derivatives may be recorded in earnings currently, resulting in volatility in both gross margin and net earnings.  These gains and losses are reported as a component of cost of sales in our Consolidated Statements of Earnings included in our consolidated financial statements.\nVolatility in the United States equity markets affects our ability to efficiently hedge exposures to our market risk related to equity-based compensation awards.\nThe equity markets in the United States have experienced recent periods of volatility due to the impacts of the COVID-19 pandemic, macroeconomic conditions, geopolitical concerns and the unpredictability of the recovery of the United States economy as a result of these factors.  Market volatility has contributed to and may continue to contribute to fluctuations in the Company’s stock price. We have equity hedges in place to protect the Company from exposure to market risk related to future payout of equity-based compensation awards. However, because these hedges also net settle on a cash basis quarterly, we have been and may in the future be required to make cash payments at those quarterly settlement dates and the amounts of those payments are difficult to predict during periods of extreme volatility in the equity markets. These cash payments may ultimately be offset by payments to us from the hedge counterparties or reductions in expected payouts to employees when those equity hedges finally fully settle and the related equity awards pay out.\nFailure to protect our service marks or other intellectual property could harm our business.\nWe regard our Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\n, Eddie V’s Prime Seafood\n®\n, Ruth’s Chris Steak House\n®\n, The Capital Burger \n®\n, Darden\n® \nand Darden Restaurants\n® \nservice marks, and other service marks and trademarks related to our restaurant businesses, as having significant value and being important to our marketing efforts. We rely on a combination of protections provided by contracts, copyrights, patents, trademarks, service marks and other common law rights, such as trade secret and unfair competition laws, to protect our restaurants and services from infringement.  We have registered certain trademarks and service marks in the United States and foreign jurisdictions.  However, we are aware of names and marks identical or similar to our service marks being used \n21\nfrom time to time by other persons.  Although our policy is to oppose any such infringement, further or unknown unauthorized uses or other misappropriation of our trademarks or service marks could diminish the value of our brands and adversely affect our business.  In addition, effective intellectual property protection may not be available in every country in which we have or intend to open or franchise a restaurant.  Although we believe we have taken appropriate measures to protect our intellectual property, there can be no assurance that these protections will be adequate, and defending or enforcing our service marks and other intellectual property could result in the expenditure of significant resources.\nGeneral Risks\nLitigation, including allegations of illegal, unfair or inconsistent employment practices, may adversely affect our business, financial condition and results of operations.\nOur business is subject to the risk of litigation by employees, guests, suppliers, business partners, shareholders, government agencies or others through private actions, class actions, administrative proceedings, regulatory actions or other litigation.  These actions and proceedings may involve allegations of illegal, unfair or inconsistent employment practices, including wage and hour violations and employment discrimination; guest discrimination; food safety issues including poor food quality, food-borne illness, food tampering, food contamination, and adverse health effects from consumption of various food products or high-calorie foods (including obesity); other personal injury; violation of “dram shop” laws (providing an injured party with recourse against an establishment that serves alcoholic beverages to an intoxicated party who then causes injury to himself or a third party); trademark infringement; violation of the federal securities laws; or other concerns.  The outcome of litigation, particularly class action lawsuits and regulatory actions, is difficult to assess or quantify.  Plaintiffs in these types of lawsuits may seek recovery of very large or indeterminate amounts, and the magnitude of the potential loss relating to such lawsuits may remain unknown for substantial periods of time.  The cost to defend litigation may be significant. There may also be adverse publicity associated with litigation that could decrease guest acceptance of our brands, regardless of whether the allegations are valid or we ultimately are found liable. Litigation could impact our operations in other ways as well.  Allegations of illegal, unfair or inconsistent employment practices, for example, could adversely affect employee acquisition and retention.  As a result, litigation may adversely affect our business, financial condition and results of operations.\nUnfavorable publicity, or a failure to respond effectively to adverse publicity, could harm our reputation and adversely impact our guest counts and sales.\nThe good reputation of our restaurant brands is a key factor in the success of our business.  Actual or alleged incidents at any of our restaurants could result in negative publicity that could harm our brands.  Even incidents occurring at restaurants operated by our competitors or in the supply chain generally could result in negative publicity that could harm the restaurant industry overall and, indirectly, our own brands.  Negative publicity may result from allegations of illegal, unfair or inconsistent employment practices, employee dissatisfaction, guest discrimination, illness, injury, or any of the other matters discussed above that could give rise to litigation.  Regardless of whether the allegations or complaints are valid, unfavorable publicity relating to a limited number of our restaurants, or to only a single restaurant, could adversely affect public perception of the entire brand.  Negative publicity also may result from health concerns including food safety and flu or virus outbreaks, publication of government or industry findings concerning food products, environmental disasters, crime incidents, data security breaches, scandals involving our employees, or operational problems at our restaurants, all of which could make our brands and menu offerings less appealing to our guests and negatively impact our guest counts and sales.  Adverse publicity and its effect on overall consumer perceptions of our brands, or our failure to respond effectively to adverse publicity, could have a material adverse effect on our business.\nDisruptions in the financial and credit markets may adversely impact consumer spending patterns and affect the availability and cost of credit.\nOur ability to make scheduled payments or to refinance our debt and to obtain financing for acquisitions or other general corporate and commercial purposes will depend on our operating and financial performance, which in turn is subject to prevailing economic conditions and to financial, business and other factors beyond our control. Turmoil in global credit markets could adversely impact the availability of credit already arranged, and the availability and cost of credit in the future. There can be no assurances that we will be able to arrange credit on terms we believe are acceptable or that permit us to finance our business with historical margins.  A lack of credit could have an adverse impact on certain of our suppliers, landlords and other tenants in retail centers in which we are located.  If these issues occur, they could negatively affect our financial results.  Any new disruptions in the financial markets may also adversely affect the U.S. and world economy, which could negatively impact consumer spending patterns. \n22\nImpairment of the carrying value of our goodwill or other intangible assets could adversely affect our financial condition and results of operations.\nGoodwill represents the difference between the purchase price of acquired companies and the related fair values of net assets acquired.  A significant amount of judgment is involved in determining if an indication of impairment of goodwill exists. Factors may include, among others: a significant decline in our expected future cash flows; a sustained, significant decline in our stock price and market capitalization; a significant adverse change in legal factors or in the business climate; unanticipated competition; the testing for recoverability of a significant asset group within a reporting unit; and slower growth rates.  Any adverse change in these factors could have a significant impact on the recoverability of these assets and negatively affect our financial condition and results of operations. We compute the amount of impairment by comparing the fair value of the reporting unit with the carrying amount of that reporting unit. We are required to record a non-cash impairment charge if the testing performed indicates that goodwill has been impaired.\nWe evaluate the useful lives of our other intangible assets, primarily the LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n,\n \nThe Capital Grille\n®\n, Yard House\n® \nand Eddie V’s Prime Seafood\n®\n trademarks, to determine if they are definite or indefinite-lived.  Reaching a determination on useful life requires significant judgments and assumptions regarding the future effects of obsolescence, demand, competition, other economic factors (such as the stability of the industry, legislative action that results in an uncertain or changing regulatory environment, and expected changes in distribution channels), the level of required maintenance expenditures, and the expected lives of other related groups of assets.\nAs with goodwill, we test our indefinite-lived intangible assets (primarily trademarks) for impairment annually and whenever events or changes in circumstances indicate that their carrying value may not be recoverable. We cannot accurately predict the amount and timing of any impairments of these or other assets. Should the value of goodwill or other intangible assets become impaired, there could be an adverse effect on our financial condition and results of operations.\nChanges in tax laws and unanticipated tax liabilities could adversely affect our financial results.\nWe are primarily subject to income and other taxes in the United States. Our effective income tax rate and other taxes in the future could be adversely affected by a number of factors, including changes in the valuation of deferred tax assets and liabilities, changes in tax laws or other legislative changes and the outcome of income tax audits. Although we believe our tax estimates are reasonable, the final determination of tax audits could be materially different from our historical income tax provisions and accruals. The results of a tax audit could have a material effect on our results of operations or cash flows in the period or periods for which that determination is made. In addition, our effective income tax rate and our results may be impacted by our ability to realize deferred tax benefits and by any increases or decreases of our valuation allowances applied to our existing deferred tax assets. \nFailure of our internal controls over financial reporting and future changes in accounting standards may cause adverse unexpected operating results, affect our reported results of operations or otherwise harm our business and financial results.\nOur management is responsible for establishing and maintaining effective internal control over financial reporting.  Internal control over financial reporting is a process to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with accounting principles generally accepted in the United States. Because of its inherent limitations, internal control over financial reporting is not intended to provide absolute assurance that we would prevent or detect a misstatement of our financial statements or fraud.  Our growth and acquisition of other restaurant companies with procedures not identical to our own could place significant additional pressure on our system of internal control over financial reporting.  Any failure to maintain an effective system of internal control over financial reporting could limit our ability to report our financial results accurately and timely or to detect and prevent fraud.  A significant financial reporting failure or material weakness in internal control over financial reporting could cause a loss of investor confidence and decline in the market price of our common stock, increase our costs, lead to litigation or result in negative publicity that could damage our reputation.\nA change in accounting standards can have a significant effect on our reported results and may affect our reporting of transactions before the change is effective.  New pronouncements and varying interpretations of pronouncements have occurred and may occur in the future.  Changes to existing accounting rules or the application of current accounting practices may adversely affect our reported financial results.  Additionally, our assumptions, estimates and judgments related to complex accounting matters could significantly affect our financial results. Generally accepted accounting principles and related accounting pronouncements, implementation guidelines and interpretations with regard to a wide range of matters that are relevant to our business, including but not limited to, revenue recognition, fair value of investments, impairment of long-lived assets, leases and related economic transactions, derivatives, pension and post-retirement benefits, intangibles, self-insurance, income taxes, property and equipment, unclaimed property laws and litigation, and stock-based compensation are highly complex and involve many subjective assumptions, estimates and judgments by us.  Changes in these rules or their interpretation or \n23\nchanges in underlying assumptions, estimates or judgments by us could significantly change our reported or expected financial performance.",
    "item7": ">Item 7.\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThis discussion and analysis below for Darden Restaurants, Inc. (Darden, the Company, we, us or our) should be read in conjunction with our consolidated financial statements and related financial statement notes included in Part II of this report under the caption “Item 8 - Financial Statements and Supplementary Data.” We operate on a 52/53-week fiscal year, which ends on the last Sunday in May. Fiscal 2023, which ended May 28, 2023, and fiscal 2022, which ended May 29, 2022, each consisted of 52 weeks.  \nOVERVIEW OF OPERATIONS \nOur business operates in the full-service dining segment of the restaurant industry.  At May 28, 2023, we operated 1,914 restaurants through subsidiaries in the United States and Canada under the Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\n, Eddie V’s Prime Seafood\n®\n, and The Capital Burger\n®    \ntrademarks. We own and operate all of our restaurants in the United States and Canada, except for 2 joint venture restaurants managed by us and 34 franchised restaurants. We also have 35 franchised restaurants in operation located in Latin America, Asia, the Middle East and the Caribbean. All intercompany balances and transactions have been eliminated in consolidation.\nCOVID-19 Pandemic and Other Impacts to our Operating Environment\nDuring fiscal 2022, increases in the number of cases of COVID-19 throughout the United States including the Omicron variant which significantly impacted our restaurants in the third quarter, subjected some of our restaurants to COVID-19-related restrictions such as mask and/or vaccine requirements for team members, guests or both.\n \n Along with COVID-19, our operating results were impacted by geopolitical and other macroeconomic events, leading to higher than usual inflation on wages and other cost of goods sold; these events further impacted the availability of team members needed to staff our restaurants and caused additional disruptions in our product supply chain.\nThe ongoing efforts to recover from the effects of the COVID-19 pandemic and its variants, along with other geopolitical and macroeconomic events, could impact our restaurants through wage inflation, staffing challenges, product cost inflation and disruptions in the supply chain that impact our restaurants’ ability to obtain the products needed to support their operations.\nFiscal 2023 Financial Highlights\n•\nTotal sales increased 8.9 percent to $10.49 billion in fiscal 2023 from $9.63 billion in fiscal 2022 driven by a blended same-restaurant sales increase of 6.8 percent and sales from 47 net new restaurants.\n•\nReported diluted net earnings per share from continuing operations increased to $8.00 in fiscal 2023 from $7.40 in fiscal 2022, a 8.1 percent increase.\n•\nNet earnings from continuing operations increased to $983.5 million in fiscal 2023 from $954.7 million in fiscal 2022, a 3.0 percent increase.\n•\nNet loss from discontinued operations decreased to $1.6 million ($0.01 per diluted share) in fiscal 2023, from $1.9 million ($0.01 per diluted share) in fiscal 2022. When combined with results from continuing operations, our diluted net earnings per share was $7.99 for fiscal 2023 and $7.39 for fiscal 2022. \nOutlook\nOn June 14, 2023, we completed our acquisition of Ruth’s, a Delaware corporation, for $21.50 per share in cash.  Ruth’s is the owner, operator and franchisor of Ruth’s Chris Steak House restaurants.\nWe expect fiscal 2024 sales from continuing operations to increase between 9.5 percent and 10.5 percent, driven by the addition of the Ruth’s Chris Steak House restaurants to our portfolio, Darden same-restaurant sales growth of 2.5 percent to 3.5 percent, and sales from approximately 50 new restaurant openings. In fiscal 2024, we expect our annual effective tax rate to be 12 percent to 12.5 percent and we expect capital expenditures incurred to build new restaurants, remodel and maintain existing restaurants and technology initiatives to be between $550 million and $600 million.\n27\nRESULTS OF OPERATIONS FOR FISCAL 2023 AND 2022\nTo facilitate review of our results of operations, the following table sets forth our financial results for the periods indicated.  All information is derived from the consolidated statements of earnings for the fiscal years ended May 28, 2023 and May 29, 2022: \nFiscal Year Ended\nPercent Change\n(in millions)\nMay 28, 2023\nMay 29, 2022\n2023 v. 2022\nSales\n$\n10,487.8 \n$\n9,630.0 \n8.9%\nCosts and expenses:\nFood and beverage\n3,355.9 \n2,943.6 \n14.0%\nRestaurant labor\n3,346.3 \n3,108.8 \n7.6%\nRestaurant expenses\n1,702.2 \n1,582.6 \n7.6%\nMarketing expenses\n118.3 \n93.2 \n26.9%\nGeneral and administrative expenses\n386.1 \n373.2 \n3.5%\nDepreciation and amortization\n387.8 \n368.4 \n5.3%\nImpairments and disposal of assets, net\n(10.6)\n(2.0)\nNM\nTotal operating costs and expenses\n$\n9,286.0 \n$\n8,467.8 \n9.7%\nOperating income\n$\n1,201.8 \n$\n1,162.2 \n3.4%\nInterest, net\n81.3 \n68.7 \n18.3%\nEarnings before income taxes\n$\n1,120.5 \n$\n1,093.5 \n2.5%\nIncome tax expense (1)\n137.0 \n138.8 \n(1.3)%\nEarnings from continuing operations\n$\n983.5 \n$\n954.7 \n3.0%\nLosses from discontinued operations, net of tax\n(1.6)\n(1.9)\n(15.8)%\nNet earnings\n$\n981.9 \n$\n952.8 \n3.1%\n(1) Effective tax rate\n12.2 \n%\n12.7 \n%\nNM- Percentage change not considered meaningful.\n28\nThe following table details the number of company-owned restaurants currently reported in continuing operations, compared with the number open at the end of fiscal 2022:\nMay 28, 2023\nMay 29, 2022\nOlive Garden\n905 \n884 \nLongHorn Steakhouse\n562 \n546 \nCheddar’s Scratch Kitchen\n180 \n172 \nYard House\n86 \n85 \nThe Capital Grille\n62 \n62 \nSeasons 52\n44 \n45 \nBahama Breeze\n42 \n42 \nEddie V’s\n \n29 \n28 \nThe Capital Burger\n4 \n3 \nTotal\n1,914 \n1,867 \nSALES \nThe following table presents our company-owned restaurant sales, U.S. same-restaurant sales (SRS) and average annual sales per restaurant by segment for the periods indicated:\nSales\nAverage Annual Sales per Restaurant (2)\nFiscal Year Ended\nPercent Change\nFiscal Year Ended\n(in millions)\nMay 28, 2023\nMay 29, 2022\nSRS (1)\nMay 28, 2023\nMay 29, 2022\nOlive Garden\n$\n4,877.8 \n$\n4,503.9 \n8.3 \n%\n6.7 \n%\n$\n5.5 \n$\n5.1 \nLongHorn Steakhouse\n$\n2,612.3 \n$\n2,374.3 \n10.0 \n%\n7.4 \n%\n$\n4.7 \n$\n4.4 \nFine Dining\n$\n830.8 \n$\n776.2 \n7.0 \n%\n5.7 \n%\n$\n9.2 \n$\n8.8 \nOther Business\n$\n2,166.9 \n$\n1,975.6 \n9.7 \n%\n7.0 \n%\n$\n6.0 \n$\n5.7 \n$\n10,487.8 \n$\n9,630.0 \n(1)\nSame-restaurant sales is a year-over-year comparison of each period’s sales volumes for a 52-week year and is limited to restaurants that have been open, and operated by Darden, for at least 16 months.\n(2)\nAverage annual sales are calculated as sales divided by total restaurant operating weeks multiplied by 52 weeks; excludes franchise locations.\nOlive Garden’s sales increase for fiscal 2023 was primarily driven by a U.S. same-restaurant sales increase combined with revenue from new restaurants.  The increase in U.S. same-restaurant sales in fiscal 2023 resulted from an 8.4 percent increase in average check, partially offset by a 1.6 percent decrease in same-restaurant guest counts. \nLongHorn Steakhouse’s sales increase for fiscal 2023 was driven by a same-restaurant sales increase combined with revenue from new restaurants.  The increase in same-restaurant sales in fiscal 2023 resulted from a 1.2 percent increase in same-restaurant guest counts combined with a 6.1 percent increase in average check. \nFine Dining’s sales increase for fiscal 2023 was driven by a same-restaurant sales increase combined with revenue from new restaurants.  The increase in same-restaurant sales in fiscal 2023 resulted from a 0.5 percent increase in same-restaurant guest counts combined with a 5.1 percent increase in average check.  \nOther Business’s sales increase for fiscal 2023 was driven by a same-restaurant sales increase combined with revenue from new restaurants. The increase in same-restaurant sales in fiscal 2023 resulted from a 0.6 percent increase in same-restaurant guest counts combined with a 6.4 percent increase in average check.  \nCOSTS AND EXPENSES \nThe following table sets forth selected operating data as a percent of sales from continuing operations for the periods indicated.  This information is derived from the consolidated statements of earnings for the fiscal years ended May 28, 2023 and May 29, 2022.\n29\nFiscal Year Ended\nMay 28, 2023\nMay 29, 2022\nSales\n100.0 \n%\n100.0 \n%\nCosts and expenses:\nFood and beverage\n32.0 \n30.6 \nRestaurant labor\n31.9 \n32.3 \nRestaurant expenses\n16.2 \n16.4 \nMarketing expenses\n1.1 \n1.0 \nGeneral and administrative expenses\n3.7 \n3.9 \nDepreciation and amortization\n3.7 \n3.8 \nImpairments and disposal of assets, net\n(0.1)\n— \nTotal operating costs and expenses\n88.5 \n%\n87.9 \n%\nOperating income\n11.5 \n%\n12.1 \n%\nInterest, net\n0.8 \n0.7 \nEarnings before income taxes\n10.7 \n%\n11.4 \n%\nIncome tax expense (benefit)\n1.3 \n1.4 \nEarnings from continuing operations\n9.4 \n%\n9.9 \n%\nTotal operating costs and expenses from continuing operations were $9.29 billion in fiscal 2023 and $8.47 billion in fiscal 2022.   \nFiscal 2023 Compared to Fiscal 2022: \n•\nFood and beverage costs increased as a percent of sales primarily due to a 3.0% impact from inflation and a 0.8% impact from menu mix, partially offset by a 2.3% impact from pricing and other changes.\n•\nRestaurant labor costs decreased as a percent of sales primarily due to a 1.5% impact from sales leverage and a 1.2% impact from increased productivity, partially offset by a 2.3% impact from inflation.\n•\nRestaurant expenses decreased as a percent of sales primarily due to a 1.0% impact from pricing leverage, partially offset by a 0.3% impact from utility cost inflation, 0.2% impact from repairs and maintenance inflation, and 0.3% of inflation on other restaurant expenses.\n•\nMarketing expenses increased as a percent of sales primarily due to increased marketing and media.\n•\nGeneral and administrative expenses decreased as a percent of sales primarily due to a 0.3% impact from sales leverage.\n•\nDepreciation and amortization expenses decreased as a percent of sales primarily due to sales leverage.\n•\nImpairments and disposal of assets, net decreased as a percent of sales primarily due to gains recognized on the sale of five properties.\nINCOME TAXES \n The effective income tax rates for fiscal 2023 and 2022 for continuing operations were 12.2 percent and 12.7 percent, respectively.  During fiscal 2023, we had income tax expense of $137.0 million on earnings before income tax of $1.12 billion compared to income tax expense of $138.8 million on earnings before income taxes of $1.09 billion in fiscal 2022.  This change was primarily driven by the impact of federal tax credits.\nThe Inflation Reduction Act (IRA) was enacted on August 16, 2022. The IRA includes provisions imposing a 1 percent excise tax on share repurchases that occur after December 31, 2022 and introduces a 15 percent corporate alternative minimum tax (CAMT) on adjusted financial statement income.  The IRA excise tax and the CAMT are immaterial to our financial statements.\nNET EARNINGS AND NET EARNINGS PER SHARE FROM CONTINUING OPERATIONS \nNet earnings from continuing operations for fiscal 2023 were $983.5 million ($8.00 per diluted share) compared with net earnings from continuing operations for fiscal 2022 of $954.7 million ($7.40 per diluted share). \n30\nNet earnings from continuing operations for fiscal 2023 increased 3.0 percent and diluted net earnings per share from continuing operations increased 8.1 percent compared with fiscal 2022.\nLOSS FROM DISCONTINUED OPERATIONS \nOn an after-tax basis, results from discontinued operations for fiscal 2023 were a net loss of $1.6 million ($0.01 per diluted share) compared with a net loss for fiscal 2022 of $1.9 million ($0.01 per diluted share).\nSEGMENT RESULTS\nWe manage our restaurant brands, Olive Garden, LongHorn Steakhouse, Cheddar’s Scratch Kitchen, Yard House, The Capital Grille, Seasons 52, Bahama Breeze, Eddie V’s and The Capital Burger in the U.S. and Canada as operating segments. We aggregate our operating segments into reportable segments based on a combination of the size, economic characteristics and sub-segment of full-service dining within which each brand operates. Our four reportable segments are: (1) Olive Garden, (2) LongHorn Steakhouse, (3) Fine Dining and (4) Other Business.  See Note 5 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report) for further details.\nOur management uses segment profit as the measure for assessing performance of our segments. The following table presents segment profit margin for the periods indicated:\nFiscal Year Ended\nChange\nSegment\nMay 28, 2023\nMay 29, 2022\n2023 vs 2022\nOlive Garden\n21.0%\n22.1%\n(110)\nBP\nLongHorn Steakhouse\n16.5%\n17.6%\n(110)\nBP\nFine Dining\n19.1%\n21.3%\n(220)\nBP\nOther Business\n13.9%\n15.2%\n(130)\nBP\nThe decrease in the Olive Garden segment profit margin for fiscal 2023 was driven primarily by higher food and beverage and marketing costs, offset by lower restaurant expenses, restaurant labor, and positive same-restaurant sales.  The decrease in the LongHorn Steakhouse segment profit margin for fiscal 2023 was driven primarily by higher food and beverage costs, partially offset by lower restaurant labor and positive same-restaurant sales. The decrease in the Fine Dining segment profit margin for fiscal 2023 was driven primarily by higher food and beverage costs, restaurant labor, and restaurant expenses, partially offset by positive same-restaurant sales.  The decrease in the Other Business segment profit margin for fiscal 2023 was driven primarily by higher food and beverage costs and restaurant labor, partially offset by positive same-restaurant sales.\nRESULTS OF OPERATIONS FOR FISCAL 2022 COMPARED TO FISCAL 2021\nFor a comparison of our results of operations for the fiscal years ended May 29, 2022 and May 30, 2021, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our annual report on Form 10-K for the fiscal year ended May 29, 2022, filed with the SEC on July 22, 2022.\nSEASONALITY \nOur sales volumes have historically fluctuated seasonally. Typically, our average sales per restaurant are highest in the winter and spring, followed by the summer, and lowest in the fall.  Holidays, changes in the economy, severe weather and similar conditions may impact sales volumes seasonally in some operating regions. Because of the historical seasonality of our business and these other factors, results for any fiscal quarter are not necessarily indicative of the results that may be achieved for the full fiscal year.\nIMPACT OF INFLATION \nWe attempt to minimize the annual effects of inflation through appropriate planning, operating practices and menu price increases. We are currently operating in a period of higher than usual inflation, led by food and beverage cost and labor inflation.  Food and beverage inflation is principally due to increased costs incurred by our vendors related to higher labor, transportation, packaging, and raw materials costs.  Some of the impacts of the inflation have been offset by menu price increases and other adjustments made during the year.  Whether we are able and/or choose to continue to offset the effects of inflation will determine to what extent, if any, inflation affects our restaurant profitability in future periods.\n31\nCRITICAL ACCOUNTING ESTIMATES\nWe prepare our consolidated financial statements in conformity with U.S. generally accepted accounting principles. The preparation of these financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of sales and expenses during the reporting period. Actual results could differ from those estimates. \nOur significant accounting policies are more fully described in Note 1 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report).  Judgments and uncertainties affecting the application of those policies may result in materially different amounts being reported under different conditions or using different assumptions. We consider the following estimates to be most critical in understanding the judgments that are involved in preparing our consolidated financial statements. \nLeases \nWe evaluate our leases at their inception to estimate their expected term, which commences on the date when we have the right to control the use of the leased property and includes the non-cancelable base term plus all option periods we are reasonably certain to exercise. Our judgment in determining the appropriate expected term and discount rate for each lease affects our evaluation of: \n•\nThe classification and accounting for leases as operating versus finance; \n•\nThe rent holidays and escalation in payments that are included in the calculation of the lease liability and related right-of-use asset; and\n•\nThe term over which leasehold improvements for each restaurant facility are amortized. \nThese judgments may produce materially different amounts of lease liabilities and right-of-use assets recognized on our consolidated balance sheets, as well as depreciation, amortization, interest and rent expense recognized in our consolidated statements of earnings if different discount rates and expected lease terms were used. \nValuation of Long-Lived Assets \nLand, buildings and equipment, operating lease right-of-use assets and certain other assets, including definite-lived intangible assets, are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include, among others: a significant decline in our expected future cash flows; changes in expected useful life; unanticipated competition; slower growth rates, ongoing maintenance and improvements of the assets, or changes in the usage or operating performance.  Any adverse change in these factors could have a significant impact on the recoverability of these assets and could have a material impact on our consolidated financial statements. Based on a review of operating results for each of our restaurants, given the current operating environment, the amount of net book value associated with lower performing restaurants that would be deemed at risk for impairment is not material to our consolidated financial statements.\nValuation and Recoverability of Goodwill and Trademarks \n We have nine reporting units, six of which have goodwill and seven of which have trademarks.  Goodwill and trademarks are not subject to amortization and goodwill has been assigned to reporting units for purposes of impairment testing. The reporting units are our restaurant brands. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include, among others: a significant decline in our expected future cash flows; a sustained, significant decline in our stock price and market capitalization; a significant adverse change in legal factors or in the business climate; unanticipated competition; the testing for recoverability of a significant asset group within a reporting unit; and slower growth rates. Any adverse change in these factors could have a significant impact on the recoverability of these assets and could have a material impact on our consolidated financial statements.  We review our goodwill and trademarks for impairment annually, as of the first day of our fourth fiscal quarter, or more frequently if indicators of impairment exist.\nWe estimate the fair value of each reporting unit using the best information available, including market information (also referred to as the market approach) and discounted cash flow projections (also referred to as the income approach). A market approach estimates fair value by applying sales or cash flow multiples to the reporting unit’s operating performance.  The multiples are derived from observable market data of comparable publicly traded companies with similar operating and investment characteristics of the reporting units. The income approach uses a reporting unit’s projection of estimated operating cash flows which are based on a combination of historical and current trends, organic growth expectations, and residual growth rate assumptions. These cash flows are discounted using a weighted-average cost of capital (WACC) that reflects current market conditions. We recognize a goodwill impairment loss when the fair value of the reporting unit is less than its carrying value.\nWe estimate the fair value of trademarks using the relief-from-royalty method, which requires assumptions related to projected sales from the reporting unit’s projection of estimated operating cash flows; assumed royalty rates that could be payable \n32\nif we did not own the trademarks; and a discount rate based on an adjusted estimated WACC for each business unit. We recognize an impairment loss when the estimated fair value of the trademark is less than its carrying value.\nWe performed our annual impairment test of our goodwill and trademarks as of February 27, 2023 which was the first day of our fiscal 2023 fourth quarter. As of February 27, 2023, no impairment of goodwill or trademarks was indicated based on our testing. \nIf our assessment resulted in an impairment of our assets, including goodwill or trademarks, our financial position and results of operations would be adversely affected and our leverage ratio for purposes of our revolving credit agreement (Revolving Credit Agreement) would increase. A leverage ratio exceeding the maximum permitted under our Revolving Credit Agreement would be a default under our Revolving Credit Agreement.  At May 28, 2023, additional write-downs of goodwill, other indefinite-lived intangible assets, or any other assets in excess of approximately $1.01 billion would have been required to cause our leverage ratio to exceed the permitted maximum. As our leverage ratio is determined on a quarterly basis, and due to the seasonal nature of our business, a lesser amount of impairment in future quarters could cause our leverage ratio to exceed the permitted maximum. \nUnearned Revenues \nUnearned revenues primarily represent our liability for gift cards that have been sold but not yet redeemed. The estimated value of gift cards expected to remain unused is recognized over the expected period of redemption as the remaining gift card values are redeemed, generally over a period of 12 years. Utilizing this method, we estimate both the amount of breakage and the time period of redemption. If actual redemption patterns vary from our estimates, actual gift card breakage income may differ from the amounts recorded. We update our estimates of our redemption period and our breakage rate periodically and apply that rate to gift card redemptions on a prospective basis. Changing our breakage-rate estimates by 50 basis points would have resulted in an adjustment in our breakage income of approximately $3.3 million for fiscal 2023.\nIncome Taxes \nWe estimate certain components of our provision for income taxes. These estimates include, among other items, depreciation and amortization expense allowable for tax purposes, allowable tax credits for items such as taxes paid on reported employee tip income, effective rates for state and local income taxes and the tax deductibility of certain other items. We adjust our annual effective income tax rate as additional information on outcomes or events becomes available. \nAssessment of uncertain tax positions requires judgments relating to the amounts, timing and likelihood of resolution. As described in Note 12 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report), the $23.0 million balance of unrecognized tax benefits at May 28, 2023, includes $7.8 million related to tax positions for which it is reasonably possible that the total amounts could change during the next 12 months based on the outcome of examinations.  Of the $7.8 million, $5.7 million relates to items that would impact our effective income tax rate. \nLIQUIDITY AND CAPITAL RESOURCES \nTypically, cash flows generated from operating activities are our principal source of liquidity, which we use to finance capital expenditures for new restaurants and to remodel and maintain existing restaurants, to pay dividends to our shareholders and to repurchase shares of our common stock. Since substantially all of our sales are for cash and cash equivalents, and accounts payable are generally paid in 5 to 90 days, we are typically able to carry current liabilities in excess of current assets. \nWe currently manage our business and financial ratios to target an investment-grade bond rating, which has historically allowed flexible access to financing at reasonable costs. Our publicly issued long-term debt currently carries the following ratings:\n•\nMoody’s Investors Service “Baa2”; \n•\nStandard & Poor’s “BBB”; and\n•\nFitch “BBB”. \nOur commercial paper has ratings of:\n•\nMoody’s Investors Service “P-2”; \n•\nStandard & Poor’s “A-2”; and \n•\nFitch “F-2”.\nThese ratings are as of the date of the filing of this report and have been obtained with the understanding that Moody’s Investors Service, Standard & Poor’s and Fitch will continue to monitor our credit and make future adjustments to these ratings to the extent warranted. The ratings are not a recommendation to buy, sell or hold our securities, may be changed, superseded or withdrawn at any time and should be evaluated independently of any other rating.\n33\nOn September 10, 2021, we entered into a $1 billion Revolving Credit Agreement (Revolving Credit Agreement) with Bank of America, N.A. (BOA), as administrative agent, and the lenders and other agents party thereto. The Revolving Credit Agreement is a senior unsecured credit commitment to the Company and contains customary representations and affirmative and negative covenants (including limitations on liens and subsidiary debt and a maximum consolidated lease adjusted total debt to total capitalization ratio of 0.75 to 1.00) and events of default usual for credit facilities of this type. The Revolving Credit Agreement replaced our prior $750.0 million revolving credit agreement, dated as of October 27, 2017 and amended as of March 25, 2020.\n \nAs of May 28, 2023, we had no outstanding balances and we were in compliance with all covenants under the Revolving Credit Agreement.\nThe Revolving Credit Agreement matures on September 10, 2026, and the proceeds may be used for working capital and capital expenditures, the refinancing of certain indebtedness, certain acquisitions and general corporate purposes.\n \nDuring fiscal 2023, loans under the Revolving Credit Agreement bore interest at a rate of LIBOR plus a margin determined by reference to a ratings-based pricing grid (Applicable Margin), or the base rate (which is defined as the highest of the BOA prime rate, the Federal Funds rate plus 0.500 percent, and the Eurodollar Rate plus 1.00 percent) plus the Applicable Margin. Assuming a “BBB” equivalent credit rating level, the Applicable Margin under the Revolving Credit Agreement would have been 1.000 percent for LIBOR loans and 0.000 percent for base rate loans. \nEffective May 31, 2023, we entered into an amendment to the Revolving Credit Agreement (the “Amendment”.)  Pursuant to the terms of the Amendment, the Company, the administrative agent and the lenders have agreed to replace the LIBOR-based interest rate applicable to borrowings under the Credit Agreement with a Term SOFR-based interest rate in advance of the cessation of LIBOR, and make certain other conforming changes. All other material terms and conditions of the Credit Agreement were unchanged.  Effective May 31, 2023, loans under the Revolving Credit Agreement bear interest at a rate of (a) Term SOFR (which is defined, for the applicable interest period, as the Term SOFR Screen Rate two U.S. Government Securities Business Days prior to the commencement of such interest period with a term equivalent to such interest period) plus a Term SOFR adjustment of 0.10 percent plus the relevant margin determined by reference to a ratings-based pricing grid (Applicable Margin), or (b) the base rate (which is defined as the highest of the BOA prime rate, the Federal Funds rate plus 0.500 percent, and the Term SOFR plus 1.00 percent) plus the relevant Applicable Margin. Assuming a “BBB” equivalent credit rating level, the Applicable Margin under the Revolving Credit Agreement will be 1.00 percent for Term SOFR loans and 0.00 percent for base rate loans.\nAlso on May 31, 2023, the Company entered into a senior unsecured $600 million 3-year Term Loan Credit Agreement (Term Loan Agreement) with Bank of America, N.A., as administrative agent, the lenders and other agents party thereto, the material terms of which are consistent with the Credit Agreement, as amended.  The Term Loan Agreement provided for a single borrowing on any business day up to 90 days after May 31, 2023, and matures on the third anniversary of the funding date thereunder, June 14, 2023. \nOn June 14, 2023, we completed the acquisition of Ruth’s.  We borrowed $600 million under the Term Loan Agreement to fund a portion of the approximately $715 million in consideration paid in connection with our acquisition of Ruth’s.\nAs of May 28, 2023, our outstanding long-term debt consisted principally of:\n•\n$500.0 million of unsecured 3.850 percent senior notes due in May 2027;\n•\n$96.3 million of unsecured 6.000 percent senior notes due in August 2035;\n•\n$42.8 million of unsecured 6.800 percent senior notes due in October 2037; and\n•\n$300.0 million of unsecured 4.550 percent senior notes due in February 2048.\nThe interest rate on our $42.8 million 6.800 percent senior notes due October 2037 is subject to adjustment from time to time if the debt rating assigned to such series of notes is downgraded below a certain rating level (or subsequently upgraded). The maximum adjustment is 2.000 percent above the initial interest rate and the interest rate cannot be reduced below the initial interest rate. As of May 28, 2023, no such adjustments are made to this rate. \nThrough our shelf registration statement on file with the SEC, depending on conditions prevailing in the public capital markets, we may from time to time issue equity securities or unsecured debt securities in one or more series, which may consist of notes, debentures or other evidences of indebtedness in one or more offerings. \nFrom time to time, we or our affiliates, may repurchase our outstanding debt in privately negotiated transactions, open-market transactions or otherwise. Such repurchases, if any, will depend on prevailing market conditions, our liquidity requirements, contractual restrictions and other factors. The amounts involved may be material.\n34\nFrom time to time, we enter into interest rate derivative instruments to manage interest rate risk inherent in our operations. See Note 7 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report). \nA summary of our contractual obligations and commercial commitments at May 28, 2023, is as follows: \n(in millions)\nPayments Due by Period\nContractual Obligations\nTotal\nLess Than \n1 Year\n1-3 \nYears\n3-5 \nYears\nMore Than \n5 Years\nLong-term debt (1)\n$\n1,471.7 \n$\n41.6 \n$\n83.2 \n$\n563.9 \n$\n783.0 \nLeases (2)\n3,039.1 \n441.3 \n836.6 \n720.6 \n1,040.6 \nPurchase obligations (3)\n697.7 \n654.7 \n41.1 \n1.9 \n— \nBenefit obligations (4)\n383.7 \n32.5 \n68.3 \n73.2 \n209.7 \nUnrecognized income tax benefits (5)\n25.6 \n9.6 \n3.6 \n12.4 \n— \nTotal contractual obligations\n$\n5,617.8 \n$\n1,179.7 \n$\n1,032.8 \n$\n1,372.0 \n$\n2,033.3 \n(in millions)\nAmount of Commitment Expiration per Period\nOther Commercial Commitments\nTotal \nAmounts \nCommitted\nLess Than \n1 Year\n1-3 \nYears\n3-5 \nYears\nMore Than \n5 Years\nStandby letters of credit (6)\n$\n100.6 \n$\n100.6 \n$\n— \n$\n— \n$\n— \nGuarantees (7)\n82.0 \n28.5 \n35.9 \n13.3 \n4.3 \nTotal commercial commitments\n$\n182.6 \n$\n129.1 \n$\n35.9 \n$\n13.3 \n$\n4.3 \n(1)\nIncludes interest payments associated with existing long-term debt. Excludes discount and issuance costs of $8.8 million. \n(2)\nIncludes non-cancelable future operating lease and finance lease commitments. \n(3)\nIncludes commitments for food and beverage items and supplies, capital projects, information technology and other miscellaneous items.\n(4)\nIncludes expected contributions associated with our supplemental defined benefit pension plan and payments associated with our postretirement benefit plan and our non-qualified deferred compensation plan through fiscal 2033.\n(5)\nIncludes interest on unrecognized income tax benefits of $2.7 million, $1.8 million of which relates to contingencies expected to be resolved within one year.\n(6)\nIncludes letters of credit for $85.3 million of workers’ compensation and general liabilities accrued in our consolidated financial statements and letters of credit for $15.2 million of surety bonds related to other payments. \n(7)\nConsists solely of guarantees associated with leased properties that have been assigned to third parties and are primarily related to the disposition of Red Lobster in fiscal 2015.\n35\nOur adjusted debt to adjusted total capital ratio was 62 percent and 61 percent as of May 28, 2023 and May 29, 2022, respectively. Based on these ratios, we believe our financial condition is strong. We include the lease-debt equivalent and contractual lease guarantees in our adjusted debt to adjusted total capital ratio reported to shareholders, as we believe its inclusion better represents the optimal capital structure that we target from period to period and because it is consistent with the calculation of the covenant under our Revolving Credit Agreement. For fiscal 2023 and fiscal 2022, the lease-debt equivalent includes 6.00 times the total annual minimum rent for consolidated lease obligations of $424.3 million and $409.8 million, respectively. The composition of our capital structure is shown in the following table: \n(in millions, except ratios)\nMay 28, 2023\nMay 29, 2022\nCAPITAL STRUCTURE\nLong-term debt, excluding unamortized discount and issuance costs and fair value hedge\n939.1 \n939.1 \nTotal debt\n$\n939.1 \n$\n939.1 \nStockholders’ equity\n2,201.5 \n2,198.2 \nTotal capital\n$\n3,140.6 \n$\n3,137.3 \nCALCULATION OF ADJUSTED CAPITAL\nTotal debt\n$\n939.1 \n$\n939.1 \nLease-debt equivalent\n2,545.8 \n2,459.0 \nGuarantees\n82.0 \n101.0 \nAdjusted debt\n$\n3,566.9 \n$\n3,499.1 \nStockholders’ equity\n2,201.5 \n2,198.2 \nAdjusted total capital\n$\n5,768.4 \n$\n5,697.3 \nCAPITAL STRUCTURE RATIOS\nDebt to total capital ratio\n30 \n%\n30 \n%\nAdjusted debt to adjusted total capital ratio\n62 \n%\n61 \n%\nNet cash flows provided by operating activities from continuing operations were $1.55 billion and $1.26 billion in fiscal 2023 and 2022, respectively. Net cash flows provided by operating activities include net earnings from continuing operations of $983.5 million in fiscal 2023 and $954.7 million in fiscal 2022. Net cash flows provided by operating activities from continuing operations increased in fiscal 2023 primarily due to changes in working capital and higher net earnings from continuing operations.\nNet cash flows used in investing activities from continuing operations were $568.4 million and $389.0 million in fiscal 2023 and 2022, respectively.  Capital expenditures incurred principally for building new restaurants, remodeling existing restaurants, replacing equipment, and technology initiatives were $564.9 million in fiscal 2023, compared to $376.9 million in fiscal 2022.\nNet cash flows used in financing activities from continuing operations were $1.03 billion and $1.61 billion in fiscal 2023 and 2022, respectively. Net cash flows used in financing activities in fiscal 2023 included dividend payments of $589.8 million and share repurchases of $458.7 million, partially offset by proceeds from the exercise of employee stock options.  Net cash flows used in financing activities in fiscal 2022 included dividend payments of $563.0 million and share repurchases of $1.07 billion, partially offset by proceeds from the exercise of employee stock options.\nOur defined benefit and other postretirement benefit costs and liabilities are determined using various actuarial assumptions and methodologies prescribed under Financial Accounting Standards Board Accounting Standards Codification Topic 715, Compensation - Retirement Benefits and Topic 712, Compensation - Nonretirement Postemployment Benefits.  We expect to contribute approximately $0.4 million to our supplemental defined benefit pension plan and approximately $1.6 million to our postretirement benefit plan during fiscal 2024. \nWe are not aware of any trends or events that would materially affect our capital requirements or liquidity. We believe that our internal cash-generating capabilities, the potential issuance of equity or unsecured debt securities under our shelf registration statement and short-term commercial paper or drawings under our Revolving Credit Agreement should be sufficient to finance our capital expenditures, debt maturities and other operating activities through fiscal 2024. \n36\nOFF-BALANCE SHEET ARRANGEMENTS \nWe are not a party to any off-balance sheet arrangements that have, or are reasonably likely to have, a current or future material effect on our financial condition, changes in financial condition, sales or expenses, results of operations, liquidity, capital expenditures or capital resources. \nFINANCIAL CONDITION \nOur total current assets were $997.7 million at May 28, 2023, compared with $1.18 billion at May 29, 2022. The decrease was primarily due to decreases in prepaid income taxes and cash and cash equivalents.\nOur total current liabilities were $1.94 billion at May 28, 2023 and $1.85 billion at May 29, 2022. The increase was primarily due to increases in accounts payable and other current liabilities.\nAPPLICATION OF NEW ACCOUNTING STANDARDS \nSee Note 1 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report) for a discussion of recently issued accounting standards.",
    "item7a": ">Item 7A.  QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nWe are exposed to a variety of market risks, including fluctuations in interest rates, foreign currency exchange rates, compensation and commodity prices. To manage this exposure, we periodically enter into interest rate, foreign currency exchange instruments, equity forward and commodity derivative instruments for other than trading purposes.  See Notes 1 and 7 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report). \nWe use the variance/covariance method to measure value at risk, over time horizons ranging from one week to one year, at the 95 percent confidence level. At May 28, 2023, our potential losses in future net earnings resulting from changes in equity forwards, commodity instruments and floating rate debt interest rate exposures were approximately $75.0 million over a period of one year. The value at risk from an increase in the fair value of all of our long-term fixed-rate debt, over a period of one year, was approximately $79.7 million. The fair value of our long-term fixed-rate debt outstanding as of May 28, 2023, averaged $857.3 million, with a high of $893.7 million and a low of $798.0 million during fiscal 2023. Our interest rate risk management objective is to limit the impact of interest rate changes on earnings and cash flows by targeting an appropriate mix of variable and fixed-rate debt. \n37",
    "cik": "940944",
    "cusip6": "237194",
    "cusip": [
        "237194105",
        "237194955",
        "237194905"
    ],
    "names": [
        "DARDEN RESTAURANTS INC",
        "Darden Restaurants"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/940944/000094094423000037/0000940944-23-000037-index.htm"
}