{
    "item1": ">Item 1. BUSINESS\nBusiness Overview\nDaktronics, Inc. and its subsidiaries (the “Company”, “Daktronics”, “we”, “our”, or “us”) are industry leaders in designing and manufacturing electronic scoreboards, programmable display systems and large screen video displays for sporting, commercial and transportation applications. We serve our customers by providing high quality standard display products as well as custom-designed and integrated systems. We offer a complete line of products, from small scoreboards and electronic displays to large multimillion-dollar video display systems as well as related control, timing, and sound systems. We are recognized as a technical leader with the capabilities to design, market, manufacture, install and service complete integrated systems displaying real-time data, graphics, animation and video. We engage in a full range of activities: marketing and sales, engineering and product design and development, manufacturing, technical contracting, professional services and customer service and support.\nWe were founded in 1968 by Drs. Aelred Kurtenbach and Duane Sander, professors of electrical engineering at South Dakota State University in Brookings, South Dakota. The Company began with the design and manufacture of electronic voting systems for state legislatures. In 1971, Daktronics developed the patented Matside® wrestling scoreboard, the first product in the Company's growing and evolving line. In 1994, Daktronics became a publicly-traded company and invested in display technologies and new markets. We have continued these investments and have supported our long-term customer relationships to grow from a small company operating out of a garage to a world leader in the display industry. We currently employ 2,734 people globally. We are headquartered at 201 Daktronics Dr., Brookings, SD 57006 telephone 605-692-4200. Our Internet address is https://\nwww.daktronics.com.\nOur annual, quarterly and current reports and any amendments to those reports are freely available in the \"Investor Relations\" section of our website. We post each of these documents on our website as soon as reasonably practicable after it is electronically filed with the Securities and Exchange Commission (the \"SEC\"). These reports and other reports, proxy \n1\nTable of Contents\nstatements, and electronic filings are also found on the SEC’s website at www.sec.gov. Information contained on our website is not deemed to be incorporated by reference into this Report or filed with the SEC.\nWe focus our sales and marketing efforts on markets, geographical regions and products. Our five business segments consist of four domestic business units and the International business unit. The four domestic business units consist of Commercial, Live Events, High School Park and Recreation, and Transportation, all of which include the geographic territories of the United States and Canada. Financial information concerning these segments is set forth in this Form 10-K in \"Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\" and \"Note 3. Segment Reporting\" of the Notes to our Consolidated Financial Statements included in this Form 10-K.\nIndustry Background\nOver the years, our products have evolved significantly from scoreboards and matrix displays with related software applications to complex, integrated visual display systems which include full color video with text and graphics displays located on a local or remote network that are tied together through sophisticated control systems. In the mid-1990's, as light emitting diodes (“LEDs”) became available in red, blue and green colors with outdoor brightness, we pioneered the development of full color LED video displays capable of replicating trillions of colors, thereby producing large format video systems with excellent color, brightness, energy efficiency and lifetime. Due to our foundation of developing scoring and graphics display systems, we were able to add video capabilities so we could meet all our customers' large format display needs in a complete, integrated system. This has proven to be a key factor in Daktronics becoming a leader in large electronic displays. LED technologies continue to evolve and advance, creating new high-resolution and micro-LED display options of all shapes and sizes. Today, the industry continues development in both the construct of the micro-LED and production methods of micro-LED display panels using mass-transfer technology.\nIntegrated visual display systems are increasingly used across a variety of vertical markets including: media/advertising, stadiums/venues, hospitality/leisure, transportation, military and government, broadcast, control room, corporate and education, and retail. Generally, these vertical markets use systems to collaboratively communicate, inform, entertain, and advertise to various sized audiences. Advances in technologies and the decrease in costs of systems have opened up and increased the market's size.\nDescription of Business\nWe are engaged in a full range of activities: marketing and sales, engineering and product design and development, manufacturing, technical contracting, professional services and customer service and support. Each of those activities is described below:\nMarketing and Sales.\n Our sales force is comprised of direct sales staff and resellers located throughout the world supporting all customer types in both sales and service. We primarily use a direct sales force for large integrated display system sales in professional sports, colleges and universities, and commercial spectacular projects. We also use our direct sales force to sell third-party advertising and transportation applications. We utilize resellers outside North America for large integrated system sales where we do not have a direct sales presence. The majority of our products sold by resellers in North America are standard catalog products. We support our resellers through direct mail/email advertising, social media campaigns, trade journal advertising, product and installation training, trade show exhibitions and accessibility to our regional sales or service teams and demonstration equipment.\nEngineering and Product Design and Development.\n The large format electronic display industry is characterized by ongoing product innovations and developments in technology and complementary services. To remain competitive, we have a tradition of applying engineering resources throughout our business to anticipate and respond rapidly to the system needs in the marketplace. We employ and contract with engineers and technicians in the areas of mechanical and electrical design; applications engineering; software design; quality design; and customer and product support. Product managers assigned to each product family assist our sales staff in training and implementing product improvements which ensures each product is designed for maximum reliability and serviceability. We employ and contract with process engineers to assist in quality and reliability processing in our product design testing and manufacturing areas. We also make selected investments in and contract with affiliated companies to support and advance technologies and capabilities for our product lines and solutions.\nManufacturing.\n The majority of our products are manufactured in the United States, specifically in South Dakota and Minnesota. We also have manufacturing facilities in China and Ireland. We perform component manufacturing, system \n2\nTable of Contents\nmanufacturing (metal fabrication, electronic assembly, sub-assembly and final assembly) and testing in-house for most of our products to control quality, improve response time and maximize cost-effectiveness. Given the cyclical nature of some parts of our business and dispersed sales geography, we balance and maintain our ability to manufacture the same products across our plants so we can efficiently utilize our capacity and reduce costs. A key strategy of ours is to increase standardization and commonality of parts and manufacturing processes across product lines through the use of product platforms to increase efficiencies. Other strategies include supplier management programs and lean manufacturing techniques. For more details on our facilities, see \"Part II, Item 2. Properties\".\nTechnical Contracting.\n We serve as a technical contractor for larger display system installations requiring custom designs and innovative product solutions. The purchase of display systems typically involves competitive proposals. As part of our response to a proposal request, we may suggest additional products or features to assist the prospective customer in analyzing the optimal type of display system. We usually include site preparation and installation services related to the display system in our proposal. In these cases, we serve as a contractor and may retain subcontractors for electrical, steel and installation labor. We have developed relationships with many subcontractors throughout the United States and the world, which is an advantage for us in bidding and delivering on these projects. We are licensed as a general contractor in many jurisdictions.\nProfessional Services.\n To assist our clients' ability to engage, inform and entertain their audiences, we provide professional services including event support, content creation, product maintenance, marketing assistance, training on hardware and software, control room design, and continuing technical support training for operators.\nCustomer Service and Support.\n We offer limited warranties on our products, ranging from one to 10 years, against failure due to defective parts or workmanship. In addition, we offer service agreements of various scopes. To serve our customers, we provide help-desk access, parts repair and replacement, display monitoring and on-site support. Our technical help desk has experienced technicians who are on-call 24 hours a day to support events and sites. Our field service personnel and third-party service partners are trained to provide on-site support. We use third-party service partners to allow us to respond to the changes in volume of service requests during our seasonal peaks.\nProducts and Technologies\nThe two principal components of our systems are the display and the control system, which manages the operation of the display. We produce displays varying in complexity, size and resolution. The physical dimensions of a display depend on the size of the viewing area, the distance from the viewer to the display, and the amount and type of information to be displayed. The control system is comprised of various combinations of computer hardware, video processing hardware and software products designed to compile information provided by the operator and other integrated sources to display information, graphics, video or animation on the displays. We customize our products according to the design specifications of the customer and the conditions of the environment in which our products function.\nOur products are comprised of the following product families:\n•\nVideo displays/video walls\n•\nScoreboards and timing systems\n•\nMessage displays\n•\nITS (intelligent transportation systems) dynamic message signs\n•\nMass Transit displays\n•\nSound systems\n•\nDigital billboards\n•\nDigital street furniture\n•\nDigit and price displays\n•\nIndoor dynamic messaging systems and indoor liquid crystal display (\"LCD\") signs\n•\nSoftware and controllers including Venus® Control Suite, Show Control Studio and Show Control Live\nEach of these product families is described below:\nVideo Displays/Video Walls.\n These displays are comprised of a large number of full-color pixels capable of showing various levels of video feeds, pre-rendered graphics and animated content with Real Time Data capabilities. These displays include red, green and blue LEDs arranged in various combinations to form pixels. The electronic circuitry, which controls the pixels, allows for variances in the relative brightness of each LED to provide a full color spectrum, thereby displaying \n3\nTable of Contents\nvideo images in striking, vibrant colors. Variables in video displays include the spacing of the pixels (pixel pitch), the resolution of the displays (number of pixels), the brightness of the displays (nits), the number of discrete colors the display is able to produce (color depth), the viewing angles, and the LED technology.\nWe offer a broad range of indoor and outdoor LED video displays with these varying features. Examples of offerings include centerhung displays, landmark displays, video walls, ribbon board displays, hanging banners, roadside displays, digital billboards, corporate office entrance displays, conference room displays, control room displays, and video displays designed for arenas, stadiums, retail stores, restaurants, malls, transportation hubs and other similar indoor facilities.\nVideo displays provide content to serve as a revenue generation source through advertising or as an information and communication medium (such as scoring, statistics, wayfinding, advertising, and control center information), or to provide interior design elements to create luxurious space to feature digital art.\nThe control components for video displays in live event applications include our Show Control Software Suite, proprietary digital media players and video processors. These control components provide advanced capabilities for the display of live video and real-time content on our displays. The Show Control Software Suite can operate an entire network of displays within a venue from a single, intuitive control interface. Its features allow users to instantly deliver media clips, camera feeds, and streaming information to any display in a venue.\nScoreboards and Timing Systems.\n Our line of scoreboards and timing products include indoor and outdoor scoreboards for many different sports, digit displays, scoring and timing controllers, statistics software and other related products. Indoor and outdoor systems range in complexity from small scoreboards to larger systems incorporating scoring, timing, video, message centers, advertising panels and control software.\nWe offer a variety of controllers complementing our scoreboards and displays. These controllers vary in complexity from the All Sport® 100, a handheld controller for portable scoreboards, to the All Sport® Pro, designed for more sophisticated scoring systems and allowing for more user-defined options.\nAs a key component of an integrated system, we market sports statistics and results software under the DakStats® trademark. The software allows the entry and display of sports statistics and other information. It is one of the leading applications of its type in collegiate and high school sports.\nMessage Displays.\n The Galaxy® product line is a family of full-matrix displays, available in both indoor and outdoor models and controlled with the Venus® Control Suite. Galaxy® displays are full color or monochrome with varying pixel spacing depending on color, size and viewing distance. Galaxy® displays can display text, graphics and animation, as well as prerecorded video clips. They are used primarily to convey information and on-premises advertising to consumers.\nThe Venus® Control Suite software is used to control the creation of messages and graphic sequences for uploading to the Galaxy® displays. This software is designed to be user friendly and applicable to all general advertising or message applications. It can be used to control a single message display or can scale up to provide a secure, cloud-based control center for large networks of message displays.\nITS Dynamic Message Signs (\"DMS\").\n DMS products include a wide range of LED displays for road management applications. The Vanguard® family of dynamic message displays is typically used to direct traffic and inform motorists. These displays are used over freeways, on arterial roads, near bridges, at toll booths and in other locations. We have also developed a Vanguard® control system for these displays to help transportation agencies manage large networks of displays.\nMass Transit Displays.\n Our Mass Transit products include a wide range of LCD and LED display solutions for public transportation applications. Installations often involve a network of displays located on railway platforms, at bus stations, or on concourses within a transportation hub to guide travelers to their intended destination.\nSound Systems.\n Our sound systems include both standard and custom options. Standard systems are designed to meet the needs of a variety of indoor and outdoor sports venues based on the size and configuration of the facility. Custom indoor and outdoor systems are tailored for larger venues and venues with unique seating configurations and are often integrated into an overall venue solution for scoring, timing, message display and/or video capability. \n4\nTable of Contents\nDigital Billboards.\n Our line of digital billboards offers a unique display solution for the Out-of-Home (“OOH”) advertising industry. The products are used to display images which change at regular intervals. These systems include many features unique to the outdoor advertising market, such as our patented mounting system, self-adjusting brightness, optimized energy consumption, and enhanced network security.\nDigital street furniture. \nOur LED street furniture features some of the brightest imagery in the industry and is built to withstand full-sun conditions. Our line of digital street furniture engages people with advertising content at eye level as they walk through campuses, cityscapes, and malls. This design enhances the message and complements surrounding architecture. These street furniture displays are our most flexible solution for digital OOH campaigns.\nDigit and Price Displays.\n This product line includes our DataTime® and Fuelight™ displays. The DataTime® product line consists of outdoor time and temperature displays which use a remote sensor for temperature data. Fuelight™ digit displays are specifically designed for the petroleum industry, offering high visibility and quick fuel price updates using the Fuelink™ control software.\nIndoor Dynamic Messaging Systems and LCD screens. \nOur ADFLOW DMS™ systems include indoor networked solutions for retailers, convenience stores and other businesses. These solutions, using either LED or LCD technologies, allow customers to broadcast advertising campaigns and other information through the software, media players and visual hardware.\nSoftware and Controllers including Venus\n®\n Control Suite. \nThe Venus® Control Suite is our platform for scheduled control capability. It can be used in any application where the intended message is created in advance and scheduled to play at a predetermined time. It is available in an on-premise or hosted cloud-based configuration and is capable of supporting a single display or scaling to support many displays. For applications that require both scheduled content and live video or real time content, a control solution can combine the capabilities of Venus® Control Suite with the capabilities of the Show Control Software Suite to create a powerful solution that enables customers to easily manage content on their displays. Content includes media, scoring, timing, statistics, advertising, way-finding information, playback loops and entertainment type visualizations. \nOur Show Control Suite is an easy-to-use and powerful integrated solution to achieve a dynamic, seamless and fully immersive game-day production. Show Control Studio offers products designed for display control, while Show Control Live is designed for video production. \nRaw Materials\nMaterials used in the production of our video display and control systems are sourced from around the world. Examples of the materials we use in production include LEDs, integrated circuits, printed circuit boards, power supplies, plastics, aluminum, and steel. We source some of our materials from a single-source or a limited number of suppliers due to the proprietary nature of the materials. The loss of a key supplier, part unavailability, tariff changes, price changes, war or other geopolitical impacts to trade or transport, or defects in the supplied material or component could have an adverse impact on our business and operations. Our sourcing group is responsible to maintain and implement strategies to mitigate these evolving risks. Periodically, we enter into pricing agreements or purchasing contracts under which we agree to purchase a minimum amount of product in exchange for guaranteed price terms over the length of the contract, which generally does not exceed one year. We sometimes prepay for future supply.\nSince late fiscal 2021, we have been affected by supply chain disruptions and inflationary pressures stemming from the coronavirus pandemic (\"COVID-19\"), shipping container shortages, weather events, and the changes in global demand. Specifically, we are impacted by the global inflation and shortage of semiconductors and related electronic components, other materials needed for production, and freight. While supply chain disruptions from these factors have subsided over the last half of fiscal 2023 and we expect infrequent disruptions going forward from these factors, it is reasonably possible that future disruptions could occur that would have a material impact on our business. \nIntellectual Property\nWe own or hold licenses to use numerous patents, copyrights, and trademarks on a global basis. Our policy is to protect our competitive position by filing United States and international patent applications to protect technology and improvements that we consider important to the development of our business. This will allow us to pursue infringement claims against competitors for protection due to patent violations. Although we own a number of patents and possess rights under others \n5\nTable of Contents\nto which we attach importance, we do not believe that our business as a whole is materially dependent upon any such patents or rights. We also own a number of trademarks that we believe are important in connection with the identification of our products and associated goodwill with customers, but no part of our business materially depends on such trademarks. We also rely on nondisclosure agreements with our employees and agents to protect our intellectual property. Despite these intellectual property protections, there can be no assurance a competitor will not copy the functions or features of our products.\nSeasonality\nOur net sales and profitability historically have fluctuated due to the impact of uniquely configured orders, such as display systems for professional sports facilities, colleges and universities, and spectacular projects in the commercial area, as well as the seasonality of the sports market. Uniquely configured orders can include several displays, controllers, and subcontracted structure builds, each of which can occur on varied schedules per the customer's needs. Our third fiscal quarter sales and profit levels are lighter than other quarters due to the seasonality of our sports business, construction cycles, and the reduced number of production days due to holidays in the quarter.\nOur gross margins tend to fluctuate more on uniquely configured orders than on limited configured orders. Uniquely configured orders involving competitive bidding and substantial subcontracting work for product installation generally have lower gross margins. Although we follow the over time method of recognizing revenues for uniquely configured orders, we nevertheless have experienced fluctuations in operating results and expect our future results of operations will be subject to similar fluctuations.\nBecause of the seasonality and volatility in business demand and variety of product types, we may not be able to utilize our capacity efficiently or accurately plan our capacity requirements, which may negatively affect our business and operating results.\nWorking Capital\nFor information regarding working capital items, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations-Liquidity and Capital Resources” in this Form 10-K.\nCustomers\nWe have a large and diverse worldwide customer base, ranging from local main street business owners, out-of-home companies, and schools to the owners and operators of premier professional sports arenas. Our customers are important to us, and we strive to serve them over the long-term to earn their future business. The loss of one or more customers could have an adverse effect on us. See \"Note 3. Segment Reporting\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for our primary markets and customers of each business unit.\nProduct Order Backlog\nBacklog represents the dollar value of orders for integrated electronic display systems and related products and services which are expected to be recognized in net sales in the future. Orders are contractually binding purchase commitments from customers. Orders are included in backlog when we are in receipt of an executed contract and any required deposits or security and have not yet been recognized into net sales. Certain orders for which we have received binding letters of intent or contracts will not be included in backlog until all required contractual documents and deposits are received. Orders and backlog are not measures defined by accounting principles generally accepted in the United States of America (\"GAAP\"), and our methodology for determining orders and backlog may vary from the methodology used by other companies in determining their orders and backlog amounts.\nOrder and backlog levels provide management and investors additional details surrounding the results of our business activities in the marketplace and highlight fluctuations caused by seasonality and multimillion dollar projects. Management uses orders to evaluate market share and performance in the competitive environment. Management uses backlog information for capacity and resource planning. We believe order information is useful to investors because it provides an indication of our market share and future revenues. \n6\nTable of Contents\nOur product order backlog as of April 29, 2023 was $400.7 million as compared to $471.6 million as of April 30, 2022. This decrease in backlog is driven by fulfilling orders from our April 30, 2022 backlog. During fiscal 2022 we had record order volume and muted conversion to sales due to supply chain challenges. Our customers had also placed orders for future deliveries to secure our manufacturing capacity during fiscal 2022. \nWe expect to fulfill the backlog as of April 29, 2023 within the next \n24 months\n. The timing of backlog may be impacted by project delays resulting from parts availability and other constraints stemming from the supply chain disruptions.\nGovernment and Other Regulation\nIn the United States and other countries, various laws, regulations and ordinances related to our products and controllers restrict the installation of outdoor signs and displays, particularly in the commercial and transportation markets. These laws and regulations impose greater restrictions on electronic displays versus non-electronic displays due to alleged concerns over aesthetics or driver safety. Globally, our products are also subject to various regulations and standards including electromagnetic interference, electromagnetic compatibility, electrical safety, and flammability standards. We design and have our products tested for these regulations; however, these factors may prevent or inhibit us from selling products to some prospective customers in certain geographies.\nOur manufacturing facilities and products comply with industry specific requirements, including environmental rules and regulations and safety standards. These requirements include quality, manufacturing process controls, manufacturing documentation, supplier certification of raw materials, and various safety tests. Our production processes require the storage, use and disposal of a variety of hazardous chemicals under applicable laws.\nOur global supply chain and sales distribution channels subject us to various trade compliance regulations. These requirements can include certification of country of origin, classification within the various tariff codes and trade agreements; compliance with other specific product or country import/export regulations; and payment of certain import or export tariffs, duties, or taxes.\nOur global operations subject us to various laws and regulations, including laws and regulations relating to tax compliance, anti-corruption, data privacy, cybersecurity, governance, and disclosure reporting. These requirements vary and can involve matters and processes such as using resources for related expertise and information systems, records management, policy creation and maintenance, data protection programs, compliance filings, control design and testing, and continued training of employees.\nWe are subject to regulations restricting the movement and interaction of people and business operations. Countries and states and/or localities in the United States can issue lock down orders impacting the availability of employees, third parties, suppliers, customers, and other services we need to operate our business.\nWe believe we are in material compliance with government and other regulatory requirements.\nCompetition\nWe encounter a wide variety of competitors that vary by product, geographic area, and business unit. Our competitors include both domestic and foreign companies which range in size and product offerings. Our competitors may develop lower-cost or lower-featured products, may be willing to charge lower prices to increase their market share, or include different service and controller offerings. Some competitors have more capital, governmental funding, supply chain access, and other resources, which may allow them to take advantage of acquisition opportunities or adapt more quickly to changes in customer requirements. Other competitors use sponsorships as a way to win business at a particular location or market. In addition, our products compete with other forms of advertising, such as television, print media, digital and mobile, and fixed display signs.\nWe believe that our ability to compete depends upon customer centric product and service quality and features, technical expertise, service breadth, and cost-effective solutions.\n7\nTable of Contents\nResearch and Development\nOur experience in engineering, process design, and product and service design and development capabilities and investments made in affiliates are very important factors in continuing to develop, produce, and offer the most up-to-date digital displays and control system solutions desired by the market.\nWe invest in our development and our affiliates to increase differentiated product platforms, advance our software architecture and offerings, support customer requirements, advance new competitive narrow pixel and micro-electronic technologies, and advance sustainable technologies and related products.\nDuring the first half of fiscal 2023, our design teams focused on adjusting designs to utilize available components as a strategy to gain stability in our production levels.\nDuring fiscal 2024, we will continue to invest in product design and development to improve our video technology over a wide range of pixel pitches and sustainable technologies for both indoor and outdoor applications and to advance micro-LED devices and placement processes. These new or improved technologies are focused on varied pixel density for image quality and use, expanded product line offerings for our various markets and geographies, improved quality and reliability, and improved cost points. \nEmployees and Human Capital Resource Management\nOur core values of \nHonest, Helpful and Humble\n support our commitment to diversity, equity and inclusion, which leads to our vision of every person at Daktronics being able to contribute their best every day. We seek to recruit, retain, and develop our existing and future workforce for decades-long engagements to build long-term mutual prosperity. We facilitate company-wide teams to inspire a more inclusive culture and achieve company goals through teamwork. We encourage each employee to proactively and continuously build self-awareness, understanding of aspects of diversity, and openness to others’ experiences and perspectives. We also foster and encourage self development and a continuous learning environment to build talent.\nThe safety and well-being of our team are a top priority, and we believe each and every team member plays an essential role in creating a safe and healthy workplace. We provide training for safety measures on the job site and in our facilities. We provide our employees and their families with access to a variety of health programs, including benefits that support their physical and mental health. \nAs of April 29, 2023, we employed approximately 2,441 full-time employees and 293 part-time and temporary employees. Of these employees, approximately 1,121 were in manufacturing, 451 were in sales and marketing, 561 were in customer service, 378 were in engineering and 223 were in general and administrative. None of our employees are represented by a collective bargaining agreement. We believe employee relations are good.",
    "item1a": ">Item 1A. RISK FACTORS\nThe factors that are discussed below, as well as the matters that are generally set forth in this Form 10-K and the documents incorporated by reference herein, could materially and adversely affect the Company’s business, results of operations and financial condition.\nMacroeconomic Risks \nOur business is sensitive to global economic conditions, including recessions, inflation, and interest rate fluctuations. Weakened global economic or recessionary conditions may adversely affect our industry, business and results of operations.\nOur overall performance depends in part on worldwide economic conditions. The United States and other key international economies have experienced downturns and recessions from time to time during which economic activity was impacted by falling demand for a variety of goods and services; restricted credit; poor liquidity; reduced corporate profitability; volatility in credit, equity and foreign exchange markets; increased unemployment; bankruptcies; and overall uncertainty with respect to the economy. These conditions affect consumer and entertainment spending and could adversely affect our customers’ ability or willingness to purchase our products, delay prospective customers’ purchasing decisions, reduce the value of their contracts, or affect attrition rates, all of which could adversely affect our operating results.\n8\nTable of Contents\nThese demand fluctuations and various factors may reduce our ability to effectively utilize our capacity and impact our results of operations.\nWe rely on global supply chains, and inflationary pressures can increase our input costs faster than our ability to raise prices. These could eliminate our ability to sell our products or receive parts and components through our global supply chains.\nThe rate of interest we pay on our asset-based lending facility with JPMorgan Chase Bank, N.A. is correlated to the Standard Overnight Fund Rate (SOFR), which is determined by governmental policy decisions. Increases in SOFR will increase the rate of any extended borrowing on this facility. \nGeopolitical issues, conflicts, governmental actions and other global events could adversely affect our results of operations and financial condition.\nOur business is subject to global political issues and conflicts and governmental actions. Such factors can create trade restrictions, increase tariff costs, increase prices for raw materials and components used in our products, increase the cost of sales, decrease demand for our products, or cause other implications to our business operations. These impacts could reduce profitability and could have a material adverse effect on our results of operations and financial condition if they escalate into geographies in which we do business, manufacture our products, or obtain raw materials and components for production. \nFor example, the continuing conflict arising from the invasion of Ukraine by Russia, or tensions between Taiwan, China, the United States or other countries, could adversely impact macroeconomic conditions, give rise to regional instability and result in heightened economic tariffs, sanctions and import-export restrictions from the United States and the international community in a manner that adversely affects our Company, including to the extent that any such actions cause material business interruptions or restrict our ability in these regions to conduct business with certain suppliers or vendors. Additionally, such conflict or sanctions may significantly devalue various global currencies and have a negative impact on economies in geographies in which we do business.\nWe face risks related to actual or threatened health epidemics and other outbreaks, which have had and could have a material adverse effect on our operations, liquidity, financial conditions, and financial results. \nA serious global pandemic can adversely impact, shock and weaken the global economy. These impacts can amplify other risk factors and could have a material impact on our operations, liquidity, financial conditions, and financial results.\nOur business, operations, and financial results have been, and may continue to be, impacted by the COVID-19 pandemic. Impacts on our business include, but are not limited to:\n•\nInability to meet our customers' demand due to disruptions in our manufacturing caused by delays and disruptions in obtaining certain raw material and other manufacturing components and because of restrictions affecting our ability to conduct work at sites during shutdowns; \n•\nRapid increases in raw material, components, and personnel related costs and expenses; and\n•\nRapid declines and increases in demand for our products.\nUnexpected events, including natural disasters, weather events, war, terrorist acts, and pandemics, may increase our cost of doing business or disrupt our operations.\nWe operate manufacturing operations in three locations in the United States - Brookings, South Dakota, Sioux Falls, South Dakota, and Redwood Falls, Minnesota, and we have production facilities in Ireland and China. Unexpected events could result in damage to, and a complete or partial closure of, one or more of our manufacturing facilities, which could make it difficult to supply our customers with product and provide our employees with work, thereby adversely affecting our business, operating results or financial condition.\nThe occurrence of one or more unexpected events in the United States or in other countries in which we operate may disrupt our operations and the operations of our customers and suppliers. Such events could create additional uncertainties, forcing customers to reduce, delay, or cancel already planned projects or cause our suppliers not to perform, resulting in parts and component shortages. \n9\nTable of Contents\nRisks Related to Our Business and Industry\nWe operate in highly competitive markets and face significant competition and pricing pressures. If we are unable to keep up with the rapidly changing product developments and new technologies or if we cannot compete effectively, we could lose market share and orders, which would negatively impact our results of operations.\nThe electronic display industry is characterized by ongoing product improvement, innovations and development. We compete against products produced in foreign countries and the United States. Our competitors may develop lower-cost or lower-featured products, may be willing to charge lower prices to increase their market share, or market new and unique product, service and controller offerings. Some competitors have more capital and other resources, which may allow them to take advantage of acquisition opportunities or adapt more quickly to changes in customer requirements. Other competitors use sponsorships as a way to win business at a particular location or market. In addition, our products compete with other forms of advertising, such as television, print media, digital and mobile, and fixed display signs. To remain competitive, we must anticipate and respond quickly to provide products and services that meet our customers’ needs, enhance our existing products, introduce new products and features, and continue to price our products competitively.\nWe may be unable to protect our intellectual property rights effectively, or we may infringe upon the intellectual property rights of others, either of which may have a material adverse effect on our operating results and financial condition.\nWe rely on a variety of intellectual property rights we use in our products and services. We may not be able to successfully preserve our intellectual property rights in the future, and these rights could be invalidated, circumvented or challenged. In particular, the laws of certain countries in which our products are sold do not protect our products and intellectual property rights to the same extent as the laws of the United States. If litigation is necessary in the future to enforce our intellectual property rights, to protect our trade secrets, or to determine the validity and scope of the proprietary rights of others, such litigation could result in substantial costs and diversion of resources even if we ultimately prevail.\nIn addition, intellectual property rights of others also have an impact on our ability to offer some of our products and services for specific uses or at competitive prices. Competitors' patents or other intellectual property may limit our ability to offer products or services to our customers. Any infringement or claimed infringement by us of the intellectual property rights of others could result in litigation and adversely affect our ability to continue to provide, or could increase the cost of providing, products and services.\nIf we fail to timely and effectively obtain shipments of raw materials and components from our suppliers or to send shipments of our manufactured product to our customers, our business and operating results could be adversely affected.\nWe cannot control all of the various factors that might affect our suppliers' timely and effective delivery of raw materials and components to our manufacturing facilities or the availability of freight capacity for us to deliver products to our customers.\nOur utilization of a complex supply chain for raw material and component imports and the global distribution of our products makes us vulnerable to many risks, including, among other things, shortages or delays because of work restrictions for various reasons like COVID-19 restrictions, supply chain implications due to war or other geopolitical impacts on supply chains, risks of damage, destruction or confiscation of products while in transit to and from our manufacturing facilities; organized labor strikes and work stoppages, such as labor disputes or related employee worker unavailability, that could disrupt operations at ports-of-entry; transportation and other delays in shipments as a result of heightened security screening and inspection processes or other port-of-entry limitations or restrictions; unexpected or significant port congestion; lack of freight availability; and freight cost increases. In addition, we may be required to arrange for products to be delivered through airfreight, which is significantly more expensive than standard shipping by sea. We may not be able to obtain sufficient freight capacity on a timely basis and, therefore, may not be able to timely receive shipments of raw materials and components or deliver products to customers.\nCOVID-19 created constraints on supply chain operations and resulted in component part shortages due to global capacity constraints, such as the current global capacity constraint we have been facing in the supply of component parts, particularly of semiconductor components. In addition, transportation availability has disrupted the timeliness of raw material and component shipments and customer shipments. Such a constraint could cause and has caused lead times for our products to increase.\n10\nTable of Contents\nCost inflation in, and shortages of, raw materials, components, and related transportation and tariff costs have had and may continue to have a significant impact on our price competitiveness and/or ability to produce our products, which have caused and could continue to cause harm to our sales, financial condition and results of operations.\nCost inflation and shortages of any raw materials and components used to manufacture our products have and may continue to occur due to various factors, such as worldwide demand, natural disasters, logistic disruptions, war and other conflicts, and trade regulations.\nElectronic and other components and materials used in our products are sometimes in short supply, which may impact our ability to meet customer demand. Transportation costs and availability can fluctuate due to fluctuations in oil prices and other social, economic, and geopolitical factors. \nIf we experience shortages or increases in the prices we pay for raw materials and components and are unable to pass on those increases to our customers or are unable to manufacture our products at all or on a timely basis, it could negatively affect our business, financial condition or results of operations as such conditions have in the past. In addition to increased costs, these factors could delay delivery of products, which may result in the assessment of liquidated damages or other contractual damages that could negatively impact our profits.\nDuring late fiscal 2021, supply chain disruptions began to emerge because of COVID-19, shipping container shortages, winter weather, and changes in global demand. Specifically, we are impacted by the global inflation and shortage of semiconductors and related electronic components, other materials needed for production, and freight. While supply chain disruptions from these factors have subsided over the last half of fiscal 2023 and we expect infrequent disruptions going forward from these factors, it is reasonably possible that future disruptions could occur that would have a material impact on our business. \nTrade disruptions between countries could make us subject to additional regulatory costs and challenges, affect global economic and market conditions, and contribute to volatility in foreign exchange markets, which we may be unable to effectively manage through our foreign exchange risk management program. We monitor for these types of situations and evaluate ways to minimize these impacts through vendor negotiations, alternative sources, and potential price adjustments. \nWe depend on a single-source or a limited number of suppliers for our raw materials and components from countries around the world. The loss, an interruption, or a material change in our business relationships with our suppliers or in global supply chain conditions has had and could continue to cause a disruption in our supply chains and a substantial increase in the costs of such raw materials and components. Such changes have and could continue to result in extended lead times or supply changes, which could disrupt or delay our scheduled product deliveries to our end user customers and may result in the loss of sales and end user customers and cause harm to our sales, financial condition, and results of operations.\nThe performance and financial condition of a supplier may cause us to alter our business terms, cease doing business with a particular supplier, or change our sourcing practices. Our suppliers are subject to the fluctuations in global economic cycles and conditions and other business risk factors which may impact their ability to operate their businesses. Our supply chain includes materials that are sourced or packaged directly or indirectly through Taiwan or China suppliers. Geopolitical tensions and shipping disruptions can impact our suppliers ability to deliver components and raw materials. \nAn interruption from our suppliers of raw materials or components could affect our ability to manufacture our products until a new source of supply is located and, therefore, could have a material adverse effect on our business, financial condition or results of operations. Our suppliers may need to allocate available supply, and we may not be able to obtain parts needed for production. Qualifying new suppliers to compensate for such shortages may be time-consuming and costly and may increase the likelihood of errors in design or production. \nIn order to reduce manufacturing lead times and plan for adequate component supply, from time to time we may issue purchase orders or prepay for components and products that are non-cancelable and non-returnable. In addition, we may purchase components and products that have extended lead teams to ensure adequate supply to support long-term customer demand and mitigate the impact of supply disruptions. If we are unable to use all of the components we have purchased, we may have excess inventory or obsolescence, or increased inventory or carrying costs, which could have an adverse impact on our results of operation or financial condition.\n11\nTable of Contents\nWe may fail to continue to attract, develop and retain personnel throughout our business areas, which could negatively impact our operating results.\nWe depend on qualified employees, including experienced and skilled technical personnel, to design, market, fulfill, and serve our customers. Qualified employees can be in high demand and limited in availability. Our future success and operating results will also depend upon our ability to attract, train, motivate and retain qualified personnel to maintain and grow capacity. Although we intend to continue to provide competitive compensation packages to attract and retain qualified personnel, market conditions for pay levels and availability may negatively impact our operations.\nWe depend on third parties to complete some of our contracts.\nDepending on a contract's scope of work, we may hire third-party subcontractors to perform on-site installation and service-related activities, hire manufacturers of structures or elements of structures related to on-site installations, hire contract manufacturers for certain product lines, or purchase specialty non-display related system elements from other companies. If we are unable to hire qualified subcontractors, find qualified manufacturers for on-site elements, find qualified contract manufacturers, or purchase specialty non-display system elements, our ability to successfully complete a project could be impaired. If we are not able to locate qualified third party subcontractors or manufacturers, the amount we are required to pay may exceed what we have estimated, and we may suffer losses on these contracts. If the subcontractor or manufacturer fails to perform, we may be required to source these services to other third parties on a delayed basis or on less favorable terms, which could impact contract profitability. There is a risk that we may have disputes with our subcontractors relating to, among other things, the quality and timeliness of work performed, customer concerns about the subcontractor, or faulty workmanship, resulting in claims against us for failure to meet required project specifications and negatively impacting our financial condition and results of operations.\nThese third parties are subject to fluctuations in global economic cycles and conditions and other business risk factors which may adversely impact their ability to operate their businesses. The performance and financial condition of the third parties may cause us to alter our business terms or to cease doing business with a particular third party or change our sourcing practices.\nWe may not be able to utilize our capacity efficiently or accurately plan our capacity requirements, which may negatively affect our business and operating results. \nWe increase and decrease our production and services capacity and the overhead supporting order fulfillment based on anticipated market demand. Market demand, however, has not always developed as expected or remained at a consistent level. These underutilization and overbooking capacity risks can potentially decrease our profitability and result in the impairment of certain assets.\nThe following factors are among those that could complicate capacity planning for market demand:\n•\nchanges in the demand for and mix of products that our customers buy;\n•\nour ability scale down or to add and train our manufacturing and services staff in advance of demand changes;\n•\nthe market’s pace of technological change;\n•\nvariability in our manufacturing or services productivity;\n•\nlong lead times for and availability of raw materials and components used in production;\n•\nour ability to engage qualified third parties;\n•\ngeography of the order and related shipping methods; and\n•\nlong lead times for our plant and equipment expenditures.\nOur results of operations on a quarterly and annual basis have and are likely to continue to fluctuate and be substantially affected by the size and timing of large contract order awards.\nCustomer demand and the timing and size of large contracts create volatility in supply chain planning and capacity requirements to fulfill orders. Awards of large contracts and their timing and amounts are difficult to predict, may not be repeatable, and are outside of our control. Market demand has not always developed as expected or remained at a consistent level. Adjusting supply chain material planning and production and services capacity to meet this varied demand can increase costs. Large contracts or customer awards include projects for college and professional sports facilities \n12\nTable of Contents\nmarkets, the OOH niche, the transportation market, and the large spectacular niche. These projects can have short delivery time frames. Some factors that may cause our operating results to vary due to timing and size of the awards include:\n•\nthe timing of orders and related deliveries, including delays or cancellations of orders;\n•\nour ability to obtain raw materials and components timely and at reasonable prices;\n•\nour ability to adjust and utilize production and services capacity;\n•\nour ability to engage third parties to support production and fulfillment;\n•\nnew product introductions;\n•\nvariations in product mix; and\n•\ncustomer financial wherewithal and the related economic conditions impacting their business.\nOperating results in one or more quarters of a fiscal year may not be indicative of future operating results.\nWe enter into fixed-price contracts, which could reduce our profits if actual costs exceed estimated costs.\nBecause of the complexity of many of our client contracts, accurately estimating the cost, scope and duration of a particular contract can be a difficult task. Unanticipated costs that exceed our original estimates may not be recoverable under fixed price contracts. Unanticipated cost increases may occur as a result of several factors including, but not limited to: increases in the cost, shortages or non-availability of materials or labor; unanticipated technical problems; required project modifications not initiated by the customer; suppliers’ or subcontractors’ failure to perform or delay in performing their obligations; logistics disruptions or delays; and capacity constraints. In addition to increased costs, these factors could delay delivery of products, which may result in the assessment of liquidated damages or other contractual damages which would negatively impact our profits. We evaluate changes in estimates on a contract-by-contract basis and disclose significant changes, if material, in the Notes to Consolidated Financial Statements. The cumulative catch-up method is used to account for revisions in estimates.\nBacklog may not be indicative of future revenue or profitability.\nMany of our products have long sales, delivery and acceptance cycles. In addition, our backlog is subject to order cancellations and delays. Orders normally contain cancellation provisions to permit our recovery of costs expended as well as a pro-rata portion of the profit. If projects are delayed, revenue recognition can occur over longer periods of time, and projects may remain in backlog for extended periods of time. If we receive relatively large orders in any given quarter, fluctuations in the levels of the quarterly backlog can result because the backlog may reach levels which may not be sustained in subsequent quarters.\nUnanticipated events resulting in credit losses to us could have a material adverse impact on our financial results.\nSignificant portions of our sales are to customers who place large orders for custom products. We closely monitor the creditworthiness of our customers and have not, to date, experienced significant credit losses. We mitigate our exposure to credit risk, to some extent, by requiring deposits, payments prior to shipment, progress payments, payment bonds and letters of credit. However, because some of our exposure to credit losses is outside of our control, unanticipated events resulting in credit losses could have a material adverse impact on our operating results.\nOur actual results could differ from the estimates and assumptions we make to prepare our financial statements, which could have a material impact on our financial condition and results of operations.\nIn connection with the preparation of our financial statements, including the Consolidated Financial Statements included in this Form 10-K, our management is required under GAAP to make estimates and assumptions based on historical experience and other factors. Our most critical accounting estimates are described in \"Part II, Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" in this Form 10-K.\nThese estimates and assumptions affect the timing and amount of net sales, costs, and profits or losses in applying the principles to contracts with customers under over time method of recording revenue using the cost-to-cost input method; credit losses for accounts receivables and contract assets; the valuation of inventory; estimated amounts for warranty and product maintenance agreement costs; the calculation and valuation of our investments and deferred tax assets; the valuation of our investment in affiliates or unconsolidated subsidiaries; fair value estimates used in goodwill and long-term assets testing; estimating the impact of uncertainties in the application of complex tax laws; and calculating share-based compensation expense. Although we believe these estimates and assumptions are reasonable under the circumstances, they \n13\nTable of Contents\nare subject to significant uncertainties, some of which are beyond our control. If management's estimates and assumptions change or are not correct, our financial condition or results of operations could be adversely affected.\nUnanticipated warranty and other costs for defective products could adversely affect our financial condition, results of operations and reputation.\nWe provide warranties on our products with terms varying from one to 10 years. In addition, we offer extended warranties. These warranties require us to repair or replace faulty products and meet certain performance standards, among other customary warranty provisions. Although we continually monitor our warranty claims and accrue a liability for estimated warranty costs, unanticipated claims could have a material adverse impact on our financial results. In some cases, we may be able to subrogate a claim back to a subcontractor or supplier if the subcontractor or supplier supplied the defective product or performed the service, but this may not always be possible. In addition, the need to repair or replace products with design and manufacturing defects could adversely affect our reputation. Remediation of a claim may take time and could result in lost or deferred revenue, lead to costly warranty expenses, and have a material adverse impact on our financial condition and operating results.\nThe terms and conditions of our credit facilities impose restrictions on our operations, and if we default on our credit facilities, it could have a material adverse effect on our results of operations and financial condition and make us vulnerable to adverse economic or industry conditions and cause liquidity issues.\nThe terms and conditions of our credit facilities impose restrictions limiting our ability to incur debt, contingent liabilities, lease obligations or liens; to merge or consolidate with another company; to dispose substantially all our assets ; to acquire or purchase a business or its assets; or to sell our assets. Our credit facilities also impose certain financial covenants on us which restrict the level of cash dividends and capital expenditures. A breach of any of these covenants could result in an event of default under our credit facilities. Upon the occurrence of an event of default, the lender could elect to declare any and all amounts outstanding under such facilities to be immediately due and payable and terminate all commitments to extend further credit. For additional information on financing agreements, see \"Note 7. Financing Agreements\" and \"Note 17. Subsequent Events\" of the Notes to our Consolidated Financial Statements included in this Form 10-K.\nFor the foreseeable future, it is anticipated that our cash on hand, marketable securities, cash provided by operating activities, and borrowings under our credit facilities should provide sufficient funds to finance our capital expenditures and working capital needs and otherwise meet operating expenses and debt service requirements. However, if additional capital is required or we are unable to renew our existing credit facilities at all or on a timely basis, there can be no assurance we will be able to obtain such capital when needed or on satisfactory terms. \nIf we became unable to obtain adequate surety bonding or letters of credit, it could adversely affect our ability to bid on new work, which could have a material adverse effect on our future revenue and business prospects.\nIn line with industry practice, we are often required to provide performance and surety bonds to customers and may be required to provide letters of credit. These bonds and letters of credit provide credit support for the client if we fail to perform our obligations under the contract. If security is required for a project and we are unable to obtain a bond or letter of credit on terms acceptable to us and our client, we may not be able to pursue that project. In addition, bonding may be more difficult to obtain in the future or may be available only at significant additional cost as a result of general conditions that affect the insurance and bonding markets.\nVolatility in our business driven by global economic conditions and supply chain disruptions can have a negative effect on our liquidity and could cause us to express substantial doubt about our ability to continue as a going concern.\nGlobal economic conditions and supply chain disruptions have and will continue to cause volatility in our cash flow, pricing, order volumes lead times, competitiveness, revenue cycles, and production costs. Our ability to fund inventory levels, operations and capital expenditures in the future will be dependent on our ability to generate cash flow from operations in these conditions, to maintain or improve margins, and to use funds from our credit facility. Also, market conditions can negatively impact our customers' ability to fund their projects and can impact our vendors, suppliers, and subcontractors and may not allow them to meet their obligations to us and impact our liquidity.\nA determination that there is a substantial doubt about our ability to continue as a going concern can cause our existing and prospective suppliers, customers, and financing sources to not do business with us. \n14\nTable of Contents\nWe previously disclosed that liquidity constraints conditions raised substantial doubt about the Company’s ability to continue in our second and third quarter of fiscal 2023 financial statements. On May 11, 2023, we secured long-term financing. During fiscal 2023, we recognized operating income of $21.4 million and generated $15.0 million in cash flows provided by operating activities, and we project we will have sufficient cash on hand and availability under the financing agreements to fund future operations. Therefore, the events and conditions that gave rise to substantial doubt about our ability to continue as a going concern were resolved.\nAcquisitions, investments, and divestitures pose financial, management and other risks and challenges.\nWe routinely invest in and explore investing in or acquiring other businesses and related assets to complement or enhance our business strategies. These investments are often made to increase customer relations and market base, expand geographically, or obtain technological advances to support our solution portfolio. Periodically, we may also consider disposing of these businesses, partial investments, assets, or other lines of business.\nThe financial, management and other risks and challenges associated with these activities include, but are not limited to, the following:\n•\ndiversion of management attention;\n•\ndifficulty with integrating acquired businesses;\n•\nadverse impact on overall profitability if the expanded operations or investments in affiliates do not achieve the strategic benefits forecasted;\n•\npotential loss or adverse relationship with or a change of key employees, customers, or suppliers of the acquired business;\n•\ninability to effectively manage our expanded operations;\n•\ndifficulty with the integration of different corporate cultures;\n•\npersonnel issues;\n•\nincreased expenses;\n•\nassumption of unknown liabilities and indemnification obligations;\n•\npotential disputes with the buyers or sellers;\n•\nthe time involved in evaluating or modifying the financial systems of an acquired business and the establishment of appropriate internal controls; \n•\nincorrect estimates made in the accounting for the transaction that cause misstatements of acquisition assets and liabilities; and\n•\nincorrect assumptions and estimates made in accounting for the value of such asset.\nThere can be no assurance that we will engage in any acquisitions or divestitures or that we will be able to do so on terms that will result in any expected benefits. \nWe have $20.7 million, net invested in affiliates as of April 29, 2023. Our financial results are impacted negatively or positively from our proportionate share of our affiliates' financial performance. Any reduction or impairment of the value of an investment and related acquired assets, goodwill, or investments in affiliates would result in charges against earnings, which would adversely affect our results of operations in future periods. We recorded an impairment to the value of one of these investments by $4.5 million during fiscal year 2023.\nIf goodwill or other intangible assets in connection with our acquisitions become impaired, we could take significant non-cash charges against earnings.\nWe have pursued and will continue to seek potential acquisitions to complement and expand our existing businesses, increase our revenues and profitability, and expand our markets. As a result of prior acquisitions, we have goodwill and intangible assets recorded in our consolidated balance sheets as described in \"Note 4. Goodwill and Intangible Assets\" of the Notes to our Consolidated Financial Statements included in this Form 10-K.\nGoodwill represents the purchase price paid in excess of the fair value of net tangible and intangible assets acquired in a business combination. Goodwill is not amortized and remains in our consolidated balance sheets indefinitely unless there is an impairment or a sale of a portion of the business. Under current accounting guidelines, we must assess, at least annually, whether the value of goodwill and other intangible assets has been impaired. Any reduction or impairment of the value of goodwill or other intangible assets will result in charges against earnings, which would adversely affect our results of operations in future periods.\n15\nTable of Contents\nWe performed our annual impairment test on October 30, 2022 and concluded that the carrying value of the Live Events and International reporting units exceeded their respective fair values and consequently recorded a \n$4.6 million \nimpairment charge. We \ndetermined the fair value of the reporting units based on an income approach, using the present value of future discounted cash flows. Significant estimates used to determine fair value include the weighted average cost of capital and financial forecasts. The recognized impairment was primarily a result of our weighted average cost of capital being notably higher, which was driven by strains on our liquidity caused by disrupted supply chains and geopolitical conditions. As a result, the present value of our future cash flows was lower, which caused the impairment charge. \nBased on our annual impairment test, we concluded that the fair value of the Commercial and Transportation reporting units exceeded their respective carrying values and concluded no goodwill impairment existed for those reporting units. The \nannual impairment test for fiscal years 2022 and 2021 concluded no goodwill impairment existed.\nWe may fail to continue to attract, develop and retain key management personnel, which could negatively impact our operating results.\nWe depend on the performance of our senior executives and key employees, including experienced and skilled technical personnel. The loss of any of our senior executives could negatively impact our operating results and ability to execute our business strategy. Our future success will also depend upon our ability to attract, train, motivate and retain qualified personnel.\nAlthough we intend to continue to provide competitive compensation packages to attract and retain key personnel, some of our competitors for these employees have greater resources and more experience, making it difficult for us to compete successfully for key personnel. If we cannot attract and retain sufficiently qualified technical employees for our research and development and manufacturing operations, we may be unable to achieve the synergies expected from mergers and acquisitions or to develop and commercialize new products or new applications for existing products. Furthermore, possible shortages of key personnel, including engineers, could require us to pay more to hire and retain key personnel, thereby increasing our costs.\nThe outcome of pending and future claims, investigations or litigation can have a material adverse impact on our business, financial condition, and results of operations.\nWe are involved from time to time in a variety of litigation, investigations, inquires or similar matters arising in our business. Litigation, investigations and regulatory proceedings are subject to inherent uncertainties, and unfavorable rulings and outcomes can and do occur. Pending or future claims against us could result in professional liability, product liability, criminal liability, warranty obligations, indemnity claims, or other liabilities to the extent we are not insured against a loss or our insurance fails to provide adequate coverage. Also, a well-publicized actual or perceived threat of litigation could adversely affect our reputation and reduce the demand for our products. See \"Note 16. Commitments and Contingencies\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for further information on litigation obligations.\nInformation Systems, Legal, and Regulatory Risks\nOur business depends on numerous complex information systems. Any failure to maintain these systems, a network disruption, or breaches in data security that could cause a material adverse effect on our business.\nWe rely heavily on complex information systems for the successful operation of our business, for the support of our controller offerings, and for the collection and retention of business data. Any failure of our digital systems, or any breach of our systems’ security measures, could adversely affect our operations, at least until our data can be restored and/or the breaches remediated. Despite the security measures we have in place, our facilities and systems and those of our third-party service providers may be vulnerable to cybersecurity breaches, acts of vandalism, computer viruses, misplaced or lost data, ransomware attacks, programming issues, and/or human errors or other similar events. Any misappropriation, loss or other unauthorized disclosure of confidential or personally identifiable information, whether by us or by our third-party service providers, could adversely affect our business and operations. We could face significant fines and penalties under various global laws revolving around data loss, lack of adequate data protection or lack of required reporting. Any disruption in our digital technologies could affect our business and operations, causing potentially significant expenses to recover and modify the data systems, to reimburse customers' losses, and to investigate and remediate any vulnerabilities, which could severely damage our reputation with customers, suppliers, employees and investors and expose us to risk of litigation and liability.\n16\nTable of Contents\nOur global operations expose us to global regulatory, geopolitical, economic and social changes and add additional risks and uncertainties which can harm our business, operating results, and financial condition.\nOur domestic and foreign operations, sales, earnings, and strategies for profitable growth can be adversely affected by global conditions and compliance with global regulations and governmental orders. Global conditions include political developments; economic changes; unfavorable trading policies; difficulties in staffing and managing global operations; changes in foreign and domestic governmental regulations or requirements, treaty and trade relationships; the imposition of government orders that differ among jurisdictions, including mandatory closures, work-from-home and lock-down orders and social distancing protocols; changes in monetary and fiscal policies; changes in laws and regulations; or other activities of the United States and other foreign governments, agencies, and similar organizations. These conditions include, but are not limited to, changes in a country's or region's economic or political conditions; pricing and marketing of products; local labor conditions and regulations; reduced protection of intellectual property rights; changes in the regulatory or legal environment; lack of well-developed legal systems; restrictions and foreign exchange rate fluctuations; and burdensome taxes and tariffs and other trade regulations or barriers. Other exposures and uncertainties that exist include changing social conditions and attitudes, terrorism, or political hostilities and war. Other difficulties of global operations include staffing and managing our various locations, including logistical and communication challenges. The likelihood of such occurrences and their overall effect on us vary greatly from country to country and are not predictable.\nOur business involves the use of hazardous materials, and we must comply with environmental, health and safety laws and regulations, which can be expensive and restrict how we do business.\nOur business involves the blending, controlled storage, use and disposal of hazardous materials. We and our suppliers are subject to federal, state, local and foreign laws and regulations governing the use, manufacture, storage, handling and disposal of these hazardous materials. Although we believe the safety procedures we utilize for handling and disposing of these materials comply with the standards prescribed by these laws and regulations, we cannot eliminate the risk of accidental contamination or injury from these materials. In the event of an accident, local, state, federal or foreign authorities may curtail the use of these materials and interrupt our business operations. If we are subject to any liability as a result of activities involving hazardous materials, our business, financial condition and results of operations may be adversely affected, and our reputation may be harmed.\nOur future results may be affected by compliance risks related to United States and other countries' anti-bribery and anti-corruption laws, trade controls, economic sanctions, and similar laws and regulations. Our failure to comply with these laws and regulations could subject us to civil, criminal and administrative proceedings or penalties and harm our reputation.\nDoing business on a worldwide basis requires us to comply with the laws and regulations of the United States government and various foreign jurisdictions. These laws and regulations place restrictions on our operations, trade practices, partners, customers, and investments.\nIn particular, we and our operations are subject to United States and foreign anti-corruption and trade control laws and regulations, such as the United States Foreign Corrupt Practices Act (the “FCPA”); the United Kingdom Bribery Act (the “Bribery Act”); and export controls and economic sanctions programs, including those administered by the United States Treasury Department’s Office of Foreign Assets Control (“OFAC”), the State Department’s Directorate of Defense Trade Controls (the “DDTC”), and the Bureau of Industry and Security of the United States Department of Commerce.\nAs part of our business, we deal with state-owned business enterprises, the employees of which are considered to be foreign officials for purposes of the FCPA's prohibition on United States companies from engaging in bribery, providing anything of value, or making other prohibited payments to foreign officials for the purpose of obtaining or retaining business, and other similar regulations in other areas of the world. In addition, the provisions of the Bribery Act apply to the bribery of foreign officials and to transactions with individuals that a government does not employ. The FCPA also requires us to maintain specific record-keeping standards and adequate internal accounting controls. In addition, we are subject to similar requirements in other countries. Some of the international locations in which we do business lack a developed legal system and have higher than normal levels of corruption. Our expansion outside of the United States, and our development of new partnerships and joint venture relations worldwide, could increase the risk of violation of the FCPA, OFAC, the Bribery Act or similar laws and regulations.\nAs an exporter, we must comply with various laws and regulations relating to the export of products and technology from the United States and other countries having jurisdiction over our operations and trade sanctions against embargoed \n17\nTable of Contents\ncountries and destinations administered by OFAC. Before shipping certain items, we must obtain an export license or verify that license exemptions are available. Any failures to comply with these laws and regulations could result in fines, adverse publicity, and restrictions on our ability to export our products. Repeat failures could carry more significant penalties.\nAnti-bribery, corruption, and trade laws and regulations, and the enforcement thereof, are increasing in frequency, complexity and severity on a global basis. Violations of anti-corruption, anti-bribery and trade control laws and sanctions regulations are punishable by civil penalties, including fines; the denial of export privileges; injunctions; asset seizures; debarment from government contracts and revocations or restrictions of license; as well as criminal fines and imprisonment, and could harm our reputation, create negative shareholder sentiment and affect our share value. We have established policies and procedures with the intention of providing reasonable assurance of compliance with these laws and regulations and trained our employees to comply with these laws and regulations. However, our employees, contractors, agents and licensees involved in our international operations may take actions in violations of such policies. If our employees, agents, distributors, suppliers and other third parties with whom we do business violate anti-bribery, anti-corruption or similar laws and regulations, we may incur severe fines, penalties and reputational damage. Additionally, there can be no assurance that our policies and procedures will effectively prevent us from violating these regulations in every transaction in which we may engage or provide a defense to any alleged violation. In particular, we may be held liable for the actions that our partners take inside or outside of the United States even though we are not aware of such actions or our partners may not be subject to these laws. Such a violation, even if our policies prohibit it, could have an adverse effect on our reputation, business, financial condition and results of operations. In addition, various state and municipal governments, universities and other investors maintain prohibitions or restrictions on investments in companies that do business with sanctioned countries, persons and entities, which could adversely affect our reputation, business, financial condition and results of operations.\nRegulation in the areas of privacy, data protection and information security could increase our costs and affect or limit our business opportunities and how we collect or use personal information.\nAs privacy, data protection and information security laws, including data localization laws, are interpreted and applied, compliance costs may increase, particularly in the context of ensuring that adequate data protection and data transfer mechanisms are in place. In recent years, there have been increasing regulatory enforcement and litigation activities in the areas of privacy, data protection and information security in the United States and in various countries in which we operate.\nIn addition, state and federal legislators and/or regulators in the United States and other countries in which we operate are increasingly adopting or revising privacy, data protection and information security laws that potentially could have a significant impact on our current and planned privacy, data protection and information security-related practices; our collection, use, sharing, retention and safeguarding of consumer and/or employee information; and some of our current or planned business activities. New legislation or regulation could increase our costs of compliance and business operations and could reduce revenues from certain business initiatives. Moreover, the application of existing or new laws to existing technology and practices can be uncertain and may lead to additional compliance risk and cost.\nCompliance with current or future privacy, data protection and information security laws relating to consumer and/or employee data, including the General Data Protection Regulation in the European Union and similar laws in other regions of the world, including the United States, could result in higher compliance and technology costs and could restrict our ability to provide certain products and services, which could materially and adversely affect our results of operations. Our failure to comply with privacy, data protection and information security laws could result in potentially significant regulatory and/or governmental investigations and/or actions, litigation, fines, sanctions, ongoing regulatory monitoring, customer attrition, customer indemnity claims, decreases in the use or acceptance of our products and services, and damage to our reputation and our brand.\nGlobal tax law changes may adversely affect our business, financial condition and results of operations.\nWe are subject to the income tax laws of the United States and its various state and local governments as well as several foreign tax jurisdictions. Our future income taxes could be materially adversely affected by changes in the amount or mix of earnings amongst countries with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities, changes in tax rates or the interpretation of tax rules and regulations in jurisdictions in which we do business, changes in tax laws, or the outcome of income tax audits and any related litigation. The United States Tax Cuts and Jobs Act of 2017 is one such example of legislation that has impacted our effective tax rate.\n18\nTable of Contents\nFurther changes in the tax laws of the United States and foreign jurisdictions could arise, including additional tax reform in the United States and the base erosion and profit shifting project undertaken by the Organization for Economic Co-operation and Development (“OECD”). Both the United States tax reform and the OECD proposed recommendations which, in some cases, would make substantial changes to numerous long-standing tax positions and principles. These contemplated changes could increase tax uncertainty and may adversely affect our business, financial condition and results of operations. \nIneffective internal control over financial reporting could result in errors in our financial statements, reduce investor confidence, and adversely impact our stock price.\nUnder Section 404 of the Sarbanes-Oxley Act of 2002, we are required to evaluate and determine the effectiveness of our internal controls over financial reporting. Ineffective internal control over financial reporting could result in errors in our financial statements, reduce investor confidence, and adversely affect our stock price. As discussed in Part II, Item 9A “Controls and Procedures” in this Form 10-K, during the year-end closing processes for fiscal 2023, we identified a material weakness in our internal control related to the ineffective operation of certain transactional level controls over revenue recognition, specifically related to revenue contracts recognized over time, which resulted from insufficient precision of processes and insufficient training of the relevant control operators. These internal controls are important to accurately reflect our financial position and results of operations in our financial reports. We performed additional procedures over contracts for which revenue is recognized over time, including leveraging the expertise of a third-party specialist, and we did not identify any material errors in our reported revenue balance. However, due to the material weakness described above, there is a reasonable possibility that our existing controls would not have detected a material misstatement in a timely manner if it were to be material. We are in the process of remediating the material weakness, but our efforts may not be successful. If we are unable to remediate the material weakness in an appropriate and timely manner, or if we identify additional control deficiencies that individually or together constitute significant deficiencies or material weaknesses, our ability to accurately record, process, and report financial information and, consequently, our ability to prepare financial statements within required time periods, could be adversely affected. Our failure to maintain effective internal control over financial reporting could result in violations of applicable securities laws and stock exchange listing requirements; subject us to litigation and investigations; negatively affect investor confidence in our financial statements; and adversely impact our stock price and ability to access capital markets.\nInsurance coverage can be difficult or expensive to obtain, and our failure to obtain adequate insurance coverage could adversely affect our financial condition or results of operations.\nWe maintain insurance both as a corporate risk management strategy and to satisfy the requirements of many of our contracts with customers. As the costs and availability of insurance change, we may decide not to be covered against certain losses where, in the judgment of management, the insurance is not warranted due to the cost or availability of coverage or the remoteness of the perceived risk. We cannot provide assurance that all necessary or appropriate insurances will be available, cover every type of loss incurred, or be able to be economically secured. For example, some insurers limit or refuse coverages, increase premium costs or increase deductibles when global catastrophic events occur. As part of our corporate risk management strategy, we monitor and place our coverages with financially strong insurers, layer our risk with multiple insurers, and seek advice on the amount, breadth and type of insurance coverages to protect our interests. We also contractually require subcontractors and others working on our behalf to carry common insurance coverages for the types of work they perform to mitigate any risk of our loss. Our failure to obtain adequate insurance coverage at reasonable costs could adversely affect our financial condition or results of operations.\nWe have been required to conduct a good faith reasonable country of origin analysis on our use of “conflict minerals”, which has imposed and may impose additional costs on us and could raise reputational challenges and other risks.\nThe SEC has promulgated rules in connection with the Dodd-Frank Wall Street Reform and Consumer Protection Act regarding disclosure of the use of certain minerals, known as conflict minerals, mined from the Democratic Republic of the Congo and adjoining countries. As required, we have filed annual Forms SD with the SEC since 2014 reporting our work performed to gain information on the source of conflict minerals we use. We incur costs associated with complying with these disclosure requirements. As we continue our due diligence, we may face reputational challenges if we continue to be unable to verify the origins of all conflict minerals used in our products. We may also encounter challenges in our efforts to satisfy customers that may require all of the components of products purchased to be certified as conflict free. If we are not able to meet customer requirements, customers may choose to disqualify us as a supplier.\n19\nTable of Contents\nRisks Related to an Investment in Our Common Stock\nThe protections we have adopted and to which we are subject may discourage takeover offers favored by our shareholders.\nOur articles of incorporation, by-laws and other corporate governance documents and the South Dakota Business Corporation Act (\"SD Act\") contain provisions that could have an anti-takeover effect and discourage, delay or prevent a change in control or an acquisition that many shareholders may find attractive. These provisions make it more difficult for our shareholders to take some corporate actions and include provisions relating to:\n•\nthe ability of our Board of Directors, without shareholder approval, to authorize and issue shares of stock with voting, liquidation, dividend and other rights and preferences that are superior to our common stock;\n•\nthe classification of our Board of Directors, which effectively prevents shareholders from electing a majority of the directors at any one meeting of shareholders;\n•\nthe adoption of a shareholder rights agreement providing for the exercise of junior participating preferred stock purchase rights when a person becomes the beneficial owner of 20 percent or more of our outstanding common stock and upon the occurrence of certain similar events (subject to certain exceptions);\n•\nunder the SD Act, limitations on the voting rights of shares acquired in specified types of acquisitions and restrictions on specified types of business combinations; and\n•\nunder the SD Act, prohibitions against engaging in a “business combination” with an “interested shareholder” for a period of four years after the date of the transaction in which the person became an interested shareholder unless the business combination is approved.\nThese provisions may deny shareholders the receipt of a premium on their common stock, which in turn may have a depressive effect on the market price of our common stock.\nOur common stock has at times been thinly traded, which may result in low liquidity and price volatility.\nThe daily trading volume of our common stock has at times been relatively low. If this were to occur in the future, the liquidity and appreciation of our common stock may not meet our shareholders’ expectations, and the price at which our stock trades may be volatile. The market price of our common stock could be adversely impacted as a result of sales by existing shareholders of a large number of shares of common stock in the market or by the perception such sales could cause.\nSignificant changes in the market price of our common stock could result in securities litigation claims against us.\nThe market price of our common stock has fluctuated and will likely continue to fluctuate. In the past, companies that have experienced significant changes in the market price of their stock have been subject to securities litigation claims. We may be the target of this type of litigation in the future. Securities litigation against us could result in substantial costs and divert our management’s attention from other business concerns, which could harm our business.\nAdditionally, if we fail to meet or exceed the expectations of securities analysts and investors, or if one or more of the securities analysts who cover us adversely change their recommendation regarding our stock, the market price of our common stock could decline. Moreover, our stock price may be based on expectations, estimates and forecasts of our future performance that may be unrealistic or that may not be met. Further, our stock price may fluctuate based on reporting by the financial media, including television, radio, press reports and blogs.\nThere can be no assurance that we will pay dividends on our common stock.\nOur Board of Directors approved regular dividends from fiscal 2006 until March 2020. The declaration, amount and timing of such dividends are determined by our Board of Directors at its discretion. Such determinations are subject to capital availability, compliance with all respective laws and agreements applicable to the declaration and payment of cash dividends, our strategic investment cash needs, our business outlook, and other factors the board uses to balance long-term business needs, credit availability, and the interests of our shareholders.\nOur ability to pay dividends will depend upon, among other factors, our cash balances and potential future capital requirements for strategic transactions, including acquisitions, results of operations, financial condition and other factors \n20\nTable of Contents\nthat our Board of Directors may deem relevant. A reduction in or elimination of our dividend payments and/or our dividend program could have a material negative effect on our stock price.\nOur business could be negatively affected as a result of actions of activist shareholders, and such activism could impact the trading value of our securities.\nResponding to actions by activist shareholders can be costly and time-consuming, and impact our brand, disrupting our operations and diverting the attention of management and our employees. Such activities could interfere with our ability to execute our strategic plan. In addition, a proxy contest for the election of directors would require us to incur significant legal fees and proxy solicitation expenses and require significant time and attention by management and our board of directors. The perceived uncertainties as to our future direction also could affect the market price and volatility of our securities.\nOur executive officers, directors and principal shareholders have the ability to significantly influence all matters submitted to our shareholders for approval.\nCo-founder Dr. Aelred Kurtenbach served as our Chairman of the Board until September 3, 2014. Dr. Aelred Kurtenbach's family members currently serve as executive officers of the Company. His son, Mr. Reece Kurtenbach, serves as our Chairman of the Board and Chief Executive Officer, and two other children serve as our Vice President of Human Resources and as our Vice President of Manufacturing. Together, these individuals, in the aggregate, beneficially owned 10.2 percent of our outstanding common stock as of June 30, 2023, assuming the exercise by them of all of their options that were currently exercisable or that vest within 60 days of June 30, 2023. Our other executive officers and directors, in the aggregate, beneficially owned an additional 4.2 percent of our outstanding common stock as of June 30, 2023, assuming the exercise by them of all of their options currently exercisable or that vest within 60 days of June 30, 2023. Although this does not represent a majority of our outstanding common stock, if these shareholders were to choose to act together, they would be able to significantly influence all matters submitted to our shareholders for approval, as well as our management and affairs. For example, these persons, if they choose to act together, could significantly influence the election of directors and the approval of any merger, consolidation, sale of all or substantially all of our assets or other business combination or reorganization requiring shareholder approval. This concentration of voting power could delay or prevent an acquisition of us on terms that other shareholders may desire. The interests of this group of shareholders may not always coincide with the interests of other shareholders, and they may act in a manner that advances their best interests and not necessarily those of other shareholders, including seeking a premium value for their common stock, that might affect the prevailing market price for our common stock.",
    "item7": ">Item 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion provides our highlights and commentary related to factors impacting our financial conditions and further describes the results of operations. The most significant risks and uncertainties are discussed in \"Item 1A. Risk Factors.\"\nThis discussion should be read in conjunction with the accompanying Consolidated Financial Statements and Notes to the Consolidated Financial Statements included in this Form 10-K.\n22\nTable of Contents\nManagement's Discussion and Analysis - Fiscal 2022 compared to Fiscal 2021\nThe comparison of fiscal 2022 with fiscal 2021, including the results of operations and liquidity, can be found in the \"Management's Discussion and Analysis\" section of our Annual Report on \nForm 10-K\n for fiscal 2022 filed with the SEC on June 16, 2022, which comparison is incorporated by reference herein. \nEXECUTIVE OVERVIEW\nOur mission is to be a world leader at informing and entertaining audiences through dynamic audio-visual communication systems. We organize into business units to focus on customer loyalty over time and earn new and replacement business, as our products have a finite lifetime. See \"Note 3. Segment Reporting\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for further information. Our strategies include the creation of a comprehensive line of innovative solutions and systems and our ability to create and leverage platform designs and technologies. These strategies align us to effectively deliver value to our varied customers and their market needs, while serving our stakeholders over the long-term. We focus on creating local capabilities for sales, service, and manufacturing in geographies with expected digital market opportunities. We believe consistently generating profitable growth will provide value to our stakeholders (customers, employees, shareholders, suppliers, and communities).\nWe measure our success using a variety of measures including:\n•\nour percentage of market share by comparing our estimated revenue to the total estimated global digital display revenue;\n•\nour order growth compared to the overall digital market order change;\n•\nfinancial metrics such as annual order volume and profit change as compared to our previous financial results;\n•\ncustomer retention and expansion rates; and\n•\nour ability to generate profits over the long-term to provide a shareholder return.\nCertain factors impact our ability to succeed in these strategies and impact our business units to varying degrees. For example, due to volatility in our supply chain and labor conditions through the last two years, our lead times and manufacturing and fulfillment costs increased. We deployed various pricing strategies and redesigned products to utilize available raw materials and components. However, not all of our competitors were impacted to the same degree in accessibility to parts and components or reacted similarly with pricing. As a result, in some instances, competitors were awarded more business.\nThe cost to produce digital solutions has declined, which has caused a decline of digital solution pricing over the years. We must sell more products to generate the same or a greater level of net sales as in previous fiscal years. However, the increased user adoption and number of applications available have increased the size of the global market.\nCompetitors' offerings, actions and reactions also can vary and change over time or in certain customer situations. Projects with multimillion-dollar revenue potential attract competition, and competitors can use marketing or other tactics to win business.\nEach business unit's long-term performance can be impacted by economic conditions in different ways and to different degrees. The effects of an adverse economy are generally less severe on our sports related business as compared to our other businesses, although in severe economic downturns with social changes causing decreases in sporting event revenues, the sports business can also be seriously impacted.\nOutlook:\n \nDaktronics endured a dynamic operating environment through the pandemic years. At the beginning of the pandemic, orders pulled back swiftly and abruptly, and we lowered capacity. Then order volumes recovered sharply while supply chain disruptions coupled with a tight labor market constrained our ability to deliver efficiently at traditional lead times and service levels. Inflation in parts, components, and labor increased our operating costs and decreased gross margins. To adapt to these conditions, our teams came together to take decisive and deliberate actions to improve our customers' experience while implementing strategies to improve our profitability and working capital levels.\nSupply chains have gradually been stabilizing, which should allow reduced inventory levels in the coming months as our production levels continue to increase and we are able to purchase less safety stock. Although the post-pandemic \n23\nTable of Contents\ngeopolitical situation and global trade patterns continue to evolve, we believe that the levels of uncertainty and volatility will not be as great in the coming months and will continue to stabilize in the coming fiscal year.\nWe believe the audiovisual industry fundamentals and the development of new technologies and services will drive long-term growth for our business; however, our customers may reduce their spend on audiovisual systems and related services because of the impacts of global economic conditions, war and geopolitical situations, or other factors outside of our control.\nThe outlook and unique key growth drivers and challenges by our business units include the following:\nCommercial Business Unit:\n Over the long-term, we believe growth in the Commercial business unit will result from a number of factors, including:\n•\nStandard display product market growth due to market adoption and lower product costs, which drive marketplace expansion. Standard display products are used to attract or communicate with customers and potential customers of retail, commercial, and other establishments. Pricing and economic conditions are the principal factors that impact our success in this business unit. We utilize a reseller network to distribute our standard products.\n•\nNational accounts standard display market opportunities due to customers' desire to communicate their message, advertising and content consistently across the country. Increased demand is possible from national retailers, quick-serve restaurants, petroleum retailers, and other nationwide organizations.\n•\nAdditional standard display offerings using micro-LED designs.\n•\nIncreasing use of LED technologies replacing signage previously using LCD technology by existing and new customers.\n•\nDevelopment and marketing alternative low-power and sustainable solutions for installations in power constrained areas or for customers desiring these types of products.\n•\nIncreasing interest in spectaculars, which include very large and sometimes highly customized displays as part of entertainment venues such as casinos, shopping centers, cruise ships and Times Square type locations.\n•\nNew market adoption and expansion for use of LED in government and military and corporate campuses.\n•\nDynamic messaging systems demand growth due to market adoption and expanded use of this technology.\n•\nThe use of architectural lighting products for commercial buildings, which real estate owners use to add accents or effects to an entire side or circumference of a building to communicate messages or to decorate the building.\n•\nThe continued deployment of digital billboards as OOH advertising companies continue developing new sites and replacing digital billboards reaching end of life. This is dependent on no adverse changes occurring in the digital billboard regulatory environment restricting future billboard deployments, as well as maintaining our current market share in a business that is concentrated in a few large OOH companies.\n•\nReplacement cycles within each of these areas.\nLive Events Business Unit:\n We believe growth in the Live Events business unit will result from a number of factors, including:\n•\nFacilities spending more on larger display systems to enhance the game-day and event experience for attendees.\n•\nLower product costs, driving an expansion of the marketplace.\n•\nOur product and service offerings, including additional micro-LED offerings which remain the most integrated and comprehensive offerings in the industry.\n•\nThe competitive nature of sports teams, which strive to out-perform their competitors with display systems.\n•\nThe desire for high-definition video displays, which typically drive larger displays or higher resolution displays, both of which increase the average transaction size.\n•\nDynamic messaging system needs throughout a sports facility.\n•\nIncreasing use of LED technologies replacing signage previously using LCD technology in and surrounding live events facilities.\n•\nReplacement cycles within each of these areas.\nHigh School Park and Recreation Business Unit:\n Over the long-term, we believe growth in the High School Park and Recreation business unit will result from a number of factors, including:\n•\nIncreased demand for video systems in high schools as school districts realize the revenue generating potential of these displays compared to traditional scoreboards and these systems' ability to provide or enhance academic curriculum offerings for students.\n24\nTable of Contents\n•\nIncreased demand for different types of displays and dynamic messaging systems, such as message centers at schools to communicate to students, parents and the broader community.\n•\nLower system costs driving the use of more sophisticated displays in school athletic facilities, such as large integrated video systems.\n•\nExpanding control system options tailored for the markets' needs.\n•\nCertain display requirements for sporting events.\nTransportation Business Unit:\n Daktronics has experienced governmental agencies placing orders as a way to spend their allocated budgets for their fiscal years. In addition, the \nInfrastructure Investment and Jobs Act \nsigned into law in November 2021 is expected to have a positive impact on all segments of United States transportation terminals and public transit facilities. \nOver the long-term, we believe growth in the Transportation business unit will result from a number of factors, including:\n•\nIncreasing applications and acceptance of electronic displays to manage transportation systems, including roadway, airport, parking, transit and other applications.\n•\nDevelopment and marketing alternative low-power and sustainable solutions for installations in power constrained areas or for customers desiring these types of products.\n•\nEffective use of the United States transportation infrastructure requires intelligent transportation systems. This growth is highly dependent on government spending, primarily by state and federal governments, along with the continuing acceptance of private/public partnerships as an alternative funding source. \n•\nExpanded use of dynamic messaging systems for advertising and wayfinding use in public transport and airport terminals due to expanded market usage and displays, with LED technology replacing prior LCD installations and additional display offerings using micro-LEDs. \nInternational Business Unit: \nOver the long-term, we believe growth in the International business unit will result from a number of factors, including:\n•\nAchieving greater penetration in various geographies and building products more suited to individual markets. We continue to broaden our product offerings into the transportation segment in Europe and the Middle East. \n•\nContinued focus on sports facility, spectacular-type, OOH advertising products, and architectural lighting market opportunities and the factors listed in each of the other business units to the extent they apply outside of the United States and Canada. \n•\nIncreasing interest in spectaculars, which include very large and sometimes highly customized displays as part of entertainment venues such as casinos, shopping centers, cruise ships and city-center locations.\n•\nNew market adoption and expansion of use of LED in government and military and corporate campuses.\n•\nAdditional opportunities exist with expanded market usage of LED technology due to price considerations, usage of LED technology replacing prior LCD installations and additional display offerings using micro-LEDs. \n•\nDevelopment and marketing alternative low-power and sustainable solutions for installations in power constrained areas or for customers desiring these types of products.\n•\nOur product and service offerings, including additional micro-LED offerings, which remain the most integrated and comprehensive offerings in the industry. \n•\nGrowing our reseller channels to promote our products and gain market share.\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe following Management's Discussion and Analysis of Financial Condition and Results of Operations (\"MD&A\") are based upon, and should be read in conjunction with, our Consolidated Financial Statements and Notes to the Consolidated Financial Statements included in this Form 10-K, which have been prepared in accordance with accounting principles generally accepted in the United States of America (\"GAAP\"). The preparation of these financial statements requires us to make estimates and judgments affecting the reported amounts of assets, liabilities, revenues and expenses and related disclosure of contingent assets and liabilities. Although our significant accounting policies are described in \"Note 1. Nature of Business and Summary of Significant Accounting Policies\" of the Notes to our Consolidated Financial Statements included in this Form 10-K, the following discussion is intended to highlight and describe those accounting policies that are especially critical to the preparation of our consolidated financial statements.\nA critical accounting policy is defined as a policy that is both very important to the portrayal of a company's financial condition and results and requires management's most difficult, subjective or complex judgments. We regularly review our \n25\nTable of Contents\ncritical accounting policies and evaluate them based on these factors. We believe the estimation process for uniquely configured contracts and warranties are most material and critical. These areas contain estimates with a reasonable likelihood to change, and those changes could have a material impact on our financial condition and reported results of operations. The estimation processes for these areas are also difficult, subjective and use complex judgments. Our critical accounting estimates are based on historical experience; on our interpretation of GAAP, current laws and regulations; and on various other assumptions believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities not readily apparent from other sources. Actual results may differ from these estimates.\nRevenue recognition on uniquely configured contracts.\n Revenue for uniquely configured (custom) or integrated systems is recognized over time using the cost-to-cost input method by comparing cumulative costs incurred to the total estimated costs and applying that percentage of completion to the transaction price to recognize revenue. Over time revenue recognition is appropriate because we have no alternative use for the uniquely configured system and have an enforceable right to payment for work performed, including a reasonable profit margin. The cost-to-cost input method measures cost incurred to date compared to estimated total costs for each contract. This method is the most faithful depiction of our performance because it measures the value of the contract transferred to the customer. Costs to perform the contract include direct and indirect costs for contract design, production, integration, installation, and assurance-type warranty reserve. Direct costs include material and components; manufacturing, project management and engineering labor; and subcontracting expenses. Indirect costs include allocated charges for such items as facilities and equipment depreciation and general overhead. Provisions of estimated losses on uncompleted contracts are made in the period when such losses are capable of being estimated.\nWe may have multiple performance obligations in these types of contracts; however, a majority are treated as a combined single performance obligation. In our judgment, this accounting treatment is most appropriate because the substantial part of our promise to our customer is to provide significant integration services and incorporate individual goods and services into a combined output or system. Often times the system is customized or significantly modified to the customer's desired configurations and location, and the interrelated goods and services provide utility to the customer as a package. See \"Note 1. Nature of Business and Summary of Significant Accounting Policies\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for further information on our revenue recognition policies.\nWarranties.\n We have recognized an accrued liability for warranty obligations equal to our estimate of the actual costs to be incurred in connection with our performance under contractual warranties. Warranty estimates include the cost of direct material and labor estimates to repair products over their warranty coverage period. Generally, estimates are based on historical experience considering known or expected changes. If we would become aware of an increase in our estimated warranty costs, additional accruals may become necessary, resulting in an increase in cost of sales. Although prior estimates have been materially correct, estimates for warranty liabilities can change based on actual versus estimated defect rates over the lifetime of the warranty coverage, a difference in actual to estimated costs to conduct repairs for the components and related labor needed, and other site related actual to estimated cost changes.\nAs of April 29, 2023 and April 30, 2022, we had approximately $32.5 million and $28.9 million accrued for these warranty obligations, respectively. Due to the difficulty in estimating probable costs related to certain warranty obligations, there is a reasonable likelihood that the ultimate remaining costs to remediate the warranty claims could differ materially from the recorded accrued liabilities. See \"Note 16. Commitments and Contingencies\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for further information on warranties.\nRECENT ACCOUNTING PRONOUNCEMENTS\nFor a summary of recently issued accounting pronouncements and the effects those pronouncements have on our financial results, refer to \"Note 1. Nature of Business and Summary of Significant Accounting Policies\" of the Notes to our Consolidated Financial Statements included elsewhere in this Form 10-K.\nRESULTS OF OPERATIONS\nDaktronics, Inc. operates on a 52- or 53-week fiscal year, with our fiscal year ending on the Saturday closest to April 30 of each year. When April 30 falls on a Wednesday, the fiscal year ends on the preceding Saturday. Within each fiscal year, each quarter is comprised of 13-week periods following the beginning of each fiscal year. In each 53-week year, an additional week is added to the first quarter, and each of the last three quarters is comprised of a 13-week period.\n26\nTable of Contents\nNet Sales\nThe following table shows information regarding net sales for the fiscal years ended April 29, 2023 and April 30, 2022:\nYear Ended\n(in thousands)\nApril 29, 2023\nApril 30, 2022\nDollar Change\nPercent Change\nNet Sales:\nCommercial\n$\n170,590 \n$\n154,211 \n$\n16,379 \n10.6 \n%\nLive Events\n284,900 \n199,106 \n85,794 \n43.1 \nHigh School Park and Recreation\n141,748 \n111,816 \n29,932 \n26.8 \nTransportation\n72,306 \n62,707 \n9,599 \n15.3 \nInternational\n84,652 \n83,130 \n1,522 \n1.8 \n$\n754,196 \n$\n610,970 \n$\n143,226 \n23.4 \n%\nOrders:\nCommercial\n$\n158,028 \n$\n192,917 \n$\n(34,889)\n(18.1)\n%\nLive Events\n259,653 \n313,940 \n(54,287)\n(17.3)\nHigh School Park and Recreation\n144,919 \n156,305 \n(11,386)\n(7.3)\nTransportation\n66,751 \n77,993 \n(11,242)\n(14.4)\nInternational\n51,603 \n104,916 \n(53,313)\n(50.8)\n$\n680,954 \n$\n846,071 \n$\n(165,117)\n(19.5)\n%\nFiscal Year 2023 as compared to Fiscal Year \n2022\nFor fiscal year 2023, net sales were $754.2 million, an increase of $143.2 million from fiscal year 2022. The year-over-year growth was driven by fulfilling orders in backlog and continued order bookings. Sales growth was driven by strong market demand, increased capacity, and realization of price increases implemented beginning in late fiscal year 2022. We have seen stabilizing and improving supply chain conditions and have invested in automated machinery and equipment and in labor capacity to increase the rate of conversion of orders into sales, creating more throughput in our factories.\nOrder volume decreased in fiscal year 2023 from fiscal year 2022. Fiscal 2022 saw a record number of orders from pent-up demand after COVID, though orders for fiscal 2023 continued to be strong. Macroeconomic and geopolitical conditions caused the decline in orders in the International business unit.\nDue to a number of factors, such as the discretionary nature of customers committing to a system, long replacement cycles, the limited number of large custom projects and competitive factors, advertising revenues during macroeconomic changes, economic dependencies, regulatory environments, and competitive factors, it is difficult to predict orders and net sales for fiscal 2024.\nCommercial\n:\n The increase in net sales for fiscal 2023 compared to fiscal 2022 was driven by fulfilling orders in backlog and continued order bookings. \nWe continued to see increased adoption of video solutions in our Commercial business unit marketplace. Depending on the duration of the current economic conditions, we see opportunities for orders and sales over the coming years in our OOH, on-premise, and spectacular focused niches due to replacement cycles, expansion of dynamic messaging systems usage, releases of new solutions, additional distribution methods, and increased market size due to the decline of digital pricing over the years as well as the desire for higher resolution technology. We expect growth in the Commercial business unit over the long-term, assuming favorable economic conditions and our success in counteracting competitive pressures.\nLive Events\n: \nThe increase in net sales for fiscal 2023 compared to fiscal 2022 was driven by fulfilling orders in backlog and continued order bookings. Sales growth was driven by strong market demand, increased capacity, and realization of price increases implemented beginning in late fiscal year 2022. \n27\nTable of Contents\nWe continue to see ongoing interest from venues at all levels in increasing the size and capabilities of their display systems and in the usage of dynamic messaging systems throughout their facilities in our Live Events business unit marketplace.\nWe expect this business unit's size to remain stable over the long-term, assuming favorable economic conditions, and success in maintaining market share by counteracting competitive pressures.\nHigh School Park and Recreation\n: \nThe increase in net sales for fiscal 2023 compared to fiscal 2022 was driven by fulfilling orders in backlog and strong market demand, increased capacity, and realization of price increases implemented beginning in late fiscal year 2022. \nWe expect sales to continue to grow in fiscal year 2024 because of the adoption of video displays for sporting and educational use. Trends towards deploying professional grade technology, especially in high schools, has expanded the market size. These facilities benefit from our sports marketing services that generate advertising revenue to fund the display systems, from our curriculum program designed to increase educational use, and because of schools' desire to communicate with students and parents using these systems. Some growth is also expected because of regulatory requirements for certain display types for sports events. We expect growth in this business unit over the long-term, assuming favorable economic conditions.\nTransportation\n: \nThe\n \nincrease in net sales for fiscal 2023 compared to fiscal 2022 was driven by fulfilling orders in backlog and continued order bookings. Sales growth was driven by strong market demand, increased capacity, and realization of price increases implemented in late fiscal year 2022 and the beginning of fiscal year 2023. \nSeveral factors, such as transportation funding, the competitive environment, and customer delivery changes, make forecasting orders and net sales difficult for fiscal 2024. However, the stability of long-term federal transportation funding and the number of capital projects for highways and public transit that include dynamic message signs and for advertising and wayfinding use in public transport and airport terminals continue to rise. We expect continued growth in this business unit over the long-term, assuming favorable economic conditions and continued transportation funding.\nInternational\n:\n Net sales were relatively flat for fiscal 2023 compared to fiscal 2022.\nWe expect demand for larger video systems for commercial and sports applications, indoor and outdoor OOH applications, and transportation applications to remain strong over the long-term. Macroeconomic factors, the discretionary nature of customers committing to new systems or replacements, and the pace of market growth, have impacted order bookings and timing, making it difficult to predict order and sales levels for fiscal 2024. For the long-term, we believe the International business unit has the potential for sales growth as we penetrate markets with our established sales networks to increase our International market share, continue to enhance our tailored portfolio of product and control solution offerings, invest in additional distribution methods, and expect the trend of increased use and adoption of our technology globally to continue.\nGross Profit and Contribution Margin\nYear Ended\nApril 29, 2023\nApril 30, 2022\n(in thousands)\nAmount\nAs a Percent of Net Sales\nAmount\nAs a Percent of Net Sales\nGross Profit:\nCommercial\n$\n31,155 \n18.3 \n%\n$\n31,851 \n20.7 \n%\nLive Events\n49,255 \n17.3 \n21,787 \n10.9 \nHigh School Park and Recreation\n41,145 \n29.0 \n35,477 \n31.7 \nTransportation\n19,825 \n27.4 \n18,172 \n29.0 \nInternational\n9,975 \n11.8 \n9,410 \n11.3 \n$\n151,355 \n20.1 \n%\n$\n116,697 \n19.1 \n%\nFiscal Year 2023 as compared to Fiscal Year 2022\nThe increase in gross profit percentage in fiscal 2023 was primarily due to strategic pricing actions implemented in late fiscal year 2022 and the beginning of fiscal year 2023 and increased productivity starting late in the second quarter of fiscal \n28\nTable of Contents\n2023 because of fewer supply chain and operational disruptions and investments in capacity. These improvements were offset by higher material, component, freight and labor costs throughout fiscal 2023. Factors impacting gross profit in fiscal 2022 included ongoing supply chain disruptions and inflationary challenges in materials, freight and personnel related costs, the difference in sales mix between periods, and increases in warranty reserves for inflation. Total warranty expense as a percent of sales increased to 2.1 percent for fiscal 2023 as compared to 1.9 percent during fiscal 2022. \nIt is difficult to project gross profit levels for fiscal 2024 because of the uncertainty regarding the level of sales, the sales mix, price strategy and timing of sales generation, potential inflation, the availability of materials, labor, and freight, and the competitive factors in our business. We are focused on improving our gross profit margins as we execute our strategies for improved profitability, which include selectively increasing pricing, releasing new product designs to lower overall costs of the product; improving reliability to reduce warranty expenses; expanding our global capacity and planning; meeting customer solution expectations; and continued improvements in operational effectiveness in manufacturing, installation, and service delivery areas. \nYear Ended\nApril 29, 2023\nApril 30, 2022\n(in thousands)\nAmount\nAs a Percent of Net Sales\nDollar Change\nPercent Change\nAmount\nAs a Percent of Net Sales\nContribution Margin:\nCommercial\n$\n14,025 \n8.2 \n%\n$\n(2,048)\n(12.7)\n%\n$\n16,073 \n10.4 \n%\nLive Events\n39,015 \n13.7 \n27,112 \n227.8 \n11,903 \n6.0 \nHigh School Park and Recreation\n27,621 \n19.5 \n4,034 \n17.1 \n23,587 \n21.1 \nTransportation\n15,901 \n22.0 \n1,348 \n9.3 \n14,553 \n23.2 \nInternational\n(1,862)\n(2.2)\n(1,368)\n276.6 \n(494)\n(0.6)\n$\n94,700 \n12.6 \n%\n$\n29,078 \n44.3 \n%\n$\n65,622 \n10.7 \n%\nFiscal Year 2023 as compared to Fiscal Year 2022\nContribution margin\n is a non-GAAP measure and consists of gross profit less selling expenses. Selling expenses consist primarily of personnel related costs, travel and entertainment expenses, marketing related expenses (show rooms, product demonstration, depreciation and maintenance, conventions and trade show expenses), the cost of customer relationship management/marketing systems, bad debt expenses, third-party commissions, and other expenses. \nContribution margin in fiscal 2023 was positively impacted by the previously discussed sales levels and impacts on gross profit. We have adjusted our sales and marketing activities and staffing levels to achieve current and expected future sales levels. \nReconciliation from non-GAAP contribution margin to operating income GAAP measure is as follows: \nYear Ended\nApril 29, 2023\nApril 30, 2022\n(in thousands)\nAmount\nAs a Percent of Net Sales\nDollar Change\nPercent Change\nAmount\nAs a Percent of Net Sales\nContribution margin\n$\n94,700 \n12.6 \n%\n$\n29,078 \n44.3 \n%\n$\n65,622 \n10.7 \n%\nGeneral and administrative\n38,747 \n5.1 \n6,184 \n19.0 \n32,563 \n5.3 \nProduct design and development\n29,989 \n4.0 \n976 \n3.4 \n29,013 \n4.7 \nGoodwill Impairment\n4,576 \n0.6 \n4,576 \n— \n— \n— \nOperating income\n$\n21,388 \n2.8 \n%\n$\n17,342 \n428.6 \n%\n$\n4,046 \n0.7 \n%\n29\nTable of Contents\nFiscal Year 2023 as compared to Fiscal Year 2022\nGeneral and administrative expenses for fiscal 2023 increased as compared to the same period one year ago due to compensation and staffing, marketing expenses, other expense growth, and approximately $4.5 million of discrete professional fees related to the going concern and internal control consultation and shareholder engagement fees.\nOur costs for product design and development represent an allocated amount of costs based on time charges, professional services, material costs and the overhead of our engineering departments. Generally, a significant portion of our engineering time is spent on product design and development, while the rest is allocated to large contract work and included in cost of sales.\nProduct design and development expenses in fiscal 2023 increased as compared to fiscal 2022 primarily due to an increase in personnel related expenses. \nWe expect general and administrative and product design and development expenses to increase for fiscal 2024 as compared to fiscal 2023 due to continued increases in labor costs and for planned investments in digital transformation initiatives and to enhance and develop existing and new product technologies. \nOther Income and Expenses\nYear Ended\nApril 29, 2023\nApril 30, 2022\n(in thousands)\nAmount\nAs a Percent of Net Sales\nDollar Change\nPercent Change\nAmount\nAs a Percent of Net Sales\nInterest income (expense), net\n$\n(920)\n(0.1)\n%\n$\n(1,091)\n(638.0)\n%\n$\n171 \n— \n%\nOther expense, net\n$\n(7,211)\n(1.0)\n%\n$\n(4,102)\n131.9 \n%\n$\n(3,109)\n(0.5)\n%\nFiscal Year 2023 as compared to Fiscal Year 2022\nThe change in interest income and expense, net for fiscal \n2023\n as compared to fiscal \n2022\n was primarily due to utilizing our previous bank line of credit during fiscal \n2023\n for our strategic investments in inventory.\nOther expense, net: \nThe change in other expense, net for fiscal \n2023\n as compared to fiscal \n2022\n was primarily due to losses and impairments recorded for equity method affiliates and foreign currency volatility.\nIncome Taxes\nOur effective tax rate for fiscal 2023 was 48.7 percent. The effective income tax rate for fiscal 2023 was impacted due to valuation allowances on equity investments and on foreign net operating losses in Ireland, goodwill impairment, state taxes, a mix of taxes in foreign countries where the tax rate is higher than the United States, as well as prior year provision to return adjustments reduced in part by tax benefits from permanent tax credits. \nOur effective tax rate for fiscal 2022 was 46.6 percent resulting from the tax benefit of permanent tax credits reduced by valuation allowances, various permanent tax adjustments and state taxes and prior year provision to return adjustments.\nOur consolidated effective tax rate is impacted by the statutory income tax rates applicable to each of the jurisdictions in which we operate. Due to various factors, and because we operate in multiple state and foreign jurisdictions, our effective tax rate is subject to fluctuation. See \"Note 12. Income Taxes\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for further information.\n30\nTable of Contents\nLIQUIDITY AND CAPITAL RESOURCES\nYear Ended\n(in thousands)\nApril 29, 2023\nApril 30, 2022\nDollar Change\nNet cash (used in) provided by:\nOperating activities\n$\n15,024 \n$\n(27,035)\n$\n42,059 \nInvesting activities\n(25,388)\n(31,384)\n5,996 \nFinancing activities\n17,568 \n(3,576)\n21,144 \nEffect of exchange rate changes on cash\n(522)\n(399)\n(123)\nNet (decrease) increase in cash, cash equivalents and restricted cash\n$\n6,682 \n$\n(62,394)\n$\n69,076 \nNet cash (used in) provided by operating activities: \nNet cash provided by operating activities was $15.0 million for fiscal 2023 compared to $27.0 million net cash used in operating activities in fiscal 2022. The $42.0 million increase in cash provided by operating activities was primarily the result of changes in net operating assets and liabilities and an increase of $6.2 million in net income. For specific quantitative changes in operating assets and liabilities, see \"Note 13. Cash Flow Information\" of the Notes to our Consolidated Financial Statements included in this Form 10-K.\nNet cash used in investing activities:\n Net cash used in investing activities totaled $25.4 million for fiscal 2023 compared to $31.4 million in fiscal 2022. Purchases of property and equipment totaled $25.4 million in fiscal 2023 compared to $20.4 million in fiscal 2022. Proceeds from the sales of property and equipment totaled $0.8 million in fiscal 2023 compared to $0.9 million in fiscal 2022. Purchases of marketable securities totaled $4.0 million in fiscal 2022 compared to the sale of $3.5 million of marketable securities in fiscal 2023. \nNet cash (used in) provided by financing activities:\n Net cash provided by financing activities was $17.6 million for fiscal 2023 due to draws on our previous bank line of credit compared to $3.6 million of net cash used by financing activities for other investing activities in fiscal 2022.\nOther Liquidity and Capital Resources Discussion:\n \nAs of April 29, 2023, we had $17.8 million borrowed under a previous bank line of credit. Subsequent to the end of the 2023 fiscal year, we paid off and terminated that credit line on May 11, 2023 after closing on a $75.0 million senior credit facility (the \"Credit Facility\") and the sale of a $25.0 million senior secured convertible note (the \"Convertible Note\"). The Credit Facility consists of a $60.0 million asset-based revolving credit facility (the \"ABL\") maturing on May 11. 2026, secured by first priority lien on the Company's assets and which is subject to certain factors which can impact our borrowing capacity, and a $15.0 million delayed draw loan (the \"Mortgage\") secured by our Brookings, South Dakota real estate. The ABL and Mortgage are evidenced by a Credit Agreement dated as of May 11, 2023 (the \"Credit Agreement\") between the Company and JPMorgan Chase Bank, N.A., as the lender. \nUnder the ABL, certain factors can impact our borrowing capacity. As of May 11, 2023, our borrowing capacity was $47.5 million and there were no borrowings outstanding. The interest rate on the ABL is set on a sliding scale based on the trailing twelve month fixed charge coverage and ranges from 2.5 percent to 3.5 percent over the standard overnight financing rate (SOFR). The ABL is secured by a first priority lien on the Company's assets described in the Credit Agreement and the Pledge and Security Agreement dated as of May 11, 2023 by and among the Company, Daktronics Installation, Inc. and the JPMorgan Chase Bank, N.A. \nThe $15.0 million delayed draw on the Mortgage closed on July 7, 2023, is secured by a mortgage on the Company's Brookings, South Dakota real estate, amortizes over 10 years and is payable monthly. The Mortgage is subject to the terms of the Credit Agreement and matures on May 11, 2026. The Mortgage interest rate is set on a sliding scale based on the trailing twelve month fixed charge coverage ratio and ranges between 3.5 percent to 4.5 percent.. \nOn May 11, 2023, the Company entered into a Securities Purchase Agreement (the \"Securities Purchase Agreement\") with Alta Fox Opportunities Fund, LP (the “Investor”) under which the Company agreed to sell and issue to the Investor its senior secured Convertible Note in exchange for the payment by the Investor to the Company of $25.0 million. The Convertible Note allows the Investor and any of the Investor’s permitted transferees, donees, pledgees, assignees or successors-in-interest (collectively, the “Selling Shareholders”) to convert all or any portion of the principal amount of the \n31\nTable of Contents\nConvertible Note, together with any accrued and unpaid interest and any other unpaid amounts, including late charges, if any (together, the “Conversion Amount”), into shares of the Company’s common stock at an initial conversion price of $6.31 per share, subject to adjustment in accordance with the terms of the Convertible Note (the “Conversion Price”).The Company also has a forced conversion right, which is exercisable on the occurrence of certain conditions set forth in the Convertible Note, pursuant to which it can cause all or any portion of the outstanding and unpaid Conversion Amount to be converted into shares of common stock at the Conversion Price. The Convertible Note incurs interest at an annual rate of 9.0 percent when interest is paid in cash or an annual rate of 10.0 percent if interest is capitalized. Upon an event of default under the Convertible Note, the annual interest rate will increase to 12.0 percent. Under the Pledge and Security Agreement dated as of May 11, 2023 between the Company and the Investor, the Convertible Note is secured by a second priority lien on assets securing the ABL facility and a first priority lien on substantially all of the other assets of the Company, excluding all real property, subject to the Intercreditor Agreement dated as of May 11, 2023 by and among the Company, JPMorgan Chase Bank, N.A., and the Investor. The Convertible Note has a maturity date of May 11, 2027 (the “Maturity Date”). On the Maturity Date, the Company must pay to the Investor and any Selling Shareholders an amount in cash representing all outstanding principal, any accrued and unpaid interest, and any accrued and unpaid late charges on such principal and interest. We expect annual cash usage for interest of up to $2.3 million.\nEffective on May 11, 2023, in connection with the Company’s entry into the Securities Purchase Agreement, the Company also entered into a Registration Rights Agreement with the Investor (the “Registration Rights Agreement”). Pursuant to the Registration Rights Agreement, the Company agreed to file with the SEC by the dates set forth in the Registration Rights Agreement a registration statement covering the resale of the shares of common stock issuable upon conversion of the Convertible Note. Pursuant to the Registration Rights Agreement, the Company is required to use reasonable best efforts to have such registration statement declared effective by the SEC by the dates set forth in the Registration Rights Agreement. If the registration statement is not filed with the SEC or declared effective by the SEC on a timely basis, certain penalties would be applicable to the Company.\nThe Credit Agreement and the Convertible Note require a fixed charged coverage ratio of greater than 1.1 and include other customary non-financial covenants. We expect to be in compliance with these covenants for the foreseeable future. Refer to \"Note 17. Subsequent Events\" of the Notes to our Consolidated Financial Statements included in this Form 10-K.\n \nOur cash and cash equivalent balances consist of high-quality, short-term money market instruments.\nWorking capital was $132.5 million and $103.9 million as of April 29, 2023 and April 30, 2022, respectively. The changes in working capital, particularly changes in inventory, accounts payable, accounts receivable, contract assets and liabilities, are impacted by the sports market and construction seasonality. These changes can have a significant impact on the amount of net cash provided by or used in operating activities largely due to the timing of payments for inventory and subcontractors and receipts from our customers. On multimillion-dollar orders, the time between order acceptance and project completion may extend up to or exceed 12 months depending on the amount of custom work and a customer’s delivery needs. We use cash to purchase inventory and services at the beginning of these orders and often receive down payments or progress payments on these orders to balance cash flows.\nOur business growth and profitability improvement strategies depend on investments in capital expenditures and strategic investments. We are projecting total capital expenditures to be approximately $19.0 million for fiscal 2024. Projected capital expenditures include purchasing manufacturing equipment for new or enhanced product production and expanded capacity and increased automation of processes; investments in quality and reliability equipment and demonstration and showroom assets; and continued information infrastructure investments. We also evaluated and may make strategic investments in new technologies or in our affiliates or acquire companies aligned with our business strategy.\nWe had $10.4 million of retainage on long-term contracts included in receivables and contract assets as of April 29, 2023, which has an impact on our liquidity. We expect to collect these amounts within one year. \nWe are sometimes required to obtain performance bonds for display installations, and we have bonding capacity available through surety companies for an aggregate of $165.0 million in bonded work outstanding. If we were unable to complete the installation work, and our customer would call upon the bond for payment, the surety company would subrogate its loss to Daktronics. As of April 29, 2023, we had $56.4 million of bonded work outstanding.\nWe repurchase our common stock and pay dividends pursuant to programs approved by our Board of Directors. Our long-term capital allocation strategy is to first fund operations and investments in growth, maintain reasonable liquidity, maintain a leverage ratio that reflects a prudent and compliant capital structure in light of the cyclicality of business, and \n32\nTable of Contents\nthen return excess cash over time to shareholders through dividends and share repurchases. During fiscal year 2023, we did not repurchase shares of common stock, and we did not pay a dividend. \nWe believe cash on hand, funds generated from operations, and the borrowing capacity available under our Credit Facility and other debt instruments will be sufficient to support our expected change in working capital, capital expenditures, strategic investments, and financing payments for the foreseeable future.",
    "item7a": ">Item 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nForeign Currency Exchange Rates\nOur results of operations could be affected by factors such as changes in foreign currency rates or weak economic conditions in foreign markets. We derive net sales in United States dollars and other currencies including Canadian dollars, Euros, Chinese renminbi, British pounds, Australian dollars, or other currencies. For fiscal 2023, 12.3 percent of net sales were derived in currencies other than United States dollars. We incur expenses in currencies other than United States dollars relating to specific contracts with customers and for our operations outside the United States\nIf we believe currency risk in any foreign location or with respect to specific sales or purchase transaction is significant, we utilize foreign exchange hedging contracts to manage our exposure to the currency fluctuations. The notional amount of the foreign currency agreements as of April 29, 2023 was $7.8 million, and all contracts mature within six months. These contracts are marked to market each balance sheet date and are not designated as hedges. See \"Note 15. Derivative Financial Instruments\" of the Notes to our Consolidated Financial Statements included in this Form 10-K for further details. We estimate that a 10 percent change in all foreign exchange rates would impact our reported income before taxes by approximately $0.4 million. This sensitivity analysis disregards the possibilities that rates can move in opposite directions and that losses from one geographic area may be offset by gains from another geographic area.\nOver the long term, net sales to international markets are expected to increase as a percentage of total net sales and, consequently, a greater portion of our business could be denominated in foreign currencies. As a result, operating results may become more subject to fluctuations based upon changes in the exchange rates of certain currencies in relation to the United States dollar. To the extent we engage in international sales denominated in United States dollars, an increase in the value of the United States dollar relative to foreign currencies could make our products less competitive in international markets. This effect is also impacted by sources of raw materials from international sources and costs of our sales, service, and manufacturing locations outside the United States\nWe will continue to monitor and minimize our exposure to currency fluctuations and, when appropriate, use financial hedging techniques to minimize the effect of these fluctuations. However, exchange rate fluctuations as well as differing economic conditions, changes in political climates, and other rules and regulations could adversely affect our ability to effectively hedge exchange rate fluctuations in the future.\nWe have foreign currency cash accounts to operate our global business. These accounts are impacted by changes in foreign currency rates. Of our \n$24.0 million\n in cash balances as of April 29, 2023, \n$15.9 million\n were denominated in United States dollars, of which \n$1.3 million\n were held by our foreign subsidiaries. As of April 29, 2023, we had an additional \n$8.1 million\n in cash balances denominated in foreign currencies, of which \n$7.7 million\n were maintained in accounts of our foreign subsidiaries.\nInterest Rate Risks\nOur exposure to market risks relate primarily to changes in interest rates on our financing agreements, cash, and marketable securities. We do not expect our income or cash flows to be significantly impacted by interest rates.\nCommodity Risk\nWe are dependent on basic raw materials, sub-assemblies, components, and other supplies used in our production operations. Our financial results have been and could continue to be affected by changes in the availability, prices, and global tariff regulation of these materials. Some of these materials are sourced from one or a limited number of suppliers in countries around the world. Some of these materials are also key source materials for our competitors and for other technology companies. Some of these materials are sourced outside of the countries in which we manufacture our products and are subject to transportation delays. Any of these factors may cause a sudden increase in costs and/or limited or \n33\nTable of Contents\nunavailable supplies. As a result, we may not be able to acquire key production materials on a timely basis, which could adversely impact our ability to produce products and satisfy incoming sales orders on a timely basis. Our sourcing and material groups work to implement strategies to monitor and mitigate these risks. Periodically, we enter into pricing agreements or purchasing contracts under which we agree to purchase a minimum amount of product in exchange for guaranteed price terms over the length of the contract, which generally does not exceed one year. \n34\nTable of Contents",
    "cik": "915779",
    "cusip6": "234264",
    "cusip": [
        "234264109",
        "234264959",
        "234264909"
    ],
    "names": [
        "DAKTRONIC INC COM",
        "DAKTRONICS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/915779/000091577923000046/0000915779-23-000046-index.htm"
}