{
    "item1": ">Item 1. BUSINESS\nForward-Looking Statements\nThe U.S. Private Securities Litigation Reform Act of 1995 provides a “safe harbor” for forward-looking statements to encourage companies to provide prospective information, so long as those statements are identified as forward-looking and are accompanied by meaningful cautionary statements identifying important factors that could cause actual results to differ materially from those disclosed in the statement. Certain information of a non-historical nature contained in Items 1, 2, 3 and 7 of this Form 10-K includes “forward-looking statements” within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995, including statements regarding future financial performance, and the objectives and expectations of management. Forward-looking statements often include words such as “believes,” “expects,” “anticipates,” “estimates,” “intends,” “plans,” “seeks” or words of similar meaning, or future or conditional verbs, such as “will,” “should,” “could” or “may.” Forward-looking statements are neither historical facts nor assurances of future performance. Instead, such statements, including, but not limited to, our statements regarding business strategy, growth strategy, competitive strengths, productivity and profitability enhancement, competition, new product and service introductions and liquidity and capital resources, are based only on our current beliefs, expectations and assumptions regarding the future of our business, future plans and strategies, projections, anticipated events and trends, the economy and other future conditions,\n \nas well as on assumptions made by and information currently available to management, and involve various risks and uncertainties, some of which are beyond our control.\nBecause forward-looking statements relate to the future, they are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict and many of which are outside of our control. Our actual results and financial condition may differ materially from those indicated in the forward-looking statements. Therefore, you should not place undue reliance on any of these forward-looking statements. Any number of factors could affect our actual results and cause such results to differ materially from those contemplated by any forward-looking statements. Reference is made to “Risk Factors” in Item 1A and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7 of this Form 10-K, for a discussion of certain factors that could cause actual operating results to differ materially from those expressed in any forward-looking statements. In light of these risks and uncertainties, there can be no assurance that the forward-looking information will in fact prove to be accurate. The order in which these factors appear should not be construed to indicate their relative importance or priority. We caution that these factors may not be exhaustive, accordingly, any forward-looking statements contained herein should not be relied upon as a prediction of actual results.\nYou should carefully consider these and other relevant factors and information which may be contained in this Form 10-K and in our other filings with the U.S. Securities and Exchange Commission, or SEC, when reviewing any forward-looking statement. Investors should understand it is impossible to predict or identify all such factors or risks. As such, you should not consider the risks identified in our SEC filings, to be a complete discussion of all potential risks or uncertainties.\nAny forward-looking statement made in this Form 10-K is based only on information currently available to us and speaks only as of the date on which it is made. We do not undertake any obligation to release publicly any revisions to any forward-looking statements whether written or oral, that may be made from time to time, whether as a result of new information, future developments or otherwise.\nGeneral\nPatterson Companies, Inc. is a value-added specialty distributor serving the U.S. and Canadian dental supply markets and the U.S., Canadian and U.K. animal health supply markets. Patterson operates through its two strategic business units, Patterson Dental and Patterson Animal Health, offering similar products and services to different customer bases. Each business has a strong competitive position, serves a highly fragmented market that offers consolidation opportunities and offers relatively low-cost consumable supplies, which makes our value-added business proposition highly attractive to our customers. We believe that we have a strong brand identity as a value-added, full-service distributor with broad product and service offerings, having begun distributing dental supplies in 1877.\n3\nTable of Contents\nBusiness Overview\nThe following table sets forth consolidated net sales (in millions) by segment. \nFiscal Year Ended\nApril 29, 2023\nApril 30, 2022\nApril 24, 2021\nDental\n$\n2,492 \n$\n2,516 \n$\n2,327 \nAnimal Health\n3,965 \n3,983 \n3,560 \nCorporate\n14 \n— \n25 \nConsolidated net sales\n$\n6,471 \n$\n6,499 \n$\n5,912 \nOur strategically located fulfillment centers enable us to better serve our customers and increase our operating efficiency. This infrastructure, together with broad product and service offerings at competitive prices, and a strong commitment to customer service, enables us to be a single source of supply for our customers’ needs. Our infrastructure also allows us to provide convenient ordering and rapid, accurate and complete order fulfillment.\nElectronic commerce solutions have become an integral part of dental and animal health supply and distribution relationships. Our distribution business is characterized by rapid technological developments and intense competition. The continuing advancement of online commerce requires us to cost-effectively adapt to changing technologies, to enhance existing services and to develop and introduce a variety of new services to address the changing demands of consumers and our customers on a timely basis, particularly in response to competitive offerings. We believe that our tradition of reliable service, our name recognition and large customer base built on solid customer relationships, position us well to participate in this significant aspect of the distribution business. We continue to explore methods to improve and expand our Internet presence and capabilities, including our online commerce offerings and our use of various social media outlets.\nPatterson became publicly traded in 1992 and is a corporation organized under the laws of the state of Minnesota. We are headquartered in St. Paul, Minnesota. Our principal executive offices are located at 1031 Mendota Heights Road, St. Paul, Minnesota 55120, and our telephone number is (651) 686-1600. Unless the context specifically requires otherwise, the terms the “Company,” “Patterson,” “we,” “us” and “our” mean Patterson Companies, Inc., a Minnesota corporation, and its consolidated subsidiaries.\nThe Specialty Distribution Markets We Serve\nWe provide manufacturers with cost effective logistics and high-caliber sales professionals to access a geographically diverse customer base, which is critical to the supply chain for the markets we serve. We provide our customers with an array of value-added services, a dedicated and highly skilled sales team, and a broad selection of products through a single channel, thereby helping them efficiently manage their ordering process. Due in part to the inability of our customers to store and manage large quantities of supplies at their locations, the distribution of supplies and small equipment has been characterized by frequent, small-quantity orders, and a need for rapid, reliable and substantially-complete order fulfillment. Supplies and small equipment are generally purchased from more than one distributor, with one generally serving as the primary supplier.\nWe believe that consolidation within the industry will continue as distributors, particularly those with limited financial, operating and marketing resources, seek to combine with larger companies that can provide growth opportunities. This consolidation also may continue to result in distributors seeking to acquire companies that can enhance their current product and service offerings or provide opportunities to serve a broader customer base.\nDental Supply Market\nThe dental supply market we serve consists of geographically dispersed and highly fragmented dental practices. Customers range in size from sole practitioners to large group practices, often called Dental Service Organizations (\"DSO's\"). According to the American Dental Association and the Canadian Dental Association, there are approximately 203,000 dentists practicing in the U.S. and 25,000 dentists practicing in Canada. We believe the average dental practitioner purchases supplies from more than one supplier.\nWe believe the North American dental supply market continues to experience growth due to an increasing population, an aging population, advances in dentistry, demand for general, preventive and specialty services, increasing demand for new technologies that allow dentists to increase productivity, demand for infection control products, and insurance coverage by dental plans.\n4\nTable of Contents\nWe support dental professionals through the many stock keeping units (“SKUs”) that we offer, as well as through important value-added services, including equipment and technology installation and service, practice management software, electronic claims processing, financial services, and continuing education, all designed to help make a dental practice more efficient.\nAnimal Health Supply Market\nThe animal health supply market is a mix of production animal supply, which primarily serves food producing animals, consisting of beef and dairy cattle, swine and poultry and other species such as sheep and goats, and companion animal supply, which serves pets, primarily dogs, cats and horses. Similar to the dental supply market, the animal health supply market is highly fragmented and diverse. Our production animal customers include large animal veterinarians, beef producers (cow/calf, stocker and feedlots), dairy producers, poultry producers, swine producers and retail customers. Our companion animal customers are primarily small animal and equine veterinary clinics, including independently owned, corporates and groups. According to the American Veterinary Medical Association, there are more than 70,000 veterinarians in private practice in the U.S. and Canada. Furthermore, there are approximately 20,000 veterinarians in the U.K. practicing in veterinary outlets; however, we believe there has been a shift in the U.K. market toward consolidation of veterinary practices. National Veterinary Services Limited, is the market leader in the U.K. veterinary market, with the highest percentage of buying groups and corporations as customers compared to its competitors, and the highest share position in that country overall.\nThe global animal health supply market continues to experience growth, and we believe that trend will continue for the foreseeable future. We support our animal health customers through the distribution of biologicals, pharmaceuticals, parasiticides, supplies, including our own private label brands, and equipment. We also supply a full portfolio of technologies, software, services and solutions to all segments and channels of our broad customer base. We actively engage in the development, sale and distribution of inventory, accounting and health management systems to enhance customer operating efficiencies and assist our customers in managing risk. Within the companion animal supply market, we anticipate increasing demand for veterinary services due to the following factors: the increasing number of households with companion animals, increased pet adoption rates and increased expenditures on animal health and preventative care, an aging pet population, advancements in animal health products and diagnostic testing, and extensive marketing programs sponsored by companion animal nutrition and pharmaceutical companies.\nWe anticipate the macroeconomic trend of global population growth and corresponding demand for protein will be favorable to the production animal segment in the future. Likewise, the rise in disposable income, especially in developing countries will be a key driver of future growth. However; product sales in the production animal supply market are more likely to be impacted by volatility in the market such as commodity prices, changes in weather patterns, and trends in the general economy. Many factors can influence how long cattle will graze and consequently the number of days an animal is on feed during a finishing phase. Supply and demand dynamics and economic trends can shift the number of animals treated, the timing of when animals are treated, to what extent they are treated and with which products they are treated. Historically, sales in this market have been largely driven by spending on animal health products to improve productivity, weight gain and disease prevention, as well as a growing focus on health and wellness of the animals, safety, and efficiency in livestock production.\nCompetition\nThe distribution industry is highly competitive. It consists principally of national, regional and local full-service distributors. Substantially all of the products we sell are available to customers from a number of suppliers. In addition, our competitors could obtain exclusive rights from manufacturers to market particular products. Some manufacturers also sell directly to end-users, thereby eliminating or reducing our role and that of other distributors.\nWe compete with other distributors, as well as several manufacturers, of dental and animal health products, on the basis of price, breadth of product line, customer service and value-added products and services. To differentiate ourselves from our competition we deploy a strategy of premium customer service with multiple value-added components, a highly qualified and motivated sales force, highly-trained and experienced service technicians, an extensive breadth and mix of products and services, technology solutions allowing customers to easily access our inventory, accurate and timely delivery of product, strategic location of sales offices and fulfillment centers, and competitive pricing.\nIn the U.S. and Canadian dental supply market, we compete against Henry Schein, Inc., Benco Dental Supply Company, Burkhart Dental Supply and hundreds of distributors that operate on a regional or local level, or online. Also, as noted above, some manufacturers sell directly to end users. With regard to our dental practice \n5\nTable of Contents\nmanagement software, we compete against numerous offerings, including those from Henry Schein, Inc. and Carestream Dental.\nIn the U.S. and Canadian animal health supply market, our primary competitors are AmerisourceBergen/MWI Animal Health and Covetrus, Inc. We also compete against a number of regional and local animal health distributors, some manufacturers that sell direct to end users and several alternative channel market providers that sell through digital platforms to production animal operators, animal health product retailers and veterinarians.  Additionally, major U.S. online e-commerce retailers such as Amazon and Chewy.com have become licensed as veterinary mail order pharmacies, which enables them to offer pharmacy products directly to consumers in all 50 U.S. states. In the animal health practice management market, our primary competitors are IDEXX Laboratories, Inc. and Covetrus, Inc. We face significant competition in the animal health supply market in the U.K., where we compete on the basis of price and customer service with several large competitors, including Covetrus, Inc. and AmerisourceBergen. We also compete directly with pharmaceutical companies who sell certain products or services directly to the customer. \nSuccessful distributors are increasingly providing value-added services in addition to the products they have traditionally provided. We believe that to remain competitive we must continue to add value to the distribution channel, while removing unnecessary costs associated with product movement. Significant price reductions by our competitors could result in competitive harm. Any of these competitive pressures may materially adversely affect our operating results.\nCompetitive Strengths\nWe have more than 140 years of experience in distributing products resulting in strong awareness of the Patterson brand. Although further information regarding these competitive strengths is set forth below in the discussion of our two strategic business units, our competitive strengths include:\n•\nBroad product and service offerings at competitive prices\n. We sell approximately 200,000 SKUs to our customers, including many proprietary branded products. We believe that our proprietary branded products and our competitive pricing strategy have generated a loyal customer base that is confident in our brands. Our product offerings include consumables, equipment, software and various technologies. Our value-added services include practice management software, office design, equipment installation and maintenance, and financing.\n•\nFocus on customer relationships and exceptional customer service.\n Our sales and marketing efforts are designed to establish and solidify customer relationships through personal visits by field sales representatives, interaction via phone with sales representatives, web-based activities including e-commerce and frequent direct marketing, emphasizing our broad product lines, competitive prices and ease of order placement. We focus on providing our customers with exceptional order fulfillment and a streamlined ordering process.\n•\nCost-effective purchasing and efficient distribution. \nWe believe that cost-effective purchasing is a key element to maintaining and enhancing our position as a competitive-pricing provider of dental and animal health products. We strive to maintain optimal inventory levels to satisfy customer demand for prompt and complete order fulfillment through our distribution of products from strategically located fulfillment centers.\nBusiness Strategy\nOur objective is to continue to expand as a leading value-added distributor of dental and animal health products and services. To accomplish this, we will apply our competitive strengths in executing the following strategies:\n•\nEmphasizing our differentiated, value-added, full-service capabilities\n. We are positioned to meet virtually all of the needs of dental practitioners, veterinarians, production animal operators and animal health product retailers by providing a broad range of consumable supplies, technology, equipment, software and value-added services. We believe our knowledgeable sales representatives can create customer intimacy and loyalty by providing an informational, consultative approach to our customers, linking them to the industries we serve. Our value-added strategy is further supported by our equipment specialists who offer consultation on design, equipment requirements and financing, our service technicians who perform equipment installation, maintenance and repair services, our business development professionals who provide business tools and educational programs to our customers, and our technology advisors who provide guidance on integrating technology solutions.\n6\nTable of Contents\n•\nUsing technology to enhance customer service. \nAs part of our commitment to providing superior customer service, we offer our customers easy order placement. Although we offer computerized order entry systems that we believe help establish relationships with new customers and increase loyalty among existing customers, predominant platforms for ordering today include www.pattersondental.com, www.pattersonvet.com and www.animalhealthinternational.com. The use of these methods of ordering enables our sales representatives to spend more time with existing and prospective customers. Our Internet environment includes order entry, customer support for digital and our proprietary products, customer-loyalty program reports and services, and access to articles and manufacturers’ product information. We also provide real-time customer and sales information to our sales force, managers and vendors via the Internet. In addition, the Patterson Technology Center (“PTC”) differentiates Patterson from our competition by providing deep and thorough expertise in practice management software and other advanced equipment and technology clinical solutions. In addition to trouble-shooting through the PTC’s support center, customers can access various service capabilities offered by the PTC, including electronic claims and statement processing and system back-up capabilities.\n•\nContinuing to improve operating efficiencies. \nWe continue to implement programs designed to improve our operating efficiencies and allow for continued sales growth. This strategy includes our continuing investment in management information systems and consolidation and leveraging of fulfillment centers and sales branches between our operating segments. In addition, we have established shared sales branch offices in several locations.\n•\nGrowing through internal expansion and acquisitions\n. We intend to continue to grow by hiring sales representatives, hiring and training sales professionals, opening additional locations as needed, and acquiring other companies in order to enter new, or more deeply penetrate existing, markets, gain access to additional product lines, and expand our customer base. We believe both of our operating segments are well positioned to take advantage of expected continued consolidation in our markets. \nDental Segment - Products, Services and Sources of Supply\nPatterson Dental, one of the two largest distributors of dental products in North America, has operations in the U.S. and Canada. As a full-service, value-added supplier to over 100,000 dental practices, dental laboratories, educational institutions, and community health centers, Patterson Dental provides consumable products (including infection control, restorative materials, and instruments); basic and advanced technology and dental equipment; and innovative practice optimization solutions, including practice management software, e-commerce, revenue cycle management, patient engagement solutions, and clinical and patient education. Patterson Dental sells approximately 100,000 SKUs, of which approximately 3,500 are private-label products sold under the Patterson brand. Patterson Dental also offers customers a range of related services including software and design services, maintenance and repair, and equipment financing. Net sales and operating income were $2.5 billion and $237 million in fiscal 2023, respectively.\nThe following table sets forth the percentage of total sales by the principal categories of products and services offered to our dental segment customers:\n \nFiscal Year Ended\nApril 29, 2023\nApril 30, 2022\nApril 24, 2021\nConsumable\n55 \n%\n57 \n%\n56 \n%\nEquipment\n33 \n32 \n31 \nValue-added services and other\n12 \n11 \n13 \n100 \n%\n100 \n%\n100 \n%\nPatterson Dental obtains products from hundreds of vendors, most of which are non-exclusive. While there is generally more than one source of supply for most of the categories of products we sell, the concentration of business with key suppliers is considerable, as consolidation has increased among manufacturers. In fiscal 2023, 2022 and 2021, Patterson Dental's top ten supply vendors accounted for approximately 58%, 56% and 57% of the total cost of sales, respectively. The top vendor accounted for 24%, 24% and 25% of the total cost of sales in fiscal 2023, 2022 and 2021, respectively.\n7\nTable of Contents\nAnimal Health Segment - Products, Services and Sources of Supply\nPatterson Animal Health is a leading distributor of animal health products in the U.S., Canada and the U.K. We sell approximately 100,000 SKUs, of which approximately 2,000 are private-label. Products are sourced from over 2,000 manufacturers to over 50,000 customers in the highly fragmented animal health supply market. Products we distribute include pharmaceuticals, vaccines, parasiticides, diagnostics, prescription and non-prescription diets, nutritionals, consumable supplies and equipment. We offer a private label portfolio of products to veterinarians, producers, and retailers through our Aspen, First Companion and Patterson Veterinary brands. We also provide a range of value-added services to our customers. Within our companion animal supply market, our principal customers are companion-pet and equine veterinarians, veterinary clinics, public and private institutions, and shelters. In our production animal supply market, our principal customers are large animal veterinarians, production animal operators and animal health product retailers. Consumer demand for alternative means of sourcing product through digital platforms is an evolving dynamic in our industry. We provide digital home delivery solutions to allow us to evolve with the market. Net sales and operating income were $4.0 billion and $127 million in fiscal 2023, respectively.\nThe following table sets forth the percentage of total sales by the principal categories of products and services offered to our animal health segment customers:\nFiscal Year Ended\nApril 29, 2023\nApril 30, 2022\nApril 24, 2021\nConsumable\n96 \n%\n96 \n%\n96 \n%\nEquipment\n3 \n3 \n3 \nValue-added services and other\n1 \n1 \n1 \n100 \n%\n100 \n%\n100 \n%\nPatterson Animal Health obtains products from over 2,000 vendors globally. While Patterson Animal Health makes purchases from many vendors and there is generally more than one source of supply for most of the categories of products, the concentration of business with key vendors is considerable, as consolidation has increased among manufacturers. In fiscal 2023, 2022 and 2021, Patterson Animal Health’s top 10 manufacturers comprised approximately 66%, 66% and 70% of the total cost of sales, respectively, and the single largest supplier comprised approximately 24%, 23% and 20% in of the total cost of sales 2023, 2022 and 2021, respectively.\nSales, Marketing and Distribution\nDuring fiscal 2023, we sold products or services to over 100,000 customers who made one or more purchases during the year. Our customers include dentists, laboratories, institutions, other healthcare professionals, veterinarians, other animal health professionals, production animal operators and animal health product retailers. No single customer accounted for more than 10% of sales during fiscal 2023, and we are not dependent on any single customer or geographic group of customers. \nWe have offices throughout the U.S. and Canada so that we can provide a presence in the market and decision-making near the customer. Patterson Animal Health also has a central office in the U.K. Our offices, or sales branches, are staffed with a complete complement of our capabilities, including sales, customer service and technical service personnel, as well as a local manager who has decision-making authority with regard to customer-related transactions and issues.\nA primary component of our value-added approach is our professional sales and support organization. Due to the highly-fragmented nature of the markets we serve, we believe that our unique combination of field-based and call-center sales and support teams is critical to reaching potential customers and providing a differentiated customer experience. Our sales representatives play an indispensable and critical role in managing a practice’s supply chain and in introducing new products and technologies.\nIn the U.S. and Canada, customer service representatives in call centers work in tandem with our sales representatives, providing a dual coverage approach for individual customers. In addition to processing orders, customer service representatives are responsible for assisting customers with ordering, informing customers of monthly promotions, and responding to general inquiries. In the U.K., our customer service team is primarily responsible for handling customer inquiries and resolving issues.\n8\nTable of Contents\nTo assist our customers with their purchasing decisions, we provide a multi-touchpoint shopping experience. From print to digital, this seamless experience is inclusive of products and services information. Patterson offers online and in-print showcases of our expansive merchandise and equipment offerings, including digital imaging and computer-aided design and computer-aided manufacturing (\"CAD/CAM\") technologies, hand-held and similar instruments, sundries, office design, e-services, repair and support assistance, as well as financial services. We also promote select products and services through publications, including \nOn Target \nand \nAdvantage \nin the U.S. and \nPatterson Post \nin Canada in our Dental segment, and \nInsight\n in the U.S. and \nThe Cube\n in the U.K. in our Animal Health segment. Additional direct marketing tools that we utilize include customer loyalty programs, social media, and participation in trade shows.\nWe believe that responsive delivery of quality supplies and equipment is key to customer satisfaction. We ship consumable supplies from our strategically located fulfillment centers in the U.S. and Canada. In the U.K., orders are accepted in a centralized fulfillment center and shipped nationwide to one of our depots located throughout the country at which pre-packed orders are sorted by route for delivery to customers. Orders for consumable supplies can be placed through our sales representatives, customer service representatives or electronically 24 hours a day, seven days a week. Rapid and accurate order fulfillment is another principal component of our value-added approach. \nIn order to assure the availability of our broad product lines for prompt delivery to customers, we must maintain sufficient inventories at our fulfillment centers. Purchasing of consumables and standard equipment is centralized, and our purchasing department uses a real-time perpetual inventory system to manage inventory levels. Our inventory consists mostly of consumable supply items and pharmaceutical products. \nImpacts of COVID-19\nThe COVID-19 pandemic had a significant impact on our businesses in fiscal 2021 as we implemented cost reduction measures in response to closures and other steps taken by governmental authorities. In response, management adapted our business practices with respect to employee travel, employee work locations, and cancellation of physical participation in meetings, events and conferences. Management also took proactive steps with respect to our liquidity position. Within our Dental segment, supply chain disruptions and an increased demand for PPE initially resulted in back orders of PPE, causing substantial price increases.\n \nWe had to prepay suppliers in order to obtain PPE for resale to our customers, and as manufacturing caught up to increased demand for PPE, prices dropped, impacting our margins and requiring us to write down certain inventory.\n \nIn our markets of the U.S., Canada, and the UK, restrictive measures have now been lifted and the World Health Organization declared an end to the COVID-19 pandemic. Concerns remain that our markets could see a resurgence of COVID-19 cases or the emergence of new wide-spread public health outbreaks, triggering additional impacts on our businesses. There is continued uncertainty around the duration and ultimate impact of COVID-19 and other global health concerns.\nRefer to Part I, Item 1A, “Risk Factors,” and Part II, Item 7, “Management's Discussion and Analysis of Financial Condition and Results of Operations,” within this Annual Report for further information on the impacts to our business and results of operations, our dividends, liquidity and debt arrangements, and associated risks and uncertainties.\nGeographic Information\nFor information on revenues and long-lived assets of our segments by geographic area, see Note 14 to the Consolidated Financial Statements.\nSeasonality and Other Factors Affecting Our Business and Quarterly Results\nOur business in general is not seasonal; however, there are some products that typically sell more often during the winter or summer season. In any given month, unusual weather patterns (e.g., unusually hot or cold weather) could impact the sales volumes of these products, either positively or negatively. In addition, we experience fluctuations in quarterly earnings. As a result, we may fail to meet or exceed the expectations of securities analysts and investors, which could cause our stock price to decline. Quarterly results may be materially adversely affected by a variety of factors, including:\n•\ntiming and amount of sales and marketing expenditures;\n•\ntiming of pricing changes offered by our suppliers;\n9\nTable of Contents\n•\ntiming of the introduction of new products and services by our suppliers;\n•\nchanges in or availability of supplier contracts or rebate programs;\n•\nsupplier rebates based upon attaining certain growth goals;\n•\nchanges in the way suppliers introduce or deliver products to market;\n•\ncosts of developing new applications and services;\n•\nour ability to correctly identify customer needs and preferences and predict future needs and preferences;\n•\nuncertainties regarding potential significant breaches of data security or disruptions of our information technology systems;\n•\nregulatory actions, or government regulation generally;\n•\nloss of sales representatives;\n•\ncosts related to acquisitions and/or integrations of technologies or businesses;\n•\ncosts associated with our self-insured insurance programs;\n•\ngeneral market and economic conditions, as discussed in Item 1A: Risk Factors, including pandemic, macro-economic conditions, increased fuel and energy costs, consumer confidence, as well as conditions specific to the supply and distribution industry and related industries;\n•\nour success in establishing or maintaining business relationships;\n•\ndifficulties of manufacturers in developing and manufacturing products;\n•\nproduct demand and availability, or product recalls by manufacturers;\n•\nexposure to product liability and other claims in the event that the use of the products we sell results in injury;\n•\nincreases in shipping costs or service issues with our third-party shippers;\n•\nfluctuations in the value of foreign currencies;\n•\ngoodwill impairment;\n•\nchanges in interest rates;\n•\nrestructuring costs;\n•\nthe adoption or repeal of legislation;\n•\nchanges in accounting principles; and\n•\nlitigation or regulatory judgments, fines, forfeitures, penalties, equitable remedies, expenses or settlements.\nGovernmental Regulation\nWe strive to be compliant with the applicable laws, regulations and guidance described below, and believe we have effective compliance programs and other controls in place to ensure substantial compliance. However, compliance is not guaranteed either now or in the future, as certain laws, regulations and guidance may be subject to varying and evolving interpretations that could affect our ability to comply, as well as future changes, additions and enforcement approaches, including political changes. Additionally, our policies and procedures may not always protect us from reckless or criminal acts committed by our employees or our agents. When we discover situations of non-compliance we seek to remedy them and bring the affected area back into compliance.\nPresident Biden’s administration (the “Biden Administration”) has indicated that it will be more aggressive in its pursuit of alleged violations of law, and has revoked certain guidance that would have limited governmental use of informal agency guidance to pursue potential violations, and has stated that it is more prepared to pursue individuals for corporate law violations, including an aggressive approach to anti-corruption activities. Changes to applicable laws, regulations and guidance described below, as well as related administrative or judicial interpretations, may require us to update or revise our operations, services, marketing practices, and compliance programs and controls, and may impose additional and unforeseen costs on us, pose new or previously immaterial risks to us, or may otherwise have a material adverse effect on our business, results of operations and financial condition.\nFederal, state and certain foreign governments have also increased enforcement activity in the health care sector, particularly in areas of fraud and abuse, anti-bribery and corruption, controlled substances handling, medical device regulations and data privacy and security standards. Our businesses are generally subject to numerous laws and regulations that could impact our financial performance. Failure to comply with such laws or regulations could be punishable by criminal or civil sanctions, which could materially adversely affect our business. \n10\nTable of Contents\nOperating, Security and Licensure Standards\nOur dental and animal health supply businesses involve the distribution, importation, exportation, marketing and sale of, and third party payment for, pharmaceuticals and medical devices, and in this regard, we are subject to extensive local, state, federal and foreign governmental laws and regulations applicable to the distribution of pharmaceuticals and medical devices.  \nU.S. Federal Agencies\nCertain of our businesses are required to register for permits and/or licenses with, and comply with operating and security standards of, the U.S. Food and Drug Administration (“FDA”), the U.S. Department of Agriculture (“USDA”), the Environmental Protection Agency (“EPA”), the Food Safety Inspection Service (“FSIS”), the U.S. Drug Enforcement Administration (“DEA”), the Federal Trade Commission (“FTC”), and various state boards of pharmacy, state health departments and/or comparable state agencies as well as comparable foreign agencies, and certain accrediting bodies depending on the type of operations and location of product distribution, manufacturing or sale. These businesses include those that distribute, manufacture and/or repackage prescription pharmaceuticals and/or medical devices and/or HCT/P products, own pharmacy operations, or install, maintain or repair equipment. \nFDA \n– the regulatory body that is responsible for the regulation of animal-health pharmaceuticals in the U.S. is the Center for Veterinary Medicine (“CVM”) housed within the FDA.\n•\nGenerally, all animal-health pharmaceuticals are subject to pre-market review and must be shown to be safe, effective, and produced by a consistent method of manufacture as defined under the Federal Food, Drug and Cosmetic Act, as amended (the “FDC Act”).\n•\nIf the drug is for food-producing animals, potential consequences for humans are also considered.\n•\nAnimal supplements generally are not required to obtain pre-market approval from the CVM, although they may be treated as food. Any substance that is added to, or is expected to become a component of, animal food must be used in accordance with food-additive regulations, unless it is generally recognized as safe, under the conditions of its intended use. Alternatively, the FDA may consider animal supplements to be drugs. The FDA has agreed to exercise enforcement discretion for such supplements if each such supplement meets certain conditions.\n•\nAdditionally, dental and medical devices we sell in the U.S. are generally classified by the FDA into a category that renders them subject to the same controls that apply to all medical devices, including regulations regarding alternation, misbranding, notification, record-keeping and good manufacturing practices.\nUSDA\n – the regulatory body in the U.S. for veterinary biologics, such as vaccines.\n•\nThe USDA’s Center for Veterinary Biologics is responsible for the regulation of animal-health vaccines, including immunotherapeutics. Marketing of imported veterinary biological products in the U.S. requires a U.S. Veterinary Biological Product Permit. Veterinary biologics are subject to pre-market review and must be shown to be pure, safe, potent, and efficacious, as defined under the Virus Serum Toxin Act. The USDA requires post-licensing monitoring of these products. \nEPA\n – the main regulatory body in the U.S. for veterinary pesticides is the EPA. \n•\nThe EPA’s Office of Pesticide Programs is responsible for the regulation of pesticide products applied to animals.\n•\nAnimal-health pesticides are subject to pre-market review and must not cause “unreasonable adverse effects to man or the environment” as stated in the Federal Insecticide, Fungicide, and Rodenticide Act.\n•\nWithin the U.S., pesticide products that are approved by the EPA must also be approved by individual state pesticide authorities before distribution in that state. Post-approval monitoring of products is required, with reports provided to the EPA and some state regulatory agencies.\nFSIS \n- the public health agency within the USDA.\n•\nThe FDA is authorized to determine the safety of substances (including “generally recognized as safe” substances, food additives and color additives), as well as prescribe their safe conditions of use. However, \n11\nTable of Contents\nalthough the FDA has the responsibility for determining the safety of substances, the FSIS still retains, under the tenets of the Federal Meat Inspection Act and the Poultry Products Inspection Act and their implementing regulations, the authority to determine whether new substances and new uses of previously approved substances are suitable for use in meat and poultry products.\nDEA \n– under the Controlled Substances Act, distributors of controlled substances are required to obtain, and renew annually, registrations for their facilities from the DEA.\n•\nDistributors are also subject to other statutory and regulatory requirements relating to the storage, sale, marketing, handling, and distribution of such drugs, in accordance with the Controlled Substances Act and its implementing regulations, and these requirements have been subject to heightened enforcement activity in recent times.\n•\nDistributors are subject to inspection by the DEA.\nFTC\n – the FTC regulates advertising pursuant to its authority to prevent “unfair or deceptive acts or practices in or affecting commerce” under the Federal Trade Commission Act.\n•\nAdvertising and promotion of animal-health products that are not subject to approval by the CVM may be challenged by the FTC, as well as by state attorneys general and by consumers under state consumer protection laws.\n•\nThe FTC will find an advertisement to be deceptive if it contains a representation or omission of fact that is likely to mislead consumers acting reasonably under the circumstances, the representation or omission is material, and if the advertiser does not possess and rely upon a reasonable basis, such as competent and reliable evidence, substantiating the claim.\n•\nThe FTC may address unfair or deceptive advertising practices through either an administrative adjudication or judicial enforcement action, including preliminary or permanent injunction.\n•\nThe FTC may also seek consumer redress from the advertiser in instances of dishonest or fraudulent conduct.\nState Registrations\n – states may require registration of animal-drug distributors and wholesalers.\n•\nAdditional requirements may apply when the product is also a controlled substance. States work closely with the Association of American Feed Control Officials (“AAFCO”) in their regulation of animal food.\n•\nAAFCO’s annual official publication contains model animal and pet-food labeling regulations that states may adopt.\n•\nThis publication is treated deferentially by the federal and state government agencies that regulate animal food. Many states require registration or licensing of animal-food distributors.\n•\nStates may also review and approve animal-food labels prior to sale of the product in their state. \nWe are also subject to foreign trade controls administered by certain U.S. government agencies, including the Bureau of Industry and Security within the Commerce Department, Customs and Border Protection within the Department of homeland Security and the U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC).\nThe DEA, the FDA and state regulatory authorities have broad inspection and enforcement powers, including the ability to suspend or limit the distribution of products by our fulfillment centers, seize or order the recall of products and impose significant criminal, civil and administrative sanctions for violations of these laws and regulations. Foreign regulations subject us to similar foreign enforcement powers. Furthermore, compliance with legal requirements has required and may in the future require us to delay product release, sale or distribution, or institute voluntary recalls of, or other corrective action with respect to, products we sell, each of which could result in regulatory and enforcement actions, financial losses and potential reputational harm. Our customers are also subject to significant federal, state, local and foreign governmental regulation, which may affect our interactions with customers, including the design and functionality of the products we distribute.\n12\nTable of Contents\nAgencies Outside the U.S.\nSince the U.K. formally left the EU on January 31, 2020, the Veterinary Medicines Directorate (“VMD”) became the main regulatory body in the U.K. responsible for regulating and controlling veterinary pharmaceuticals. The U.K. and the EU reached a trade deal in December 2020, which went into effect in May 2021. The agreement includes regulatory and customs cooperation mechanisms, as well as provisions supporting open and fair competition. The Northern Ireland protocol, which is part of the trade deal, requires that VMD follow EU rules in Northern Ireland. Laws applying to the rest of the U.K. could now diverge but currently remain largely aligned. \nU.S. Laws\nAmong the U.S. federal laws applicable to us are the Controlled Substances Act, the FDC Act, Section 361 of the Public Health Service Act, as well as laws regulating the billing of and reimbursement from government programs, such as Medicare and Medicaid, and from commercial payers. We are also subject to comparable foreign regulations.\nThe FDC Act, the Controlled Substances Act, their implementing regulations, and similar foreign laws generally regulate the introduction, manufacture, advertising, marketing and promotion, sampling, pricing and reimbursement, labeling, packaging, storage, handling, returning or recalling, reporting, and distribution of, and record keeping for, pharmaceuticals and medical devices shipped in interstate commerce, and states may similarly regulate such activities within the state. Furthermore, Section 361 of the Public Health Service Act, which provides authority to prevent the introduction, transmission, or spread of communicable diseases, serves as the legal basis for the FDA’s regulation of human cells, tissues and cellular and tissue-based products, also known as “HCT/P products.”\nThe federal Drug Quality and Security Act of 2013 brought about significant changes with respect to pharmaceutical supply chain requirements. Title II of this measure, known as the Drug Supply Chain Security Act (“DSCSA”), was first implemented in November 2014 and is being phased in over a period of 10 years. DSCSA is intended to build a national electronic, interoperable system by November 27, 2023, that will identify and trace certain prescription drugs as they are distributed in the U.S. The law’s track and trace requirements applicable to manufacturers, wholesalers, third-party logistics providers (e.g., trading partners), repackagers and dispensers (e.g., pharmacies) of prescription drugs took effect in January 2015, and continues to be implemented. The DSCSA product tracing requirements replace the former FDA drug pedigree requirements and pre-empt certain state requirements that are inconsistent with, more stringent than, or in addition to, the DSCSA requirements.\nThe DSCSA also establishes certain requirements for the licensing and operation of prescription drug wholesalers and third party logistics providers (“3PLs”), and includes the eventual creation of national wholesaler and 3PL licenses in cases where states do not license such entities. The DSCSA requires that wholesalers and 3PLs distribute drugs in accordance with certain standards regarding the recordkeeping, storage and handling of prescription drugs. The DSCSA requires wholesalers and 3PLs to submit annual reports to the FDA, which include information regarding each state where the wholesaler or 3PL is licensed, the name and address of each facility and contact information. According to FDA guidance, states are pre-empted from imposing any licensing requirements that are inconsistent with, less stringent than, directly related to, or covered by the standards established by federal law in this area. Current state licensing requirements concerning wholesalers will remain in effect until the FDA issues new regulations as directed by the DSCSA.\nThe Food and Drug Administration Amendments Act of 2007 and the Food and Drug Administration Safety and Innovation Act of 2012 amended the FDC Act to require the FDA to promulgate regulations to implement a unique device identification (“UDI”) system. The UDI rule phased in the implementation of the UDI regulations, generally beginning with the highest-risk devices (i.e., Class III medical devices) and ending with the lowest-risk devices. Most compliance dates were reached as of September 24, 2018, with a final set of requirements for low-risk devices being reached on September 24, 2022, which completed the phase in. However, in May 2021, the FDA issued an enforcement policy stating that it does not intend to object to the use of legacy identification numbers on device labels and packages for finished devices manufactured and labeled prior to September 24, 2023. The UDI regulations require “labelers” to include unique device identifiers (“UDIs”), with a content and format prescribed by the FDA and issued under a system operated by an FDA-accredited issuing agency, on the labels and packages of medical devices (including, but not limited to, certain software that qualifies as a medical device under FDA rules), and to directly mark certain devices with UDIs. The UDI regulations also require labelers to submit certain information concerning UDI-labeled devices to the FDA, much of which information is publicly available on an FDA database, the Global Unique Device Identification Database. On July 22, 2022, the FDA posted the final guidance regarding the Global Unique Device Identification Database called Unique Device Identification Policy Regarding \n13\nTable of Contents\nCompliance Dates for Class I and Unclassified Devices, Direct Marketing, and Global Unique Device Identification Database Requirements for Certain Devices. The UDI regulations and subsequent FDA guidance regarding the UDI requirements provide for certain exceptions, alternatives and time extensions. For example, the UDI regulations include a general exception for Class I devices exempt from the Quality System Regulation (other than record-keeping and complaint files). Regulated labelers include entities such as device manufacturers, repackagers, reprocessors and relabelers that cause a device’s label to be applied or modified, with the intent that the device will be commercially distributed without any subsequent replacement or modification of the label, and include certain of our businesses.\nUnder the Controlled Substances Act, as a distributor of controlled substances, we are required to obtain and renew annually registrations for our facilities from the DEA permitting us to handle controlled substances. We are also subject to other statutory and regulatory requirements relating to the storage, sale, marketing, handling and distribution of such drugs, in accordance with the Controlled Substances Act and its implementing regulations, and these requirements have been subject to heightened enforcement activity in recent times. Non-controlled substances can also become subject to these controls. For example, law enforcement agencies are pressing for xylazine, which is an FDA-approved prescription veterinary tranquilizer found in certain analgesic products we distribute, to be listed as a federal controlled substance and several states, including Ohio, Pennsylvania, West Virginia and Florida, have already done so, which measures are likely to increase our cost of distributing such products. There have also been increasing efforts by various levels of government globally to regulate the pharmaceutical distribution system in order to prevent the introduction of counterfeit, adulterated or misbranded pharmaceuticals into the distribution system.\nIn addition, Section 301 of the National Organ Transplant Act, and a number of comparable state laws, impose civil and/or criminal penalties for the transfer of certain human tissue (for example, human bone products) for valuable consideration, while generally permitting payments for the reasonable costs incurred in procuring, processing, storing and distributing that tissue. We are also subject to foreign government regulation of such products. \nCertain of our businesses are subject to various additional federal, state, local and foreign laws and regulations, including with respect to the sale, transportation, storage, handling and disposal of hazardous or potentially hazardous substances, and safe working conditions. In addition, certain of our businesses must operate in compliance with a variety of burdensome and complex billing and record keeping requirements in order to substantiate claims for payment under federal, state and commercial healthcare reimbursement programs.\nCertain of our businesses also maintain contracts with governmental agencies and are subject to certain regulatory requirements specific to government contractors.\nAs disclosed in our prior periodic reports, our subsidiary Animal Health International was the subject of an investigation by the U.S. Attorney’s Office for the Western District of Virginia, which resulted in Animal Health International pleading guilty to a strict-liability misdemeanor offense in connection with its failure to comply with federal law relating to the sales of prescription animal health products, and a total criminal fine and forfeiture of $52.8 million. In addition, Animal Health International and Patterson entered into a non-prosecution agreement for other non-compliant licensing, dispensing, distribution and related sales processes disclosed during the investigation and committed to undertake additional compliance program enhancements and provide compliance certifications through our reporting for fiscal 2023. This matter may continue to divert management's attention and cause us to suffer reputational harm. We also may be subject to other fines or penalties, equitable remedies (including but not limited to the suspension, revocation or non-renewal of licenses) and litigation. The occurrence of any of these events could adversely affect our business, results of operations and financial condition.\nOther Regulations\nVeterinary compounding pharmacies must comply with state and federal laws that govern the relationship between pharmacies and referral sources. The U.S. Federal Anti-Kickback Statute (“AKS”) imposes criminal penalties against individuals and entities that pay or receive remuneration in return for referring an individual for service paid under a federal health care program. Veterinary compounding pharmacies have historically avoided scrutiny under the AKS because no federal programs are involved in veterinary compounding funding. However, most states have enacted statutes and regulations that mirror the AKS and, in some cases, are even broader than the AKS.\nVarious states have enacted business and insurance regulations prohibiting referral arrangements that result in the offer or acceptance of any rebate, refund, commission, discount or other consideration as compensation or inducement for referring patients, clients or customers. These regulations often encompass all health-care related professions, including pharmacies and veterinary practices.\n14\nTable of Contents\nAdditionally, the promotion of regulated animal health products is controlled by regulations in many countries. These rules generally restrict advertising and promotion to those claims and uses that have been reviewed and endorsed by the applicable agency.\nAntitrust and Consumer Protection\nThe U.S. federal government, most U.S. states and many foreign countries have antitrust laws that prohibit certain types of conduct deemed to be anti-competitive, as well as consumer protection laws that seek to protect consumers from improper business practices. At the U.S. federal level, the Federal Trade Commission oversees enforcement of these types of laws, and states have similar government agencies. Violations of antitrust or consumer protection laws may result in various sanctions, including criminal and civil penalties. Private plaintiffs also may bring, and have brought, civil lawsuits against us in the U.S. for alleged antitrust violations, including claims for treble damages. The Biden Administration has indicated increased antitrust enforcement and has been more aggressive in enforcement actions, including investigations and challenging restrictive contractual terms that it believes harm workers and competition.\nHealth Care Fraud\nCertain of our businesses are subject to federal and state (and similar foreign) health care fraud and abuse, referral and reimbursement laws and regulations with respect to their operations. These laws and regulations govern different interactions, including but not limited to, those:\n•\nprohibiting improper influence of or payments to healthcare professionals and government officials;\n•\nsetting out rules for when and how to engage healthcare professionals as vendors;\n•\nrequiring price reporting;\n•\nrequiring marketing of products within regulatory approval (i.e., on label);\n•\nregulating the import and export of products;\n•\naffecting the operation of our facilities and our distribution of products; and\n•\nrequiring disclosure of payments to healthcare professionals and entities.\nSome of these laws, referred to as “false claims laws,” prohibit the submission or causing the submission of false or fraudulent claims for reimbursement to federal, state and other health care payers and programs. Other laws, referred to as “anti-kickback laws,” prohibit soliciting, offering, receiving or paying remuneration in order to induce the referral of a patient or ordering, purchasing, leasing or arranging for or recommending ordering, purchasing or leasing, of items or services that are paid for by federal, state and other health care payers and programs. Several states apply their false claims and anti-kickback laws to all payers, including goods and services paid for directly by consumers. Certain additional state and federal laws, such as the federal Physician Self-Referral Law, commonly known as the “Stark Law,” prohibit physicians and other health professionals from referring a patient to an entity with which the physician (or family member) has a financial relationship, for the furnishing of certain designated health services (for example, durable medical equipment and medical supplies), unless an exception applies. Violations of anti-kickback laws or the Stark Law may be enforced as violations of the federal False Claims Act.\nThe fraud and abuse laws and regulations have been subject to heightened enforcement activity over the past few years, and significant enforcement activity has been the result of “relators,” who serve as whistleblowers by filing complaints in the name of the U.S. (and, if applicable, particular states) under applicable false claim laws. Under the federal False Claims Act, relators can be entitled to receive up to 30% of the total recoveries. Penalties under fraud and abuse laws may be severe, including treble damages and substantial civil penalties under the federal False Claims Act, as well as potential loss of licenses and the ability to participate in federal and state health care programs, criminal penalties, or imposition of a corporate integrity agreement or corporate compliance monitor which could have a material adverse effect on our business. Also, these measures may be interpreted or applied by a prosecutorial, regulatory or judicial authority in a manner that could require us to make changes in our operations or incur substantial defense and settlement expenses. Even unsuccessful challenges by regulatory authorities or private relators could result in reputational harm and the incurring of substantial costs. Most states have adopted similar state false claims laws, and these state laws have their own penalties which may be in addition to federal False Claims Act penalties, as well as other fraud and abuse laws. With respect to measures of this type, the U.S. government (among others) has expressed concerns about financial relationships between suppliers on the one \n15\nTable of Contents\nhand and dentists and other healthcare professionals on the other. As a result, we regularly review and revise our marketing practices as necessary to facilitate compliance. While we believe that we are substantially compliant with applicable fraud and abuse laws and regulations, and have adequate compliance programs and controls in place to ensure substantial compliance, we cannot predict whether changes in applicable law, or interpretation of laws, or changes in our services or marketing practices in response to changes in applicable law or interpretation of laws, or failure to comply with applicable law, could have a material adverse effect on our business.\nAffordable Care Act and Other Insurance Reform\nThe U.S. Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act (as amended, the “ACA”) increased federal oversight of private health insurance plans and included a number of provisions designed to reduce Medicare expenditures and the cost of health care generally, to reduce fraud and abuse, and to provide access to increased health coverage. The ACA also materially expanded the number of individuals in the U.S. with health insurance. The ACA has faced frequent legal challenges, including litigation seeking to invalidate and Congressional action seeking to repeal some of or all of the law or the manner in which it has been implemented. In 2012, the U.S. Supreme Court, in upholding the constitutionality of the ACA and its individual mandate provision requiring that people buy health insurance or else face a penalty, simultaneously limited ACA provisions requiring Medicaid expansion, making such expansion a state-by-state decision. In addition, one of the major political parties in the U.S. remains committed to seeking the ACA's legislative repeal, but legislative efforts to do so have previously failed to pass both chambers of Congress. Under President Trump's administration, a number of administrative actions were taken to materially weaken the ACA, including, without limitation, by permitting the use of less robust plans with lower coverage and eliminating \"premium support\" for insurers providing policies under the ACA. The Tax Cuts and Jobs Act enacted in 2017 (the \"Tax Act\"), which contains a broad range of tax reform provisions that impact the individual and corporate tax rates, international tax provisions, income tax add back provisions and deductions, also effectively repealed the ACA's individual mandate by zeroing out the penalty for non-compliance. In the most recent ACA litigation, the federal Fifth Circuit Court of Appeals found the individual mandate to be unconstitutional, and returned the case to the District Court for the Northern District of Texas for consideration of whether the remainder of the ACA could survive the excision of the individual mandate. The Fifth Circuit's decision was appealed to the U.S. Supreme Court. The Supreme Court issued a decision on June 17, 2021. Without reaching the merits of the case, the Supreme Court held that the plaintiffs in the case did not have standing to challenge the ACA. Any outcomes of future cases that change the ACA, in addition to future legislation, regulation, guidance and/or executive orders that do the same, could have a significant impact on the U.S. healthcare industry. For instance, the American Rescue Plan Act of 2021 enhanced premium tax credits, which has resulted in an expansion of the number of people covered under the ACA. These changes are time-limited, with some enhancements in place for 2021 only and others available through the end of 2022. The continued uncertain status of the ACA affects our ability to plan.\nAn ACA provision, generally referred to as the Physician Payment Sunshine Act or Open Payments Program (the “Sunshine Act”), has imposed reporting and disclosure requirements for drug and device manufacturers and distributors with regard to payments or other transfers of value made to certain practitioners (including physicians, dentists and teaching hospitals), and for such manufacturers and distributors and for group purchasing organizations, with regard to certain ownership interests held by covered recipients in the reporting entity. The Centers for Medicare and Medicaid Services (“CMS”) publishes information from these reports on a publicly available website, including amounts transferred and physician, dentist, teaching hospital and non-practitioner identities.\nThe Sunshine Act pre-empts similar state reporting laws, although we or our subsidiaries may also be required to report under certain state transparency laws that address circumstances not covered by the Sunshine Act, and some of these state laws, as well as the federal law, can be unclear. We are also subject to foreign regulations requiring transparency of certain interactions between suppliers and their customers. In the U.S., government actions to seek to increase health-related price transparency may also affect our business. Our compliance with these rules imposes additional costs on us.\nIn addition, recently there has been increased scrutiny on drug pricing and concurrent efforts to control or reduce drug costs by Congress, the President, executive branch agencies and various states, including that several related bills have been introduced at the federal level. Such legislation, if enacted, could have the potential to impose additional costs on our business.\n16\nTable of Contents\nInitiatives sponsored by government agencies, legislative bodies, and the private sector to limit the growth of healthcare expenses generally are ongoing in markets where we do business. It is not possible to predict at this time the long-term impact of such cost containment measures on our future business.\nAdditionally, the regulation of public and private health insurance and benefit programs can affect our business, and scrutiny of the healthcare delivery and reimbursement systems in the U.S., including those related to the importation and reimportation of certain drugs from foreign markets, can be expected to continue at both the state and federal levels. This process may result in additional legislation and/or regulation governing the production, delivery, or pricing of pharmaceutical products and other healthcare services. In addition, changes in the interpretations of existing regulations may result in significant additional compliance costs or the discontinuation of our ability to continue to operate certain of our distribution centers, which may have a material adverse effect on our business, results of operations and financial condition.\nAs a result of political, economic and regulatory influences, the health care distribution industry in the U.S. is under intense scrutiny and subject to fundamental changes. We cannot predict what further reform proposals, if any, will be adopted, when they may be adopted, or what impact they may have on us. \nRegulated Software; Electronic Health Records\nThe FDA has become increasingly active in addressing the regulation of computer software and digital health products intended for use in health care settings. The 21\nst\n Century Cures Act (the “Cures Act”), signed into law in December 2016, among other things, amended the medical device definition to exclude certain software from FDA regulation, including clinical decision support software that meets certain criteria. In September 2019, the FDA issued a suite of guidance documents on digital health products, which incorporated applicable Cures Act standards, including regarding the types of clinical decision support tools and other software that are exempt from regulation by the FDA as medical devices, and continues to issue new guidance in this area. Certain of our software and related products support practice management, and it is possible that the FDA or foreign government authorities could determine that one or more of our products is a medical device, which could subject us or one or more of our businesses to substantial additional requirements with respect to these products.\nIn addition, certain of our practice management products include electronic information technology systems that store and process personal health, clinical, financial and other sensitive information of individuals. These information technology systems may be vulnerable to breakdown, wrongful intrusions, data breaches and malicious attack, which could require us to expend significant resources to eliminate these problems and address related security concerns, and could involve claims against us by private parties and/or governmental agencies. For example, we are directly or indirectly subject to numerous and evolving federal, state, local and foreign laws and regulations that protect the privacy and security of such information, such as the privacy and security provisions of the federal Health Insurance Portability and Accountability Act of 1996, as amended, and implementing regulations (“HIPAA”), the Controlling the Assault of Non-Solicited Pornography and Marketing Act, the Telephone Consumer Protection Act of 1991, Section 5 of the Federal Trade Commission Act, the California Privacy Act (“CCPA”), and the California Privacy Rights Act (“CPRA”) that became effective on January 1, 2023. Additionally, Virginia, Colorado, Connecticut and Utah recently passed comprehensive privacy legislation, and several privacy bills have been proposed both at the federal and state level that may result in additional legal requirements that impact our business. Laws and regulations relating to privacy and data protections are continually evolving and subject to potentially differing interpretations.  These requirements may not be harmonized, may be interpreted and applied in a manner that is inconsistent from one jurisdiction to another or may conflict with other rules or our practices. Our businesses’ failure to comply with these laws and regulations could expose us to breach of control claims, substantial fines, penalties and other liabilities and expenses, costs for remediation and harm to our reputation. Also, evolving laws and regulations in this area could restrict the ability of our customers to obtain, use or disseminate patient information, or could require us to incur significant additional costs to re-design our products to reflect these legal requirements, which could have a material adverse effect on our operations.\nOther health information standards, such as regulations under HIPAA, establish standards regarding electronic health data transmissions and transaction code set rules for specific electronic transactions, such as transactions involving claims submissions to third party payers. Certain of our electronic practice management products must meet these requirements. Failure to abide by these and other electronic health data transmission standards could expose us to breach of contract claims, substantial fines, penalties and other liabilities and expenses, costs for remediation and harm to our reputation.\n17\nTable of Contents\nThe Health Information Technology for Economic and Clinical Health Act (“HITECH Act”) strengthened federal privacy and security provisions governing protected health information. Among other things, the HITECH Act expanded certain aspects of the HIPAA privacy and security rules, imposed new notification requirements related to health data security breaches, broadened the rights of the U.S. Department of Health and Human Services (“HHS”) to enforce HIPAA, and directed HHS to publish more specific security standards. In January 2013, the Office for Civil Rights of HHS published the HIPAA omnibus final rule (“HIPAA Final Rule”), which amended certain aspects of the HIPAA privacy, security, and enforcement rules pursuant to the HITECH Act, extending certain HIPAA obligations to business associates and their subcontractors. Certain components of our business act as “business associates” within the meaning of HIPAA and are subject to these additional obligations under the HIPAA Final Rule.\nAlso, the European Parliament and the Council of the European Union adopted the pan-European General Data Protection Regulation (“GDPR”), effective from May 2018, which increased privacy rights for individuals (“Data Subjects”), including individuals who are our customers, suppliers, and employees. The GDPR extended the scope of responsibilities for data controllers and data processors, and generally imposes increased requirements and potential penalties on companies that are either established in the EU and process personal data of Data Subjects (regardless the Data Subject location), or that are not established in the EU but that offer goods or services to Data Subjects in the EU or monitor their behavior in the EU. Noncompliance can result in penalties of up to the greater of EUR 20 million, or 4% of global company revenues, and Data Subjects may seek damages. Individual member states may impose additional requirements and penalties regarding certain limited matters such as employee personal data. With respect to the personal data it protects, the GDPR requires, among other things, controller accountability, consents from Data Subjects or another acceptable legal basis to process the personal data, notification within 72 hours of a personal data breach where required, data integrity and security, and fairness and transparency regarding the storage, use or other processing of the personal data. The GDPR also provides rights to Data Subjects relating notably to information, access, rectification and erasure of the personal data and the right to object to the processing.\nIn the U.S., the CCPA, which increases the privacy protections afforded California residents, became effective in January 2020. The CCPA generally requires companies, such as us, to institute additional protections regarding the collection, use and disclosure of certain personal information of California residents. Compliance with the obligations imposed by the CCPA depends in part on how particular regulators interpret and apply them. Regulations were released in August 2020, there remains some uncertainty about how the CCPA will be interpreted by the courts and enforced by the regulators. If we fail to comply with the CCPA or if regulators assert that we have failed to comply with the CCPA, we may be subject to certain fines or other penalties and litigation, any of which may negatively impact our reputation, require us to expend significant resources, and harm our business. Furthermore, California voters approved the CPRA in November 2020, which amends and expands the CCPA, including by providing consumers with additional rights with respect to their personal information, and creating a new state agency, the California Privacy Protection Agency, to enforce the CCPA and the CPRA. The CPRA came into effect on January 1, 2023, applying to information collected by business on or after January 1, 2022.\nOther states, as well as the federal government, have increasingly considered the adoption of similarly expansive personal privacy laws, backed by significant civil penalties for non-compliance. Virginia and Colorado were both successful in passing privacy legislation in 2021, becoming effective on January 1, 2023 and July 1, 2023, respectively. In 2022, privacy legislation passed in Connecticut, effective July 1, 2023, and Utah, effective December 31, 2023. While we believe we have substantially compliant programs and controls in place to comply with the GDPR, CCPA, CPRA and state law requirements, our compliance with data privacy and cybersecurity laws is likely to impose additional costs on us, and we cannot predict whether the interpretations of the requirements, or changes in our practices in response to new requirements or interpretations of the requirements, could have a material adverse effect on our business.\nWe also sell products and services that health care providers, such as dentists, use to store and manage patient dental records. These customers, and we, are subject to laws, regulations and industry standards, such as HIPAA and the Payment Card Industry Data Security Standards, which require the protection of the privacy and security of those records, and our products may also be used as part of these customers’ comprehensive data security programs, including in connection with their efforts to comply with applicable privacy and security laws. Perceived or actual security vulnerabilities in our products or services, or the perceived or actual failure by us or our customers who use our products or services to comply with applicable legal or contractual data privacy or security requirements, may not only cause us significant reputational harm, but may also lead to claims against us by our customers and/or governmental agencies and involve substantial fines, penalties and other liabilities and expenses and costs for remediation.\n18\nTable of Contents\nVarious federal initiatives involve the adoption and use by health care providers of certain electronic health care records systems and processes. Moreover, in order to satisfy our customers, and comply with evolving legal requirements, our products may need to incorporate increasingly complex functionality, such as with respect to reporting and information blocking. Although we believe we are positioned to accomplish this, the effort may involve increased costs, and our failure to implement product modifications, or otherwise satisfy applicable standards, could have a material adverse effect on our business.\nE-Commerce\nElectronic commerce solutions have become an integral part of traditional health care supply and distribution relationships. Our distribution business is characterized by rapid technological developments and intense competition. The continuing advancement of online commerce requires us to cost-effectively adapt to changing technologies, to enhance existing services and to develop and introduce a variety of new services to address the changing demands of consumers and our customers on a timely basis, particularly in response to competitive offerings.\nThrough our proprietary, technologically based suite of products, we offer customers a variety of competitive alternatives. We believe that our tradition of reliable service, our name recognition and large customer base built on solid customer relationships, position us well to participate in this significant aspect of the distribution business. We continue to explore ways and means to improve and expand our online presence and capabilities, including our online commerce offerings and our use of various social media outlets.\nInternational Transactions\nU.S. and foreign import and export laws and regulations require us to abide by certain standards relating to the importation and exportation of products. We also are subject to certain U.S. and foreign laws and regulations concerning the conduct of our foreign operations, including the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act and other anti-bribery laws and laws pertaining to the accuracy of our internal books and records, as well as other types of foreign requirements similar to those imposed in the U.S. These laws and regulations have been the subject of increasing enforcement activity globally in recent years.\nThere can be no assurance that laws and regulations that impact our business or laws and regulations as they apply to our customers’ practices will not have a material adverse effect on our business. As a result of political, economic and regulatory influences, the health care distribution industry in the U.S. is under intense scrutiny and subject to fundamental changes. We cannot predict what further reform proposals, if any, will be adopted, when they may be adopted, or what impact they may have on us.\nSee “Item 1A. Risk Factors” for a discussion of additional burdens, risks and regulatory developments that may affect our business results of operations and financial condition.\nProprietary Rights\nWe hold trademarks relating to the “Patterson®” name and logo, as well as certain other trademarks. Our U.S. trademark registrations have 10-year terms, and may be renewed for additional 10-year terms. We intend to protect our trademarks to the fullest extent practicable.\nHuman Capital\nPeople are the most important part of Patterson. Our employees are the reason we can confidently say we offer \nTrusted Expertise, Unrivaled Support\n to our customers every day. \nAs of April 29, 2023, we had approximately 7,600 full-time employees, of which approximately 6,200 were employed in the U.S.\n19\nTable of Contents\nOur culture is driven by our purpose, vision, and values:\nAs a people-first organization, the overall well-being of our team is important to us. Patterson’s total reward philosophy is to provide market competitive pay and a range of benefit choices designed to meet our employees’ needs, reward for individual and business performance, and drive shareholder value. We support our employees’ health with medical, dental and vision plans, wellness programs to encourage healthy lifestyles and parental leave for new mothers, fathers and domestic partners. Patterson supports employees’ financial well-being with matching 401K contributions, company-paid short-term disability insurance, and educational offerings throughout the year. \nOur diverse talent acquisition programming includes a focus and commitment to hiring military personnel (both current and inactive). We recognize that the skills developed in the military are highly valuable and beneficial to Patterson, which is why we partner with more than 16 military organizations to find this top talent. We also partner with Minnesota organizations that introduce high school students from underserved communities into the workplace with internships in IT and other corporate functions, and we have a robust college internship program to establish a pipeline of future talent and give students real-world experience. \nTo support the progression and career development of our employees, we offer multiple training and development opportunities including on-demand courses, facilitator-led programs, mentoring relationships, tuition reimbursement and leadership development programs. We have implemented targeted development programs for senior leadership as well as emerging leaders in the organization. In addition, Patterson’s Environmental Health and Safety (EHS) team promotes employee safety and environmental awareness through foundational systems and activities, including safety training courses.\nWe are passionate about taking action to support the communities in which we serve. We provide opportunities for and encourage employees to support local charitable organizations through volunteerism (including volunteer time off), team building, and donation and matching programs. In addition, the Patterson Foundation has donated millions of dollars to dental and animal health nonprofit organizations in order to increase access to oral health care and increase the availability of assistance dogs to veterans, first responders and individuals with disabilities. Quarterly grants are awarded with a preference to organizations where our employees volunteer and those our employees value in their communities.\nWe believe that a diverse and inclusive workforce makes our company stronger, and we encourage our teams to bring their authentic selves to Patterson every day. Our UNITES team is a volunteer-led initiative that has driven various diversity and inclusion efforts, including the launch of employee-led affinity groups for our LGBTQA and under-represented employee populations. Acting on the recommendation of the affinity groups, Patterson added Martin Luther King, Jr. Day as a company-paid holiday in 2023 in recognition of this important day to honor the \n20\nTable of Contents\nsacrifices he made for racial equality. Patterson has several programs in place to support the advancement of women in the workplace, both internally and in the industries we serve. Patterson has launched an enterprise-wide Inclusive Leader program that all leaders will participate in by the end of 2023. As of April 29, 2023, 42.0% of our U.S. workforce and 41.3% of our management was female. In addition, as of that date, 24.1% of our U.S. workforce and 16.5% of our management was ethnically diverse. \nAvailable Information\nWe make available free of charge through our website, \nwww.pattersoncompanies.com\n, our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, statements of beneficial ownership of securities on Forms 3, 4 and 5 and amendments to these reports and statements filed or furnished pursuant to Section 13(a) and Section 16 of the Securities Exchange Act of 1934 as soon as reasonably practicable after such materials are electronically filed with, or furnished to, the U.S. Securities and Exchange Commission, or SEC. This material may be accessed by visiting the Investor Relations section of our website.\nIn addition, the SEC maintains an Internet website at \nwww.sec.gov\n, where the above information can be viewed.\nInformation relating to our corporate governance, including our Code of Conduct, and information concerning executive officers, Board of Directors and Board committees, and transactions in Patterson securities by directors and officers, is available on or through our website, \nwww.pattersoncompanies.com\n in the Investor Relations section.\nInformation maintained on the website is not being included as part of this Annual Report on Form 10-K.",
    "item1a": ">Item 1A. RISK FACTORS \nWe believe that the following risks could have a material adverse impact on our business, reputation, financial results, financial condition and/or the trading price of our common stock. In addition, our business operations could be affected by factors that are not presently known to us or that we currently consider not to be material to our operations, so you should not consider the risks disclosed in this section to necessarily represent a complete statement of all risks and uncertainties. The order in which these factors appear does not necessarily reflect their relative importance or priority.\nCOMPANY RISKS\nWide-spread public health concerns may adversely affect our animal health and dental businesses, as we experienced, and may continue to experience, with the COVID-19 pandemic.\nGiven our dependence on the willingness of dental patients and veterinary customers to seek elective care, our results of operations and financial condition may be negatively impacted by the effects of disease outbreaks, epidemics, pandemics, and similar wide-spread public health concerns. For example, global health concerns relating to the COVID-19 pandemic adversely impacted, and may continue to adversely impact, consumer spending and business spending habits, which adversely impacted, and may continue to adversely impact, our financial results and the financial results of our customers, suppliers and business partners. Despite the World Health Organization declaring an end to the COVID-19 pandemic emergency, we may again experience adverse impacts as a result of the global economic impact of the COVID-19 pandemic or other wide-spread public health concerns, including any recession that may occur in the future, any prolonged period of economic slowdown, or reluctance of customers to seek care. These factors may also exacerbate the effects of other risks we face.\nActual and potential impacts on us from the COVID-19 pandemic include, but are not limited to:\n•    \nInterrupted operations of industries that use the products we distribute\n. Prior restrictions on the operations of dental and veterinary offices and interruptions in meat and swine packing operations adversely impacted our fiscal results in the past and drove the full goodwill impairment of our animal health business in fiscal 2020. Although these restrictions and interruptions have eased across our markets, continuing economic uncertainty remains. \n•    \nInventory write-downs of personal protective equipment (PPE). \nAfter manufacturing caught up to the increased demand for PPE, prices dropped substantially, impacting our margins and requiring us to write down certain inventory.\n•    \nReduced willingness to be in public. \nAlthough mandates and recommendations designed to limit the transmission\n \nof COVID-19\n \nhave lifted, consumer behavior remains uncertain and will depend on the actual and potential for additional resurgences of COVID-19.\n21\nTable of Contents\n•    \nRisks of remote and hybrid work. \nFollowing an abrupt shift to working remotely at the beginning of the pandemic, we have implemented more flexible working arrangements, including permanent work from home, hybrid and office-based arrangements. We have also taken steps to reduce our physical footprint in an effort to improve efficiency and productivity. Implementing these modified business practices could have a negative impact on employee morale, strain our business continuity plans, and introduce operational risk (including but not limited to cybersecurity risks). \n•    \nInterruptions in manufacturing or distribution of products we distribute. \nOutbreaks of new COVID-19 variants in the communities in which we operate could adversely affect our ability to operate our distribution activities, and our suppliers could experience similar manufacturing interruptions. \nWe are dependent on our suppliers and exposed to the risks of their businesses, because we generally do not manufacture the products we sell.\nWe obtain substantially all of the products we distribute from third parties. If a supplier is unable to deliver product in a timely and efficient manner, whether due to financial difficulty, natural disaster, pandemic, the failure to comply with applicable government requirements or other reasons, we could experience lost sales. We have experienced, and may continue to experience, disruptions in the supply chains for third-party manufacturing of certain products we distribute, including delays in obtaining or inability to obtain raw materials, inflated price of product inputs, disruptions in operations of logistics service providers and resulting delays in shipments. Customers may be unwillingness to accept such delays.\nOur cost of goods also may be adversely impacted by unanticipated price increases due to factors such as inflation, including wage inflation, or to supply restrictions beyond our control or the control of our suppliers. If current suppliers fail to supply sufficient goods or materials to us on a timely basis, or at all, we could experience inventory shortages and disruptions in our distribution of products.\nIn addition, there is considerable concentration within our animal health and dental businesses with a few key suppliers. A portion of the products we distribute is sourced, directly or indirectly, from countries outside the U.S. including China. Our ability or the ability of our suppliers to successfully source materials may be adversely affected by changes in U.S. laws, including trade tariffs on the importation of certain products from China as a result trade tensions between the U.S. and China. We may experience a disruption in the flow of imported product from China, or an increase in the cost of those goods attributable to increased tariffs, restrictions on trade, or other changes in laws and policies governing foreign trade. In addition, political or financial instability, currency exchange rates, labor unrest, pandemic or other events could slow distribution activities and adversely affect foreign trade beyond our control.\nWe generally do not have long-term contracts with our suppliers, so they may be discontinued or changed abruptly. Changes in the structure of purchasing relationships might include changing from a “buy/sell” to an agency relationship (or the reverse), or changing the method in which products are taken to market, including the possibility of manufacturers creating or expanding direct sales forces or otherwise reducing their reliance on third-party distribution channels. We compete with certain manufacturers, including some of our own suppliers, that sell directly to customers as well as to wholesale distributors and online businesses that compete with price transparency. An extended interruption in the supply of products would have an adverse effect on our results of operations, and a reduction in our role as a value-added service provider would result in reduced margins on product sales.\nDisruption to our distribution capabilities, including service issues with our third-party shippers, could materially adversely affect our results.\nWeather, natural disaster, fire, terrorism, pandemic, strikes, civil unrest, geopolitical events or other reasons could impair our ability to distribute products and conduct our business. If we are unable to manage effectively such events if they occur, there could be an adverse effect on our business, results of operations and financial condition. Similarly, increases in service costs or service issues with our third-party shippers, including strikes or other service interruptions, could cause our operating expenses to rise and adversely affect our ability to deliver products on a timely basis. For example, in the event a potential United Parcel Service strike occurs, our business could experience shipping delays, which could result in canceled customer orders, unanticipated inventory accumulation or shortages, and reduced revenue and net income. We ship almost all of our orders through third-party delivery services, and often times bear the cost of shipment. We have recently experienced increases in the cost of shipping, and it is possible that such cost increases could be material in the future. Our ability to provide same-day shipping and next-day delivery is an integral component of our business strategy.\n22\nTable of Contents\nCustomer retention and business development depend heavily on our relationships with our sales representatives and service technicians, who interact directly with our customers, and the technological products and services we offer.\nThe inability to attract or retain qualified employees, particularly sales representatives and service technicians who relate directly with our customers, or our inability to build or maintain relationships with customers in the dental and animal health markets, may have an adverse effect on our business. These individuals develop relationships with our customers that could be damaged if these employees are not retained. We face intense competition for the hiring of these professionals, we have experienced and are likely to continue to experience challenges in recruiting those with technical expertise, and many professionals in the field that may otherwise be attractive candidates for us to hire may be bound by non-competition agreements or other restrictive covenants with our competitors. Any failure on our part to hire, train and retain a sufficient number of qualified professionals would damage our business.\nDue to generational and other trends in the dental and animal health industries, our customer base is increasingly interested in having the latest technologies to manage their business. In order to effectively offer solutions that keep pace with rapidly changing technologies and customer expectations, we must acquire, develop or offer new technology products and solutions. If we fail to accurately anticipate and meet our customers’ needs through the acquisition, development or distribution of new products, technologies and service offerings, if we fail to adequately protect our intellectual property rights, if the products we distribute and services we provide are not widely accepted or if current or future offerings fail to meet applicable regulatory requirements, we could lose customers to our competitors. In addition, if technology investments do not achieve the intended results, we may write-off the investments, and we face the risk of claims from system users that the systems failed to produce the intended result or negatively affected the operation of our customers’ businesses. Any such claims could be expensive and time-consuming to defend, cause us to lose customers and associated revenue, divert management’s attention and resources, or require us to pay damages.\nChanges in supplier rebates or other purchasing incentives could negatively affect our business.\nThe terms on which we purchase or sell products from many suppliers may entitle us to receive a rebate or other purchasing incentive based on the attainment of certain growth goals. Suppliers may reduce or eliminate rebates or incentives offered under their programs, or increase the growth goals or other conditions we must meet to earn rebates or incentives to levels that we cannot achieve. Increased competition either from generic or equivalent branded products could result in reduced margins and failure to earn rebates or incentives that are conditioned upon achievement of growth goals. Also, decreases in the market prices of products that we sell could cause customers to demand lower sales prices from us. These price reductions could further reduce our margins and profitability on sales with respect to the lower-priced products. Additionally, factors outside of our control, such as customer preferences, consolidation of suppliers or supply issues, can have a material impact on our ability to achieve the growth goals established by our suppliers, which may reduce the amount of rebates or incentives we receive.\nSales of private label products entail additional risks, including the risk that such sales could adversely affect our relationships with suppliers.\nWe distribute certain private label products that are manufactured by our suppliers and are available exclusively from us. Beyond the risks that normally accompany the distribution of products, our sourcing, marketing and selling of private label products subject us to incremental risks, including but not limited to potential product liability risks, mandatory or voluntary product recalls, potential supply chain and distribution chain disruptions, and potential intellectual property infringement risks. In addition, an increase in the sales of our private label products may negatively affect our sales of products owned by our suppliers which, consequently, could adversely impact certain of our supplier relationships. Our ability to locate qualified, economically stable suppliers who satisfy our requirements, and to acquire sufficient products in a timely and effective manner, is critical to ensuring, among other things, that customer confidence is not diminished. As a distribution company, any failure to develop sourcing relationships with a broad and deep supplier base could adversely affect our financial performance and erode customer loyalty. In addition, we are exposed to the risk that our competitors or our customers may introduce their own private label, generic, or low-cost products that compete with our products at lower price points. Such products could capture significant market share or decrease market prices overall, eroding our sales and margins.\nThe products we sell are subject to market and technological obsolescence.\nThe products we distribute are subject to technological obsolescence outside of our control. We depend on suppliers to regularly develop and pour marketing dollars into the launch of new and enhanced products. For \n23\nTable of Contents\nexample, during fiscal 2023, one of our primary suppliers of dental equipment did not release any significant product introductions and, as a consequence, customers who may have replaced existing equipment with new equipment, did not do so. If our customers discontinue purchasing a given product, we might have to record expense related to the diminution in value of inventories we have in stock, and depending on the magnitude, that expense could adversely impact our operating results. \nOur failure to successfully innovate and develop new and enhanced software and e-services products could negatively affect our business.\nOur growth depends on our investment in the development of software and e-services products and the market traction achieved by such offerings. If we fail to accurately predict future customer needs and preferences or fail to produce viable software and e-services products, we may invest heavily in product commercialization that does not lead to significant sales, which would adversely affect our profitability. Even if we successfully innovate and develop new and enhanced software and e-services products, we may incur substantial costs in doing so, and our profitability may suffer. Furthermore, our software and e-services products also may contain undetected errors or bugs when introduced, or as new versions are released. Any such defects may result in increased expenses and could adversely affect our reputation and our relationships with the customers using such products. We do not have any patents on our software or e-services products, and rely upon copyright, trademark and trade secret laws, as well as contractual and common-law protections. We cannot provide assurance that such legal protections will be available, adequate or enforceable in a timely manner to protect our software or e-services products. Our software and e-services products may fail to remain competitive and may fail to anticipate market demands for functionality. In addition, the cost to replace defective products may not generate commensurate benefit.\nPatterson’s continued success depends on positive perceptions of Patterson’s reputation.\nCustomers do business with Patterson and employees choose Patterson as a place of employment due to the reputation that Patterson has built over many years. To be successful in the future, Patterson must continue to preserve, grow and leverage the value of Patterson’s brand. Reputational value is based in large part on perceptions of subjective qualities. Even an isolated incident, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if they result in adverse publicity, governmental investigations or litigation, and as a result, could tarnish Patterson’s brand. In addition, maintaining consistent product quality, competitive pricing, and availability of our private label products is essential to developing and maintaining customer loyalty and brand awareness. These products often have higher margins than national brand products. If one or more of these brands experience a loss of consumer acceptance or confidence, our sales and gross margin could be adversely affected.\nIllicit human use of pharmaceutical products we distribute could adversely affect human health and safety, our reputation and our business.\nThe pharmaceutical products our animal health business sells are approved for use under specific circumstances in specific species. Such products could, if misused or abused by humans, adversely affect human health and safety, our reputation and our business. For instance, xylazine, which is an FDA-approved prescription veterinary tranquilizer found in certain analgesic products we distribute, has been found to be increasingly and illicitly used, knowingly or unknowingly, by humans – frequently in combination with other drugs. As a result, xylazine has become the subject of regulatory, public health, legal and political focus. Law enforcement agencies are pressing for xylazine to be listed as a federal controlled substance and several states, including Ohio, Pennsylvania, West Virginia and Florida, have already done so, which measures are likely to increase the cost of distribution of such products. Illicit use of such products may increase the risk of regulatory enforcement and civil litigation.\nRisks inherent in acquisitions and dispositions could offset the anticipated benefits, and we may face difficulty in efficiently and effectively integrating acquired businesses.\nAs a part of our business strategy, we acquire and dispose of assets and businesses in the ordinary course. Maintaining or improving our price-to-earnings ratio, of which the market price of our common stock is commonly thought to be a function, requires effective execution of our growth strategy, including achieving inorganic earnings per share growth. Acquisitions and dispositions can involve a number of risks and challenges, any of which could cause significant operating inefficiencies and adversely affect our growth and profitability, and may not result in the expected benefits.\nAcquisition risks and challenges include underperformance relative to our expectations and the price paid for the acquisition; unanticipated demands on our management and operational resources; difficulty in integrating \n24\nTable of Contents\npersonnel, operations and systems; retention of customers of the combined businesses; assumption of contingent liabilities; acquisition-related earnings charges; and acquisition-related cybersecurity risks. Our ability to continue to make acquisitions will depend upon our success in identifying suitable targets, which requires substantial judgment in assessing their values, strengths, weaknesses, liabilities and potential profitability, as well as the availability of suitable candidates at acceptable prices, whether restrictions are imposed by anti-trust or other regulations, and compliance with the terms and conditions of our credit agreement. Additionally, when we decide to sell assets or a business, we may encounter difficulty in finding buyers or executing alternative exit strategies on acceptable terms in a timely manner, which could delay the accomplishment of our strategic objectives. Alternatively, we may dispose of assets or a business at a price or on terms that are less than we had anticipated. Dispositions may also involve continued financial involvement in a divested business, such as through continuing equity ownership, transition service agreements, guarantees, indemnities or other current or contingent financial obligations. Under these arrangements, performance by the acquired or divested business, or other conditions outside our control, could affect our future financial results.\nAs we operate through two strategic business units, we consolidate the distribution, information technology, human resources, financial and other administrative functions of those business units jointly to meet their needs while addressing distinctions in the individual markets of those segments. We may not be able to do so effectively and efficiently. In addition, if we acquire technology, manufacturing or other businesses ancillary to our core distribution operations, any such newly acquired business may require the investment of additional capital and significant involvement of our senior management to integrate such business with our operations, which could place a strain on our management, other personnel, resources and systems.\nTurnover or loss of key personnel or highly skilled employees, including executive officers, could disrupt our operations and any inability to attract and retain personnel could harm our business.\nOur future success depends partly on the continued service of our highly qualified and well-trained key personnel, including executive officers. Any unplanned turnover or our failure to develop an adequate succession plan for key positions could reduce our institutional knowledge base and erode our competitive advantage. While our Board of Directors and management actively monitor our succession plans and processes for our executive leadership team, our business could be adversely impacted if we lose key personnel unexpectedly. Competition for senior management is intense and we may not be successful in attracting and retaining key personnel. In addition, reduced employment pools have contributed to increased labor shortages and employee turnover within our organization. These trends have led to, and could in the future lead to, increased costs, such as labor inflation, which we are currently experiencing, and increased overtime to meet demand.\nRisks generally associated with information systems, software products and cybersecurity attacks could adversely affect our results of operations.\nWe rely on information systems (“IS”) in our business to obtain, rapidly process, analyze and store customer, product, supplier, and employee data to conduct our business. Our IS are vulnerable to natural disasters, power losses, computer viruses, telecommunication failures, cybersecurity threats, and other problems. We increasingly rely upon server- and Internet-based technologies to run our business and to store our data and our customers’ data, which depend on continuous Internet access and may carry additional cybersecurity risks relative to those posed by legacy technologies. From time to time, we have had to address non-material security incidents and we expect to experience security incidents in the future. Despite our efforts to ensure the integrity of our systems, as cyber threats evolve and become more difficult to detect and successfully defend against, one or more cyber threats might defeat the measures that we or our vendors take to anticipate, detect, avoid or mitigate such threats. Data breaches and any unauthorized access or disclosure of our information could compromise our intellectual property and expose sensitive business information. Cyber-attacks could also cause us to incur significant remediation costs, disrupt key business operations, and divert attention of management.\nFurther, our suppliers, our customers, including purchasers of our software products, and other market participants are similarly subject to information system and cybersecurity risk, and a material disruption in their business could result in reduced revenue for us. For example, in June 2021 a ransomware attack on Brazil-based JBS SA, the world’s largest meat company by sales, took a significant portion of U.S. beef and pork processing offline, disrupting markets. In addition, compliance with evolving privacy and information security laws and standards may result in significant additional expense due to increased investment in technology and the development of new operational processes. We could be subject to liability if we fail to comply with these laws and standards, fail to protect information, or fail to respond appropriately to an incident or misuse of information, including use of information for unauthorized marketing purposes.\n25\nTable of Contents\nCybersecurity attacks in particular are becoming more sophisticated and include, but are not limited to, malicious software, attempts to gain unauthorized access to data, and other electronic security breaches that could lead to disruptions in critical systems, disruption of our customers’ operations, loss or damage to our data delivery systems, corruption of data, and increased costs to prevent, respond to or mitigate cybersecurity events. Cybersecurity attacks against our IT systems or third-party providers’ IT systems, such as cloud-based systems, could result in exposure of confidential information, the modification of critical data, and/or the failure of critical operations. Furthermore, due to geopolitical tensions and remote and hybrid working conditions, the risk of cyber-attacks may be elevated. In addition, certain cyber incidents, such as advanced persistent threats, may remain undetected for an extended period. Our technologies, systems and networks, and those of our vendors, suppliers and other business partners, may become the target of cyberattacks or information security breaches. \nOur IS or the software products we sell may fail for extended period of time. Despite any precautions we take, damage from fire, floods, hurricanes, power loss, telecommunications failures, computer viruses, break-ins and similar events at our various computer facilities could result in interruptions in the flow of data to our servers. We may need to expend additional resources in the future to continue to protect against, or to address problems caused by, any business interruptions or data security breaches.\nOur business and operations are subject to risks related to climate change.\nThe long-term effects of global climate change present both physical risks (such as extreme weather conditions or rising sea levels) and transition risks (such as regulatory or technology changes), which are expected to be widespread and unpredictable. These changes could over time affect, for example, the availability and cost of products, commodities and energy (including utilities), which in turn may impact our ability to procure goods or services required for the operation of our business at the quantities and levels we require. In addition, certain of our operations and facilities are in locations that may be impacted by the physical risks of climate change, and we face the risk of losses incurred as a result of physical damage to distribution or fulfillment centers of our third-party suppliers, loss or spoilage of inventory and business interruption caused by such events. Insurance may not be available or cost effective for the coverage limits needed. In addition, the increased focus of federal, state, and local governments on sustainability may result in new legislation or regulations and customer requirements that could negatively affect us as we may incur additional costs or be required to make changes to our operations in order to comply with any new regulations or customer requirements.\nOur credit agreements contain restrictive covenants and additional limits and our other debt instruments contain cross-default provisions, which limit our business and financing activities.\nThe covenants under our credit agreements impose restrictions on our business and financing activities, subject to certain exceptions or the consent of our lenders, including, among other things, limits on our ability to incur additional debt, create liens, enter into certain merger, acquisition and divestiture transactions, pay dividends and engage in transactions with affiliates. The credit agreements contain certain customary affirmative covenants, including requirements that we maintain a maximum consolidated leverage ratio and a minimum consolidated interest coverage ratio, pursuant to which we may be affected by changes in interest rates, and customary events of default. The terms of agreements governing debt that we may incur in the future may also contain similar covenants.\nOur ability to comply with these covenants may be adversely affected by events beyond our control, including economic, financial and industry conditions. A covenant breach may result in an event of default, which could allow our lenders to terminate the commitments under the credit agreement, declare all amounts outstanding under the credit agreement, together with accrued interest, to be immediately due and payable, and exercise other rights and remedies, and, through cross-default provisions, would entitle our other lenders to accelerate their loans. If this occurs, we may not be able to refinance the accelerated indebtedness on acceptable terms, or at all, or otherwise repay the accelerated indebtedness.\nIn addition, borrowings under certain of our debt instruments are made at variable rates of interest and expose us to interest rate volatility. Due to interest rate increases during fiscal 2023, our debt service obligations on variable rate indebtedness increased even though the amount borrowed remains the same, and our net income and cash flows, including cash available for servicing our indebtedness, correspondingly decreased. Our debt service obligations on variable rate indebtedness will continue to increase if interest rates continue to increase.\n26\nTable of Contents\nOur governing documents, other documents to which we are a party, and Minnesota law may discourage takeovers and business combinations that our shareholders might prefer.\nAnti-takeover provisions of our articles of incorporation, bylaws, and Minnesota law could diminish the opportunity for shareholders to participate in acquisition proposals at a price above the then-current market price of our common stock. For example, while we have no present plans to issue any preferred stock, our Board of Directors, without further shareholder approval, may issue up to approximately 30 million shares of undesignated preferred stock and fix the powers, preferences, rights and limitations of such class or series, which could adversely affect the voting power of our common stock. Further, as a Minnesota corporation, we are subject to provisions of the Minnesota Business Corporation Act regarding “control share acquisitions” and “business combinations.” We may also, in the future, consider adopting additional anti-takeover measures. In addition, certain equity plans predating our Omnibus Incentive Plan provide for acceleration of awards thereunder upon a change in control or other events of acceleration, as defined in those plans. The foregoing, and any future anti-takeover measures adopted by us, may, in certain circumstances, delay, deter or prevent takeover attempts and other changes in control of our company.\nINDUSTRY RISKS\nThe dental and animal health supply markets are highly competitive, and we may not be able to compete successfully.\nOur competitors include national, regional and local full-service distributors, mail-order distributors and Internet-based businesses. Some of our competitors have greater resources than we do, or operate through different sales and distribution models that could allow them to compete more successfully. Our failure to compete effectively and/or pricing pressures resulting from such competition may adversely impact our business, and our expansion into new markets may result in greater-than-expected risks, liabilities and expenses. In addition, most of the products we distribute are available from multiple sources, and our customers tend to have relationships with several different distributors who can fulfill their orders. If any of our competitors are more successful with respect to any key competitive factor such as technological advances or low-cost business models with the ability to operate at high gross margins, our sales and profitability could be adversely affected. Increased competition from any supplier of dental or animal health products could adversely impact our financial results. Additional competitive pressure could arise from, among other things, limited demand growth or a significant number of additional competitive products or services being introduced into a particular market, the emergence of new competitors, the unavailability of products, price reductions by competitors, price transparency (which is further promoted by price aggregators), and the ability of competitors to capitalize on their economies of scale. Manufacturers also could increase their efforts to sell directly to end-users and thereby eliminate or reduce the role of distributors. These suppliers could sell their products at lower prices and maintain a higher gross margin on product sales than we can. In addition, our ability to deliver market growth is challenged by an animal health product mix that is weighted toward lower growth, lower margin parts of the value chain. \nThe dental and animal health supply markets are consolidating, including vertical integration in the production animal market, and we may not be able to compete successfully.\nConsolidation has increased among dental and animal health manufacturers and distributors, which could cause the industry to become more competitive as greater economies of scale are achieved by competitors, or as competitors with lower cost business models are able to offer lower prices but retain high gross margin. In recent years there has also been a trend towards consolidation in the industries that buy the products and services we distribute, including dental practices, veterinary practices and animal producers, and the formation of group purchasing organizations, provider networks and buying groups designed to leverage volume discounts. In addition, the vertical integration we have seen and expect to continue within the production animal business limits the number of purchasing decision-makers we can impact, which could also affect our margins. We also face pricing pressure from branded pharmaceutical manufacturers which could adversely affect our sales and profitability. We may be unable to anticipate and effectively respond to competitive change, and our failure to compete effectively may limit and/or reduce our revenue, profitability and cash flow.\nOur animal health segment is exposed to the risks of the production animal business, including changes in consumer demand, the cyclical livestock market, weather conditions and the availability of natural resources, and other factors outside our control, as well as risks of the companion animal business, including the possibility of disease adversely affecting the pet population.\n27\nTable of Contents\nDemand for our production animal health products can be negatively influenced by factors including: weather conditions (including those that may be related to climate change), varying weather patterns and weather-related pressures from pests; changes in consumer preferences away from food animal products, including increased promotions and publicity for food products containing plant-based protein; supply chain disruptions including due to cyberattack, or actions by animal rights activists; and outbreaks of diseases affecting animals, any of which could reduce herd sizes or affect consumer preferences, and regulations related to food-producing animals. Reductions in herd size would ultimately decrease the demand for the products we distribute, including micro feed ingredients, animal health products, and dairy sanitation solutions, as well as the development and implementation of systems for feed, health, information and production animal management. In recent years, outbreaks of various diseases, including African Swine Fever, avian influenza, foot-and-mouth disease, bovine spongiform encephalopathy (otherwise known as BSE or mad cow disease) and porcine epidemic diarrhea virus (otherwise known as PEDv), have impacted the animal health business. The discovery of additional cases of any of these, or new diseases may result in additional restrictions on animal proteins, reduced herd sizes, or reduced demand for animal protein.\nIn addition, there has been consumer concern and consumer activism with respect to additives (including, without limitation, antibiotics and growth promotants) used in the production of animal products, including growing consumer sentiment for proteins and dairy products produced without the use of antibiotics or other products intended to increase animal production. These concerns have resulted in increased regulation and changing market demand. If there is an increased public perception that consumption of food derived from animals that utilize additives we distribute poses a risk to human health, there may be a further decline in the production of those food products and, in turn, our sales of those products. Furthermore, regulatory restrictions and bans could result in the removal from market of products in these categories, which would adversely affect our sales.\nFarm animal producers depend on the availability of natural resources, including large supplies of fresh water. Their animals’ health and their ability to operate could be adversely affected if they experience a shortage of fresh water due to human population growth or floods, droughts or other weather conditions. In the event of adverse weather conditions or a shortage of fresh water, veterinarians or farm animal producers may purchase less of our products. Further, heat waves may cause stress in animals and lead to increased vulnerability to disease, reduced fertility rates and reduced milk production. Droughts may threaten pasture and feed supplies by reducing the quality and amount of forage available to grazing livestock, while climate change may increase the prevalence of parasites and diseases that affect farm animals.\nVeterinary hospitals and practitioners depend on visits from the animals under their care. Veterinarians’ patient volume and ability to operate could be adversely affected if there is a reduction in the companion animal population, such as due to disease outbreak. Furthermore, the industry is facing a veterinarian and veterinary technician labor shortage and new regulations permitting non-economic and punitive damages for pet owners in case of wrongful death or injury.\nOur dental segment is exposed to the risks of the health care industry, including changes in demand due to political, economic and  regulatory influences, and other factors outside our control.\nAspects of the dental market are impacted by price competition that is driven in part by the consolidation of dental practices, innovation and product advancements, and the price sensitivity of customers. Many dental participants are consolidating to create larger and more integrated provider systems with greater market power. We expect additional consolidation in the dental industry in the future. As consolidation accelerates, the economies of scale of our customers may grow. If a customer experiences sizable growth following consolidation, it may determine that it no longer needs to rely on us and may reduce its demand for our products and services. Some of these large and growing customers may choose to contract directly with suppliers for certain supply categories. In addition, as customers consolidate, these providers may try to use their market power to negotiate price reductions for our products and services. Finally, consolidation may also result in the acquisition or future development by our customers of products and services that compete with our products and services.\nIncreased OTC and e-commerce sales of products we sell could adversely affect our business.\nDental and companion animal health products are becoming increasingly available to consumers at competitive prices from sources other than traditional health care supply and distribution sources, including human health product pharmacies, Internet pharmacies, big-box retailers and other online e-commerce solutions, and consumers are increasingly seeking such alternative sources of supply. Dental products are readily available from major U.S. online e-commerce retailers and businesses such as Chewy.com and Amazon are licensed or becoming licensed as veterinary mail order pharmacies to offer pharmacy products directly to consumers in all 50 U.S. states. If federal \n28\nTable of Contents\nregulations were to permit veterinarian-client-patient relationships to be established virtually, which is a focus of lobbyists that appears to be gaining traction, we may face additional competitive pressure. Even where prescriptions must be written by a veterinarian, companion animal owners may shift to these services for home delivery. In addition, companion animal owners may substitute human health products for animal-health products if they deem human health products to be acceptable, lower-cost alternatives. Furthermore, decreased emphasis on veterinary visits, and increased consumer choice through e-commerce retailers could reduce demand for veterinarian-based services. The continued advancement of online e-commerce by third parties will require us to cost-effectively adapt to changing technologies, to enhance existing services and to differentiate our business (including with additional value-added services) to address changing demands of consumers and our customers on a timely basis. We may be unable to anticipate and effectively respond to shifts in consumer traffic patterns and direct-to-consumer buying trends.\nThe formation or expansion of group purchasing organizations (“GPOs”), provider networks and buying groups may place us at a competitive disadvantage.\nThe formation or expansion of GPOs, provider networks and buying groups may shift purchasing decisions to entities or persons with whom we do not have a historical relationship and may threaten our ability to compete effectively, which could in turn negatively impact our financial results. As a full-service distributor with business service capabilities, we cannot guarantee that we will be able to successfully compete with price-oriented distribution models that more readily enable the pricing typically demanded by those with significant purchasing power.\nLITIGATION AND REGULATORY RISKS\nWe are subject to a variety of litigation and governmental inquiries and investigations.\nWe are subject to a variety of litigation incidental to our business, including product liability claims, intellectual property claims, employment claims, commercial disputes, and other matters arising out of the ordinary course of our business, including securities litigation. From time to time we are named as a defendant in cases as a result of our distribution of products. Additionally, purchasers of private-label products may seek recourse directly from us, rather than the ultimate product manufacturer, for product-related claims. Another potential risk we face in the distribution of products is liability resulting from counterfeit or tainted products infiltrating the supply chain. In addition, some of the products that we transport and sell are considered hazardous materials. The improper handling of such materials or accidents involving the transportation of such materials could subject us to liability or legal action that could harm our reputation. From time to time, we also receive and respond to governmental inquiries and investigations, including subpoenas for the production of documents. Defending against such claims, and responding to such governmental inquiries and investigations, may divert our resources and management’s attention over lengthy periods of time, may be expensive, and may require that we pay substantial monetary awards or settlements, pay fines or penalties, or become subject to equitable remedies (including but not limited to the revocation of or non-renewal of licenses). We may be subject to claims in excess of available insurance or not covered by insurance or indemnification agreements, or claims that result in significant adverse publicity. Furthermore, the outcome of litigation is inherently uncertain.\nIf we fail to comply with laws and regulations relating to health care fraud or other laws and regulations, we could suffer penalties or be required to make significant changes to our operations.\nWe are subject to federal and state (and similar foreign) health care fraud and abuse, referral and reimbursement laws and regulations, including those referred to as “false claims laws” and “anti-kickback” laws. Health care fraud measures may implicate, for example, our relationships with pharmaceutical manufacturers, our pricing and incentive programs for physician and dental practices, and our practice management products that offer billing-related functionality. Failure to comply with fraud and abuse laws and regulations could result in significant civil and criminal penalties and costs, including treble damages and substantial civil penalties under the federal False Claims Act as well as potential loss of licenses and the ability to participate in federal and state health care programs, criminal penalties, or imposition of a corporate compliance monitor. Also, these measures may be interpreted or applied by a prosecutorial, regulatory or judicial authority in a manner that could require us to make changes in our operations or incur substantial defense and settlement expenses. Even unsuccessful challenges by regulatory authorities or private regulators could result in reputational harm and the incurring of substantial costs. Most states have adopted similar state false claims laws, and these state laws have their own penalties which may be in addition to federal False Claims Act penalties, as well as other fraud and abuse laws. In addition, many of these laws are vague or indefinite and have not been interpreted by the courts, and have been subject to frequent \n29\nTable of Contents\nmodification and varied interpretation by prosecutorial and regulatory authorities, increasing the risk of noncompliance.\nChange and uncertainty in the health care industry could materially adversely affect our business.\nLaws and regulations affecting the health care industry in the U.S., including the ACA, have changed and may continue to change the landscape in which our industry operates. Foreign government authorities may also adopt reforms of their health systems. We cannot predict what further reform proposals, if any, will be adopted, when they may be adopted, or what impact they may have on us. The Biden Administration has indicated that it will be more aggressive in its pursuing alleged violations of law, and has revoked certain guidance that would have limited governmental use of informal agency guidance to pursue such violations. In recent years, there has been increasing scrutiny on drug pricing and concurrent efforts to control or reduce drug costs by Congress, the President, and various states, including several bills that have been introduced on a federal level. Such legislation, if enacted, could have the potential to impose additional costs on our business. One provision of the ACA, the Sunshine Act, requires us to collect and report detailed information regarding certain financial relationships we have with covered recipients, including physicians, dentists, teaching hospitals and certain other non-physician practitioners. We may also be required to report under certain state transparency laws that address circumstances not covered by the Sunshine Act, and some of these state laws, as well as the federal law, can be unclear. We are also subject to foreign regulations requiring transparency of certain interactions between suppliers and their customers. Our compliance with these rules imposes additional costs on us. In the U.S., government actions to seek to increase health-related price transparency may also affect our business.\nFailure to comply with existing and future U.S. and foreign laws and regulatory requirements, including those governing the distribution of pharmaceuticals and controlled substances, could subject us to claims or otherwise harm our business.\nOur business is subject to requirements under various local, state, federal and international laws and regulations applicable to the sale and distribution of, and third-party payment for, pharmaceuticals and medical devices, and human cells, tissue and cellular and tissue-based products (“HCT/P products”) and animal feed and supplements. Among other things, such laws, and the regulations promulgated thereunder:\n•    regulate the introduction, manufacture, advertising, marketing and promotion, sampling, pricing and reimbursement, labeling, packaging, storage, handling, returning or recalling, reporting, and distribution of, and record keeping for drugs, HCT/P products and medical devices, including requirements with respect to unique medical device identifiers;\n•    subject us to inspection by the FDA and the DEA and similar state authorities;\n•    regulate the storage, transportation and disposal of products considered hazardous materials;\n•    regulate the distribution and storage of pharmaceuticals and controlled substances;\n•    require us to advertise and promote our drugs and devices in accordance with FDA requirements;\n•    require registration with the FDA and the DEA and various state agencies;\n•    require record keeping and documentation of transactions involving drug products;\n•    require us to design and operate a system to identify and report suspicious orders of controlled substances to the DEA;\n•    require us to manage returns of products that have been recalled and subject us to inspection of our recall procedures and activities;\n•    impose on us reporting requirements if a pharmaceutical, HCT/P product or medical device causes serious illness, injury or death;\n•    require manufacturers, wholesalers, repackagers and dispensers of prescription drugs to identify and trace certain prescription drugs as they are distributed;\n•    require the licensing of prescription drug wholesalers and third-party logistics providers; and\n•    mandate compliance with standards for the recordkeeping, storage and handling of prescription drugs, and associated reporting requirements.\nThere also have been increasing efforts by Congress and state and federal agencies, including state boards of pharmacy, departments of health, and the FDA, to regulate the pharmaceutical distribution system. Any failure to comply with any of these laws and regulations, or new interpretations of existing laws and regulations, or the enactment of any new or additional laws and regulations, could materially adversely affect our business. When we \n30\nTable of Contents\ndiscover situations of non-compliance we seek to remedy them and bring the affected area back into compliance. If it is determined that we have not complied with these laws, we are potentially subject to penalties including warning letters, substantial civil and criminal fines and penalties, mandatory recall of product, seizure of product and injunction, consent decrees, and suspension or limitation of product sale and distribution. If we enter into settlement agreements to resolve allegations of non-compliance, we could be required to make settlement payments or be subject to civil and criminal penalties, including fines and the loss of licenses. Non-compliance with government requirements could also adversely affect our ability to participate in federal and state government health care programs, such as Medicare and Medicaid, and damage our reputation.\nWe remain subject to compliance certification obligations through our reporting for fiscal 2023 as required by the non-prosecution agreement that was entered into in connection with the investigation of our subsidiary Animal Health International by the U.S. Attorney’s Office for the Western District of Virginia. This investigation resulted in Animal Health International pleading guilty to a strict liability misdemeanor offense in connection with its failure to comply with federal law relating to the sales of prescription animal health products, and a total criminal fine and forfeiture of $52.8 million. In the course of our business, we also may be subject to other fines or penalties, equitable remedies (including but not limited to the suspension, revocation or non-renewal of licenses) and litigation. The occurrence of any of these events may divert management's attention, cause us to suffer reputational harm and adversely affect our business, financial condition and results of operations.\nIf we fail to comply with evolving laws and regulations relating to confidentiality of sensitive personal information or standards in electronic health records or transmissions, we could be required to make significant product changes, or incur substantial liabilities.\nOur practice management products and services include electronic information technology systems that store and process personal health, clinical, financial and other sensitive information of individuals. Both we and our customers are subject to numerous and evolving laws, regulations and industry standards, such as HIPAA and the Payment Card Industry Data Security Standards, which require the protection of the privacy and security of those records. The legal environment surrounding data privacy is demanding with the frequent imposition of new and changing regulatory requirements. Furthermore, our products may be used as part of our customers’ comprehensive data security programs, including in connection with their efforts to comply with applicable privacy and security laws. We are also subject to non-healthcare-specific requirements of the countries and states in which we operate which govern the handling, storage, use and protection of personal information, such as the California Consumer Privacy Act, or CCPA, which is a state statute intended to enhance privacy rights and consumer protection for residents of California, the California Privacy Rights Act, or CPRA, that became effective on January 1, 2023, and the pan-European General Data Protection Regulation, or GDPR. Additionally, Virginia, Colorado, Connecticut and Utah recently passed comprehensive privacy legislation, and several privacy bills have been proposed both at the federal and state level that may result in additional legal requirements that impact our business. \nIn addition, the FDA has become increasingly active in addressing the regulation of computer software intended for use in health care settings, and has developed and continues to develop policies on regulating clinical decision support tools and other types of software as medical devices. Certain of our software and related products support practice management, and it is possible that the FDA or foreign government authorities could determine that one or more of our products is a medical device, which could subject us or one or more of our businesses to substantial additional requirements, costs and potential enforcement actions or liabilities for noncompliance with respect to these products.\nBoth in the U.S. and abroad, these laws and regulations continue to evolve and remain subject to significant change. In addition, the application and interpretation of these laws and regulations are often uncertain. If we fail to comply with such laws and regulations, we could be required to make significant changes to our products or services, or incur substantial fines, penalties, or other liabilities. The costs of compliance with, and the other burdens imposed by, new or existing laws or regulatory actions may prevent us from selling the products or services we distribute, or increase the costs of doing so, and may affect our decision to distribute such products or services. Also, evolving laws and regulations in this area could restrict the ability of our customers to obtain or use patient information, or could require us to incur significant additional costs to conform to these legal requirements.\nIn addition, the products and services we distribute may be vulnerable to breakdown, wrongful intrusions, data breaches and malicious attack. Perceived or actual security vulnerabilities in these products or services, or the perceived or actual failure by us or our customers who use these products or services to comply with applicable legal or contractual data privacy or security requirements, may not only cause reputational harm and loss of \n31\nTable of Contents\nbusiness, but may also lead to claims against us by our customers and/or governmental agencies and involve substantial damages, fines, penalties and other liabilities and expenses and costs for remediation.\nTax legislation could materially adversely affect our financial results and tax liabilities.\nWe are subject to the tax laws and regulations of the United States federal, state and local governments, as well as\n \nforeign jurisdictions which are extremely complex and subject to varying interpretations. From time to time, various legislative initiatives\n \nmay be proposed that could materially\n \nadversely affect our tax positions. In August 2022, the Inflation Reduction Act of 2022 was passed by the U.S. Congress and signed into law by President Biden. The Inflation Reduction Act of 2022 established a new 15% corporate alternative minimum tax for corporations whose average adjusted net income for any consecutive three-year period beginning after December 31, 2022, exceeds $1.0 billion and a new a 1% excise tax on “net repurchases” of corporate stock. This provision is effective for tax years beginning after December 31, 2022. We are currently evaluating the impact of this new legislation and there can be no assurance that our effective tax rate will not\n \nbe adversely affected by this legislation or any other legislative initiatives. In addition, although we believe that our\n \nhistorical tax positions are sound and\n \nconsistent with applicable laws, regulations and existing precedent, there can be no assurance that our tax positions will not be challenged by relevant tax authorities or that we would be successful in any such challenge.\nOur international operations are subject to inherent risks that could adversely affect our business.\nThere are a number of risks inherent in foreign operations, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act, complex regulatory requirements, staffing and management complexities, import and export costs, other economic factors and political considerations, all of which are subject to unanticipated changes. Our foreign operations also expose us to foreign currency fluctuations. Because our financial statements are denominated in U.S. dollars, changes in currency exchange rates between the U.S. dollar and other currencies will have an impact on our income. Currency exchange rate fluctuations may adversely affect our results of operations and financial condition. Furthermore, we generally do not hedge translation exposure with respect to foreign operations.\nGENERAL RISKS\nUncertain macro-economic conditions, including inflationary pressure, could materially adversely affect demand for dental and animal health products and services.\nWe are subject to uncertain macro-economic conditions that affect the economy and the economic outlook of the United States and other parts of the world in which we operate. In particular, recessionary or inflationary conditions and depressed levels of consumer and commercial spending may cause dental and animal health customers to reduce, modify, delay or cancel plans to purchase the products we distribute and services we provide, may cause dental and animal health professionals to decrease or stop investing in their practices, and may cause suppliers to reduce their output or change their terms of sale. Increased fuel and energy costs (for example, the price of gasoline) and recent and prospective banking failures may adversely affect consumer confidence and, thereby, reduce dental and veterinary office visits. In addition, the average interest rate in our contract portfolio may not increase at the same rate as interest rate markets, resulting in a reduction of gain on contract sales as compared to the gain that would be realized if the average interest rate in our portfolio were to increase at a rate more similar to the interest rate markets. Tension between the U.S. and China, as well as the conflict between Russia and Ukraine, also are creating increased global and economic uncertainty, which could adversely affect spending on the dental and animal health products and services we distribute. Global political issues also could adversely impact the ability of U.S. producers to export finished protein products to other countries in the world. Furthermore, although inflation did not materially impact our results of operations in fiscal 2023, cost inflation during fiscal 2023, including wage inflation, generally increased our operating costs, including our cost of goods, transportation costs, labor costs and other administrative costs. We may face significantly higher and sustained rates of inflation, with subsequent increases in operational costs that we may be unable to pass through to our dental and animal health customers.",
    "item7": ">Item 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nOverview\nOur financial information for fiscal 2023 is summarized in this Management’s Discussion and Analysis and the Consolidated Financial Statements and related Notes. The following background is provided to readers to assist in the review of our financial information.\nWe present three reportable segments: Dental, Animal Health and Corporate. Dental and Animal Health are strategic business units that offer similar products and services to different customer bases. Dental provides a virtually complete range of consumable dental products, equipment, turnkey digital solutions and value-added services to dentists and dental laboratories throughout North America. Animal Health is a leading, full-line distributor in North America and the U.K. of animal health products, services and technologies to both the production-animal and companion-pet markets. Our Corporate segment is comprised of general and administrative expenses, including home office support costs in areas such as information technology, finance, legal, human resources and facilities. In addition, customer financing and other miscellaneous sales are reported within Corporate results.\nOperating margins of the animal health business are lower than the dental business. While operating expenses run at a lower rate in the animal health business when compared to the dental business, gross margins in the animal health business are lower due generally to the low margins experienced on the sale of pharmaceutical products.\nWe operate with a 52-53 week accounting convention with our fiscal year ending on the last Saturday in April. Fiscal 2023 ended on April 29, 2023 and consisted of 52 weeks. Fiscal 2022 ended on April 30, 2022 and consisted of 53 weeks. Fiscal 2021 ended on April 24, 2021 and consisted of 52 weeks. Fiscal 2024 will end on April 27, 2024 and will consist of 52 weeks.\nWe believe there are several important aspects of our business that are useful in analyzing it, including: (1) growth in the various markets in which we operate; (2) internal growth; (3) growth through acquisition; and (4) continued focus on controlling costs and enhancing efficiency. Management defines internal growth as net sales adjusted to exclude the impact of foreign currency, changes in product selling relationships and contributions from recent acquisitions. Foreign currency impact represents the difference in results that is attributable to fluctuations in currency exchange rates the company uses to convert results for all foreign entities where the functional currency is not the U.S. dollar. The company calculates the impact as the difference between the current period results translated using the current period currency exchange rates and using the comparable prior period’s currency exchange rates. The company believes the disclosure of net sales changes in constant currency provides useful supplementary information to investors in light of significant fluctuations in currency rates.\nFactors Affecting Our Results\nMacro-economic Conditions. \nWe are impacted by various conditions that create uncertainty in our macro-economic environment. We experienced increases in our operating costs related to cost inflation and supply chain disruption and implemented price increases in response; however, cost inflation did not materially impact our net results of operations in fiscal 2023. Rising interest rates increased the interest expense on variable rate indebtedness. We continue to monitor recovery from the disruption of the COVID-19 pandemic and the deflationary impacts on PPE as the supply chain and demand for PPE stabilized. \nReceivables Securitization Program.\n We are a party to certain receivables purchase agreements with MUFG Bank, Ltd. (\"MUFG\"), under which MUFG acts as an agent to facilitate the sale of certain Patterson receivables (the “Receivables”) to certain unaffiliated financial institutions (the “Purchasers”). The proceeds from the sale of these Receivables comprise a combination of cash and a deferred purchase price (“DPP”) receivable. The DPP receivable is ultimately realized by Patterson following the collection of the underlying Receivables sold to the Purchasers. The collection of the DPP receivable is recognized as an increase to net cash provided by investing activities within the consolidated statements of cash flows, with a corresponding reduction to net cash used in operating activities within the consolidated statements of cash flows.\nFiscal 2022 Legal Reserve. \nOn August 27, 2021, we signed a memorandum of understanding to settle the federal securities class action complaint against Patterson Companies, Inc. and its former CEO and former CFO filed by Plymouth County Retirement System on March 28, 2018. Under the terms of the settlement, Patterson agreed to pay $63.0 million to resolve the case. Although we agreed to settle this matter, we expressly deny the allegations of the complaint and all liability. Our insurers consented to the settlement and contributed an aggregate of $35.0 \n36\nTable of Contents\nmillion to fund the settlement and to reimburse us for certain costs and expenses of the litigation. As a result of the foregoing, we recorded a pre-tax reserve of $63.0 million in other accrued liabilities in the consolidated balance sheets in our Corporate segment during the first quarter of fiscal 2022 related to the probable settlement of this litigation (the \"Fiscal 2022 Legal Reserve\"). During the first quarter of fiscal 2022, we also recorded a receivable of $27.0 million in prepaid expenses and other current assets in the consolidated balance sheets in our Corporate segment related to probable insurance recoveries, which amount was paid into the litigation settlement escrow as required by the memorandum of understanding. The net expense of $36.0 million was recorded in operating expenses in our consolidated statements of operations and other comprehensive income. We recorded a gain of $8.0 million during the second quarter of fiscal 2022 in our Corporate segment to account for our receipt of carrier reimbursement of previously expended fees and costs. On June 10, 2022, the U.S. District Court for the District of Minnesota entered an order granting final approval to the settlement.\nGains on Vetsource Investment. \nIn fiscal 2022, we sold a portion of our investment in Vetsource, with a carrying value of $25.8 million, for $56.8 million. We recorded a pre-tax gain of $31.0 million in gains on investments in our consolidated statements of operations and other comprehensive income as a result of this sale. The cash received of $56.8 million is reported within investing activities in our consolidated statements of cash flows. We also recorded a pre-tax non-cash gain of $31.0 million to reflect the increase in the carrying value of the remaining portion of our investment in Vetsource, which was based on the selling price of the portion of the investment we sold for $56.8 million. This gain was recorded in gains on investments in our consolidated statements of operations and other comprehensive income. Concurrent with the sale, we obtained rights that will allow us, under certain circumstances, to require another shareholder of Vetsource to purchase our remaining shares. We recorded a pre-tax non-cash gain of $25.8 million in gains on investments in our consolidated statements of operations and other comprehensive income as a result of this transaction. The aggregate gains on investments of $87.8 million are reported within operating activities in our consolidated statements of cash flows. Concurrent with obtaining this put option, we also granted rights to the same Vetsource shareholder that would allow such shareholder, under certain circumstances, to require us to sell our remaining shares at fair value.\nGain on Vets Plus Investment. \nIn fiscal 2022, we sold a portion of our investment in Vets Plus with a carrying value of $4.0 million for $17.1 million. We recorded a pre-tax gain of $13.1 million in gains on investments in our consolidated statements of operations and other comprehensive income as a result of this sale. This $13.1 million pre-tax gain is reported within operating activities in our consolidated statements of cash flows. The cash received of $17.1 million is reported within investing activities in our consolidated statements of cash flows.\nCOVID-19. \nThe COVID-19 pandemic had a significant impact on our businesses in fiscal 2021 as we implemented cost reduction measures in response to closures and other steps taken by governmental authorities. Within our Dental segment, supply chain disruptions and an increased demand for PPE initially resulted in back orders of PPE, causing substantial price increases.\n \nWe had to prepay suppliers in order to obtain PPE for resale to our customers, and as manufacturing caught up to increased demand for PPE, prices dropped, impacting our margins and requiring us to write down certain inventory.\n \nFurthermore, the COVID-19 pandemic has and may continue to affect demand for the goods and services we distribute as a result of the impact it has had and may continue to have on our customers.\nInventory Donation Charges. \nIn fiscal 2022, we committed to donate certain personal protective equipment to charitable organizations to assist with COVID-19 recovery efforts. We recorded a charge of $49.2 million within cost of sales in our consolidated statements of operations and other comprehensive income as a result (\"Inventory Donation Charges\") in the first quarter of fiscal 2022. These charges were driven by our intention to not sell these products, but rather to donate them to charitable organizations. Of the $49.2 million expense recorded, $47.2 million and $2.0 million was recorded within our Dental and Animal Health segments, respectively.\n37\nTable of Contents\nResults of Operations\nThe following table summarizes our results as a percent of net sales:\n \nFiscal Year Ended\n \nApril 29, 2023\nApril 30, 2022\nApril 24, 2021\nNet sales\n100.0 \n%\n100.0 \n%\n100.0 \n%\nCost of sales\n78.8 \n80.2 \n79.6 \nGross profit\n21.2 \n19.8 \n20.4 \nOperating expenses\n16.9 \n17.4 \n16.8 \nOperating income\n4.3 \n2.4 \n3.6 \nOther income (expense), net\n(0.1)\n1.7 \n(0.2)\nIncome before taxes\n4.2 \n4.1 \n3.4 \nIncome tax expense\n1.0 \n1.0 \n0.8 \nNet income\n3.2 \n3.1 \n2.6 \nNet loss attributable to noncontrolling interests\n— \n— \n— \nNet income attributable to Patterson Companies, Inc.\n3.2 \n%\n3.1 \n%\n2.6 \n%\nFiscal 2023 Compared to Fiscal 2022 \nNet sales\n.\n Consolidated net sales in fiscal 2023 were $6,471.5 million, a decrease of 0.4% from $6,499.4 million in fiscal 2022. Sales were negatively impacted by an estimated 1.8% due to the extra week of results in the prior year period. Foreign exchange rate changes had an unfavorable impact of 1.7% on fiscal 2023 sales. Organic growth in Dental, Animal Health and Corporate segments partially offset these unfavorable impacts. The impact of acquisitions for fiscal 2023 contributed a net increase in sales of approximately 0.2%.\nDental segment sales decreased 1.0% to $2,492.1 million in fiscal 2023 from $2,516.1 million in fiscal 2022. Sales were negatively impacted by an estimated 1.7% due to the extra week of results in the prior year period. Foreign exchange rate changes had an unfavorable impact of 0.6% on fiscal 2023 sales. Sales of consumables decreased 4.6%, sales of equipment increased 3.0%, and sales of value-added services and other increased 6.2% in fiscal 2023. Dental consumable sales decreased primarily due to the extra week in prior year period, as well as due to lower sales of PPE. \nAnimal Health segment sales decreased 0.5% to $3,964.9 million in fiscal 2023 from $3,982.9 million in fiscal 2022. Sales were negatively impacted by an estimated 1.8% due to the extra week of results in the prior year period. Foreign exchange rate changes had an unfavorable impact of 2.4% on fiscal 2023 sales. Acquisitions contributed 0.3% to Animal Health sales in 2023. Excluding the impact of the extra week of results in the prior year period, both Production Animal and Companion Animal sales grew in fiscal 2023.\nGross profit\n. \nConsolidated gross profit margin increased 140 basis points from the prior year to 21.2%, driven primarily by the impact of the $49.2 million Inventory Donation Charges in the prior year period and higher net sales in our Corporate segment in fiscal 2023. Excluding the impact of the Inventory Donation Charges, the gross profit margin rate increased approximately 60 basis points as compared to the prior year. The gross profit margin rate increased in both our Animal Health and Dental segments in fiscal year 2023 as compared to fiscal year 2022.\nOperating expenses\n. Consolidated operating expenses for fiscal 2023 were $1,097.0 million, a 3.1% decrease from the prior year of $1,132.1 million. We incurred lower operating expenses during fiscal 2023 primarily due to the impact of the Fiscal 2022 Legal Reserve as well as realizing a $3.6 million gain on sale of an office building in fiscal 2023. The consolidated operating expense ratio of 16.9% decreased 50 basis points from the prior year period, which was also driven by these same factors.\nOperating income\n.\n Fiscal 2023 operating income was $276.0 million, or 4.3% of net sales, as compared to $157.0 million, or 2.4% of net sales, in fiscal 2022. The increase in operating income was primarily due to the impact of the Inventory Donation Charges and the Fiscal 2022 Legal Reserve recorded in the prior year period and a higher consolidated gross margin rate in fiscal 2023.\n38\nTable of Contents\nDental segment operating income was $237.3 million for fiscal 2023, an increase of $57.1 million from fiscal 2022.  The increase was primarily driven by the expense associated with the Inventory Donation Charges in the prior year period, an increase in gross margin rate and a $3.6 million gain on sale of an office building in fiscal 2023.\nAnimal Health segment operating income was $127.0 million for fiscal 2023, an increase of $12.6 million from fiscal 2022. The increase was primarily driven by a higher gross profit margin rate, partially offset by higher operating expenses, in fiscal 2023.\nCorporate segment operating loss was $88.3 million for fiscal 2023, as compared to a loss of $137.6 million for fiscal 2022. The change was primarily driven by the impact of the Fiscal 2022 Legal Reserve in the prior year period and higher customer financing net sales recorded during fiscal 2023. \nOther income (expense).\n \nNet other expense was $5.8 million in fiscal 2023, compared to net other income of  $109.3 million in fiscal 2022. We recorded higher net other income in fiscal 2022 due to the impact of the gain on Vetsource investment of $87.8 million and the gain on Vets Plus investment in prior year period, and higher interest expense driven by interest rates in fiscal 2023.\nIncome tax expense\n. \nThe effective income tax rate for fiscal 2023 was 23.5%, compared to 24.2% for fiscal 2022. The decrease in the rate was primarily due to provision to return adjustments and a prior period income tax reserve adjustment.\nNet income attributable to Patterson Companies, Inc. and earnings per share\n. \nNet income attributable to Patterson Companies Inc. was $207.6 million in fiscal 2023, compared to $203.2 million in fiscal 2022. Earnings per diluted share were $2.12 in fiscal 2023, compared to $2.06 in fiscal 2022. Weighted average diluted shares in fiscal 2023 were 97.8 million, compared to 98.5 million in fiscal 2022. The fiscal 2023 and fiscal 2022 cash dividend declared was $1.04 per common share.\nFiscal 2022 Compared to Fiscal 2021\nSee Item 7 in our 2022 Annual Report on Form 10-K filed June 29, 2022.\nLiquidity and Capital Resources\nNet cash used in operating activities was $754.9 million in fiscal 2023, compared to $981.0 million in fiscal 2022 and $730.5 million in fiscal 2021. Net cash used in operating activities in fiscal 2023 was primarily due to the impact of our Receivables Securitization Program. Net cash used in operating activities in fiscal 2022 was primarily due to the impact of our Receivables Securitization Program and a net increase in inventory, inclusive of the impact of the $49.2 million Inventory Donation Charges, partially offset by an increase in accounts payable. Net cash used in operating activities in fiscal 2021 was primarily due to the impact of our Receivables Securitization Program, as well as an increase in accounts payable.\nNet cash provided by investing activities was $901.6 million in fiscal 2023, compared to $1,239.0 million in fiscal 2022 and $810.7 million in fiscal 2021. Collections of deferred purchase price receivables were $998.9 million, $1,213.5 million and $834.0 million in fiscal 2023, 2022 and 2021, respectively. In fiscal 2023, we recorded cash receipts of $15.2 million from a sale of an office building and used cash of $33.3 million for acquisitions and $15.0 million to purchase a Dental investment. In fiscal 2022, we recorded cash receipts of $75.9 million from the sale of investments and used $19.8 million to acquire Miller Vet.  Capital expenditures were $64.2 million, $38.3 million and $25.8 million in fiscal 2023, 2022 and 2021, respectively. We expect to use a total of approximately $70 million for capital expenditures in fiscal 2024. \nNet cash used in financing activities in fiscal 2023 was $126.5 million, driven by $101.3 million for dividend payments, $55.5 million in share repurchases and $1.5 million for payments on long-term debt, partially offset by $16.0 million draw on our revolving line of credit. Net cash used in financing activities in fiscal 2022 was $253.2 million, driven by $101.1 million for dividend payments, $100.8 million for payments on long-term debt, $35.0 million in share repurchases and $24.0 million attributed to payments on our revolving line of credit. Net cash used in financing activities in fiscal 2021 was $22.6 million, driven by $75.2 million for dividend payments, partially offset by $53.0 million attributed to draws on our revolving line of credit. \nIn fiscal 2023, 2022 and 2021, a quarterly cash dividend of $0.26 per share was declared each quarter, with payment occurring in the subsequent quarter. We currently expect to declare and pay quarterly cash dividends in the future, but any future dividends will be subject to approval by our Board of Directors, which will depend on our \n39\nTable of Contents\nearnings, capital requirements, operating results and financial condition, as well as applicable law, regulatory constraints, industry practice and other business considerations that our Board considers relevant. We are also subject to various financial covenants under our debt agreements including the maintenance of leverage and interest coverage ratios. The terms of agreements governing debt that we may incur in the future may also contain similar covenants. Accordingly, there can be no assurance that we will declare and pay dividends in the future at the same rate or at all.\nIn fiscal 2021, we entered into an amendment, restatement and consolidation of certain credit agreements with various lenders, including MUFG Bank, Ltd, as administrative agent. This amended and restated credit agreement (the “Credit Agreement”) consisted of a $700.0 million revolving credit facility and a $300.0 million term loan facility, and was set to mature no later than February 2024. \nIn fiscal 2023, we amended and restated the Credit Agreement (the “Amended Credit Agreement”). The Amended Credit Agreement consists of a $700.0 million revolving credit facility and a $300.0 million term loan facility, and will mature no later than October 2027. We used the Amended Credit Agreement facilities to refinance and consolidate the Credit Agreement, and pay the fees and expenses incurred therewith. We expect to use the Amended Credit Agreement to finance our ongoing working capital needs and for other general corporate purposes.\nAs of April 29, 2023, $298.5 million was outstanding under the Amended Credit Agreement term loan at an interest rate of 6.08% and $45.0 million was outstanding under the Amended Credit Agreement revolving credit facility at an interest rate of 5.93%. As of April 30, 2022, $300.0 million was outstanding under the Credit Agreement term loan at an interest rate of 1.89%, and $29.0 million was outstanding under the Credit Agreement revolving credit facility at an interest rate of 1.54%.\nOn March 16, 2021, our Board of Directors approved a new share repurchase authorization for up to $500 million of our company's common stock through March 16, 2024, replacing the March 2018 share repurchase authorization for up to $500 million of common stock which had expired and under which no repurchases had been made. As of April 29, 2023, $409.5 million remains available under the current repurchase authorization.\nWe have $159.7 million in cash and cash equivalents as of April 29, 2023, of which $61.6 million is in foreign bank accounts. See Note 12 to the Consolidated Financial Statements for further information regarding our intention to permanently reinvest these funds. Included in cash and cash equivalents as of April 29, 2023 is $33.1 million of cash collected from previously sold customer financing arrangements that have not yet been settled with the third party. See Note 5 to the Consolidated Financial Statements for further information. \nWe expect the collection of deferred purchase price receivables, existing cash balances and credit availability under existing debt facilities, less our funds used in operations, will be sufficient to meet our working capital needs and to finance our business over the next fiscal year. \nWe expect to continue to obtain liquidity from the sale of equipment finance contracts. Patterson sells a significant portion of our finance contracts (see below) to a commercial paper funded conduit managed by a third party bank, and as a result, commercial paper is indirectly an important source of liquidity for Patterson. Patterson is allowed to participate in the conduit due to the quality of our finance contracts and our financial strength. Cash flows could be impaired if our financial strength diminishes to a level that precluded us from taking part in this facility or other similar facilities. Also, market conditions outside of our control could adversely affect the ability for us to sell the contracts.\nCustomer Financing Arrangements\nAs a convenience to our customers, we offer several different financing alternatives, including a third party program and a Patterson-sponsored program. For the third party program, we act as a facilitator between the customer and the third party financing entity with no on-going involvement in the financing transaction. Under the Patterson-sponsored program, equipment purchased by creditworthy customers may be financed up to a maximum of $1 million. We generally sell our customers’ financing contracts to outside financial institutions in the normal course of our business. We currently have two arrangements under which we sell these contracts.\nFirst, we operate under an agreement to sell a portion of our equipment finance contracts to commercial paper conduits with MUFG Bank, Ltd. (\"MUFG\") serving as the agent. We utilize PDC Funding, a consolidated, wholly owned subsidiary, to fulfill a requirement of participating in the commercial paper conduit. We receive the proceeds of the contracts upon sale to MUFG. The capacity under the agreement with MUFG at April 29, 2023 was $525 million.\n40\nTable of Contents\nSecond, we maintain an agreement with Fifth Third Bank (\"Fifth Third\") whereby Fifth Third purchases customers’ financing contracts. PDC Funding II, a consolidated, wholly owned subsidiary, sells financing contracts to Fifth Third. We receive the proceeds of the contracts upon sale to Fifth Third. The capacity under the agreement with Fifth Third at April 29, 2023 was $100 million.\nOur financing business is described in further detail in Note 5 to the Consolidated Financial Statements. \nContractual Obligations\nA summary of our contractual obligations as of April 29, 2023 was as follows (in thousands):\n \nPayments due by year\n \nTotal\nLess than\n1 year\n1-3 years\n3-5 years\nMore than\n5 years\nLong-term debt principal\n$\n489,000 \n$\n36,000 \n$\n134,000 \n$\n319,000 \n$\n— \nLong-term debt interest\n105,006 \n25,247 \n43,242 \n36,517 \n— \nOperating leases\n114,881 \n31,482 \n38,031 \n16,846 \n28,522 \nTotal\n$\n708,887 \n$\n92,729 \n$\n215,273 \n$\n372,363 \n$\n28,522 \nAs of April 29, 2023 our gross liability for uncertain tax positions, including interest and penalties, was $9.9 million. We are not able to reasonably estimate the amount by which the liability will increase or decrease over an extended period of time or whether a cash settlement of the liability will be required. Therefore, these amounts have been excluded from the schedule of contractual obligations. \nFor a more complete description of our contractual obligations, see Notes 10 and 11 to the Consolidated Financial Statements.\nWorking Capital Management\nThe following table summarizes our average accounts receivable days sales outstanding and average annual inventory turnover for the past three fiscal years:\nFiscal Year Ended\nApril 29, 2023\nApril 30, 2022\nApril 24, 2021\nDays sales outstanding\n25.0 \n25.2 \n25.9 \nInventory turnover\n6.2 \n6.6 \n6.1 \nForeign Operations\nWe derive foreign sales from Dental operations in Canada, and Animal Health operations in Canada and the U.K. Fluctuations in currency exchange rates have not significantly impacted earnings, as these fluctuations impact sales, cost of sales and operating expenses. Changes in exchange rates adversely affected net sales by $108.5 million in fiscal 2023, while they positively impacted net sales by $41.0 million and $28.4 million in fiscal 2022 and 2021, respectively. Changes in currency exchange rates are a risk accompanying foreign operations, but this risk is not considered material with respect to our consolidated operations.\nCritical Accounting Policies and Estimates\nPatterson has adopted various accounting policies to prepare our consolidated financial statements in accordance with accounting principles generally accepted in the U.S. Management believes that our policies are conservative and our philosophy is to adopt accounting policies that minimize the risk of adverse events having a material impact on recorded assets and liabilities. However, the preparation of financial statements requires the use of estimates and judgments regarding the realization of assets and the settlement of liabilities based on the information available to management at the time. Changes subsequent to the preparation of the financial statements in economic, technological and competitive conditions may materially impact the recorded values of Patterson’s assets and liabilities. Therefore, the users of the financial statements should read all the notes to the Consolidated Financial Statements and be aware that conditions currently unknown to management may develop in the future. This may require a material adjustment to a recorded asset or liability to consistently apply to our significant accounting principles and policies that are discussed in Note 1 to the Consolidated Financial Statements. The financial performance and condition of Patterson may also be materially impacted by transactions and events that we have \n41\nTable of Contents\nnot previously experienced and for which we have not been required to establish an accounting policy or adopt a generally accepted accounting principle.\nRevenue Recognition\n – Revenues are generated from the sale of consumable products, equipment and support, software and support, technical service parts and labor, and other sources. Revenues are recognized when or as performance obligations are satisfied. Performance obligations are satisfied when the customer obtains control of the goods or services.\nConsumable product, equipment, software and parts sales are recorded upon delivery, except in those circumstances where terms of the sale are FOB shipping point, in which case sales are recorded upon shipment. Technical service labor is recognized as it is provided. Revenue derived from equipment support and software services is recognized ratably over the period in which the support and services are provided. \nIn addition to revenues generated from the distribution of consumable products under arrangements (buy/sell agreements) where the full market value of the product is recorded as revenue, we earn commissions for services provided under agency agreements. The agency agreement contrasts to a buy/sell agreement in that we do not have control over the transaction, as we do not have the primary responsibility of fulfilling the promise of the good or service and we do not bill or collect from the customer in an agency relationship. Commissions under agency agreements are recorded when the services are provided.\nEstimates for returns, damaged goods, rebates, loyalty programs and other revenue allowances are made at the time the revenue is recognized based on the historical experience for such items. The receivables that result from the recognition of revenue are reported net of related allowances. We maintain a valuation allowance based upon the expected collectability of receivables held. Estimates are used to determine the valuation allowance and are based on several factors, including historical collection data, economic trends, and credit worthiness of customers. Receivables are written off when we determine the amounts to be uncollectible, typically upon customer bankruptcy or non-response to continuous collection efforts. The portions of receivable amounts that are not expected to be collected during the next twelve months are classified as long-term.\nPatterson has a relatively large, dispersed customer base and no single customer accounts for more than 10% of consolidated net sales. In addition, the equipment sold to customers under finance contracts generally serves as collateral for the contract and the customer provides a personal guarantee as well.\nNet sales do not include sales tax as we are considered a pass-through conduit for collecting and remitting sales tax.\nInventory and Reserves\n – Inventory consists primarily of merchandise held for sale and is stated at the lower of cost or market. Cost is determined using the last-in, first-out (\"LIFO\") method for all inventories, except for foreign inventories and manufactured inventories, which are valued using the first-in, first-out (\"FIFO\") method. We continually assess the valuation of inventories and reduce the carrying value of those inventories that are obsolete or in excess of forecasted usage to estimated realizable value. Estimates are made of the net realizable value of such inventories based on analyses and assumptions including, but not limited to, historical usage, future demand and market requirements.\nGoodwill and Other Indefinite-Lived Intangible Assets\n – Goodwill and other indefinite-lived intangible assets are not amortized but rather are tested at least annually as of the beginning of the fourth quarter for impairment, or more often if events or circumstances indicate the carrying value of the asset may not be recoverable.\nGoodwill impairment testing is performed at the reporting unit level, which represents an operating segment or a component of an operating segment. We have two reporting units; Dental and Animal Health. Our Corporate reportable segment's assets and liabilities, and net sales and expenses, are allocated to the two reporting units. \nWe perform a qualitative evaluation or a quantitative test to assess goodwill for impairment. The qualitative evaluation is an assessment of factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount, including goodwill. We may elect not to perform the qualitative assessment for one or both reporting units and perform a quantitative impairment test. \nIf performed, the quantitative goodwill impairment test compares the fair value of each reporting unit to the reporting unit's carrying value, including goodwill. If the reporting unit's carrying value exceeds its fair value, an impairment loss will be recognized. Any goodwill impairment is measured as the amount by which a reporting unit’s carrying value exceeds its fair value, not to exceed the carrying value of goodwill. The determination of fair value requires \n42\nTable of Contents\nmanagement to make assumptions and to apply judgment to estimate industry and economic factors and the profitability of future business strategies. Patterson conducts impairment testing based on current business strategy in light of present industry and economic conditions, as well as future expectations. \nOur indefinite-lived intangible asset is a trade name, which is assessed for impairment by comparing the carrying value of the asset with its fair value. If the carrying value exceeds fair value, an impairment loss is recognized in an amount equal to the excess. The determination of fair value involves assumptions, including projected revenues and gross profit levels, as well as consideration of any factors that may indicate potential impairment.\nWe performed qualitative assessments for our goodwill impairment tests in fiscal 2023. No impairments were recorded in fiscal 2023, 2022, or 2021 as a result of goodwill and other indefinite-lived impairment tests performed.\nRecoverability of Long-Lived Assets\n – Long-lived assets, including definite-lived intangible assets, are evaluated for impairment whenever events or changes in circumstances indicate that the carrying amount of the assets may not be recoverable through the estimated undiscounted future cash flows derived from such assets. Our definite-lived intangible assets primarily consist of customer relationships, trade names and trademarks. When impairment exists, the related assets are written down to fair value using level 3 inputs, as discussed further in Note 7 to the Consolidated Financial Statements.\nRecoverability of Development Costs of Software to be Sold \n- At the end of each fiscal quarter, we compare the unamortized capitalized costs of software to be sold to its net realizable value. If the unamortized amount exceeds the net realizable value, an impairment is recorded. If the unamortized capitalized costs are less than the net realizable value of that asset, then there is no impairment. \nIncome Taxes\n – We are subject to income taxes in the U.S. and numerous foreign jurisdictions. Significant judgments are required in determining the consolidated provision for income taxes. Changes in tax policy or  interpretation of current tax law create potential added uncertainties.\nDuring the ordinary course of business, there are many transactions and calculations for which the ultimate tax determination is uncertain. As a result, we recognize tax liabilities based on estimates of whether additional taxes and interest will be due. These tax liabilities are recognized when, despite our belief that our tax return position is supportable, we believe that certain positions may not be fully sustained upon review by tax authorities. We believe that our accruals for tax liabilities are adequate for all open audit years based on our assessment of many factors including past experience and interpretations of tax law. This assessment relies on estimates and assumptions and may involve a series of complex judgments about future events. To the extent that the final tax outcome of these matters is different than the amounts recorded, such differences will impact income tax expense in the period in which such determination is made and could materially affect our financial results.\nValuation allowances are established for deferred tax assets if, after assessment of available positive and negative evidence, it is more likely than not that the deferred tax asset will not be fully realized. \nStock-based Compensation\n – We recognize stock-based compensation based on certain assumptions including inputs within valuation models, estimated forfeitures and estimated performance outcomes. These assumptions require subjective judgment and changes in the assumptions can materially affect fair value estimates. Management assesses the assumptions and methodologies used to estimate forfeitures and to calculate estimated fair value of stock-based compensation on a regular basis. Circumstances may change, and additional data may become available over time, which could result in changes to these assumptions and methodologies and thereby materially impact the fair value determination or estimates of forfeitures. If factors change and we employ different assumptions, the amount of compensation expense associated with stock-based compensation may differ significantly from what was recorded in the current period.",
    "item7a": ">Item 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nMarket Risk\nWe are exposed to market risk consisting of foreign currency rate fluctuations and changes in interest rates.\nWe are exposed to foreign currency exchange rate fluctuations in our operating statement due to transactions denominated primarily in Canadian Dollars and British Pounds. Although we do not currently have foreign currency hedge contracts, we continually evaluate our foreign currency exchange rate risk and the different mechanisms for use in managing such risk. A hypothetical 10% change in the value of the U.S. dollar in relation to our most \n43\nTable of Contents\nsignificant foreign currency exposures would have changed net sales by approximately $95.2 million for the fiscal year ended April 29, 2023\n.\n This amount is not indicative of the hypothetical net earnings impact due to the partially offsetting impact of the currency exchange movements on cost of sales and operating expenses. We estimate that if foreign currency exchange rates changed by 10%, the impact would have been approximately $5.2 million to income before taxes for the fiscal year ended April 29, 2023.\nThe Amended Credit Agreement consists of a $300.0 million term loan facility and a $700.0 million revolving credit facility, which will mature no later than October 2027. Interest on borrowings is variable and is determined as a base rate plus a spread. This spread, as well as a commitment fee on the unused portion of the facility, is based on our leverage ratio, as defined in the Amended Credit Agreement. Due to the interest rate being variable, fluctuations in interest rates may impact our earnings. Based on our current level of debt, we estimate that a 100 basis point change in interest rates would have a $3.4 million annual impact on our income before taxes.\nOur earnings are also affected by fluctuations in short-term interest rates through the investment of cash balances and the practice of selling fixed rate equipment finance contracts under agreements with both a commercial paper conduit and a bank that provide for pricing based on variable interest rates.\nWhen considering the exposure under the agreements whereby we sell equipment finance contracts to both a commercial paper conduit and bank, the interest rates in our facilities are priced based on SOFR or commercial paper rates plus a defined spread. In addition, the majority of the portfolio of installment contracts generally turns over in less than 48 months, and we can adjust the rate we charge on new customer contracts at any time. Therefore, in times where the interest rate markets are not rapidly increasing or decreasing, the average interest rate in the portfolio generally moves with the interest rate markets and thus would parallel the underlying interest rate movement of the pricing built into the sale agreements. In calculating the gain on the contract sales, we use an interest rate curve that approximates the maturity period of the then-outstanding contracts. If increases in the interest rate markets occur, the average interest rate in our contract portfolio may not increase at the same rate, resulting in a reduction of gain on the contract sales as compared to the gain that would be realized if the average interest rate in our portfolio were to increase at a more similar rate to the interest rate markets. We have forward interest rate swap agreements in order to hedge against interest rate fluctuations that impact the amount of net sales we record related to these contracts. These interest rate swap agreements do not qualify for hedge accounting treatment and, accordingly, we record the fair value of the agreements as an asset or liability and the change as income or expense during the period in which the change occurs. As a result of entering into these interest rate swap agreements, we estimate that a 10% change in interest rates would have less than a $1.0 million annual impact on our income before taxes.\n44\nTable of Contents",
    "cik": "891024",
    "cusip6": "703395",
    "cusip": [
        "703395953",
        "703395903",
        "703395103"
    ],
    "names": [
        "PATTERSON COS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/891024/000089102423000006/0000891024-23-000006-index.htm"
}