{
    "item1": ">Item 1.    Business\nGeneral:\nRegis Corporation franchises and owns hair care salons. The Company is listed on the NYSE under the ticker symbol \"RGS.\" Unless the context otherwise provides, when we refer to the \"Company,\" \"we,\" \"our,\" or \"us,\" we are referring to Regis Corporation, the Registrant, together with its subsidiaries.\nAs of June 30, 2023, the Company franchised or owned 4,863 locations, primarily in North America. The Company's locations consist of 4,795 franchised salons and 68 company-owned salons. Each of the Company's salon concepts generally offer similar salon products and services.\nThe major services supplied by the salons are haircutting and styling (including shampooing and conditioning) and hair coloring. Salons also sell a variety of hair care and other beauty products. We earn royalty revenue based on service and product sales at our franchise locations and earn revenue for services and products sold at our company-owned salons. Salons operate primarily under the trade names of Supercuts, SmartStyle, Cost Cutters, First Choice Haircutters and Roosters and they generally serve the value category within the industry. Salons are primarily located in strip center locations and Walmart Supercenters. \nFinancial information about our segments and geographic areas for fiscal years 2023, 2022 and 2021 are included in Note 15 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nAs of June 30, 2023, 98.6% of our salons are owned by franchisees. The remaining 68 company-owned salons will be sold or closed when the related leases expire or terminate.\nIndustry Overview:\nThe hair salon market is highly fragmented, with the vast majority of locations independently-owned and operated. In nearly every area in which the Company has a salon, there are competitors offering similar hair care services and products at similar prices. The Company faces competition from chains, such as Great Clips, Fantastic Sams, Sport Clips and Ulta Beauty, independently-owned salons, in-home hair services, booth rentals and blow dry bars. The Company also faces competition from other franchise organizations outside of the hair salon industry in attracting new franchisees.\nAt the individual salon level, barriers to entry are low; however, barriers exist for chains to expand nationally due to the need to establish systems and infrastructure, the ability to recruit franchisees, experienced field and salon management and stylists, and to lease quality sites. The principal factors of competition in the hair care category are quality and consistency of the guest experience, the ability to attract, retain, and train stylists, technology, convenience, location and price. The Company continually strives to improve its performance in each of these areas and to create additional points of brand differentiation versus the competition.\n4\nTable of Conte\nn\nt\ns\nSalon Franchising Program:\nGeneral.\n    We provide our franchisees with a comprehensive system of business training, stylist education, site approval, professional marketing, promotion, and advertising programs, and other forms of ongoing support designed to help franchisees build successful businesses. Historically, we have signed the salon lease and then subleased the space to our franchisees. However, moving forward, for new locations and some lease renewals, we will seek for franchisees to sign the salon leases directly with the landlords. We have the right to approve salon leases. The Company's salons range from 500 to 5,000 square feet, with the typical salon approximating 1,200 square feet. \nStandards of Operations.\n    The Company does not control the day-to-day operations of its franchisees, including employment, benefits and wage determination, prices charged for products and services, business hours, personnel management, and capital expenditure decisions. However, the franchise agreements afford certain rights to the Company, such as the right to approve locations, suppliers and the sale of a franchise. Additionally, franchisees are required to conform to the Company's established operational policies and procedures relating to quality of service, training, salon design, and decor and trademark usage. The Company's field personnel make periodic visits to franchised salons to ensure they are operating in conformity with the standards for each franchising program. All the rights afforded to the Company with regard to franchised operations allow the Company to protect its brands, but do not allow the Company to control day-to-day franchise operations or make decisions that have a significant impact on the success of the franchised salons. The Company's franchise agreements do not give the Company any right, ability or potential to determine or otherwise influence any terms and/or conditions of employment of franchisees' employees (except for those, if any, that are specifically related to quality of service, training, salon design, decor and trademark usage), including, but not limited to, franchisees' employees' wages and benefits, hours of work, scheduling, leave programs, seniority rights, promotional or transfer opportunities, layoff/recall arrangements, grievance and dispute resolution procedures, and/or discipline and discharge. \nFranchise Terms.\n    Pursuant to a franchise agreement with the Company, each franchisee pays an initial fee for each store and ongoing royalties to the Company. In addition, for most brands, the Company collects advertising funds from franchisees and administers the funds on behalf of the brands. Franchisees are responsible for the costs of leasehold improvements, furniture, fixtures, equipment, supplies, inventory, payroll costs and certain other items, including initial working capital. The majority of franchise agreements provide the Company a right of first refusal if the store is to be sold and the franchisee must obtain the Company's approval in all instances where there is a sale of a franchise location.\nAdditional information regarding each of the major franchised brands is listed below:\nSupercuts\nSupercuts franchise agreements have a perpetual term, subject to termination of the underlying lease agreement or termination of the franchise agreement by either the Company or the franchisee. All new franchisees enter into development agreements, which give them the right to enter into a defined number of franchise agreements. These franchise agreements are site specific. The development agreement provides limited territorial protection for the stores developed under those franchise agreements. Older franchisees have grandfathered expansion rights, which allow them to develop stores outside of development agreements and provide them with greater territorial protections in their markets. The Company has a comprehensive impact policy that resolves potential conflicts among Supercuts franchisees and/or the Company's Supercuts locations regarding proposed store sites.\nSmartStyle and Cost Cutters in Walmart Supercenters \nThe majority of existing SmartStyle and Cost Cutters franchise agreements for salons located in Walmart Supercenters have a five-year term with a five-year option to renew. The franchise agreements are site specific. \nCost Cutters (not located in Walmart Supercenters), First Choice Haircutters and Magicuts\nThe majority of existing Cost Cutters franchise agreements have a 15-year term with a 15-year option to renew (at the option of the franchisee), while the majority of First Choice Haircutters franchise agreements have a 10-year term with a five-year option to renew. The majority of Magicuts franchise agreements have a term equal to the greater of five years or the current initial term of the lease agreement with an option to renew for two additional five-year periods. The current franchise agreement is site specific. Franchisees may enter into development agreements with the Company, which provide limited territorial protection.\nRoosters Men’s Grooming Center\nRoosters franchise agreements have a 10-year term with a 10-year option to renew (at the option of the franchisee). New franchisees enter into a franchise agreement concurrent with the opening of their first store, along with a development agreement with the right to open two additional locations. \n5\nTable of Conte\nn\nt\ns\nFranchisee Training.\n    The Company provides new franchisees with training, focusing on the various aspects of salon management, including operations, management training, marketing fundamentals and controls. Existing franchisees receive training, counseling and information from the Company on a regular basis. The Company provides franchise salon managers and stylists with access to technical training resources.\nGuests\nAmong other factors, consistent delivery of an exceptional guest experience, haircut quality, convenience, competitive pricing, salon location, inviting salon appearance and atmosphere, comprehensive retail assortments, and engagement through technology all drive guest traffic and improve guest retention.\nGuest Experience.\n Our portfolio of salon concepts enables our guests to select different service scheduling options based upon their preference. We believe the ability to serve walk-in appointments and minimize guest wait times are essential elements in delivering an efficient guest experience. Our mobile applications and online check-in capabilities, including check-ins directly from Google\n®\n, allow us to capitalize on our guests' desire for convenience. Our franchisees continue to focus on stylist staffing and retention, optimizing schedules, balancing variable labor hours with guest traffic, and managing guest wait times. Our franchise salons are located in high-traffic strip centers and Walmart Supercenters, with guest parking and easy access, and are generally open seven days per week to offer guests a variety of convenient ways to fulfill their beauty needs. \nStylists. \nOur Company depends on the stylists in our system to help deliver great guest experiences. We believe in the importance of the ongoing development of stylists' craft. We aim to be an industry leader in stylist training, including the utilization of both live and digital training. We believe stylists deliver a superior experience for guests when they are well-trained technically and through years of experience. We employ trainers who provide new hire training for stylists joining the Company and train franchisee trainers. We supplement internal training with targeted vendor training and external trainers that bring specialized expertise to stylists in our system. We utilize training materials to help all levels of field employees navigate the operation of a salon and essential elements of guest service training within the context of brand positions. \nAffordability.\n The Company strives to offer an exceptional value for its services. In the value category, our guests expect outstanding service at competitive prices. These expectations are met with the average service price of transactions ranging from $24 to $30. Pricing decisions are considered on a salon-level basis and are established based on local conditions. Our franchisees control all pricing at their locations.\nRetail Assortments.\n Salons sell nationally recognized hair care and beauty products, as well as an assortment of company-owned brand products. Stylists are compensated and regularly trained to sell hair care and beauty products to their guests. Additionally, guests are encouraged to purchase products after stylists demonstrate their efficacy by using them in the styling of our guests' hair. The top selling brands within the Company's retail assortment include: L'Oreal Professional Brands, Regis Private Label Brand, Designline\n®\n, and Paul Mitchell. We also distribute our Designline brand through distribution channels, including Amazon.com and Walmart.com. \nMarketing.\n Our marketing is brand specific and funded primarily from contractual contributions, based on sales, to the brand's cooperative advertising funds. These funds are used largely in support of advertising and other efforts to increase guest traffic to our salons, grow online booking usage, and improve overall awareness of and affinity for our brands. A portion of our marketing funds are used in support of stylist recruitment and training to grow the number of active stylists in our system.\nTechnology.\n In fiscal year 2022, we sold our proprietary back-office salon management system, Opensalon\n®\n Pro\n to a third party, Soham Inc. (Zenoti). See Note 3 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K. We expect all our salons will transition to the Zenoti salon technology platform. We also use mobile applications to allow guests to view wait times and interact in other ways with salons.\nSalon Support. \nOur corporate headquarters is referred to as Salon Support. We take a service-oriented mentality to best support our franchisees and oversee our remaining company-owned locations. Salon Support and our associated priorities are aligned with our brands to enhance the effectiveness and efficiency of the service we provide. Salon Support is primarily located in Minneapolis, Minnesota while allowing for hybrid and remote work. \n6\nTable of Conte\nn\nt\ns\nSalon Concepts:\nThe Company's salon concepts focus on providing high-quality hair care services and professional hair care products. Descriptions of the Company's salon concepts are listed below:\nSupercuts.\n    Supercuts salons provide consistent, high-quality hair care services and professional hair care products to guests at convenient times and locations at value prices. This concept appeals to men, women, and children. The Company has 2,082 franchised and seven company-owned Supercuts locations throughout North America. \nSmartStyle/Cost Cutters in Walmart stores.\n    SmartStyle and Cost Cutters salons offer a full range of custom styling, cutting, and hair coloring, as well as professional hair care products and are currently located in Walmart Supercenters. This concept has primarily a \"walk-in\" guest base with value pricing. The Company has 1,388 franchised and 48 company-owned SmartStyle and Cost Cutters salons located in Walmart Supercenter locations throughout North America. \nPortfolio Brands.\n   Portfolio Brands salons are made up of acquired regional salon groups operating under the primary concepts of Cost Cutters, First Choice Haircutters, Roosters, Hair Masters, Cool Cuts for Kids, Style America, Famous Hair, Magicuts, Holiday Hair, and TGF, as well as other concept names. Most concepts offer a full range of custom hairstyling, cutting and coloring services, as well as professional hair care products. The Company has 1,223 franchised and 13 company-owned Portfolio Brands locations throughout North America. \nInternational Salons.\n    International salons are locations operating in the United Kingdom, primarily under the Supercuts and Regis concepts. These salons offer similar levels of service as our North American salons. Salons are usually located in prominent high-traffic locations and offer a full range of custom hairstyling, cutting and coloring services, as well as professional hair care products. The Company has 102 franchised international locations.\nThe tables below set forth the number of system-wide locations (Franchised and Company-owned) and activity within the various salon concepts.\nSystem-wide location counts\n \nJune 30,\n \n2023\n2022\n2021\nFRANCHISE SALONS:\nSupercuts\n2,082 \n2,264 \n2,386 \nSmartStyle/Cost Cutters in Walmart stores\n1,388 \n1,646 \n1,666 \nPortfolio Brands\n1,223 \n1,344 \n1,357 \nTotal North American salons\n4,693 \n5,254 \n5,409 \nTotal International salons (1)\n102 \n141 \n154 \nTotal Franchise salons\n4,795 \n5,395 \n5,563 \nas a percent of total Franchise and Company-owned salons\n98.6 \n%\n98.1 \n%\n95.3 \n%\nCOMPANY-OWNED SALONS:\n \n \n \nSupercuts\n7 \n18 \n35 \nSmartStyle/Cost Cutters in Walmart stores\n48 \n49 \n91 \nPortfolio Brands\n13 \n38 \n150 \nTotal Company-owned salons\n68 \n105 \n276 \nas a percent of total Franchise and Company-owned salons\n1.4 \n%\n1.9 \n%\n4.7 \n%\nTotal Franchise and Company-owned salons\n4,863 \n5,500 \n5,839 \n7\nTable of Conte\nn\nt\ns\nConstructed locations (net relocations)\n \nFiscal Years\n \n2023\n2022\n2021\nFRANCHISE SALONS:\nSupercuts\n11 \n15 \n21 \nSmartStyle/Cost Cutters in Walmart stores\n— \n1 \n— \nPortfolio Brands\n4 \n5 \n10 \nTotal North American salons\n15 \n21 \n31 \nTotal International salons (1)\n— \n— \n1 \nTotal Franchise salons\n15 \n21 \n32 \nCOMPANY-OWNED SALONS:\n \n \n \nSupercuts\n— \n— \n4 \nSmartStyle/Cost Cutters in Walmart stores\n— \n— \n— \nPortfolio Brands\n1 \n— \n— \nTotal Company-owned salons\n1 \n— \n4 \nClosed locations\n \nFiscal Years\n \n2023\n2022\n2021\nFRANCHISE SALONS:\nSupercuts\n(196)\n(156)\n(273)\nSmartStyle/Cost Cutters in Walmart stores\n(258)\n(49)\n(56)\nPortfolio Brands\n(123)\n(81)\n(82)\nTotal North American salons\n(577)\n(286)\n(411)\nTotal International salons (1)\n(39)\n(13)\n(14)\nTotal Franchise salons\n(616)\n(299)\n(425)\nCOMPANY-OWNED SALONS:\n \n \n \nSupercuts\n(11)\n(6)\n(54)\nSmartStyle/Cost Cutters in Walmart stores\n(1)\n(15)\n(252)\nPortfolio Brands\n(25)\n(40)\n(307)\nTotal Company-owned salons\n(37)\n(61)\n(613)\n8\nTable of Conte\nn\nt\ns\nConversions (including net franchisee transactions) (2)\n \nFiscal Years\n \n2023\n2022\n2021\nFRANCHISE SALONS:\nSupercuts\n3 \n19 \n130 \nSmartStyle/Cost Cutters in Walmart stores\n— \n28 \n405 \nPortfolio Brands\n(2)\n63 \n212 \nTotal Franchise salons\n1 \n110 \n747 \nCOMPANY-OWNED SALONS:\n \n \n \nSupercuts\n— \n(11)\n(125)\nSmartStyle/Cost Cutters in Walmart stores\n— \n(27)\n(408)\nPortfolio Brands\n(1)\n(72)\n(214)\nTotal Company-owned salons\n(1)\n(110)\n(747)\n_______________________________________________________________________________\n(1)\nCanadian and Puerto Rican salons are included in the North American salon totals.\n(2)\nDuring fiscal years 2023, 2022 and 2021, the Company acquired 0, 0 and 1 salon locations, respectively, from franchisees. During fiscal years 2023, 2022 and 2021, the Company sold 1, 110 and 748 salon locations, respectively, to franchisees.\n9\nTable of Conte\nn\nt\ns\nAffiliated Ownership Interest:\nThe Company maintains a non-controlling 55.1% ownership interest in Empire Education Group, Inc. (EEG), which is accounted for as an equity method investment. EEG operates accredited cosmetology schools. We entered into an agreement to sell our stake in EEG to the controlling owner in fiscal year 2020, the closing of which is pending state approvals. The sale is not expected to have a significant impact on the Company's operations or financial position.\nCorporate Trademarks:\nThe Company holds numerous trademarks, both in the United States and in many foreign countries. The most recognized trademarks are \"SmartStyle\n®\n,\" \"Supercuts\n®\n,\" \"Regis Salons\n®\n,\" \"Cost Cutters\n®\n,\" \"First Choice Haircutters\n®\n,\" \"Roosters\n®\n\" and \"Magicuts\n®\n.\"\nHuman Capital Management:\nOur Culture\nWe are committed to our purpose of \nUnleashing the Beauty of Potential\n, which is supported by our four core values:\nFoster Trust.  \n  Create powerful relationships by acting with empathy and integrity.\nCreate Community. \n   Connect and collaborate with all your partners. Share the challenges as much as you celebrate the wins.\nBe Brave\n.    Dream big and courageously challenge the status quo.\nOwn It.   \n You are empowered. Take responsibility and own your role and your results.\nThese values support a collaborative and inclusive culture that is critical to the success and growth of our Company. To help reinforce our values and incorporate them into everything we do, we have a values committee comprised of cultural ambassadors who serve as the voice of employees and help ensure a best-in-class employee experience.\nOur People\nAs of June 30, 2023, the Company employed 435 employees. The Company offers flexible work arrangements such as hybrid and remote work.\nDiversity and Inclusion\nThe Company promotes diversity of thoughts, backgrounds, experiences, and ideas. As of June 30, 2023, 86% of the Company's entire workforce are women and 14% are men. Additionally, 68% of the Company's leadership positions are held by women.\n10\nTable of Conte\nn\nt\ns\nFamilies First\nOver one hundred years ago, the Company began as a family business and its support of families continues today. It offers up to 16 weeks of parental leave, including adoption, up to 12 of which are paid, so that parents have time to focus on their newest family members. It also offers flexible work arrangements, including full-time telecommuting. Additionally, the Company offers flexible paid time off, which allows employees to control their time away from work based on individual needs, not years of service. \nOther Compensation and Benefits\nThe Company also takes care of its people by offering competitive compensation and benefits packages that are designed to support the total well-being and promote the full potential of our employees and their families. These include short- and long-term incentive packages, an employee stock purchase plan, retirement plans, health, dental, and vision benefits, basic life insurance, long-term disability coverage, and wellness and employee assistance programs. The Company analyzes market trends and monitors its own compensation practices to attract, retain, and promote employees and reduce turnover and associated costs. In addition, its short- and long-term incentive plans are aligned with its core values and key business objectives, which are intended to motivate strong performance.\nDevelopment and Engagement\nContinuous employee development and engagement are essential to creating a high-performance culture. In fiscal years 2023 and 2022, we increased our investment in learning and development. In addition to the resources available on our internal Learning Hub, we launched our \nBeauty of Series\n, which consists of interactive sessions designed to help our employees unleash their potential.\nWe surveyed our employees to provide them with an opportunity to share anonymous feedback with management in a variety of areas, including support from leadership, communication and collaboration, growth and career opportunities, available resources, and recognition. Leaders reviewed the results to determine opportunities and develop action plans for their teams to improve engagement and the overall employee experience. We introduced \nRegis Listens\n, which highlights offerings that we've implemented as a result of employee feedback to show employees that we are listening.\nCorporate Responsibility\nThe Company will not do business with organizations that employ or condone unfair labor practices. Instead, it partners with companies who share its commitment to ethical business conduct and fair labor practices. The Company also specifically condemns human trafficking and abuse of child labor. \n11\nTable of Conte\nn\nt\ns\nGovernmental Regulations:\nThe Company is subject to various federal, state, local and provincial laws affecting its business, as well as a variety of regulatory provisions relating to the conduct of its beauty-related business, including health and safety. At the end of fiscal year 2020, the majority of state and local governments where we operate temporarily mandated the closure of our salons in response to the COVID-19 global pandemic. These pandemic related government-mandated closures continued into fiscal year 2021 and into fiscal year 2022 in parts of Canada. We monitor state and local regulations carefully to ensure the safety of our stylists and guests.\nIn the United States, the Company's franchise operations are subject to the Federal Trade Commission's Trade Regulation Rule on Franchising (the FTC Rule) and to state laws and administrative regulations that regulate various aspects of franchise operations and sales. The Company's franchises are offered to franchisees by means of a disclosure document containing specified disclosures in accordance with the FTC Rule and the laws and regulations of certain states. The Company has registered its offering of franchises with the regulatory authorities of those states in which it offers franchises and where registration is required. State laws that regulate the franchisee/franchisor relationship presently exist in a substantial number of states and, in certain cases, apply substantive standards to this relationship. Such laws may, for example, require that the franchisor deal with the franchisee in good faith, prohibit interference with the right of free association among franchisees, and limit termination of franchisees without payment of reasonable compensation. The Company believes that the current trend is for government regulation of franchising to increase over time. However, such laws have not had, and the Company does not expect such laws to have, a significant effect on the Company's operations.\nIn Canada, the Company's franchise operations are subject to franchise laws and regulations in the provinces of Ontario, Alberta, Manitoba, New Brunswick, Prince Edward Island and British Columbia. The offering of franchises in Canada occurs by way of a disclosure document, which contains certain disclosures required by the applicable provincial laws. The provincial franchise laws and regulations primarily focus on disclosure requirements, although each requires certain relationship requirements, such as a duty of fair dealing and the right of franchisees to associate and organize with other franchisees.\nThe Company believes it is operating in substantial compliance with applicable laws and regulations governing all its operations.\nThe Company maintains an ownership interest in Empire Education Group, Inc. Beauty schools derive a significant portion of their revenue from student financial assistance originating from the U.S. Department of Education's Title IV Higher Education Act of 1965. For the students to receive financial assistance at the schools, the beauty schools must maintain eligibility requirements established by the U.S. Department of Education. In 2020, the Company signed an agreement to sell our ownership interest in EEG to the other owner. The transaction is subject to state ownership transfer approvals.\nFinancial Information about Foreign and North American Operations\nFinancial information about foreign and North American operations is incorporated herein by reference to Management's Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7 and segment information in Note 15 to the Consolidated Financial Statements in Part II, Item 8 of this Form 10-K.\nAvailable Information\nThe Company is subject to the informational requirements of the Securities and Exchange Act of 1934, as amended (Exchange Act). The Company therefore files periodic reports, proxy statements and other information with the Securities and Exchange Commission (SEC). All our reports, proxy and information statements and other information are available on the SEC's internet site (\nwww.sec.gov\n).\nFinancial and other information can be accessed in the Investor Relations section of the Company's website at \nwww.regiscorp.com\n. The Company makes available, free of charge, copies of its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after filing such material electronically or otherwise furnishing it to the SEC.\n12\nTable of Conte\nn\nt\ns\nExecutive Officers of the Registrant:\nInformation relating to the Executive Officers of the Company follows:\nName\nAge\nPosition\nJohn Davi\n45 \nExecutive Vice President, Chief Digital Officer\nMichelle DeVore\n39 \nSenior Vice President, Marketing\nMatthew Doctor\n36 \nPresident and Chief Executive Officer\nMichael Ferranti\n40 \nExecutive Vice President, Chief People Officer\nJim Lain\n59 \nExecutive Vice President, Chief Operating Officer\nJames Suarez\n48 \nSenior Vice President, Merchandising and Education\nKersten Zupfer\n48 \nExecutive Vice President, Chief Financial Officer\nJohn Davi was appointed to Executive Vice President and Chief Digital Officer in July 2022. Previously, he served as Executive Vice President and Chief Technology Officer from October 2021 to July 2022. Prior to joining the Company, Mr. Davi served as an advisor at Apostrophe, a wellness and fitness services company, from July 2012 to October 2021, as Chief Product Officer for BriteCore, a cloud-based insurance solution for personal and commercial insurance providers, from November 2019 to November 2020, Senior Vice President of Product at MINDBODY, Inc, a wellness and fitness services company, from February 2018 to September 2019, founding Vice President of Product for Diffbot, and Head of Engineering for Cisco Systems' Media Solutions Group.\nMichelle DeVore was appointed to Senior Vice President, Marketing in August 2022. Prior to joining the Company, Ms. DeVore was Vice President, Customer Experience at European Wax Center, a chain of hair removal salons, from November 2019 to August 2022. Prior to European Wax Center, Ms. DeVore served as consultant at StudioMDV, LLC, an advertising services company, from March 2019 to August 2022, as Vice President E-commerce Marketing at Aerus LLC, an air and surface purification manufacturer, from October 2017 to March 2019, and she directed digital transformation and growth in a variety of roles and as a consultant focused on brand strategy, digital innovation and e-commerce. \nMatthew Doctor was appointed to President and Chief Executive Officer in May 2022, after holding such position on an interim basis since December 2021. Previously, he served as Executive Vice President and Chief Strategy Officer from February 2021 to December 2021, and as a consultant to the Company from December 2020 to February 2021. Prior to joining the Company, he was Chief Financial Officer of Kava Restaurants LLC, a Tim Horton's franchisee, from May 2018 to December 2020. Earlier in his career, Mr. Doctor worked in business development at Restaurant Brands International and was in investment banking with J.P. Morgan.\nMichael Ferranti was appointed to Executive Vice President and Chief People Officer in December 2021. Previously, he served as Senior Vice President, People and Culture from March 2021 to December 2021. Before joining the Company, Mr. Ferranti served as Head of M&A and Franchising for Subway Restaurants U.S. and Canada, a restaurant brand, from September 2020 to March 2021. Prior to Subway Restaurants, Mr. Ferranti served as Global Head of Development, HR, IT - Chief Administrative Officer of Le Pain Quotidien, a chain of bakery restaurants, from October 2018 to November 2019, and held a variety of leadership roles with KraftHeinz and Restaurant Brands International previous to that.\nJim Lain was appointed to Executive Vice President and Chief Operating Officer in December 2021. Previously, he served as President of SmartStyle from June 2021 to December 2021 and President of Portfolio Brands from December 2020 to June 2021. Mr. Lain served as a consultant to the Company from July 2020 to December 2020 and as Executive Vice President and Chief Operating Officer from November 2013 to July 2020. Before joining the Company, Mr. Lain served as Vice President at Gap, Inc. from August 2006 to November 2013.\nJames Suarez was appointed to Senior Vice President, Merchandising and Education in February 2022. Prior to his promotion to Senior Vice President, Merchandising and Education, Mr. Suarez had 25 years of combined salon operations and education experience at the Company, including as Vice President of Merchandising and Education from October 2021 to February 2022 and as Vice President of Education from August 2017, and he also holds a seat on the board of directors of Empire Education Group, Inc.\nKersten Zupfer was appointed to Executive Vice President and Chief Financial Officer in November 2019. For more than 13 years before her promotion to Chief Financial Officer, Ms. Zupfer served in accounting and finance roles of increasing leadership at the Company. Ms. Zupfer served as Senior Vice President and Chief Accounting Officer from November 2017 to November 2019, prior to which she served as Vice President, Corporate Controller and Chief Accounting Officer from December 2014 to November 2017.\n13\nTable of Conte\nn\nt\ns",
    "item1a": ">Item 1A.    Risk Factors\nBusiness and Industry Risks\nChanges in consumer shopping trends and manufacturer choice of distribution channels may negatively affect both service and product revenues.\nOur salons are partly dependent on the volume of customer foot traffic around their locations to generate both service and product revenues. Because many of our salons are located in shopping centers, customer foot traffic may be adversely affected by changing consumer shopping trends that favor internet-based shopping or alternative shopping methods or locations.\nIn addition, we are experiencing a proliferation of alternative channels of distribution, such as blow dry bars, booth rental facilities, discount brick-and-mortar and online professional product retailers, as well as manufacturers selling directly to consumers online, all of which may negatively affect our product and service revenue. Also, product manufacturers may decide to utilize these other distribution channels to a larger extent than in the past and they generally have the right to terminate relationships with us with little advance notice. These changes in distribution channels could also reduce the volume of foot traffic around our salons, and in turn, our revenues may be adversely affected.\n14\nTable of Conte\nn\nt\ns\nWe are subject to laws and regulations that could require us to modify our current business practices and incur increased costs, which could have an adverse effect on our business, financial condition and revenues.\nIn our U.S. markets, numerous laws and regulations at the federal, state and local levels can affect our business. Legal requirements are frequently changed and subject to interpretations, and we are unable to predict the ultimate cost of compliance with these requirements or their effect on our operations. If we or our franchisees fail to comply with any present or future laws or regulations, we or they could be subject to future liabilities or a prohibition on the operation of salons.\nA number of U.S. states, Canadian provinces, and municipalities in which we do business have recently increased, or are considering increasing, the minimum wage, with increases generally phased over several years depending upon the size of the employer. Increases in minimum wages, employment taxes and overtime pay result in an increase in salon operating costs, and the salons' ability to offset these increases through price increases may be limited. In fact, increases in minimum wages have increased salon operating costs over the last five years. In addition, a growing number of states, provinces and municipalities have passed, or are considering passing, requirements for paid sick leave, family leave, predictive scheduling (which imposes penalties for changing an employee's shift as it nears), and other requirements that increase the administrative complexity and cost of managing a workforce. Increases in costs for our franchisees could lead to reduced profitability of salons, which may lead to salon closures. Finally, changes in labor laws designed to facilitate union organizing, could increase the likelihood of stylists being subjected to greater organized labor influence. If a significant portion of stylists were to become unionized, it would have an adverse effect on salon operations which adversely impacts our business and financial results.\nIf the National Labor Relations Board (NLRB) were to decide to treat our franchisees as \"joint employers\" with us or if our franchisees are classified as large employers under minimum wage statutes because of their affiliations with us, this could have an adverse impact on our business. In addition, we and our franchisees must comply with state employment laws, including the California Labor Code, which has stringent requirements and penalties for non-compliance.\nVarious state and federal laws govern our relationships with our franchisees and our potential sale of a franchise. If we fail to comply with these laws, we may subject the Company and our personnel to claims lodged by our franchisees, as well as federal and state government agencies, and those claims may include, among others, fraud, misrepresentation, unfair business practices and wrongful terminations. As a result of those claims, we could be liable for fines, damages, stop orders or other penalties. A franchisee or government agency may bring legal action against us based on the franchisee/franchisor relationship. Also, under the franchise business model, we may face claims and liabilities based on vicarious liability, joint-employer liability or other theories or liabilities. All such legal actions could not only result in changes to laws and interpretations, which could make it more difficult to appropriately support our franchisees and, consequently, impact our performance, but could also result in expensive litigation with our franchisees, third parties or government agencies, which could adversely affect both our profits and our important relationships with our franchisees. In addition, other regulatory or legal developments may result in changes to laws or to the franchisee/franchisor relationship that could negatively impact the franchise business model and, accordingly, our profits.\nWe are also subject to federal statutes and regulations, including the rules promulgated by the U.S. Federal Trade Commission, as well as certain state laws governing the offer and sale of franchises. Many state franchise laws impose substantive requirements on franchise agreements, including limitations on non-competition provisions and on provisions concerning the termination or non-renewal of a franchise. Some states require that certain materials be filed for a franchisor to be registered and approved before franchises can be offered or sold in that state. The failure to obtain or retain licenses or approvals to sell franchises could have a material adverse effect on our business, financial condition, results of operations and prospects.\nIn addition to employment and franchise laws, we are also subject to a wide range of federal, state, provincial and local laws and regulations in the jurisdictions in which we operate, including those affecting public companies, product manufacturing and sale and those governing the franchisee/franchisor relationship. Compliance with new, complex, and changing laws may cause our expenses to increase. In addition, any non-compliance with laws or regulations could result in penalties, fines, product recalls and enforcement actions or otherwise restrict our ability to market certain products or attract or retain employees, which could adversely affect our business, financial condition and results of operations.\nWe may be responsible for Empire Education Group, Inc.'s liabilities.\nWe have a majority ownership interest in Empire Education Group, Inc. (EEG), an operator of accredited cosmetology schools. EEG students receive significant federal financial aid through the U.S. Department of Education. The Department of Education has released proposed rules related to gainful employment that could be detrimental to EEG's business model. If EEG were to become insolvent, the Department of Education could hold the Company responsible for EEG's liabilities. \n15\nTable of Conte\nn\nt\ns\nChanges in the general economic environment may impact our business and results of operations.\nChanges to the U.S., Canada and U.K.'s economies have an impact on our business. General economic factors that are beyond our control, such as recession, inflation, deflation, tax rates and policy, energy costs, unemployment trends, extreme weather patterns, viruses, pandemics, stay-at-home orders, and other casualty events that influence consumer confidence and spending, may impact our business and results of operations. In particular, visitation patterns to our salons can be adversely impacted by increases in unemployment rates and decreases in discretionary income levels.\nChanges in consumer tastes, hair product innovation, fashion trends and consumer spending patterns may impact our revenue.\nOur success depends, in part, on our ability to anticipate, gauge and react in a timely manner to changes in consumer tastes, hair product innovation, fashion trends and consumer spending patterns. If we do not timely identify and properly respond to evolving trends and changing consumer demands for hair care or services, salon sales may decline. Remote work arrangements reduce foot traffic in downtowns, city centers, and other business districts where our salons are located, causing a reduction in our revenue.\nWe currently are not in compliance with New York Stock Exchange listing requirements.\nIn June 2022, we received written notice from the New York Stock Exchange (NYSE) that we did not meet certain NYSE continued listing standards. Under the NYSE continued listing standards, the Company is required to maintain (a) a minimum average closing price of $1.00 per share over a period of 30 consecutive trading days, and (b) an average market capitalization of at least $50.0 million over a period of 30 consecutive trading days, and at the same time, total stockholders' equity equal to or greater than $50.0 million.  On September 1, 2022, we were notified we cured the minimum average closing price of $1.00 per share, but our average market capitalization was still non-compliant. If our average market capitalization is not greater than $50.0 million on December 13, 2023, we will be subject to the NYSE’s suspension and delisting procedures. We are closely monitoring the closing share price of our common stock and are considering all available options. A delisting of our common stock could negatively impact us by, among other things, reducing the liquidity and market price of our common stock; reducing the number of investors willing to hold or acquire our common stock, which could negatively impact our ability to raise equity financing; limiting our ability to issue additional securities or obtain additional financing in the future; decreasing the amount of news and analyst coverage of us; and causing us reputational harm with investors, our employees, and parties conducting business with us.\n16\nTable of Conte\nn\nt\ns\nOperating Risks\nWe are substantially dependent on franchise royalties and the overall success of our franchisees' salons.\nOur success is substantially dependent on franchise royalties and the overall success of our franchisees' salons. Many franchisees have seen a decline in revenues in recent years which reduces their profitability. As a result, franchise salon closures have increased, which reduces our royalty income. In addition, franchisees may be unable to pay their royalties which could decrease cash collections. Some franchisees have stopped paying rents as they come due, reduced operating hours, or closed before the lease end date, which are violations of the lease agreements and may result in penalties depending on the lease, which may increase our cash outflows when the franchisee subleases from us, or we guarantee the lease. Franchisees who decide to close their salons when there is not another franchisee willing to take over their business decreases the size of our fleet and our royalty revenues.\nTo support and enhance our franchisees' businesses, we may need to invest in certain unanticipated new capabilities and/or services and we will need to determine the appropriate amount of investment to optimize the success of our franchisees, while ensuring that the level of investment supports our expected return on those investments. If we are not able to identify the right level of support and effectively deliver those resources to our franchisees, our results of operations and business may be adversely affected. Furthermore, as a fully-franchised business, we may be exposed to additional legal, compliance and operational risks specific to this business model, including the business failure of unproven new salon owners.\nOur salons are dependent on a third-party preferred supplier agreement for merchandise.\nIn fiscal year 2023, we entered into a preferred supplier agreement with a supplier. This change has and will continue to reduce our future revenue. If our new supplier is unable to source the products at the prices expected by our franchisees, our franchisees' profitability and our profitability may be adversely impacted. Further, events or circumstances beyond our control, including economic instability and other impactful events and circumstances in the regions in which our supplier and its manufacturers are located, the financial instability of our supplier, our supplier's failure to meet our terms and conditions or our supplier standards, product safety and quality issues, disruption or delay in the transportation of products from our supplier and its manufacturers to our salons, transport availability and cost, transport security, inflation and other factors relating to the supplier and the areas in which it operates, may adversely impact our and our franchisees' profitability.\nIt is important for us and our franchisees to attract, train and retain talented stylists and salon leaders.\nGuest loyalty is strongly dependent upon the stylists who serve our guests and the customer experience in our salons. Qualified, trained stylists are key to a memorable guest experience that creates loyal customers. In order to profitably grow our business, it is important for our salons to attract, train and retain talented stylists and salon leaders and to adequately staff our salons. Regulations proposed by the Department of Education, if passed, could reduce access to Federal financial aid for beauty schools which could reduce the number of qualified stylists to recruit if licensing requirements are not adjusted. Because the salon industry is highly fragmented and comprised of many independent operators, the market for stylists is highly competitive. In addition, labor shortages and increases in minimum wage requirements may impact the number of stylists considering careers outside the beauty industry. In most markets, we and our franchisees have experienced a shortage of qualified stylists or a reduction in the hours stylists will work. Offering competitive wages, benefits, education, and training programs are important elements to attracting and retaining qualified stylists. In addition, due to challenges facing the for-profit education industry, cosmetology schools have experienced declines in enrollment, revenues, and profitability in recent years. If the cosmetology school industry sustains further declines in enrollment or some schools close entirely, or if stylists leave the beauty industry, we expect that we and our franchisees would have increased difficulty staffing our salons in some markets. We are making significant investments in programs to attract and retain stylists. If our strategies are not successful in attracting, training, and retaining stylists or in staffing salons, our system-wide sales or the performance of our business could experience periods of volatility or sales could decline and our results of operations could be adversely affected.\n17\nTable of Conte\nn\nt\ns\nOur continued success depends, in part, on the success of our franchisees, which operate independently.\nAs of June 30, 2023, 98.6% of our salons were franchised locations. We derive revenues associated with our franchised locations primarily from royalties and fees. Our financial results are therefore substantially dependent upon the operational and financial success of our franchisees. As a franchise business, we are dependent on our franchisees. \nWe have limited control over how our franchisees' businesses are operated. Though we have established operational standards and guidelines, franchisees own, operate, and oversee the daily operations of their salon, including employee-related matters and pricing. If franchisees do not successfully operate their salons in compliance with our standards, our brand reputation and image could be harmed, and our financial results could be affected. Additionally, if franchisees do not price their goods and services competitively, the franchisee may fail to maximize the financial performance of their salon. We could experience greater risks as the scale of our franchised salons increases. \nIn addition, our franchisees are subject to the same general economic risks as our Company, and their results are influenced by competition for both guests and stylists, market trends, price competition and disruptions in their markets and business operations due to public health issues, including pandemics, severe weather and other external events. Like us, they rely on external vendors for some critical functions and to protect their company data. They may also be limited in their ability to open new locations by an inability to secure adequate financing, especially because many of them are small businesses with much more limited access to financing than our Company or by the limited supply of favorable real estate for new salon locations. They may also experience financial distress because of over-leveraging, which could negatively affect our operating results due to delayed or non-payments to us. The bankruptcy, default, abandonment, or breach by or of a franchisee could also expose us to lease liability due to our lease guarantees or subleases as explained previously. \nA deterioration in the financial results of our franchisees, a failure of our franchisees to renew their franchise agreements or closure of locations adversely affects our operating results through decreased royalty payments and fees. We also must continue to attract qualified franchisees and work with them to make their businesses successful.\nIn addition, challenges in supporting our franchise system could cause our operating results to suffer. If we are unable to effectively select and train new franchisees and support our growing franchisee base, it could affect our brand standards, cause disputes between us and our franchisees, and potentially lead to material liabilities.\nOur business is dependent on franchisees continuing to operate. When a franchisee exits the franchise system, and we are unable to recruit an existing or new franchisee to run that salon location, our salon count and revenues decline. A decline in salon count could also reduce the value of our brands. Additionally, we are dependent on our franchisees to grow their business in order for our business to grow. However, franchisees may not have access to capital, labor, etc., to support their growth.\n18\nTable of Conte\nn\nt\ns\nData security and data privacy compliance requirements could increase our costs, and cybersecurity incidents could result in the compromise of potentially sensitive information about our guests, franchisees, employees, vendors, or Company and expose us to business disruption, negative publicity, costly government enforcement actions or private litigation and our reputation could suffer.\nThe normal operations of our business and our investments in technology involve processing, transmitting and storing potentially sensitive personal information about our guests, employees, franchisees, vendors and our Company, all of which require the appropriate and secure utilization of such information and subjects us to increased focus regarding our data security compliance. Cyber-attacks, including ransomware, designed to gain access to sensitive information by breaching mission critical systems of large organizations (and their third-party vendors) are constantly evolving and high-profile electronic security breaches leading to unauthorized release of sensitive information have occurred at a number of large U.S. companies in recent years. Furthermore, there has been heightened legislative and regulatory focus on data security in the U.S. and abroad, including requirements for varying levels of customer notification in the event of a data breach. These laws are changing rapidly and vary among jurisdictions. We will continue our efforts to meet any applicable privacy and data security obligations; however, it is possible that certain new obligations may be difficult to meet and could increase our costs. We rely on commercially available systems, software, and tools to provide security for processing, transmitting, and storing of sensitive information. As this risk of cyber-attacks increases, our related insurance premiums may also increase. Despite the security measures and processes we have in place, our efforts (and those of our third-party vendors) to protect sensitive guest, employee, franchisee, vendor, and Company information may not be successful in preventing a breach in our systems or detecting and responding to a breach on a timely basis. We have, from time to time, experienced threats to, and incidents involving, our systems and information, none of which have been material to date. As a result of a security incident or breach in our systems, our systems could be interrupted or damaged, and/or sensitive information could be accessed by third parties. If that occurred, our guests could lose confidence in our ability to protect their information, which could cause them to stop visiting our salons altogether or our franchisees could exit the system due to lack of confidence. Such events could also lead to lost future sales and adversely affect our results of operations. In addition, as the regulatory environment relating to retailers and other companies' obligations to protect sensitive data becomes stricter, a material failure on our part to comply with applicable regulations could potentially subject us to fines, penalties, other regulatory sanctions, or lawsuits with the possibility of substantial damages. The costs to remediate security incidents or breaches that may occur could be material. Also, as cyber-attacks become more frequent, intense, and sophisticated, the costs of proactive defensive measures may increase. Furthermore, while our franchisees are independently responsible for data security at their franchised salon locations, a security incident or breach at a franchised salon location could negatively affect public perception of our brands. More broadly, our incident response preparedness and disaster recovery planning efforts may be inadequate or ill-suited for a security incident and we could suffer disruption of operations or adverse effects to our operating results. \nOur SmartStyle salon operations are dependent on our relationship with Walmart. \nAs of June 30, 2023, we had 1,436 SmartStyle or Cost Cutters salons within Walmart locations. Walmart is our largest landlord. Business within each of those 1,436 salons relies primarily on the traffic of visitors to the Walmart location, so our success is tied to Walmart's success in bringing shoppers into their stores. We have limited control over the locations and markets in which we open new SmartStyle locations, as we only have potential opportunities in locations offered to us by Walmart. Furthermore, Walmart has the right to (a) close up to 100 salons per year for any reason, upon payment of certain buyout fees; (b) terminate lease agreements for breach, such as if we failed to conform with required operating hours, subject to a notice and cure period; (c) non-renew the lease agreements if salons fail to reach certain sales thresholds; (d) impose penalties for failing to meet required operation hours; and (e) terminate the lease if the Walmart store is closed. Future franchising activity is dependent upon a continued relationship between us and Walmart, as well as Walmart's approval of our proposed franchisee on a location-by-location basis. Further, Walmart may attempt to impose changes to the terms and conditions of our agreements, which may be contrary to our economic interests. Operating SmartStyle salons adds complexity in overseeing franchise compliance and coordination with Walmart. Additionally, there are various remodel requirements of our franchisees, whether it be upon lease expiration or the remodeling of a Walmart location. To the extent Walmart accelerates the pace of their own store remodels, our salons in remodeled Walmart locations would be held to the same standard. The cost of these remodels may be prohibitive to our franchisees and could lead to the Company bearing a portion of the cost, or closures if the remodel requirement is not satisfied.\n19\nTable of Conte\nn\nt\ns\nOur future growth and profitability may depend, in part, on our ability to build awareness and drive traffic with advertising and marketing efforts and on delivering a quality guest experience to drive repeat visits to our salons. \nOur future growth and profitability may depend on the effectiveness, efficiency and spending levels of our marketing and advertising efforts to drive awareness and traffic to our salons. In addition, delivering a quality guest experience is crucial to drive repeat visits to our salons. We are focusing on improving guest experiences to provide brand differentiation and preference as well as ensure our guests' needs are met. If our marketing, advertising, and improved guest experience efforts do not generate sufficient customer traffic and repeat visits to our salons, our business, financial condition, and results of operations may be adversely affected. Our future growth and profitability may depend on the effectiveness, efficiency and spending levels of our marketing and advertising efforts to drive awareness and traffic to our salons. Additionally, we plan to increase our digital marketing efforts, and the success of those efforts is dependent upon our franchisee's migration to the Zenoti salon technology platform and customers opting-in to receive marketing messages from us.\nOur success depends substantially on the migration of our franchisees to the Zenoti salon technology platform.\nThe success of our digital marketing efforts discussed previously, as well as our ability to provide franchisees with back-office and salon management support, including walk-in or advanced appointments, is dependent upon our franchisees' adoption of the Zenoti point-of-sale software. Additionally, some of our technology capabilities will require development by Zenoti, and thus if not developed, may adversely affect our digital marketing efforts and our ability to provide our franchisees with critical functionality and information.\nOur success depends substantially on the value of our brands.\nOur success depends, in large part, on our ability to maintain and enhance the value of our brands, our customers' connection to our brands and a positive relationship with our franchisees. Declining franchisee revenue reduces the advertising funds available to invest in the brands and a decline in the Company's investment in its brands could reduce brand awareness and the overall value of our brands. Brand value can be severely damaged even by isolated incidents, particularly if the incidents receive considerable negative publicity, including via social media or if they result in litigation. Some of these incidents may relate to the way we manage our relationships with our franchisees, our growth strategies, our development efforts, or the ordinary course of our or our franchisees' business. Other incidents may arise from events that may be beyond our control and may damage our brands, such as actions taken (or not taken) by one or more franchisees or their employees relating to health, safety, welfare, social issues or otherwise, litigation and claims, security breaches or other fraudulent activities associated with our back-office management or payment systems, and illegal activity targeted at us or others. Consumer demand for our products and services and our brands' value could diminish significantly if any such incidents or other matters erode consumer confidence in us or our products or services. This could result in lower sales and, ultimately, lower royalty income, which could materially and adversely affect our business and operating results.\nWe rely heavily on our information technology systems for our key business processes. If we experience an interruption in their operation, our results of operations may be affected.\nThe efficient operation of our business is dependent on our management information systems. We rely heavily on our management information systems to collect daily sales information and guest demographics, monitor salon performance, generate payroll information, and other functions. Such systems are subject to damage or interruption from power outages, computer and telecommunications failures, computer viruses, hacker attempts, security breaches and natural disasters. Certain capabilities or entire systems may become outdated which could limit functionality. These management information systems may require upgrades or replacements periodically, which involve implementation and other operational risks. In addition, our management information systems are developed and maintained by external vendors, and we are transitioning our franchisees onto the Zenoti salon technology platform. The failure of our management information systems to perform as we anticipate, to meet the continuously evolving needs of our business, or to provide an affordable long-term solution, could disrupt our business operations and result in other negative consequences, including remediation costs, loss of revenue and reputational damage. Further, if our external vendors fail to adequately provide technical support for any one of our key existing management information systems or if new or updated components are not integrated smoothly, we could experience service disruptions that could result in the loss of important data, increase our expenses, decrease our revenues and generally harm our business, reputation and brands. Any such conduct with respect to our franchisees could also result in litigation.\n20\nTable of Conte\nn\nt\ns\nWe rely on external vendors for products and services critical to our operations.\nWe, along with our franchisees, rely on external vendors for the manufacture, supply and distribution of our owned brand products, other retail products we sell, and products we use during salon services, such as color and chemical treatments. We also rely on external vendors for various services critical to our operations and the security of certain Company data. Our dependence upon vendors exposes us to operational, reputational, financial and compliance risk. \nIf salon product offerings do not meet guests' expectations regarding safety and quality, we could experience lost sales, increased costs, and exposure to legal and reputational risk. All our vendors must comply with applicable product safety laws, and we are dependent on them to ensure that the products and packages we buy, for either use on a guest during a service or resale to the public, comply with all safety and quality standards. Events that give rise to actual, potential, or perceived product safety concerns or mislabeling could expose us to government enforcement action and/or private litigation and result in costly product recalls and other liabilities. \nOur vendors are also responsible for the security of certain Company data, as discussed above. If one of our key vendors becomes unable to continue to provide products and services, or their systems fail, or are compromised or the quality of their systems deteriorate, we may suffer operational difficulties and financial loss.\nThe use of social media may have an adverse effect on our reputation.\nOur reputation is critical to our ability to compete and succeed. However, our reputation may be damaged by negative publicity on social media or other channels regarding the quality of products or services we provide. There has been a substantial increase in the use of social media platforms, which allow individuals to be heard by a broad audience of consumers and other interested persons. Negative or false commentary regarding our brands or the products or services we offer may be posted on social media platforms at any time. Customers value readily available information and may act on information without further investigation or regard to its accuracy. The harm to our reputation may be immediate, without affording us an opportunity for redress or correction. Our reputation may also be damaged by factors that are mostly or entirely out of our control, including actions by a franchisee or a franchisee's employee. \nWe also use social media platforms as marketing tools. As laws and regulations rapidly evolve to govern the use of these platforms, the failure by us, our employees, franchisees or third parties acting at our direction, to abide by applicable laws and regulations in the use of these platforms could adversely affect our business, financial condition and revenues.\nOur enterprise risk management program may leave us exposed to unidentified or unanticipated risks. \nWe maintain an enterprise risk management program that is designed to identify, assess, mitigate and monitor the risks that we face. There can be no assurance that our frameworks or models for assessing and managing known risks, compliance with applicable laws and related controls will effectively mitigate risk and limit losses in all market environments or against all types of risk in our business. If conditions or circumstances arise that expose flaws or gaps in our risk management or compliance programs, the performance and value of our business could be adversely affected. \nInsurance and other traditional risk-shifting tools may be held by, or made available to, us in order to manage certain types of risks, but they are subject to terms such as deductibles, retentions, limits and policy exclusions, as well as risk of denial of coverage, default or insolvency. If we suffer unexpected or uncovered losses, or if any of our insurance policies or programs are terminated for any reason or are not effective in mitigating our risks, we may incur losses that are not covered or that exceed our coverage limits and could adversely impact our results of operations, cash flows and financial position. \nOur franchise agreements require each franchisee to maintain specified insurance coverages and levels. Certain extraordinary hazards, however, may not be covered, and insurance may not be available (or may be available only at prohibitively expensive rates) with respect to many other risks. Moreover, any loss incurred could exceed policy limits and policy payments made to franchisees may not be made on a timely basis. Any such loss or delay in payment could have a material and adverse effect on a franchisee's ability to satisfy its obligations under its franchise agreement, including its ability to make royalty payments.\n21\nTable of Conte\nn\nt\ns\nFinancial and Economic Risks\nWe may be unable to generate sufficient cash flow to satisfy our debt service obligations, which would materially adversely affect our financial condition and results of operations.\nOur ability to make interest payments and comply with debt covenants associated with our indebtedness depends on our ability to generate cash in the future, which, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond our control. Specifically, our interest payments are based on the secured overnight financing rate (SOFR), such that an increase in the SOFR will have a negative impact on our cash flows. \n \nIf we fail to comply with any of the covenants in our existing financing arrangement, we may not be able to access our existing revolving credit facility, and we may face an accelerated obligation to repay our indebtedness.\nIf we fail to comply with the terms in our existing financing arrangements, such a failure may cause a default under our financing arrangement, which could limit our ability to obtain new replacement financing or additional financing under our existing credit facility, require us to pay higher levels of interest or accelerate our obligation to repay our indebtedness. The impacts of significant business disruptions could ultimately impair our ability to comply with our covenants, which could preclude our ability to access our credit facility or accelerate our debt repayment obligation, which is secured by a lien on substantially all of the Company's assets.\nWe have limited resources to invest in our business and execute on our strategic plans.\nUnder our current operating and financial model, we use the cash we generate and borrow to cover the operating costs of our business as it is currently conducted and to pay interest expense on outstanding debt. We have limited capital resources available to invest in further execution of our strategy to grow our business. While management’s projections demonstrate our ability to continue funding our business in this manner through the maturity of our revolving credit facility in August 2025, we do not expect to have access to additional cash to make further investments in the business. In order for the Company to be able to repay its debt in full upon maturity, or restructure the debt prior to August 2025, the Company will likely need to explore options for refinancing the indebtedness, and the availability of such options depends on the ability of the Company to continue to improve its cash from operations and other market conditions.\nPremature termination of franchise agreements can cause losses.\nOur franchise agreements may be subject to premature termination in certain circumstances, such as failure of a franchisee to cure a default, monetary or otherwise, a franchisee bankruptcy, voluntary termination, or abandonment of the franchise. If terminations occur for these or other reasons, we may need to enforce our right to damages for breach of contract and related claims, which could cause us to incur significant legal fees and expenses and/or to take back and operate such salons as company-owned salons. Any damages we ultimately collect could be less than the projected future value of the fees and other amounts we would have otherwise collected under the franchise agreement. In addition, with many of our brands, we remain liable under the lease and, therefore, will be obligated to pay rent or enter a settlement with the landlord, and we may not be made whole by the franchisee. A significant loss of franchisee agreements due to premature terminations could hurt our financial performance or our ability to grow our business.\nEmpire Education Group, Inc. may be unsuccessful, which could adversely affect our financial results. \nIn 2020, we entered into an agreement to sell to the other owner our 55.1% ownership stake in EEG. The transaction is subject to regulatory approval before it can close, and there is no guarantee that the regulatory approval will occur. Due to poor financial performance of EEG, we fully impaired the investment in prior years. If the transaction does not close as anticipated and EEG is unsuccessful in executing its business plan, or if economic, regulatory and other factors, including declines in enrollment, revenue and profitability, continue for the for-profit secondary education market, our financial results may be affected by certain potential liabilities related to this investment.\nFailure to control costs may adversely affect our operating results.\nWe must continue to control our expense structure. Failure to manage our labor and benefit rates, advertising and marketing expenses, professional fees, operating lease costs, other expenses, or indirect spending could delay or prevent us from achieving increased profitability or otherwise adversely affect our operating results.\n22\nTable of Conte\nn\nt\ns\nIf we are not able to successfully compete in our business markets, our financial results may be affected.\nCompetition on a market-by-market basis remains challenging as many smaller chain competitors are franchise systems with local operating strength in certain markets and the hair salon industry, as a whole, is fragmented and highly competitive for customers, stylists and prime locations. Therefore, our ability to attract guests, raise prices and secure suitable locations in certain markets can be adversely impacted by this competition. Our strategies for competing are complicated by the fact that we have multiple brands in multiple segments, which compete on different factors. We also face significant competition for prime real estate, particularly in strip malls. We compete for lease locations not only with other hair salons, but with a wide variety of businesses looking for similar square footage and high-quality locations. If we are unable to successfully compete, we may lose market share and our ability to grow same-store sales and increase our revenue and earnings may be impaired.\nCorporate Structure and Governance Risks\nWe rely on our management team and other key personnel. \nWe depend on the skills, working relationships and continued services of key personnel, including our management team and others throughout our Company. We are also dependent on our ability to attract and retain qualified personnel, for whom we compete with other companies both inside and outside our industry. We may be required to increase wages and/or benefits to attract and retain qualified personnel or risk considerable turnover. Our business, financial condition or results of operations may be adversely impacted by the unexpected loss of any of our management team or other key personnel, or more generally if we fail to identify, recruit, train and/or retain talented personnel. In addition, our business may be harmed if we lose too many individuals with institutional knowledge.\nIf we fail to maintain an effective system of internal controls over financial reporting, we may not be able to accurately report our financial results and prevent or detect material misstatements due to fraud, which could reduce investor confidence and adversely affect the value of our common stock.\nEffective internal controls over financial reporting is necessary for us to provide reliable financial reports and effectively prevent and detect material fraud. If we cannot provide reliable financial reports or prevent or detect material fraud, our operating results could be materially misstated. There can be no assurances that we will be able to prevent control deficiencies from occurring, which could cause us to incur unforeseen costs, reduce investor confidence, cause the market price of our common stock to decline or have other potential adverse consequences. Commencing with our fiscal 2023 audit, and as a result of our smaller reporting company status, we are not required to obtain, nor did we obtain, an audit of our system of internal controls over financial reporting.\nWe could be subject to changes in tax rates, the adoption of new U.S. or international tax legislation or exposure to additional tax liabilities.\nWe are subject to income taxes in the U.S. and other foreign jurisdictions. Significant judgment is required in determining our tax provision for income taxes. In the ordinary course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. We are subject to the examination of our income tax returns, payroll taxes and other tax matters by the Internal Revenue Service and other tax authorities and governmental bodies. We regularly assess the likelihood of an adverse outcome resulting from these examinations to determine the adequacy of our provision for income taxes and payroll tax accruals. There can be no assurances as to the outcome of these examinations. Although we believe our tax estimates are reasonable, the final determination of tax audits, and any related litigation, could be materially different from our historical tax provisions and employment taxes. The results of an audit or litigation could have a material effect on our Consolidated Financial Statements in the period or periods where that determination is made. Also, in the future, our effective income tax rate could be adversely affected by a number of factors, including changes in the mix of earnings in countries with different statutory tax rates, changes in tax laws or the outcome of income examinations. \nOur ability to use our U.S. net operating loss carryforwards to offset future taxable income may be subject to certain limitations.\nUtilization of the net operating loss carryforwards may be subject to an annual limitation if an ownership change occurs under Section 382 of the Internal Revenue Code of 1986. An ownership change could be triggered by subsequent sales of securities by us, or our shareholders and such a change of ownership may limit our utilization of net operating losses. \n23\nTable of Conte\nn\nt\ns\nLitigation and other legal or regulatory proceedings or claims and the outcome of such litigation, proceedings or claims, including possible fines and penalties, could have an adverse effect on our business and any loss contingency accruals may be inadequate to cover actual losses.\nFrom time-to-time in the ordinary course of our business operations, we are subject to litigation, including potential class action and single-plaintiff litigation, arbitration and other legal or regulatory proceedings or claims. Litigation to defend ourselves against claims by third parties, or to enforce any rights that we may have against third parties, may be necessary, which could require significant time commitments from our management team and result in substantial costs and diversion of our resources, which may cause an adverse effect on our business, financial condition and revenues. We establish accruals for potential liabilities arising from litigation and other legal or regulatory proceedings or claims when potential liabilities are probable, and the amount of the loss can be reasonably estimated based on currently available information. We may still incur legal costs for a matter even if we have not accrued a liability. In addition, actual losses may be higher than the amount accrued for a certain matter or in the aggregate. Any resolution of litigation or other legal or regulatory proceedings as well as claims could adversely affect our business, financial condition or revenues.\n24\nTable of Conte\nn\nt\ns",
    "item7": ">Item 7.    Management's Discussion and Analysis of Financial Condition and Results of Operations\nManagement's Discussion and Analysis of Financial Condition and Results of Operations (MD&A) is designed to provide a reader of our financial statements with a narrative from the perspective of our management on our financial condition, results of operations, liquidity, and certain other factors that may affect our future results.\nBUSINESS DESCRIPTION\nRegis Corporation (the Company) franchises, owns and operates beauty salons. As of June 30, 2023, the Company franchised or owned 4,863 salons in North America and the United Kingdom. Each of the Company's salon concepts generally offer similar salon products and services and serve the mass market. As of June 30, 2023, we had 435 corporate employees worldwide. See discussion within Part I, Item 1 of this Form 10-K.\nAs part of the Company's strategic transition to a fully-franchised model, the Company is selling salons to franchisees. The impact of these transactions is as follows:\n \nFiscal Years\n2023\n2022\n2021\n(Dollars in thousands)\nSalons sold to franchisees\n1 \n110\n748 \nCash proceeds received\n$\n— \n$\n— \n$\n8,437 \nLoss from sale of salon assets to franchisees, net\n$\n— \n$\n(2,334)\n$\n(16,696)\nOn June 30, 2022, the Company sold its Opensalon\n®\n Pro (OSP) software-as-a-service solution to Soham Inc. The Company received $13.0 million in proceeds in June 2022 and received an additional $5.0 million in proceeds in fiscal year 2023, offset by a $0.5 million transaction fee. The Company expects to receive an additional $2.0 million of proceeds held back for general indemnity provisions in December 2024 and additional proceeds as salons migrate to the Zenoti platform. As a result of the sale, the Company classified the OSP business as discontinued operations in the financial statements as discussed in Note 3 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nThe Company shifted its product business from a wholesale model to a third-party distribution model as part of its asset-light transformation. In fiscal year 2022, the Company exited its distribution centers and ceased selling products to franchisees. Franchisees source product from a third-party distribution partner and the Company receives a royalty payment based on franchisee purchases. This change has significantly decreased both the Company's franchise product revenue and general and administrative expense, including the Franchise distribution costs discussed in Note 1 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K. In fiscal years 2023, 2022 and 2021, the Company experienced the following charges related to the exit of the distribution centers: \n \nFiscal Years\n \n2023\n2022\n2021\n \nFinancial Statement Caption\n(Dollars in thousands)\nInventory reserve (1)\nInventory reserve\n$\n1,228 \n$\n7,655 \n$\n— \nInventory valuation adjustment (2)\nCompany-owned salon expense\n— \n \n2,823 \n12,068 \nGain from disposal of distribution center assets\nOther, net\n— \n— \n(14,997)\n____________________________________________________________________________\n(1)\nIncludes charges in the third and fourth quarter of fiscal year 2022 associated with the liquidation of distribution center inventory, which primarily related to reserving for personal protective equipment acquired as a result of the COVID-19 pandemic. \n(2)\nDue to the reduction in company-owned salons, the Company cannot redistribute inventory from closed salons causing an increase to the reserve. Also included in fiscal year 2021 was the write-off of marketing and promotional items.\n27\nTable of Conte\nn\nt\ns\nRESULTS OF OPERATIONS\nThe Company reports its operations in two operating segments: Franchise salons and Company-owned salons.\nCOVID-19 Impact:\nThe global coronavirus pandemic (COVID-19) had an adverse impact on operations. As a result, the Company received Canadian rent relief, Canadian wage relief, U.S. employee retention payroll tax credits and a grant from the state of North Carolina. In fiscal years 2023, 2022 and 2021, the Company received the following financial assistance:\n \nFiscal Years\n \n2023\n2022\n2021\n \nFinancial Statement Caption\n(Dollars in thousands)\nCanadian rent relief\nRent \n$\n— \n$\n1,235 \n$\n— \nCanadian wage relief\nCompany-owned salon expense\n— \n \n1,966 \n1,629 \nU.S. employee retention payroll tax credit\nCompany-owned salon expense\n— \n— \n1,547 \nNorth Carolina COVID-19 grant\nOther, net\n1,106 \n— \n— \nAdditionally, in both December 2022 and December 2021, the Company paid $2.5 million of social security contributions that had been deferred under the CARES Act. \nSystem-wide results\nOur results are impacted by our system-wide sales, which include sales by all points of distribution, whether owned by our franchisees or the Company. While we do not record sales by franchisees as revenue, and such sales are not included in our Consolidated Financial Statements, we believe that this operating measure is important in obtaining an understanding of our financial performance. We believe system-wide sales information aids in understanding how we derive royalty revenue and in evaluating performance. In fiscal year 2023, a net 600 franchise salons have closed, which reduces future royalty income.\nThe following table summarizes system-wide revenue and system-wide same-store sales (1) by concept:\nFiscal Years\n2023\n2022\n2021\n(Dollars in millions)\nSystem-wide revenue\n$\n1,230.5 \n$\n1,228.5 \n$\n1,086.0 \nSupercuts\n6.9 \n%\n22.1 \n%\n(25.8)\n%\nSmartStyle\n(2.5)\n5.7 \n(26.7)\nPortfolio Brands\n5.5 \n11.2 \n(24.8)\nTotal system-wide same-store sales\n4.4 \n%\n14.8 \n%\n(25.8)\n%\n____________________________________________________________________________\n(1)\nSystem-wide same-store sales are calculated as the total change in sales for system-wide franchise and company-owned locations that were open on a specific day of the week during the current period and the corresponding prior period. System-wide same-store sales are the sum of the system-wide same-store sales computed on a daily basis. Franchise salons that do not report daily sales are excluded from same-store sales. System-wide same-store sales are calculated in local currencies to remove foreign currency fluctuations from the calculation.\n28\nTable of Conte\nn\nt\ns\nConsolidated Results of Operations\nThe following table sets forth, for the periods indicated, certain information derived from our Consolidated Statements of Operations. The percentages are computed as a percent of total consolidated revenues, except as otherwise indicated, and the increase (decrease) is measured in basis points. Variances calculated on amounts shown in millions may result in rounding differences.\n \nFiscal Years\n \n2023\n2022\n2021\n2023\n2022\n2021\n2023\n2022\n \n(Dollars in millions)\n% of Total Revenues (1)\nIncrease (Decrease)\nRoyalties\n$\n66.0 \n$\n65.8 \n$\n52.4 \n28.4 \n%\n23.8 \n%\n12.7 \n%\n460 \n1,110 \nFees\n11.3 \n11.6 \n10.2 \n4.8 \n4.2 \n2.6 \n60 \n160 \nProduct sales to franchisees\n2.8 \n15.1 \n56.7 \n1.2 \n5.5 \n13.8 \n(430)\n(830)\nAdvertising fund contributions\n31.7 \n32.6 \n22.0 \n13.6 \n11.8 \n5.3 \n180 \n650 \nFranchise rental income\n111.4 \n130.8 \n127.4 \n47.7 \n47.4 \n30.9 \n30 \n1,650 \nCompany-owned salon revenue\n10.1 \n20.2 \n143.0 \n4.3 \n7.3 \n34.7 \n(300)\n(2,740)\nCost of product sales to franchisees\n3.5 \n17.4 \n43.8 \n125.0 \n115.2 \n77.2 \n980 \n3,800 \nInventory reserve\n1.2 \n7.7 \n— \n0.5 \n2.8 \n— \n(230)\nN/A\nGeneral and administrative\n50.8 \n65.3 \n96.4 \n21.8 \n23.7 \n23.4 \n(190)\n30 \nRent\n9.2 \n9.4 \n40.8 \n3.9 \n3.4 \n9.9 \n50 \n(650)\nAdvertising fund expense\n31.7 \n32.6 \n22.0 \n13.6 \n11.8 \n5.3 \n180 \n650 \nFranchise rent expense\n111.4 \n130.8 \n127.4 \n47.7 \n47.4 \n30.9 \n30 \n1,650 \nCompany-owned salon expense\n8.8 \n22.0 \n141.2 \n3.8 \n8.0 \n34.3 \n(420)\n(2,630)\nDepreciation and amortization\n7.7 \n6.2 \n21.7 \n3.3 \n2.2 \n5.3 \n110 \n(310)\nLong-lived asset impairment\n0.1 \n0.5 \n13.0 \n— \n0.2 \n3.2 \n(20)\n(300)\nGoodwill impairment\n— \n13.1 \n— \n— \n4.7 \n— \n(470)\nN/A\nOperating income (loss) (2)\n8.8 \n(28.9)\n(94.7)\n3.8 \n(10.5)\n(23.0)\n1,430 \n1,250 \nInterest expense\n(22.1)\n(12.9)\n(13.2)\n(9.5)\n(4.7)\n(3.2)\n(480)\n(150)\nLoss from sale of salon assets to franchisees, net\n— \n(2.3)\n(16.7)\n— \n(0.8)\n(4.1)\n80 \n330 \nOther, net\n1.4 \n(0.3)\n15.9 \n0.6 \n(0.1)\n3.9 \n70 \n(400)\nIncome tax benefit (expense) (3)\n0.7 \n(2.0)\n5.4 \n5.5 \n(4.5)\n5.0 \nN/A\nN/A\nIncome (loss) from discontinued operations\n4.0 \n(39.4)\n(10.1)\n1.7 \n(14.3)\n(2.5)\n1,600 \n(1,180)\nNet loss (2)\n(7.4)\n(85.9)\n(113.3)\n(3.2)\n(31.1)\n(27.5)\n2,790 \n(360)\n____________________________________________________________________________\n(1)\nCost of product sales to franchisees is computed as a percent of product sales to franchisees.\n(2)\nTotal is a recalculation; line items calculated individually may not sum to total due to rounding.\n(3)\nComputed as a percent of loss from continuing operations before income taxes. The income taxes basis point change is noted as not applicable (N/A) as the discussion below is related to the effective income tax rate.\n29\nTable of Conte\nn\nt\ns\nFiscal Year Ended June 30, 2023 Compared with Fiscal Year Ended June 30, 2022\nRoyalties\nDuring fiscal year 2023, royalties increased $0.2 million, or 0.3%, primarily due to higher average royalty rates and improved system-wide same-store sales, mostly offset by a decrease in franchise salon count.\nFees\nDuring fiscal year 2023, fees decreased $0.3 million, or 2.6%, primarily due to a decrease in terminated development agreements year over year, partially offset by an increase in the fee received from the Company's third-party distribution partner.\nProduct Sales to Franchisees\nProduct sales to franchisees decreased $12.3 million, or 81.5%, during fiscal year 2023, primarily due to the Company's shift in its product business to a third-party distribution model.\nAdvertising Fund Contributions\nAdvertising fund contributions decreased $0.9 million, or 2.8%, during fiscal year 2023, primarily due to the decrease in franchise salon count, partially offset by improved system-wide same-store sales.\nFranchise Rental Income\nDuring fiscal year 2023, franchise rental income decreased $19.4 million, or 14.8%, primarily due to the decrease in franchise salon count.\nCompany-owned Salon Revenue\nDuring fiscal year 2023, company-owned salon revenue decreased $10.1 million, or 50.0%, due to the decrease in company-owned salon count and a decline in product sales.\nCost of Product Sales to Franchisees\nThe 980 basis point increase in cost of product sales to franchisees as a percent of product revenue during fiscal year 2023 was primarily due to the Company reducing prices to liquidate distribution center inventory.\nInventory Reserve\nDuring fiscal year 2023, the Company recorded an inventory reserve charge of $1.2 million related to slow moving products. During fiscal year 2022, the Company recorded a total inventory reserve charge of $10.5 million, of which $7.7 million was recorded in inventory reserve and $2.8 million was recorded in company-owned salon expense on the Consolidated Statements of Operations. See Note 1 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nGeneral and Administrative\nThe decrease of $14.5 million, or 22.2%, in general and administrative expense during fiscal year 2023 was primarily due to lower administrative and field management compensation resulting from headcount reductions, lower legal and professional fees and a decrease in expenses associated with the distribution centers closures in fiscal year 2022.\nRent\nThe decrease of $0.2 million, or 2.1%, in rent expense during fiscal year 2023 was primarily due to the net reduction in the number of company-owned salons, partially offset by a $1.2 million benefit in fiscal year 2022 related to Canadian COVID-19 rent relief.\nAdvertising Fund Expense\nAdvertising fund expense decreased $0.9 million, or 2.8%, during fiscal year 2023, primarily due to the decrease in franchise salon count, partially offset by improved system-wide same-store sales.\n30\nTable of Conte\nn\nt\ns\nFranchise Rent Expense\nDuring fiscal year 2023, franchise rent expense decreased $19.4 million, or 14.8%, primarily due to the decrease in franchise salon count.\nCompany-owned Salon Expense\nCompany-owned salon expense decreased $13.2 million, or 60.0%, during fiscal year 2023, primarily due to the reduction in company-owned salon count, a decline in product sales and an inventory reserve charge of $2.8 million in fiscal year 2022 included in company-owned salon expense. These decreases were partially offset by $2.0 million of Canadian COVID-19 wage relief received in fiscal year 2022. \nDepreciation and Amortization\nThe increase of $1.5 million, or 24.2%, in depreciation and amortization during fiscal year 2023 was primarily due to a $2.6 million accelerated depreciation charge in the second quarter of fiscal year 2023 related to the consolidation of office space within the Company's corporate headquarters, partially offset by lower asset retirement obligations (\"white boxing\" salons at lease end) and the net reduction in company-owned salon count.\nLong-Lived Asset Impairment\nIn fiscal year 2023, the Company recorded a long-lived asset impairment charge of $0.1 million, and in fiscal year 2022, the Company recorded a long-lived asset impairment charge of $0.5 million. The decrease in long-lived asset impairment was primarily due to more salon ROU assets being impaired in prior periods.\nGoodwill Impairment\nDuring fiscal year 2023, the Company did not record a goodwill impairment charge, and during fiscal year 2022, the Company recorded a goodwill impairment charge of $13.1 million. See Note 1 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nInterest Expense\nThe $9.2 million increase in interest expense during fiscal year 2023 was primarily due to the increase of $1.1 million in amortization of fees related to the credit amendment that was signed in the first quarter of fiscal year 2023 and a higher weighted average interest rate on outstanding borrowings, including non-cash paid-in-kind interest of $1.0 million.\nLoss from Sale of Salon Assets to Franchisees, net\nThere was one salon sold in fiscal year 2023 compared to 110 in fiscal year 2022, which resulted in a $2.3 million improvement in the loss from sale of salon assets to franchises, net.\nOther, net \nOther, net improved $1.7 million in fiscal year 2023, primarily due to a $1.1 million grant received from the state of North Carolina related to COVID-19 relief and a class action settlement.\nIncome Tax Benefit (Expense)\nDuring fiscal year 2023, the Company recognized an income tax benefit of $0.7 million, with a corresponding effective tax rate of 5.5%, compared to recognizing income tax expense of $2.0 million, with a corresponding effective tax rate of (4.5)% during fiscal year 2022. See Note 10 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nIncome (Loss) from Discontinued Operations\nIn fiscal year 2023, the Company recorded income from discontinued operations of $4.0 million and in fiscal year 2022, the Company recorded a loss from discontinued operations of $39.4 million. Income in fiscal year 2023 is primarily due to the receipt of $5.0 million sales proceeds offset by a $0.5 million transaction fee and other expenses from the sale of OSP. The loss in fiscal year 2022 includes the loss from the sale of OSP, including goodwill derecognition of $38.4 million, partially offset by proceeds from the sale. See Note 3 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\n31\nTable of Conte\nn\nt\ns\nResults of Operations by Segment\nBased on our internal management structure, we report two segments: Franchise salons and Company-owned salons. See Note 15 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K. Significant results of continuing operations are discussed below with respect to each of these segments.\nFranchise Salons\nFiscal Years\n2023\n2022\n2021\n2023\n2022\n(Dollars in millions)\nIncrease (Decrease) (1)\nRoyalties\n$\n66.0 \n$\n65.8 \n$\n52.4 \n$\n0.2 \n$\n13.4 \nFees\n11.3 \n11.6 \n10.2 \n(0.3)\n1.4 \nProduct sales to franchisees\n2.8 \n15.1 \n56.7 \n(12.3)\n(41.6)\nAdvertising fund contributions\n31.7 \n32.6 \n22.0 \n(0.9)\n10.6 \nFranchise rental income\n111.4 \n130.8 \n127.4 \n(19.4)\n3.4 \nTotal franchise revenue (1)\n$\n223.2 \n$\n255.8 \n$\n268.7 \n$\n(32.6)\n$\n(12.9)\nFranchise same-store sales (2)\n4.4 \n%\n15.0 \n%\n(24.5)\n%\nFranchise adjusted EBITDA\n$\n22.8 \n$\n7.7 \n$\n(29.4)\n$\n15.1 \n$\n37.1 \nTotal franchise salons\n4,795 \n5,395 \n5,563 \n(600)\n(168)\n_______________________________________________________________________________\n(1)\nTotal is a recalculation; line items calculated individually may not sum to total due to rounding.\n(2)\nFranchise same-store sales are calculated as the total change in sales for franchise locations that were open on a specific day of the week during the current period and the corresponding prior period. Year-to-date franchise same-store sales are the sum of the franchise same-store sales computed on a daily basis. Franchise salons that do not report daily sales are excluded from same-store sales. Franchise same-store sales are calculated in local currencies to remove foreign currency fluctuations from the calculation.\nFiscal Year Ended June 30, 2023 Compared with Fiscal Year Ended June 30, 2022\nFranchise Revenue\nFranchise revenue decreased $32.6 million during fiscal year 2023. The decrease in franchise revenue was primarily due to the decrease in franchise rental income as a result of lower salon count and the decrease in product sales to franchisees due to the Company's shift to a third-party distributor model. During fiscal year 2023, franchisees purchased one salon from the Company and constructed (net of relocations) and closed 15 and 616 franchise salons, respectively.\nFranchise Adjusted EBITDA\nDuring fiscal year 2023, franchise adjusted EBITDA totaled $22.8 million, an improvement of $15.1 million compared to fiscal year 2022. The improvement is primarily due to a decrease in general and administrative expense.\n32\nTable of Conte\nn\nt\ns\nCompany-Owned Salons\nFiscal Years\n2023\n2022\n2021\n2023\n2022\n(Dollars in millions)\n(Decrease) Increase (1)\nTotal revenue\n$\n10.1 \n$\n20.2 \n$\n143.0 \n$\n(10.1)\n$\n(122.8)\nCompany-owned salon adjusted EBITDA\n$\n(1.8)\n$\n(9.5)\n$\n(47.5)\n$\n7.7 \n$\n38.0 \nTotal Company-owned salons\n68 \n105 \n276 \n(37)\n(171)\n_______________________________________________________________________________\n(1)\nTotal is a recalculation; line items calculated individually may not sum to total due to rounding.\nFiscal Year Ended June 30, 2023 Compared with Fiscal Year Ended June 30, 2022\nCompany-owned Salon Revenue\nCompany-owned salon revenue decreased $10.1 million in fiscal year 2023, primarily due to decrease in company-owned salon count and a decline in product sales in salons.\nCompany-owned Salon Adjusted EBITDA\nDuring fiscal year 2023, Company-owned salon adjusted EBITDA improved $7.7 million, primarily due to the closure of unprofitable salons. Fiscal year 2023 also benefited from a $1.1 million grant received from the state of North Carolina related to COVID-19 relief.\nRecent Accounting Pronouncements\nRecent accounting pronouncements are discussed in Note 1 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\n33\nTable of Conte\nn\nt\ns\nLIQUIDITY AND CAPITAL RESOURCES\nFollowing the amendment of the Company's credit agreement in August 2022, the facility matures in August 2025. In addition to a $10.0 million minimum liquidity covenant, the amended credit agreement includes typical provisions and financial covenants, including minimum EBITDA, leverage and fixed-charge coverage ratio covenants, the latter two of which are not tested until December 31, 2023. See Note 8 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nSources of Liquidity\nFunds generated by operating activities, available cash and cash equivalents and our borrowing agreements are our most significant sources of liquidity. The Company believes it has sufficient liquidity, cash on hand and borrowing capacity, to meet its obligations in the next twelve months and until maturity of the credit agreement in August 2025. In conducting the Company’s current operations, all cash in excess of the amounts needed to support existing operating activities is used to pay the interest on the amounts outstanding under the credit agreement, and we are periodically borrowing additional amounts to cover these operating and interest expense costs.\nAs of June 30, 2023, cash and cash equivalents were $9.5 million, with $8.7 and $0.8 million within the United States and Canada, respectively. \nAs of June 30, 2023, the Company's borrowing arrangements include a $172.3 million term loan and a $55.0 million revolving credit facility with a $10.0 million minimum liquidity covenant that expires in August 2025. As of June 30, 2023, the unused available credit under the revolving credit facility was $33.3 million and total liquidity per the agreement was $42.8 million. See additional discussion under Financing Arrangements and Note 8 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nAdditionally, on February 3, 2021, the Company filed a $150.0 million shelf registration and $50.0 million prospectus supplement with the Securities and Exchange Commission under which it may offer and sell, from time to time, up to $50.0 million worth of its common stock in \"at-the-market\" offerings. Net proceeds from sales of shares under the \"at-the-market\" program, if any, may be used to, among other things, fund working capital requirements, repay debt and support of our brands and franchisees. The timing and amount of sales of shares, if any, will depend on a variety of factors, including prevailing market conditions, the trading price of shares, and other factors as determined by the Company. During fiscal year 2023, the Company did not issue shares under the prospectus supplement. As of June 30, 2023, 9.3 million shares have been cumulatively issued for $38.4 million, and $11.6 million remains outstanding under the share issuance program.\nUses of Cash\nThe Company closely manages its liquidity and capital resources. The Company's liquidity requirements depend on key variables, including the performance of the business, the level of investment needed to support its business strategies, credit facilities and borrowing arrangements, and working capital management. The Company has a disciplined approach to capital allocation, which focuses on ensuring we can meet our interest obligations and investing in key priorities to support the Company's strategic plan as discussed within Part I, Item 1. Additional information about the Company's current use of cash is described under \"Sources of Liquidity.\"\nCash Requirements\nThe Company's most significant contractual cash requirements as of June 30, 2023 were lease commitments and interest payments. See Notes 6 and 8 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K for further detail. \n34\nTable of Conte\nn\nt\ns\nCash Flows\nCash Flows from Operating Activities\nDuring fiscal year 2023, cash used in operating activities was $7.9 million. Cash used in operations improved due to lower general and administrative expense resulting from a reduced headcount, a $1.1 million cash grant received from the state of North Carolina related to COVID-19 relief, $0.6 million received related to COVID-19 employee retention credits and less cash used for working capital. Cash used in fiscal year 2023 included a $2.5 million payment of previously deferred social security contributions.\nCash Flows from Investing Activities\nDuring fiscal year 2023, cash provided by investing activities of $4.0 million was primarily related to cash received of $5.0 million from the sale of OSP, partially offset by a $0.5 million transaction fee.\nCash Flows from Financing Activities\nDuring fiscal year 2023, cash used in financing activities of $2.1 million was primarily as a result of debt refinancing fees of $4.4 million, partially offset by a net $2.3 million borrowing under the Company's revolving credit facility. \n35\nTable of Conte\nn\nt\ns\nFinancing Arrangements\nFinancing activities are discussed in Note 8 and Note 16 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K. Derivative activities are discussed in Part II, Item 7A, \"Quantitative and Qualitative Disclosures about Market Risk.\"\nThe Company's financing arrangements consist of the following:\n \n \nJune 30,\n \nMaturity Dates\n2023\n2022\n2023\n2022\n \n(Fiscal year)\n(Interest rate %)\n(Dollars in thousands)\nTerm loan\n2026\n9.54%\nN/A\n$\n172,268 \n$\n— \nDeferred financing fees\n(6,471)\n— \nTerm loan, net\n165,797 \n— \nRevolving credit facility\n2026\n9.54%\n5.50%\n10,000 \n179,994 \nPaid-in-kind interest\n1,033 \n— \nTotal long-term debt, net\n \n \n \n$\n176,830 \n$\n179,994 \nIn August 2022, the Company amended its credit agreement and extended the maturity to August 2025. Under the amendment, the $295.0 million revolving credit facility was converted to a $180.0 million term loan and reduced commitments under the revolving credit facility to $55.0 million, with the minimum liquidity covenant reduced to $10.0 million from $75.0 million. The agreement includes typical provisions and financial covenants, including minimum EBITDA, leverage and fixed-charge coverage ratio covenants, the latter two of which are not tested until December 31, 2023. Total liquidity and available credit under the revolving credit facility, as defined by the agreement, were $42.8 and $33.3 million, respectively, as of June 30, 2023. As of June 30, 2023 and 2022, the Company had $176.8 and $180.0 million, respectively, of net outstanding borrowings. The agreement utilizes an interest rate margin that is subject to annual increases. The margin applicable to term secured overnight financing rate (SOFR) loans was 3.875% through March 27, 2023. Effective March 27, 2023, the margin increased to 6.25%, of which 4.25% is paid currently in cash and 2.00% is paid-in-kind (PIK) interest (added to the principal balance and thereafter accruing interest). Effective March 27, 2024, the margin will increase to 7.25%, of which 4.25% will be paid currently in cash and 3.00% will be PIK interest. The margin applicable to base rate loans will be 100 basis points (1.00%) less than the margin applicable to term SOFR loans. See additional discussion in Note 8 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nOur debt to capitalization ratio, calculated as the principal amount of debt, including paid-in-kind interest accrued, as a percentage of the principal amount of debt and shareholders' deficit at fiscal year-end, was as follows:\nAs of June 30,\nDebt to\nCapitalization (1)\n2023\n125.1 \n%\n2022\n120.8 \n%\n2021\n91.6 \n%\n_______________________________________________________________________________\n(1)\nExcludes the long-term lease liability as that liability is offset by the ROU asset.\nThe increase in the debt to capitalization ratio as of June 30, 2023 compared to June 30, 2022 was primarily due to the increase in shareholders' deficit as a result of the net loss.\n36\nTable of Conte\nn\nt\ns\nContractual Obligations and Commercial Commitments\nOn-Balance Sheet Obligations\nOur debt obligations are primarily composed of our credit agreement at June 30, 2023. \nNon-current deferred benefits of $6.0 million includes $1.8 million related to a non-qualified deferred salary plan, a salary deferral program of $2.0 million and a bonus deferral plan of $2.2 million related to established contractual payment obligations under retirement and severance agreements for a small number of employees. See Note 4 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nOperating leases primarily represent long-term obligations for the rental of salons, including leases for company-owned locations, as well as salon franchisee lease obligations, which are reimbursed to the Company by franchisees. Regarding franchisee subleases, we generally retain the right to the related salon assets, net of any outstanding obligations, in the event of a default by a franchise owner. Declines in system-wide revenue in certain brands over the past few years have increased the risk of default by franchisees, which may be material.\nThe Company has unfunded deferred compensation contracts covering certain management and executive personnel. We cannot predict the timing or amount of future payments related to these contracts. See Note 11 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nAs of June 30, 2023, we have liabilities for uncertain tax positions. We are not able to reasonably estimate the amount by which the liabilities will increase or decrease over time; however, at this time, we do not expect a significant payment related to these obligations within the next fiscal year. See Note 10 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nOff-Balance Sheet Arrangements\nUnder the credit agreement entered into in August 2022, the applicable margins for the loans bearing interest are subject to annual increases. The margin applicable to loans bearing interest at SOFR was 3.875% through March 27, 2023. Effective March 27, 2023, the margin increased to 6.25%, of which 4.25% is paid currently in cash and 2.00% is PIK interest (added to the principal balance and thereafter accruing interest). Effective March 27, 2024, the margin will increase to 7.25%, of which 4.25% will be paid currently in cash and 3.00% will be PIK interest. The margin applicable to base rate loans will be 100 basis points (1.00%) less than the margin applicable to SOFR loans. See Note 8 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\nWe are a party to a variety of contractual agreements that we may be obligated to indemnify the other party for certain matters, which indemnities may be secured by operation of law or otherwise, in the ordinary course of business. These contracts primarily relate to our commercial contracts, operating leases and other real estate contracts, financial agreements, agreements to provide services and agreements to indemnify officers, directors, and employees in the performance of their work. While our aggregate indemnification obligation could result in a material liability, we are not aware of any current matter that we expect will result in a material liability.\nWe do not have any unconditional purchase obligations or significant other commercial commitments such as standby repurchase obligations.\nWe do not have any relationships with unconsolidated entities or financial partnerships, such as entities often referred to as structured finance or special purpose entities, which would have been established for the purpose of facilitating off-balance sheet financial arrangements or other contractually narrow or limited purposes at June 30, 2023. As such, we are not materially exposed to any financing, liquidity, market or credit risk that could arise if we had engaged in such relationships.\n37\nTable of Conte\nn\nt\ns\nDividends\nThe Company has not declared a quarterly dividend payment since December 2013. \nShare Issuance Program\nIn February 2021, the Company filed a $150.0 million shelf registration statement and $50.0 million prospectus supplement with the SEC under which it may offer and sell, from time to time, up to $50.0 million worth of its common stock in \"at-the-market\" offerings. During fiscal year 2023, the Company did not issue shares under the prospectus supplement. As of June 30, 2023, 9.3 million shares have been cumulatively issued for $38.4 million, and $11.6 million remains outstanding under the share issuance program.\nShare Repurchase Program\nIn May 2000, the Board approved a stock repurchase program with no stated expiration date. Since that time and through June 30, 2023, the Board has authorized $650.0 million to be expended for the repurchase of the Company's stock under this program. All repurchased shares become authorized but unissued shares of the Company. The timing and amounts of any repurchases depends on many factors, including the market price of the common stock and overall market conditions. During fiscal year 2023, the Company did not repurchase shares. As of June 30, 2023, 30.0 million shares have been cumulatively repurchased for $595.4 million, and $54.6 million remained authorized for repurchase. The Company does not anticipate repurchasing shares of common stock for the foreseeable future.\n38\nTable of Conte\nn\nt\ns\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe Consolidated Financial Statements are prepared in conformity with accounting principles generally accepted in the United States. In preparing the Consolidated Financial Statements, we are required to make various judgments, estimates and assumptions that could have a significant impact on the results reported in the Consolidated Financial Statements. We base these estimates on historical experience and other assumptions believed to be reasonable under the circumstances. Estimates are considered to be critical if they meet both of the following criteria: (1) the estimate requires assumptions about material matters that are uncertain at the time the accounting estimates are made, and (2) other materially different estimates could have been reasonably made or material changes in the estimates are reasonably likely to occur from period to period. Changes in these estimates could have a material effect on our Consolidated Financial Statements.\nOur significant accounting policies can be found in Note 1 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K. We believe the following accounting policies are most critical to aid in fully understanding and evaluating our reported financial condition and results of operations.\nGoodwill\nAs of June 30, 2023 and 2022, the Franchise reporting unit had $173.8 and $174.4 million of goodwill, respectively, and the Company-owned segment had no goodwill at either period. See Note 5 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K. The Company assesses goodwill impairment on an annual basis as of April 30, and between annual assessments if an event occurs, or circumstances change, that would more likely than not reduce the fair value of a reporting unit below its carrying amount.\nGoodwill impairment assessments are performed at the reporting unit level, which is the same as the Company's operating segments. The goodwill assessment involves a one-step comparison of the reporting unit's fair value to its carrying value, including goodwill (Step 1). If the reporting unit's fair value exceeds its carrying value, no further procedures are required. However, if the reporting unit's fair value is less than the carrying value, an impairment charge is recorded for the difference between the fair value and carrying value of the reporting unit. \nIn applying the goodwill impairment assessment, the Company may assess qualitative factors to determine whether it is more likely than not that the fair value of the reporting units is less than its carrying value (Step 0). Qualitative factors may include, but are not limited to, economic, market and industry conditions, cost factors, and overall financial performance of the reporting unit. If after assessing these qualitative factors, the Company determines it is more likely than not that the carrying value is less than the fair value, then performing Step 1 of the goodwill impairment assessment is unnecessary. \nThe carrying value of each reporting unit is based on the assets and liabilities associated with the operations of the reporting unit, including allocation of shared or corporate balances among reporting units. Allocations are generally based on the number of salons in each reporting unit as a percent of total salons or expenses of the reporting unit as a percentage of total company expenses.\nThe Company calculates estimated fair values of the reporting units based on discounted cash flows utilizing estimates in annual revenue, fixed expense rates, allocated corporate overhead, franchise and company-owned salon counts, and long-term growth rates for determining terminal value. Where available and as appropriate, comparative market multiples are used in conjunction with the results of the discounted cash flows. The Company engages third-party valuation consultants to assist in evaluating the Company's estimated fair value calculations. See Note 1 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\n39\nTable of Conte\nn\nt\ns\nLong-Lived Assets, Excluding Goodwill\nThe Company follows the guidance in ASC 360, Property, Plant, and Equipment and applies the guidance to property, plant, and equipment as well as right of use (ROU) assets. The Company has identified its asset groups at the individual salon level as this represents the lowest level that identifiable cash flows are largely independent of the cash flows of other groups of assets and liabilities. Poor salon performance in fiscal years 2023, 2022 and 2021 resulted in ASC 360-10-35-21 triggering events. As a result, management assessed underperforming salon asset groups, which included the related ROU assets, for impairment in accordance with ASC 360. \nThe first step in the impairment test under ASC 360 is to determine whether the long-lived assets are recoverable, which is determined by comparing the net carrying value of the salon asset group to the undiscounted net cash flows to be generated from the use and eventual disposition of that asset group. Estimating cash flows for purposes of the recoverability test is subjective and requires significant judgment. Estimated future cash flows used for the purposes of the recoverability test were based upon historical cash flows for the salons, adjusted for expected changes in future market conditions and other factors. The period of time used to determine the estimates of the future cash flows for the recoverability test was based on the remaining useful life of the primary asset of the group, which was the ROU asset in all cases.\nThe second step of the long-lived asset impairment test requires that the fair value of the asset group be estimated when determining the amount of any impairment loss. For the salon asset groups that failed the recoverability test, an impairment loss was measured as the amount by which the carrying amount of the asset group exceeds its fair value. The Company applied the fair value guidance within ASC 820-10 to determine the fair value of the asset group from the perspective of a market-participant considering, among other things, appropriate discount rates, multiple valuation techniques, the most advantageous market, and assumptions about the highest and best use of the asset group. To determine the fair value of the salon asset groups, the Company utilized market-participant assumptions rather than the Company's own assumptions about how it intends to use the asset group. The significant judgments and assumptions utilized to determine the fair value of the salon asset groups include the market rent of comparable properties and a discount rate. The fair value of the salon long-lived asset group is estimated using market participant methods based on the best information available. The fair value of the right of use asset is estimated by determining what a market participant would pay over the life of the primary asset in the group, discounted back to June 30, 2023.\nDuring fiscal years 2023 and 2022, the Company recognized long-lived asset impairment charges of $0.1 and $0.5 million, respectively, related to ROU assets on the Consolidated Statements of Operations in Part II, Item 8 of this Form 10-K. During fiscal year 2021, the Company recognized a long-lived asset impairment charge of $13.0 million, which included $9.5 million related to ROU assets on the Consolidated Statements of Operations in Part II, Item 8 of this Form 10-K. The impairment loss for each salon asset group that was recognized was allocated among the long-lived assets of the group on a pro-rata basis using their relative carrying amounts. Additionally, the impairment losses did not reduce the carrying amount of an individual asset below its fair value, including the ROU assets included in the salon asset groups. Assessing the long-lived assets for impairment requires management to make assumptions and to apply judgment which can be affected by economic conditions and other factors that can be difficult to predict. The Company does not believe there is a reasonable likelihood that there will be a material change in the estimates or assumptions it uses to calculate impairment losses for its long-lived assets, including its ROU assets. If actual results are not consistent with the estimates and assumptions used in the calculations, the Company may be exposed to future impairment losses that could be material. \n40\nTable of Conte\nn\nt\ns\nIncome Taxes\nDeferred income tax assets and liabilities are recognized for the expected future tax consequences of events that have been included in the Consolidated Financial Statements or income tax returns. Deferred income tax assets and liabilities are determined based on the differences between the financial statement and tax basis of assets and liabilities using currently enacted tax rates in effect for the years in which the differences are expected to reverse. \nWe recognize deferred tax assets to the extent that we believe these assets are more likely than not to be realized. The Company evaluates all evidence, including recent financial performance, the existence of cumulative year losses and our forecast of future taxable income, to assess the need for a valuation allowance against our deferred tax assets. While the determination of whether to record a valuation allowance is not fully governed by a specific objective test, accounting guidance places significant weight on recent financial performance.\nThe Company has a valuation allowance on its deferred tax assets amounting to $202.2 and $201.7 million at June 30, 2023 and 2022, respectively. If we determine that we would be able to realize our deferred tax assets in the future in excess of their net recorded amount, we would make necessary adjustments to the deferred tax asset valuation, which would reduce the provision for income taxes. \nIn fiscal year 2022, the Company determined that it no longer had sufficient U.S. state indefinite-lived taxable temporary differences to support realization of its U.S. state indefinite-lived NOLs and its existing U.S. deferred tax assets that upon reversal are expected to generate state indefinite-lived NOLs. As a result, the Company recorded a $4.1 million valuation allowance on its U.S. state indefinite-lived deferred tax assets.\nThe Company reserves for unrecognized tax benefits, interest and penalties related to anticipated tax audit positions in the U.S. and other tax jurisdictions based on an estimate of whether additional taxes will be due. If payment of these amounts ultimately proves to be unnecessary, the reversal of these liabilities would result in tax benefits being recognized in the period in which it is determined that the liabilities are no longer necessary. If the estimate of unrecognized tax benefits, interest and penalties proves to be less than the ultimate assessment, additional expenses would result.\nInherent in the measurement of deferred balances are certain judgments and interpretations of tax laws and published guidance with respect to the Company's operations. Income tax expense is primarily the current tax payable for the period and the change during the period in certain deferred tax assets and liabilities.\nSee Note 10 to the Consolidated Financial Statements in Part II, Item 8, of this Form 10-K.\n41\nTable of Conte\nn\nt\ns",
    "item7a": ">Item 7A.    Quantitative and Qualitative Disclosures about Market Risk\nThe primary market risk exposure of the Company relates to changes in interest rates in connection with its credit agreement, which bears interest at variable rates based on SOFR plus an applicable borrowing margin. Additionally, the Company is exposed to foreign currency translation risk related to changes in the Canadian dollar, and to a lesser extent, the British pound. The Company has established policies and procedures that govern the management of these exposures through the use of derivative financial instrument contracts. By policy, the Company does not enter into such contracts for the purpose of speculation. The following details the Company's policies and use of financial instruments.\nInterest Rate Risk:\nThe Company has established an interest rate management policy that attempts to minimize its overall cost of debt. The Company's interest payments are based on the SOFR, such that a hypothetical 100 basis point increase or decrease in the SOFR will have a $1.8 million annual impact on our annual cash flows.\n \nAs of June 30, 2023, the Company had outstanding variable rate debt of $183.3 million and the Company did not have any outstanding interest rate swaps.  \nForeign Currency Exchange Risk:\nOver 90% of the Company's operations are transacted in U.S. dollars. However, because a portion of the Company's operations consist of activities outside of the U.S., the Company has transactions in other currencies, primarily the Canadian dollar, and to a lesser extent, the British pound. In preparing the Consolidated Financial Statements, the Company is required to translate the financial statements of its foreign subsidiaries from the currency in which they keep their accounting records, generally the local currency, into U.S. dollars. Different exchange rates from period to period impact the amounts of reported income and the amount of foreign currency translation recorded in accumulated other comprehensive income (AOCI). As part of its risk management strategy, the Company frequently evaluates its foreign currency exchange risk by monitoring market data and external factors that may influence exchange rate fluctuations. As a result, the Company may engage in transactions involving various derivative instruments to hedge assets, liabilities and purchases denominated in foreign currencies. As of June 30, 2023, the Company did not have any derivative instruments to manage its foreign currency risk.\nDuring fiscal years 2023, 2022 and 2021, the Company recorded a $0.3 million foreign currency loss, $0.6 million foreign currency loss and a $0.3 million foreign currency gain in loss from continuing operations, respectively, in the Consolidated Financial Statements.\n42\nTable of Conte\nn\nt\ns",
    "cik": "716643",
    "cusip6": "758932",
    "cusip": [
        "758932107",
        "758932907",
        "758932957"
    ],
    "names": [
        "REGIS CORP",
        "REGIS CORP MINN"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/716643/000071664323000031/0000716643-23-000031-index.htm"
}