{
    "item1": ">ITEM 1. B\nUSINESS\n \n\n\nWe are a leading innovator, designer, manufacturer, and marketer of recreational powerboats sold through our three brands, MasterCraft, Crest, and Aviara. Through these three brands, over the last five years, we have had leading market share positions in two of the fastest growing categories of the powerboat industry, ski/wake boats and pontoon boats, while also growing market share within the luxury day boat segment. As a leader in recreational marine, we strive to deliver the best on-water experience through innovative, high-quality products with a relentless focus on the consumer.\n\n\nOn September 2, 2022, the Company completed the sale of its NauticStar business. This business, which was previously reported as the Company's NauticStar segment until fiscal 2023, is being reported as discontinued operations for all periods presented. Consolidated financial information presented for all periods is related to the continuing operations. See Note 3 in Notes to Consolidated Financial Statements for more information on Discontinued Operations.\n\n\nOur Segments\n\n\nMasterCraft Segment\n\n\nOur MasterCraft segment consists of our MasterCraft brand, which manufactures premium ski/wake boats. The MasterCraft brand was founded in 1968 and evolved over the next 55 years to become the most award-winning ski/wake boat manufacturer in the world. Today, MasterCraft participates in the fastest growing category within the powerboat industry by producing the industry’s premier competitive water ski, wakeboarding, and wake surfing performance boats. We believe the MasterCraft brand is known among boating enthusiasts for high performance, premier quality, and relentless innovation. We believe that the market recognizes MasterCraft as a premier brand in the powerboat industry due to the overall superior value proposition that our boats deliver to consumers. We work tirelessly every day to maintain this iconic brand reputation.\n \n\n\nCrest Segment\n\n\nOur Crest segment consists of our Crest brand, which manufactures pontoon boats. Crest participates in the second-fastest growing category in the powerboat industry. Crest, which we acquired in October 2018, was founded in 1957 and has grown to be one of the top producers of innovative, high-quality pontoon boats ranging from 20 to 27 feet. Crest’s long-standing reputation for high-quality, standard features and content, and innovation provides Crest with strong dealer and consumer bases in its core geographic markets.\n \n\n\nAviara Segment\n\n\nOur Aviara segment consists of our Aviara brand, which manufactures luxury day boats. Aviara is a de novo brand, developed in-house, and focused on serving the luxury recreational day boat category of the powerboat industry. From its introduction in February 2019 through June 2023, Aviara expanded to three models between 32 feet and 40 feet in length, and in fiscal 2024, will expand to include a 28 foot model, all of which feature both outboard and sterndrive propulsion. Aviara boats feature distinct European styling and offer an elevated open water experience by fusing progressive style and effortless comfort in its modern luxury vessels.\n\n\nUnless the context otherwise requires, “MasterCraft,” “Crest,” and “Aviara,” as used herein, refers to our segments as described above.\n\n\nOur Products\n\n\nWe design, manufacture, and sell premium recreational inboard ski/wake, outboard, and sterndrive boats that we believe deliver superior performance for water skiing, wakeboarding, and wake surfing, as well as general recreational boating. In addition, we offer various accessories, including trailers and aftermarket parts.\n\n\nOur MasterCraft portfolio of ProStar, XStar, X, XT, and NXT models are designed for the highest levels of performance, styling, and enjoyment for both recreational and competitive use. The ProStar, XStar and X models are geared towards the consumer seeking the most premium and highest performance boating experience that we offer, and generally command a price premium over our competitors’ boats at retail prices ranging from approximately $185,000 to $320,000. The MasterCraft XT lineup is designed to offer ultimate flexibility to consumers with maximum customization and maximum performance at retail prices ranging from approximately $130,000 to $190,000. The NXT models offer the quality, performance, styling, and innovation of the MasterCraft brand to the entry-level consumer, with retail prices ranging from approximately $100,000 to $150,000. We have strategically designed and priced the MasterCraft NXT models to target the fast-growing entry-level consumer group that is distinct from our traditional consumer base, while maintaining our core MasterCraft brand attributes at profit margins comparable to our other offerings.\n \n\n\n2\n\n\n\n\n \n\n\nOur Crest portfolio of pontoon boats are designed for the ultimate in comfort and recreational pleasure boating. Crest has continued to grow market share as it expands its distribution footprint. Crest’s pontoon boats are designed to offer consumers the best in luxury, style and performance without compromise across a diverse model lineup ranging in length from 20 to 27 feet. The Signature Line is home to Crest’s Classic models. The Premium Line boasts three Caribbean models with sleek lines, available tower options, unique color combinations and top-quality construction. The Ultimate Luxury Line represents the pinnacle of lavish amenities, featuring the Continental, Continental NX, and Savannah models. This lineup anticipates every need with thoughtful options, an industry-first integrated dual windshield and premium upholstery and audio upgrades. The Electric Line harmonizes industry innovations by introducing eco-friendly pontoon boats. The new Current model allows consumers to enjoy a new level of peace and relaxation with less noise and minimal emissions. Crest’s retail prices range from approximately $35,000 to $220,000.\n \n\n\nOur Aviara portfolio of luxury recreational day boats was designed in-house with the vision to create pleasure crafts that defy compromise. The Aviara brand drew on MasterCraft’s legacy of quality. Aviara’s boat designs were inspired by four product design principles – Progressive Style, Elevated Control, Modern Comfort and Quality Details. Aviara’s models consist of the AV32, a 32-foot luxury bowrider, the AV36, a 36-foot luxury bowrider, the AV40, the brand’s flagship 40-foot luxury bowrider, and beginning in fiscal 2024, AV28, a 28-foot luxury bowrider, for the ultimate on-the-water experience. All models are available in either outboard or sterndrive propulsion, and Aviara’s retail prices range from approximately $200,000 to over $1,300,000. We believe there will be significant model expansion opportunities for Aviara in the future.\n\n\nOur Dealer Network\n\n\nOur products are sold through extensive networks of independent dealers in North America and internationally. We target our distribution to the market category’s highest performing dealers. The majority of our MasterCraft brand dealers are exclusive to our MasterCraft product lines within the ski/wake category, highlighting the commitment of our key dealers to the MasterCraft brand. Our other brands are generally served on a nonexclusive basis by their respective dealers.\n \n\n\nWe consistently review our distribution networks to identify opportunities to expand our geographic footprint and improve our coverage of the market. We constantly monitor the health and strength of our dealers by analyzing each dealer’s retail sales and inventory and have established processes to identify under-performing dealers in order to assist them in improving their performance, to allow us to switch to a more effective dealer, or to direct product to markets with the greatest retail demand. These processes also allow us to better monitor dealer inventory levels and product turns and contribute to a healthier dealer network that is better able to stock and sell our products. We believe our outstanding dealer networks and our proactive approach to dealer management allow us to distribute our products more efficiently than our competitors and will help us capitalize on growth opportunities as our industry volumes continue to increase.\n\n\nFor fiscal 2023, the Company’s top ten dealers accounted for approximately 40% of our net sales and one of our dealers individually accounted for 14.9%, or approximately $98.6 million.\n\n\nNorth America.\n As of June 30, 2023, our MasterCraft brand had a total of 108 dealers across 158 locations. Our Crest brand had a total of 148 dealers across 185 locations. Our Aviara brand is sold through a distribution network consisting of one dealer with 57 locations.\n\n\nOutside of North America. \nAs of June 30, 2023, through our MasterCraft brand, we had a total of 43 international dealers and 43 locations. Our Crest brand had two international dealers in two locations. Aviara had no international dealers. We define international dealers as those dealers with locations outside of North America. We are present in Europe, Australia, South America, Africa, Asia, including Hong Kong, and the Middle East. We generated 4.6%, 5.5%, and 5.1% of our net sales outside of North America in fiscal 2023, 2022, and 2021, respectively.\n\n\nDealer Relations\n\n\nWe have developed a system of financial incentives for our dealers based on achievement of key benchmarks. In addition, we provide our dealers with comprehensive sales training and a complete set of technology-based tools designed to help dealers maximize performance. Our dealer incentive program has been refined through years of experience with some of the key elements including wholesale rebates, retail rebates and promotions, other allowances, and floor plan interest reimbursement or cash discounts to encourage balanced production throughout the year.\n\n\nBeyond our incentive programs, we have developed a proprietary web-based management tool that is used by our dealers on a day-to-day basis to improve their own businesses as well as enhance communication with our factory and sales management teams. Our business-to-business application efficiently executes many critical functions, including warranty registrations, warranty claims, boat ordering and tracking, parts ordering, technical support, and inventory reporting. This system facilitates communication between our sales team and the dealer network and allows our manufacturing department to review consumer demand in real time.\n\n\n3\n\n\n\n\n \n\n\nManufacturing\n\n\nMasterCraft boats and trailers are manufactured and lake-tested at our 310,000 square-foot facility located in Vonore, Tennessee. We believe MasterCraft has the only boat manufacturing facility to achieve compliance with all three of the ISO 9001 (Quality Management Systems), 14001 (Environmental Management Systems), and 18001 (International Occupational Health and Safety Management System) standards. Crest boats are manufactured at our 270,000 square-foot facility located in Owosso, Michigan. Aviara boats are manufactured at our 130,000 square-foot facility in Merritt Island, Florida.\n\n\nThe rigorous and consumer-centric attention to detail in the design and manufacturing of our products results in boats of high quality which provides an exceptional on water experience across all of our brands. Our dedication to quality permits our consumers to enjoy our products with confidence.\n\n\nOur boats are built through a continuous flow manufacturing process that encompasses fabrication, assembly, quality management, and testing. We manufacture certain components and subassemblies for our boats, such as upholstery, and procure other components from third-party vendors and install them on the boat. We have several exclusive supplier partnerships for certain critical components, such as aluminum billet, towers, and engine packages. For MasterCraft, we also build custom trailers that match the exact size and design-characteristics of our boats.\n\n\nSuppliers\n\n\nWe purchase a wide variety of raw materials from our supplier base, including resins, fiberglass, aluminum, lumber and steel, as well as parts and components such as engines and electronic controls. We maintain long-term contracts with certain strategic suppliers and informal arrangements with other suppliers.\n\n\nWe are focused on working with our supply chain partners to enable cost improvement, world-class quality, and continuous product innovation. We have engaged our key suppliers in collaborative preferred supplier relationships and have developed processes including annual cost reduction targets, regular reliability projects, and extensive product testing requirements to ensure that our suppliers produce to the highest levels of quality expected of our brands and at lowest total cost. These collaborative efforts begin at the design stage, as our key suppliers are integrated into design and development planning well in advance of launch, which allows us to control costs and to leverage the expertise of our suppliers in developing product innovations. We believe these collaborative relationships with our key strategic suppliers have contributed to significant improvements in product quality, innovation, and profitability.\n\n\nThe most significant components used in manufacturing our boats, based on cost, are engine packages. For our MasterCraft brand, Ilmor Engineering, Inc. (“Ilmor”) is our exclusive engine supplier and for our Crest brand, Mercury Marine (“Mercury”) is our largest engine supplier. For our Aviara brand, Mercury provides outboard engines and Ilmor provides sterndrive engines. We maintain strong and long-standing relationships with Ilmor and Mercury. During fiscal 2023, Ilmor was our largest overall supplier. In addition to ski/wake and sterndrive engines, Ilmor’s affiliates produce engines used in a number of leading racing boats and race cars. We work closely with Ilmor to remain at the forefront of engine design, performance, and manufacturing. We believe our long-term relationships with our engine supplier partners is a key competitive advantage.\n\n\nResearch and Development, Product Development and Engineering\n\n\nWe are strategically and financially committed to innovation, as reflected in our dedicated product development and engineering groups and evidenced by our track record of new product and feature introduction. As of June 30, 2023, our product development and engineering group includes 67 professionals. These individuals bring to our product development efforts significant expertise across core disciplines, including boat design, computer-aided design, naval engineering, electrical engineering, and mechanical engineering. They are responsible for execution of all facets of our new product and innovation strategy, starting with design and development of new boat models and innovative features, engineering these designs for manufacturing, and integrating new boats and features into production. Our product development and engineering functions work closely with our Strategic Portfolio Management Team which includes senior leadership from Sales, Marketing and Finance, all working together to develop our long-term product and innovation strategies.\n\n\nWe have structured processes to obtain consumer, dealer, and management feedback to guide our long-term product lifecycle and portfolio planning. In addition, extensive testing and coordination with our manufacturing groups are important elements of our product development process, which we believe enable us to leverage the lessons from past launches and minimize the risk associated with the release of new products. Our strategy is to launch several new models each year, which will allow us to renew our product portfolio with innovative offerings at a rate that we believe will be difficult for our competitors to match without significant additional capital investments. In addition to our product strategy, we manage a separate innovation development process which allows us to design innovative new features for our boats in a disciplined manner and to launch these innovations in a more rapid time frame and with higher quality. These enhanced processes have reduced the time to market for our new product pipeline. Our research and product development expense for fiscal 2023, 2022, and 2021 was $8.3 million, $7.2 million, and $5.8 million, respectively.\n\n\n4\n\n\n\n\n \n\n\nIntellectual Property\n\n\nWe rely on a combination of patent, trademark, and copyright protection, trade secret laws, confidentiality procedures, and contractual provisions to protect our rights in our brands, products, and proprietary technology. We also protect our vessel hull designs through vessel hull design registrations. This is an important part of our business and we intend to continue protecting our intellectual property. We currently hold more than 50 U.S. patents and more than 10 foreign patents, including utility and design patents for our transom surf seating, our DockStar handling system, and our SurfStar surf system technology among numerous other innovations. Provided that we comply with all statutory maintenance requirements, our patents are expected to expire between 2028 and 2041. We also have additional patent applications pending in the U.S. and worldwide. We also own in excess of 130 trademark registrations in various countries around the world, most notably for the MasterCraft, Crest, and Aviara names and/or logos, as well as numerous model names in MasterCraft’s Star Series, X, XT, and NXT product families, and we have several pending applications for additional registrations. Such trademarks may endure in perpetuity on a country-by-country basis provided that we comply with all statutory maintenance requirements, including continued use of each trademark in each such country. In addition, we own 38 registered U.S. copyrights. Finally, we have registered more than 50 vessel hull designs with the U.S. Copyright Office, the most recent of which will remain in force through 2030.\n\n\nCompetitive Conditions and Position\n\n\nWe believe each of our brands are highly competitive and have a reputation for quality. We compete by operating, developing, and acquiring a diversified portfolio of leading brands focused on the fastest growing segments of the powerboat industry; focusing relentlessly on delivering the best overall ownership experience to consumers; developing and continuously improving highly efficient production techniques and methods which result in highly innovative products; distributing our products through extensive, consumer-centric independent dealer networks; and attracting, developing, and retaining high-performing employees.\n \n\n\nSignificant competition exists for each of our brands, and the markets in which we compete range from being relatively concentrated for the ski/wake category, to being fragmented for the pontoon category. As of December 2022, based on Statistical Surveys, Inc. (“SSI”) data, the top five brands accounted for approximately 71% of the ski/wake markets and approximately 50% for the pontoon market. Market participants also range from small, single-product businesses to large, diversified companies. In addition, we compete indirectly with businesses that offer alternative leisure products and activities.\n \n\n\nIn recent history, the MasterCraft brand has consistently competed for the leading market share position in the U.S. among manufacturers of ski/wake boats based on unit volume. As of December 2022, based on SSI data, the MasterCraft brand has the #1 market share in the ski/wake category with 20.8%. As of December 2022, based on SSI data, the Crest brand has the #9 market share in the aluminum pontoon category with 4.1%. As of December 2022, based on SSI data, the Aviara brand has the #7 market share in the 30-foot to 43-foot bowrider category with 6.3%.\n\n\nHuman Capital Resources\n\n\nWe have approximately 1,060 employees as of June 30, 2023, of whom 560 primarily work at our MasterCraft facility in Tennessee, 260 primarily work at our Crest facility in Michigan, and 240 primarily work at our Aviara facility in Florida. None of our employees are unionized or subject to collective bargaining agreements.\n\n\nOne of our strategic priorities is developing a high-performing work organization and work environment that is consumer-focused and attracts and retains superior employees. We strive to offer our employees career-specific tools, training, resources, and support development opportunities. We utilize a talent management process, which includes performance appraisal and development planning. We are also deeply invested in attracting and developing the next generation of workforce talent to the boating industry. We’ve partnered with local community and technical colleges by developing training programs and donating boats and supplies to position graduates for jobs in the boating industry upon graduation.\n\n\nEmployee safety is always a top priority. We are focused on improving and innovating when it comes to the well-being of our dedicated workforce across our portfolio of brands. We take great care to ensure everyone at the Company is empowered to do their best work, in a safe and well-managed environment. We maintain clean, safe and healthy workplaces through our vigorous training programs and professional safety standards systems, including job hazard assessments and industrial hygiene and ventilation practices.\n\n\nOur compensation program is designed to facilitate high performance and generate results that will create value for our stockholders. We structure executive compensation to pay for performance, reward our executives with equity in the Company in order to align their interests with the interests of our stockholders and allow those employees to share in our stockholders’ success, which we believe creates a performance culture, maintains morale and attracts, motivates and retains top talent.\n\n\nEnvironmental, Safety, and Regulatory Matters\n\n\nOur operations are subject to extensive and frequently changing federal, state, local, and foreign laws and regulations, including those concerning product safety, environmental protection, and occupational health and safety. We believe that our operations and products\n \n\n\n5\n\n\n\n\n \n\n\nare in compliance with these regulatory requirements. Historically, the cost of achieving and maintaining compliance with applicable laws and regulations has not been material. However, we cannot provide assurance that future costs and expenses required for us to comply with such laws and regulations, including any new or modified regulatory requirements, or to address newly discovered environmental conditions, will not have a material adverse effect on our business, financial condition, operating results, or cash flows.\n\n\nWe have not been notified of and are otherwise currently not aware of any contamination at our current or former facilities for which we could be liable under environmental laws or regulations and we currently are not undertaking any remediation or investigation activities in connection with any contamination. However, future spills or accidents or the discovery of currently unknown conditions or non-compliances may give rise to investigation and remediation obligations or related liabilities and damage claims, which may have a material adverse effect on our business, financial condition, operating results, or cash flows.\n\n\nOther Information\n\n\nWe were incorporated under the laws of the State of Delaware under the name MCBC Holdings, Inc. on January 28, 2000. In July 2015, we completed an initial public offering of our common stock. Effective November 7, 2018, the name of the Company was changed from MCBC Holdings, Inc. to MasterCraft Boat Holdings, Inc. We maintain a website with the address www.mastercraft.com. We are not including the information contained in our website as part of, or incorporating it by reference into, this Annual Report on Form 10-K. We make available, free of charge through our website, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to these reports as soon as reasonably practicable after we electronically file these materials with, or otherwise furnish them to, the SEC. We also use our website as a means of disclosing additional information, including for complying with our disclosure obligations under the SEC's Regulation FD (Fair Disclosure).\n\n\n6\n\n\n\n\n \n\n\nITEM \n1A. RISK FACTORS\n\n\nRISK FACTORS\n \n\n\nOur operations and financial results are subject to certain risks and uncertainties, including those described below, which could adversely affect our business, financial condition, results of operations, cash flows, and the trading price of our common stock.\n\n\nRisks Relating to Economic and Market Conditions\n\n\nGlobal economic conditions, particularly in the U.S., significantly affect our industry and business, and economic decline can materially impact our financial results.\n\n\nIn times of economic uncertainty or recession, consumers tend to have less discretionary income and to defer significant spending on non-essential items, which may adversely affect our financial performance. The economic uncertainty caused by (i) general economic conditions, (ii) the impact of inflation and rising interest rates, (iii) labor shortages, (iv) supply chain disruptions, (v) regional or global conflicts, (vi) public health crises, pandemics, or national emergencies and (vii) actions and stimulus measures adopted by local, state and federal governments may lead to unfavorable business outcomes. We continue to develop our portfolio of brands, but our business remains cyclical and sensitive to consumer spending on new boats.\n\n\nDeterioration in general economic conditions that in turn diminishes consumer confidence or discretionary income may reduce our sales, or we may decide to lower pricing for our products, which could adversely affect our financial results, including increasing the potential for future impairment charges. Further, our products are recreational, and consumers’ limited discretionary income in times of economic hardship may be diverted to other activities that occupy their time, such as other forms of recreational, religious, cultural, or community activities. In addition, economic uncertainty may also increase certain costs of operation, such as financing costs, energy costs and insurance premiums, which in turn may impact our results of operations. We cannot predict the strength of global economies or the timing of economic recovery, either globally or in the specific markets in which we compete.\n\n\nInflation and rising interest rates could adversely affect our financial results.\n\n\nThe market prices of certain materials and components used in manufacturing our products, especially resins that are made with hydrocarbon feedstocks, fiberglass, aluminum, lumber, and steel, can be volatile. While, historically, inflation has not had a material effect on our results of operations, significant increases in inflation, particularly those related to wages and increases in the cost of raw materials, recently have, and may continue to have, an adverse impact on our business, financial condition, and results of operations.\n \n\n\nIn addition, new boat buyers often finance their purchases. Inflation, along with rising interest rates, could translate into an increased cost of boat ownership. Should inflation and increased interest rates continue to occur, prospective consumers may choose to forego or delay their purchases or buy a less expensive boat in the event credit is not available to finance their boat purchases.\n \n\n\nIn addition, as discussed in more detail below, rising interest rates could also incentivize dealers to reduce their inventory levels in order to reduce their interest exposure.\n\n\nRising interest rates may also increase the borrowing costs on new debt, which could affect the fair value of our investments.\n\n\nFiscal concerns and policy changes may negatively impact worldwide economic and credit conditions and adversely affect our industry, business, and financial condition.\n\n\nFiscal policy could have a material adverse impact on worldwide economic conditions, the financial markets, and availability of credit and, consequently, may negatively affect our industry, business, and overall financial condition. Consumers often finance purchases of our products, and as interest rates rise, the cost of financing the purchase also increases. While credit availability is adequate to support demand, interest rates began to rise significantly in the second half of fiscal 2022, and continued to rise throughout fiscal 2023. If credit conditions worsen and adversely affect the ability of consumers to finance potential purchases at acceptable terms and interest rates, it could result in a decrease in sales or delay improvement in sales.\n\n\nOur variable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase significantly.\n\n\nBorrowings under our revolving credit facility and term loans are at variable rates of interest and expose us to interest rate risk. Reference rates used to determine the applicable interest rates for our debt began to rise significantly in the second half of fiscal 2022, and continued to rise throughout fiscal 2023. If interest rates continue to increase, the debt service obligations on our indebtedness will continue to increase even if the amount borrowed remains the same, and our net income and cash flows, including cash available for servicing our\n \n\n\n7\n\n\n\n\n \n\n\nindebtedness, will correspondingly decrease. Please see Part II, Item 7A, “Quantitative and Qualitative Disclosures about Market Risk” for discussion of our market risk related to interest rates.\n\n\nAn increase in energy costs may materially adversely affect our business, financial condition, and results of operations.\n\n\nOur results of operations can be directly affected, positively and negatively, by volatility in the cost and availability of energy, which is subject to global supply and demand and other factors beyond our control. Prices for crude oil, natural gas and other energy supplies have been increasing and have been subject to high volatility, including as a result of geopolitical factors or otherwise. Further, the global clean energy movement may also reduce the availability of fossil fuels, which may in turn cause increases to energy costs. Higher energy costs result in increases in operating expenses at our manufacturing facilities, in the expense of shipping raw materials to our facilities, and in the expense of shipping products to our dealers. In addition, increases in energy costs may adversely affect the pricing and availability of petroleum-based raw materials, such as resins and foams that are used in our products. Higher fuel prices may also have an adverse effect on demand for our boats, as they increase cost of boat ownership and possibly affect product use. Higher fuel prices may also have an effect on consumer preferences causing a shift from traditional fuel-powered boats to electric boats.\n\n\nFluctuations in foreign currency exchange rates could adversely affect our results.\n\n\nWe sell products manufactured in the U.S. into certain international markets in U.S. dollars. The changing relationship of the U.S. dollar to foreign currencies has, from time to time, had a negative impact on our results of operations. Fluctuations in the value of the U.S. dollar relative to these foreign currencies can adversely affect the price of our products in foreign markets and the costs we incur to import certain components for our products. We will often attempt to offset these higher prices with increased discounts, which can lead to reduced net sales per unit.\n\n\nRisks Relating to Our Business\n\n\n \n\n\nOur ability to adjust for demand in a rapidly changing environment may adversely affect our results of operations.\n\n\nThe seasonality of retail demand for our products, together with our goal of balancing production throughout the year, requires us to manage our manufacturing and allocate our products to our dealer network to address anticipated retail demand and manage demand fluctuations caused by macroeconomic conditions and other factors. In addition, our dealers must manage seasonal changes in consumer demand and inventory. Our business may experience difficulty in adapting to rapidly changing production and sales volumes. We may not be able to recruit or maintain sufficient skilled labor or our suppliers may not be able to deliver sufficient quantities of parts and components for us to match production with rapid changes in forecasted demand. In addition, consumers may pursue other recreational activities if dealer pipeline inventories fall too low and it is not convenient to purchase our products, consumers may purchase from competitors, or our fixed costs may grow in response to increased demand. A failure to adjust dealer pipeline inventory levels to meet demand could adversely impact our results of operations.\n \n In addition, if our dealers reduce their inventories in response to weakness in retail demand, we could be required to reduce our production, resulting in lower rates of absorption of fixed costs in our manufacturing and, therefore, lower margins. As a result, we must balance the economies of level production with seasonal retail sales patterns experienced by our dealers and other macroeconomic conditions. Failure to adjust manufacturing levels adequately may have a material adverse effect on our financial condition and results of operations.\n\n\nWe have a fixed cost base that will affect our profitability if our sales decrease.\n\n\nThe fixed cost levels of operating a powerboat manufacturer can put pressure on profit margins when sales and production decline. Our profitability depends, in part, on our ability to spread fixed costs over a sufficiently large number of products sold and shipped, and if we make a decision to reduce our rate of production, gross or net margins could be negatively affected. Consequently, decreased demand or the need to reduce production can lower our ability to absorb fixed costs and materially impact our financial condition or results of operations.\n\n\nWe may not be able to execute our manufacturing strategy successfully, which could cause the profitability of our products to suffer.\n\n\nOur manufacturing strategy is designed to improve product quality and increase productivity, while reducing costs and increasing flexibility to respond to ongoing changes in the marketplace. To implement this strategy, we must be successful in our continuous improvement efforts, which depend on the involvement of management, production employees, and suppliers. Any inability to achieve these objectives could adversely impact the profitability of our products and our ability to deliver desirable products to our consumers.\n\n\nIn addition, we have made strategic capital investments in capacity expansion activities to successfully capture growth opportunities and enhance product offerings, including brand relocation and plant expansions. Moving production to a different plant and expanding capacity at an existing facility involves risks, including difficulties initiating production within the cost and timeframe estimated, supplying product to customers when expected, integrating new products, and attracting sufficient skilled labor to handle additional production demands. If we fail to meet these objectives, it could adversely affect our ability to meet customer demand for products and\n \n\n\n8\n\n\n\n\n \n\n\nincrease the cost of production versus projections, both of which could result in a significant adverse impact on operating and financial results. Additionally, plant expansion can result in manufacturing inefficiencies, additional expenses, including higher wages or severance costs, and cost inefficiencies, which could negatively impact financial results.\n\n\nAdverse weather conditions and climate change events can have a negative effect on revenues.\n\n\nChanges in seasonal weather conditions can have a significant effect on our operating and financial results. Sales of our boats are typically stronger just before and during spring and summer, and favorable weather during these months generally has had a positive effect on consumer demand. Conversely, unseasonably cool weather, excessive rainfall, or drought conditions during these periods can reduce or change the timing of demand. Climate change could have an impact on longer-term natural weather trends, resulting in environmental changes including, but not limited to, increases in severe weather, changing sea levels, changes in sea, land and air temperatures, poor water conditions, or reduced access to water, could disrupt or negatively affect our business.\n\n\nCatastrophic events, including natural and environmental disasters, acts of terrorism, or civil unrest, could have a negative effect on our operations and financial results.\n\n\nWe rely on the continuous operation of our manufacturing facilities in Vonore, Tennessee, Merritt Island, Florida, and Owosso, Michigan for the production of our products. Any natural disaster or other serious disruption to our facilities due to fire, snow, flood, earthquake, pandemics, civil insurrection or social unrest or any other unforeseen circumstance could adversely affect our business, financial condition, and results of operations. Hurricanes, floods, earthquakes, storms, and catastrophic natural or environmental disasters, as well as acts of terrorism or civil unrest, could disrupt our distribution channel, operations, or supply chain and decrease consumer demand. If a catastrophic event takes place in one of our major sales markets, our sales could be diminished. Additionally, if such an event occurs near our business locations, manufacturing facilities or key supplier facilities, business operations, and/or operating systems could be interrupted.\n \n\n\nWe could be uniquely affected by weather-related catastrophic events, as we have dealers and third-party suppliers located in regions of the United States that have been and may be exposed to damaging storms, such as hurricanes and tornados, floods and environmental disasters. Although preventative measures may help to mitigate damage, the damage and disruption resulting from natural and environmental disasters may be significant. Such disasters can disrupt our consumers, dealers, or suppliers, which can interrupt our operational processes and our sales and profits.\n \n\n\nOur ability to remain competitive depends on successfully introducing new products and services that meet consumer expectations.\n\n\nWe believe that our consumers look for and expect quality, innovation, and advanced features when evaluating and making purchasing decisions about products and services in the marketplace. Our ability to remain competitive and meet our growth objectives may be adversely affected by difficulties or delays in product development, such as an inability to develop viable new products, gain market acceptance of new products, generate sufficient capital to fund new product development, or obtain adequate intellectual property protection for new products. To meet ever-changing consumer demands, both timing of market entry and pricing of new products are critical. As a result, we may not be able to introduce new products that are necessary to remain competitive in all markets that we serve. Furthermore, we must continue to meet or exceed consumers' expectations regarding product quality and after-sales service or our operating results could suffer.\n\n\nOur financial results may be adversely affected by our third-party suppliers' increased costs or inability to adjust for our required production levels due to changes in demand or global supply chain disruptions.\n\n\nWe rely on a complex global supply chain of third parties to supply raw materials used in the manufacturing process, including resins, fiberglass, aluminum, lumber and steel, as well as product parts and components. The prices for these raw materials, parts, and components fluctuate depending on market conditions and, in some instances, commodity prices or trade policies, including tariffs. Substantial increases in the prices of raw materials, parts, and components would increase our operating costs, and could reduce our profitability if we are unable to recoup the increased costs through higher product prices or improved operating efficiencies. Similarly, if a critical supplier were to close its operations, cease manufacturing, or otherwise fail to deliver an essential component necessary to our manufacturing operations, that could detrimentally affect our ability to manufacture and sell our products, resulting in an interruption in business operations and/or a loss of sales.\n \n\n\nIn addition, engines used in the manufacturing processes of certain segments are available from a sole-source supplier. Other components used in our manufacturing process, such as boat windshields, towers, and surf tabs may only be available from a limited number of suppliers. Operational and financial difficulties that these or other suppliers may face in the future could adversely affect their ability to supply us with the parts and components we need, which could significantly disrupt our operations. It may be difficult to find a replacement supplier for a limited or sole source raw material, part, or component without significant delay or on commercially reasonable terms. In addition, an uncorrected defect or supplier's variation in a raw material, part, or component, either unknown to us or incompatible with our manufacturing process, could jeopardize our ability to manufacture products.\n\n\n9\n\n\n\n\n \n\n\nSome additional supply chain disruptions that could impact our operations, impair our ability to deliver products to customers, and negatively affect our financial results include:\n\n\n•\nan outbreak of disease or facility closures due to public health threats;\n\n\n•\na deterioration of our relationships with suppliers;\n\n\n•\nevents such as natural disasters, power outages, or labor strikes;\n\n\n•\nfinancial or political instability in any of the countries in which our suppliers operate;\n\n\n•\nfinancial pressures on our suppliers due to a weakening economy or unfavorable conditions in other end markets; \n\n\n•\nsupplier manufacturing constraints and investment requirements; or\n\n\n•\ntermination or interruption of supply arrangements.\n\n\nThese risks are exacerbated in the case of single-source suppliers, and the exclusive supplier of a key component could potentially exert significant bargaining power over price, quality, warranty claims, or other terms.\n\n\nWe continue to evaluate and shift production; consequently, our need for raw materials and supplies continues to fluctuate. Our suppliers must be prepared to shift operations and, in some cases, hire additional workers and/or expand capacity in order to fulfill our orders and those of other customers. Cost increases, defects, or sustained interruptions in the supply of raw materials, parts, or components due to delayed start-up periods, or sudden changes in requirements, our suppliers experience as they shift production efforts create risks to our operations and financial results. The Company has experienced periodic supply shortages and increases in costs to certain materials. We continue to address these issues by identifying alternative suppliers for key materials and components, working to secure adequate inventories of critical supplies, and continually monitoring the capabilities of our supplier base. In the future, however, we may experience shortages, delayed delivery, and/or increased prices for key materials, parts, and supplies that are essential to our manufacturing operations.\n\n\nOur business and operations are dependent on the expertise of our key contributors, our successful implementation of succession plans, and our ability to attract and retain management employees and skilled labor.\n\n\nThe talents and efforts of our employees, particularly key managers, are vital to our success. We have observed an overall tightening and increasingly competitive labor market in recent years, which could inhibit our ability to recruit, train and retain employees we require at efficient costs and could lead to increased costs, such as increased overtime to meet demand and increased wage rates to attract and retain employees. Our management team has significant industry experience and would be difficult to replace. We may be unable to retain them or to attract other highly qualified employees. Failure to hire, develop, and retain highly qualified and diverse employee talent and to develop and implement an adequate succession plan for the management team could disrupt our operations and adversely affect our business and our future success. We perform an annual review of management succession plans with our board of directors, including reviewing executive officer and other important positions to substantially mitigate the risk associated with key contributor transitions, but we cannot ensure that all transitions will be implemented successfully.\n\n\nOur ability to continue to execute our growth strategy could potentially be adversely affected by the effectiveness of organizational changes. Any disruption or uncertainty resulting from such changes could have a material adverse impact on our business, results of operations, and financial condition.\n \n\n\nMuch of our future success depends on, among other factors, our ability to attract and retain skilled labor, which is critical to our operations. We may experience difficulty maintaining desired staffing levels due to increased competition for employees, higher employee turnover rates and low unemployment rates in many of the geographic areas in which we manufacture or distribute goods. We continually invest in automation and improve our efficiency, but availability and retention of skilled hourly workers remains critical to our operations. In order to manage this risk, we regularly monitor and make improvements to wages and benefit programs, as well as develop and improve recruiting, training, and safety programs to attract and retain an experienced and skilled workforce.\n\n\nWe depend on our network of independent dealers which creates additional risks.\n\n\nSubstantially all of our sales are derived from our network of independent dealers. Maintaining a reliable network of dealers is essential to our success. Our agreements with dealers in our networks typically provide for one-year terms, although some agreements have longer terms. The loss of one or more of these dealers could have a material adverse effect on our financial condition and results of operations. The number of dealers supporting our products and the quality of their marketing and servicing efforts are essential to our ability to generate sales. We face competition from other manufacturers in attracting and retaining independent boat dealers. Although our management believes that the quality of our products in the premium performance sport, outboard boat, and sterndrive boat industries should permit us to maintain our relationships with our dealers and our market share position, there can be no assurance that we will be able to maintain or improve our relationships with our dealers or our market share position. In addition, independent dealers in the\n \n\n\n10\n\n\n\n\n \n\n\npowerboat industry have experienced significant consolidation in recent years, which could result in the loss of one or more of our dealers in the future if the surviving entity in any such consolidation purchases similar products from a competitor. A significant deterioration in the number or effectiveness of our dealers could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\n\n\nAlthough at present we believe dealer health to be generally favorable, weakening demand for marine products could hurt our dealers’ financial performance. In particular, reduced cash flow from decreases in sales and tightening credit markets could impair dealers' ability to fund operations. Inability to fund operations can force dealers to cease business, and we may be unable to obtain alternate distribution in the vacated market. An inability to obtain alternate distribution could unfavorably affect our net sales through reduced market presence. If economic conditions deteriorate, we anticipate that dealer failures or voluntary market exits would increase, especially if overall retail demand materially declines.\n \n\n\nOur dealers require adequate liquidity to finance their operations, including purchasing our products. Dealers are subject to numerous risks and uncertainties that could unfavorably affect their liquidity positions, including, among other things, continued access to adequate financing sources on a timely basis on reasonable terms. These financing sources are vital to our ability to sell products through our network of dealers. Many of our dealers have floor plan financing arrangements with third-party finance companies. Many factors, including creditworthiness of our dealers and overall aging and level of pipeline inventories, continue to influence the availability and terms of financing that our dealers are able to secure, which could cause dealers to shift the timing of purchases or reduce the total amount purchased in a given period of time, adversely affecting sales of our products. In addition, rising interest rates could also incentivize dealers to reduce their inventory levels in order to reduce their interest exposure, which may further adversely impact the sales of our products and our results of operations.\n\n\nWe may be required to repurchase inventory of certain dealers.\n\n\nFloor plan financing arrangements with third-party finance companies enable dealers to purchase our products. In connection with these agreements, we may have an obligation to repurchase our products from a finance company under certain circumstances. This obligation is triggered if a dealer defaults on its debt obligations to a finance company. In addition, applicable laws regulating dealer relations may also require us to repurchase our products from our dealers under certain circumstances. In such circumstances, we may not have any control over the timing or amount of any repurchase obligation nor have access to capital on terms acceptable to us to satisfy any repurchase obligation. If we were obligated to repurchase a significant number of units under any repurchase agreement or under applicable dealer laws, our business, operating results, financial condition and cash flows could be adversely affected.\n\n\nFuture declines in marine industry demand could cause an increase in repurchase activity or could require us to incur losses in excess of established reserves. In addition, our cash flow and loss experience could be adversely affected if repurchased inventory is not successfully distributed to other dealers in a timely manner, or if the recovery rate on the resale of the product declines. The finance companies could require changes in repurchase terms that would result in an increase in our contractual obligations.\n\n\nOur industry is characterized by intense competition, which affects our sales and profits.\n\n\nThe premium performance sport boat, outboard, and sterndrive boat categories and the powerboat industry as a whole are highly competitive for consumers and dealers. We also compete against consumer demand for used boats. Competition affects our ability to succeed in both the markets we currently serve and new markets that we may enter in the future. Competition is based primarily on brand name, price, product selection, and product performance. We compete with several large manufacturers that may have greater financial, marketing, and other resources than we do and who are represented by dealers in the markets in which we now operate and into which we plan to expand. We also compete with a variety of small, independent manufacturers. We cannot provide assurance that we will not face greater competition from existing large or small manufacturers or that we will be able to compete successfully with new competitors. Our failure to compete effectively with our current and future competitors would adversely affect our business, financial condition, and results of operations.\n\n\nWe compete with a variety of other activities for consumers’ scarce leisure time.\n\n\nOur boats are used for recreational and sport purposes, and demand for our boats may be adversely affected by competition from other activities that occupy consumers’ leisure time and by changes in consumer lifestyle, usage pattern, or taste. Similarly, an overall decrease in consumer leisure time may reduce consumers’ willingness to purchase and enjoy our products.\n\n\nOur sales may be adversely impacted by increased consumer preference for used boats or the supply of new boats by competitors in excess of demand.\n\n\nDuring an economic downturn, we could experience a shift in consumer demand toward purchasing more used boats, primarily because prices for used boats are typically lower than retail prices for new boats. If this were to occur, it could have the effect of reducing demand among retail purchasers for our new boats. Also, while we have taken steps designed to balance production volumes for our boats with demand, our competitors could choose to reduce the price of their products, which could have the effect of reducing demand for our\n \n\n\n11\n\n\n\n\n \n\n\nnew boats. In addition, as previously mentioned, a shift from traditional fuel-powered boats to electric boats, alternative fuel-powered boats, or other technologies could reduce demand for our boats. Reduced demand for new boats could lead to reduced sales by us, which could adversely affect our business, results of operations, and financial condition.\n\n\nSignificant product repair and/or replacement due to product warranty claims or product recalls could have a material adverse impact on our results of operations.\n\n\nWe provide a limited warranty for our products. We may provide additional warranties related to certain promotional programs, as well as warranties in certain geographical markets as determined by local regulations and market conditions.\n\n\nAlthough we employ quality control procedures, sometimes a product is distributed that needs repair or replacement. Our standard warranties require us or our dealers to repair or replace defective products during such warranty periods at no cost to the consumer. Historically, product recalls have been administered through our dealers and distributors. The repair and replacement costs we could incur in connection with a recall could adversely affect our business. In addition, product recalls could harm our reputation and cause us to lose consumers, particularly if recalls cause consumers to question the safety or reliability of our products.\n\n\nAn inability to identify and complete targeted acquisitions could negatively impact financial results.\n\n\nWe may in the future explore acquisitions and strategic alliances that will enable us to acquire complementary skills and capabilities, offer new products, expand our consumer base, enter new product categories or geographic markets, and obtain other competitive advantages. We cannot provide assurance, however, that we will identify acquisition candidates or strategic partners that are suitable to our business, obtain financing on satisfactory terms, or complete acquisitions or strategic alliances.\n \nIn managing our acquisition strategy, we conduct rigorous due diligence, involve various functions, and continually review target acquisitions, all of which we believe mitigates some of our acquisition risks. However, we cannot assure that suitable acquisitions will be identified or consummated or that, if consummated, they will be successful. Acquisitions include a number of risks, including our ability to project and evaluate market demand, realize potential synergies and cost savings, and make accurate accounting estimates, as well as diversion of management attention. Uncertainties exist in assessing the value, risks, profitability, and liabilities associated with certain companies or assets, negotiating acceptable terms, obtaining financing on acceptable terms, and receiving any necessary regulatory approvals. As we continue to grow, in part, through acquisitions, our success depends on our ability to anticipate and effectively manage these risks. Our failure to successfully do so could have a material adverse effect on our financial condition and results of operations.\n\n\nThe inability to successfully integrate acquisitions could negatively impact financial results.\n\n\nOur strategic acquisitions pose risks, such as our ability to project and evaluate market demand; maximize potential synergies and cost savings; make accurate accounting estimates; and achieve anticipated business objectives. Acquisitions we may complete in the future, present these and other integration risks, including:\n\n\n•\nthe possibility that the expected synergies and value creation will not be realized or will not be realized within the expected time period;\n\n\n•\nthe risk that unexpected costs and liabilities will be incurred;\n\n\n•\ndiversion of management attention; and\n\n\n•\ndifficulties retaining employees.\n\n\nIf we fail to timely and successfully integrate new businesses into existing operations, we may see higher costs, lost sales, or otherwise diminished earnings and financial results.\n\n\nNegative public perception of our products, our environmental, social and governance (ESG) practices or restrictions on the access or the use of our products in certain locations could materially adversely affect our business or results of operations.\n\n\nDemand for our products depends in part on their acceptance by the public. Public concerns about the environmental impact of our products or their perceived safety, or our ESG practices generally, could result in diminished public perception of the products we sell. Government, media, or activist pressure to limit emissions could also negatively impact consumers’ perceptions of our products. Any decline in the public acceptance of our products could negatively impact their sales or lead to changes in laws, rules and regulations that prevent access to certain locations or restrict use or manner of use in certain areas or during certain times, which could also negatively impact sales. Any material decline in the public acceptance of our products could impact our ability to retain existing consumers or attract new ones which, in turn, could have a material adverse effect on our business, results of operations or financial condition.\n\n\nOur business operations could be negatively impacted by an outage or breach of our information technology systems, network disruptions, or a cybersecurity event.\n\n\n12\n\n\n\n\n \n\n\nWe manage our business operations through a variety of information technology systems and their underlying infrastructure, which we continually enhance to increase efficiency and security. In addition to the disruptions in our information technology systems, cybersecurity threats and sophisticated and targeted cyberattacks pose a risk to our information technology systems. We have established security policies, processes, and defenses, including employee awareness training regarding phishing, malware, and other cyber risks, designed to help identify and protect against intentional and unintentional misappropriation or corruption of our information technology systems and information and disruption of our operations. Additionally, we maintain quarterly discussions with our board of directors to address cyber risks and system and process enhancements. Despite these efforts, our information technology systems may be damaged, disrupted, or shut down due to attacks by unauthorized access, malicious software, computer viruses, undetected intrusion, hardware failures, or other events, and in these circumstances our disaster recovery plans may be ineffective or inadequate. These breaches or intrusions could lead to business interruption, exposure of proprietary or confidential information, data corruption, damage to our reputation, exposure to legal and regulatory proceedings, and other costs. A security breach might also lead to violations of privacy laws, regulations, trade guidelines or practices related to our customers and associates and could result in potential claims from customers, associates, shareholders, or regulatory agencies. Any failure to maintain compliance with such laws, regulations, trade guidelines or practices may cause us to incur significant penalties and generate negative publicity, and may require us to change our business practices, increase our costs or otherwise adversely affect our business. Such events could adversely impact our reputation, business, financial position, results of operations, and cash flows. In addition, we could be adversely affected if any of our significant customers or suppliers experiences any similar events that disrupt their business operations or damage their reputation.\n\n\nWhile we maintain monitoring practices and protections of our information technology to reduce these risks and test our systems on an ongoing basis for potential threats, there can be no assurance that these efforts will prevent a cyber-attack or other security breach. We carry cybersecurity insurance to help mitigate the financial exposure and related notification procedures in the event of intentional intrusion; however, there can be no assurance that our insurance will adequately protect against potential losses that could adversely affect our business.\n\n\nWe rely on third parties for computing, storage, processing, and similar services. Any disruption of or interference with our use of these third-party services could have an adverse effect on our business, financial condition, and operating results.\n\n\nMany of our business systems reside on third-party outsourced cloud infrastructure providers. We are therefore vulnerable to service interruptions experienced by these providers and could experience interruptions, delays, or outages in service availability in the future due to a variety of factors, including infrastructure changes, human, hardware or software errors, hosting disruptions, and capacity constraints. While we have mitigation and service redundancy plans in place, outages and/or capacity constraints could still arise from a number of causes such as technical failures, natural disasters, fraud, or internal or third-party security attacks, which could negatively impact our ability to manufacture and/or operate our business.\n\n\nOur credit facilities contain covenants which may limit our operating flexibility; failure to comply with covenants may result in our lenders restricting or terminating our ability to borrow under such credit facilities.\n\n\nIn the past, we have relied on our existing credit facilities to provide us with adequate liquidity to operate our business. The availability of borrowing amounts under our credit facilities is dependent on compliance with the debt covenants set forth in our credit agreement. Violation of those covenants, whether as a result of operating losses or otherwise, could result in our lenders restricting or terminating our borrowing ability under our credit facilities. If our lenders reduce or terminate our access to amounts under our credit facilities, we may not have sufficient capital to fund our working capital and other needs, and we may need to secure additional capital or financing to fund our operations or to repay outstanding debt under our credit facilities. We cannot provide assurance that we will be successful in ensuring the availability of amounts under our credit facilities or in raising additional capital, or that any amount, if raised, will be sufficient to meet our cash needs or will be on terms as favorable as those which have been available to us historically. If we are not able to maintain our ability to borrow under our credit facilities, or to raise additional capital when needed, our business and operations will be materially adversely affected.\n\n\nActual or potential public health emergencies, epidemics, or pandemics, such as the COVID-19 pandemic, could have a material adverse effect on our business, results of operations, or financial condition.\n\n\nThe impact of actual or potential public health emergencies, epidemics, or pandemics on the Company, our suppliers, dealers, and consumers, and the general economy could be wide-ranging and significant, depending on the nature of the issue, governmental actions taken in response, and the public reaction. The impact of such events could include employee illness, quarantines, cancellation of events and travel, business and school shutdowns, reduction in economic activity, widespread unemployment, and supply chain interruptions, which collectively could cause significant disruptions to global economies and financial markets.\n\n\nIn addition, these events could result in future significant volatility in demand, positively or negatively, for our products. Demand volatility may be caused by, among other things: the temporary inability of consumers to purchase our products due to illness, quarantine, or other travel restrictions; dealership closures due to illness or government restrictions; a reduction in boating activity as a result of governmental actions or self-quarantine measures; shifts in demand away from discretionary products; and reduced options for\n \n\n\n13\n\n\n\n\n \n\n\nmarketing and promotion of products. If such events occur over a prolonged period, they could increase our costs and difficulty of operating our business, including accurately planning and forecasting for our operations and inventory levels, which may adversely impact our results.\n\n\nThe COVID-19 pandemic resulted in disruption, uncertainty, and volatility in the global financial and credit markets, and similar future events could to the same. Such volatility could impact our access to capital resources and liquidity in the future, including making credit difficult to obtain or only available on less favorable terms. The impact on our operations could also be material. For example, we could experience absenteeism caused by illness or quarantine measures. Additionally, we rely on original equipment manufacturers, dealers, and distributors to market and sell most of our products, and effects on their businesses or financial condition as a result of future pandemics could result in various adverse operational impacts including, but not limited to, lower sales, delayed cash payments, interrupted customer warranty service, and increased credit risk.\n\n\nRisks Relating to Intellectual Property\n\n\nOur success depends on the continued strength of our brands and the value of our brands, and sales of our products could be diminished if we, the athletes who use our products, or the sports and activities in which our products are used are associated with negative publicity.\n\n\nWe believe that our brands are a significant contributor to the success of our business and that maintaining and enhancing our brands is important to expanding our consumer and dealer base. Failure to continue to protect our brands may adversely affect our business, financial condition, and results of operations.\n\n\nNegative publicity, including that resulting from severe injuries or death occurring in the sports and activities in which our products are used, could negatively affect our reputation and result in restrictions, recalls, or bans on the use of our products. Further, actions taken by athletes associated with our products that harm the reputations of those athletes could also harm our brand image and adversely affect our financial condition. If the popularity of the sports and activities for which we design, manufacture, and sell products were to decrease as a result of these risks or any negative publicity, sales of our products could decrease, which could have an adverse effect on our net sales, profitability, and operating results. In addition, if we become exposed to additional claims and litigation relating to the use of our products, our reputation may be adversely affected by such claims, whether or not successful, including by generating potential negative publicity about our products, which could adversely impact our business and financial condition.\n\n\nOur intellectual property rights may be inadequate to protect our business.\n\n\nWe rely on a combination of patents, trademarks, copyrights, protected design, and trade secret laws; employee and third-party non-disclosure agreements; and other contracts to establish and protect our technology and other intellectual property rights. However, we remain subject to risks, including:\n\n\n•\nthe steps we take to protect our proprietary technology may be inadequate to prevent misappropriation of our technology;\n\n\n•\nthird parties may independently develop similar technology;\n\n\n•\nagreements containing protections may be breached or terminated;\n\n\n•\nwe may not have adequate remedies for breaches;\n\n\n•\npending patent, trademark, and copyright applications may not be approved;\n\n\n•\nexisting patent, trademark, copyright, and trade secret laws may afford limited protection;\n\n\n•\na third party could copy or otherwise obtain and use our products or technology without authorization; or\n\n\n•\nwe may be required to litigate to enforce our intellectual property rights, and we may not be successful. \n\n\nPolicing unauthorized use of our intellectual property is difficult and litigating intellectual property claims may result in substantial cost and divert management’s attention.\n \n\n\nIn addition, we may be required to defend our products against patent or other intellectual property infringement claims or litigation. Besides defense expenses and costs, we may not prevail in such cases, forcing us to seek licenses or royalty arrangements from third parties, which we may not be able to obtain on reasonable terms, or subjecting us to an order or requirement to stop manufacturing, using, selling, or distributing products that included challenged intellectual property, which could harm our business and financial results.\n\n\nIf third parties claim that we infringe on their intellectual property rights, our financial condition could be adversely affected.\n\n\n14\n\n\n\n\n \n\n\nWe face the risk of claims that we have infringed third parties’ intellectual property rights. Any claims of patent or other intellectual property infringement, even those without merit, could be expensive and time consuming to defend, cause us to cease making, licensing, or using products that incorporate the challenged intellectual property, require us to redesign, re-engineer, or re-brand our products, if feasible, divert management’s attention and resources, or require us to enter into royalty or licensing agreements in order to obtain the right to use a third party’s intellectual property. Any royalty or licensing agreements, if required, may not be available to us on acceptable terms or at all. A successful claim of infringement against us could result in our being required to pay significant damages, enter into costly license or royalty agreements, or stop the sale of certain products, any of which could have a negative impact on our business, financial condition, and results of operations. While we are not currently involved in any outstanding intellectual property litigation that we believe, individually or in the aggregate, will have a material adverse effect on our business, financial condition, or results of operations, we cannot predict the outcome of any pending litigation and an unfavorable outcome could have an adverse impact on our business, financial condition, or results of operations.\n\n\nRisks Relating to Our Regulatory, Accounting, Legal, and Tax Environment\n\n\nInternational tariffs could materially and adversely affect our business and results of operations.\n\n\nChanges in laws and policies governing foreign trade could adversely affect our business. The institution of global trade tariffs, trade sanctions, new or onerous trade restrictions, embargoes and other stringent government controls carries the risk of negatively affecting global economic conditions, which could have a negative impact on our business and results of operations. Also, certain foreign governments have imposed tariffs on certain U.S. goods and may take additional retaliatory trade actions stemming from the tariffs, which could increase the pricing of our products and result in decreased consumer demand for our products outside of the United States, which could materially and adversely affect our business and results of operations.\n\n\nIn addition, U.S. initiated tariffs on certain foreign goods, including raw materials, commodities, and products manufactured outside the United States that are used in our manufacturing processes may cause our manufacturing cost to rise, which would have a negative impact on our business and results of operations.\n\n\nAn impairment in the carrying value of goodwill, trade names, and other long-lived assets could negatively affect our consolidated results of operations and net worth.\n\n\nGoodwill and indefinite-lived intangible assets, such as our trade names, are recorded at fair value at the time of acquisition and are not amortized, but are reviewed for impairment at least annually or more frequently if impairment indicators arise. In evaluating the potential for impairment of goodwill and trade names, we make assumptions regarding future operating performance, business trends, and market and economic conditions. Such analyses further require us to make certain assumptions about sales, operating margins, growth rates, and discount rates. Uncertainties are inherent in evaluating and applying these factors to the assessment of goodwill and trade name recoverability. We could be required to evaluate the recoverability of goodwill or trade names prior to the annual assessment if we experience business disruptions, unexpected significant declines in operating results, a divestiture of a significant component of our business, or declines in market capitalization.\n\n\nWe also continually evaluate whether events or circumstances have occurred that indicate the remaining estimated useful lives of our definite-lived intangible assets and other long-lived assets may warrant revision or whether the remaining balance of such assets may not be recoverable. We use an estimate of the related undiscounted cash flow over the remaining life of the asset in measuring whether the asset is recoverable.\n\n\nAs of June 30, 2023, the balance of total goodwill and indefinite lived intangible assets was $54.5 million, which represents approximately 15 percent of total assets. If the future operating performance of either the Company or individual operating segments is not sufficient, we could be required to record non-cash impairment charges. Impairment charges could substantially affect our reported earnings in the periods such charges are recorded. In addition, impairment charges could indicate a reduction in business value which could limit our ability to obtain adequate financing in the future.\n\n\nCompliance with environmental, health, safety, and other regulatory requirements may increase costs and reduce demand for our products.\n\n\nWe are subject to federal, state, local, and foreign laws and regulations, including those concerning product safety, environmental protection, and occupational health and safety. Some of these laws and regulations require us to obtain permits and limit our ability to discharge hazardous materials into the environment. Failure to comply with these requirements could result in the assessment of fines and penalties, obligations to conduct remedial or corrective actions, or, in extreme circumstances, revocation of our permits or injunctions preventing some or all of our operations. In addition, the components of our boats must meet certain regulatory standards, including stringent air emission standards for boat engines. Failure to meet these standards could result in an inability to sell our boats in key markets, which would adversely affect our business. Moreover, compliance with these regulatory requirements could increase the cost of our products, which in turn, may reduce consumer demand.\n\n\n15\n\n\n\n\n \n\n\nWhile we believe that we are in compliance with applicable federal, state, local, and foreign regulatory requirements, and hold all licenses and permits required thereunder, we cannot provide assurance that we will, at all times, be able to continue to comply with applicable regulatory requirements. Compliance with increasingly stringent regulatory and permit requirements may, in the future, cause us to incur substantial capital costs and increase our cost of operations, or may limit our operations, all of which could have a material adverse effect on our business or financial condition.\n\n\nOur manufacturing processes involve the use, handling, storage, and contracting for recycling or disposal of hazardous substances and wastes. The failure to manage or dispose of such hazardous substances and wastes properly could expose us to material liability or fines, including liability for personal injury or property damage due to exposure to hazardous substances, damages to natural resources, or for the investigation and remediation of environmental conditions. Under environmental laws, we may be liable for remediation of contamination at sites where our hazardous wastes have been disposed or at our current or former facilities, regardless of whether such facilities are owned or leased or regardless of whether we were at fault. While we do not believe that we are presently subject to any such liabilities, we cannot assure you that environmental conditions relating to our prior, existing, or future sites or operations or those of predecessor companies will not have a material adverse effect on our business or financial condition.\n\n\nAdditionally, we are subject to laws governing our relationships with employees, including, but not limited to, employment obligations and employee wage, hour, and benefits issues, such as health care benefits. Compliance with these rules and regulations, and compliance with any changes to current regulations, could increase the cost of our operations.\n\n\nWe manufacture and sell products that create exposure to potential claims and litigation.\n \n\n\nOur manufacturing operations and the products we produce could result in product quality, warranty, personal injury, property damage, and other issues, thereby increasing the risk of litigation and potential liability, as well as regulatory fines. We have in the past incurred such liabilities and may in the future be exposed to liability for such claims. We maintain product and general liability insurance of the types and in the amounts that we believe are customary for the industry. However, we may experience material losses in the future, incur significant costs to defend claims or issue product recalls, experience claims in excess of our insurance coverage or that are not covered by insurance, or be subjected to fines or penalties. Our reputation may be adversely affected by such claims, whether or not successful, including potential negative publicity about our products. In addition, if any of our products are, or are alleged to be, defective, we may be required to participate in a recall of that product if the defect or alleged defect relates to safety. These and other claims we may face could be costly to us and require substantial management attention.\n\n\nThe nature of our business exposes us to workers’ compensation claims and other workplace liabilities.\n\n\nCertain materials we use require our employees to handle potentially hazardous or toxic substances. While our employees who handle these and other potentially hazardous or toxic materials receive specialized training and wear protective clothing, there is still a risk that they, or others, may be exposed to these substances. Exposure to these substances could result in significant injury to our employees and damage to our property or the property of others, including natural resource damage. Our personnel are also at risk for other workplace related injuries, including slips and falls. We have in the past been, and may in the future be, subject to fines, penalties, and other liabilities in connection with any such injury or damage. Although we currently maintain what we believe to be suitable and adequate insurance in excess of our self-insured amounts, we may be unable to maintain such insurance on acceptable terms or such insurance may not provide adequate protection against potential liabilities.\n\n\nIncreases in income tax rates or changes in income tax laws or enforcement could have a material adverse impact on our financial results.\n\n\nChanges in domestic and international tax legislation could expose us to additional tax liability. Although we monitor changes in tax laws and work to mitigate the impact of proposed changes, such changes may negatively impact our financial results. In addition, increases in individual income tax rates would negatively affect our potential consumers’ discretionary income and could decrease the demand for our products.\n\n\nRisks Relating to Ownership of our Common Stock\n\n\nInefficient or ineffective allocation of capital could adversely affect our operating results and/or stockholder value.\n\n\nWe strive to allocate capital in a manner that enhances stockholder value, lowers our cost of capital, or demonstrates our commitment to return excess capital to stockholders, while maintaining our ability to invest in strategic growth opportunities. In July 2023, the board of directors of the Company authorized a new share repurchase program under which the Company may repurchase up to $50 million of its outstanding shares of common stock. The new authorization will become effective upon the expiration of the Company's existing $50 million share repurchase authorization. The Company intends to purchase shares under the repurchase authorization from time to time on the open market at the discretion of management, subject to strategic considerations, market conditions, and other factors. Repurchases under our share repurchase program will reduce the market liquidity for our stock, potentially affecting its trading volatility and price. Future share repurchases will also diminish our cash reserves, which may impact our ability to pursue attractive strategic\n \n\n\n16\n\n\n\n\n \n\n\nopportunities. Therefore, if we do not properly allocate our capital or implement a successful cash management strategy, including with respect to returning value to our stockholders through this share repurchase authorization, we may fail to produce optimal financial results and experience a reduction in stockholder value.\n\n\nShareholders may be diluted by future issuances of common stock in connection with our incentive plans, acquisitions, or otherwise; future sales of such shares in the public market, or the expectations that such sales may occur, could lower our stock price.\n\n\nOur amended and restated certificate of incorporation authorizes us to issue shares of common stock and options, rights, warrants, and appreciation rights relating to common stock for the consideration and on the terms and conditions established by our board of directors in its sole discretion, whether in connection with acquisitions or otherwise.\n\n\nAny common stock that we issue, including under our 2015 Incentive Award Plan or other equity incentive plans that we may adopt in the future, would dilute the percentage ownership of holders of our common stock.\n \n\n\nWe currently do not intend to pay dividends on our common stock.\n\n\nWhile we have paid dividends in the past, we currently have no intention to pay dividends on our common stock. Any decision to declare and pay dividends in the future will be made at the discretion of our board of directors and will depend on, among other things, our results of operations, financial condition, cash requirements, contractual restrictions, and other factors that our board of directors may deem relevant. Furthermore, our ability to declare and pay dividends may be limited by instruments governing future outstanding indebtedness we may incur.\n\n\nCertain activist shareholder actions could cause us to incur expense and hinder execution of our strategy.\n\n\nWe actively engage in discussions with our shareholders regarding further strengthening our Company and creating long-term shareholder value. This ongoing dialogue can include certain divisive activist tactics, which can take many forms. Some shareholder activism, including potential proxy contests, could result in substantial costs, such as legal fees and expenses, and divert management’s and our board of director’s attention and resources from our businesses and strategic plans. Additionally, public shareholder activism could give rise to perceived uncertainties as to our future, adversely affect our relationships with dealers, distributors, or consumers, make it more difficult to attract and retain qualified personnel, and cause our stock price to fluctuate based on temporary or speculative market perceptions or other factors that do not necessarily reflect the underlying fundamentals and prospects of our business. These risks could adversely affect our business and operating results.\n\n\n17\n\n\n\n\n \n\n",
    "item1a": ">Item 1A.\n \n\n\nRisk Factors\n\n\n \n\n\n7\n\n\n\n\n \n\n\nItem 1B.\n \n\n\nUnresolved Staff Comments\n\n\n \n\n\n18\n\n\n\n\n\n\n \n\n\nItem 2.\n \n\n\nProperties\n\n\n \n\n\n18\n\n\n\n\n\n\n \n\n\nItem 3.\n \n\n\nLegal Proceedings\n\n\n \n\n\n18\n\n\n\n\n\n\n \n\n\nItem 4.\n \n\n\nMine Safety Disclosures\n\n\n \n\n\n18\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPART II\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nItem 5.\n \n\n\nMarket for Registrant’s Common Equity and Related Stockholder Matters and Issuer Purchases of Equity Securities\n\n\n \n\n\n19\n\n\n\n\n\n\n \n\n\nItem 6.\n \n\n\nReserved\n\n\n \n\n\n20\n\n\n\n\n\n\n \n\n\nItem 7.\n \n\n\nManagement's Discussion and Analysis of Financial Condition and Results of Operations\n\n\n \n\n\n21\n\n\n\n\n\n\n \n\n\nItem 7A.\n \n\n\nQuantitative and Qualitative Disclosures about Market Risk\n\n\n \n\n\n31\n\n\n\n\n\n\n \n\n\nItem 8.\n \n\n\nFinancial Statements and Supplementary Data\n\n\n \n\n\n31\n\n\n\n\n\n\n \n\n\nItem 9.\n \n\n\nChanges in and Disagreements With Accountants on Accounting and Financial Disclosure\n\n\n \n\n\n31\n\n\n\n\n\n\n \n\n\nItem 9A.\n \n\n\nControls and Procedures\n\n\n \n\n\n31\n\n\n\n\n\n\n \n\n\nItem 9B.\n \n\n\nOther Information\n\n\n \n\n\n32\n\n\n\n\n\n\n \n\n\nItem 9C.\n\n\nDisclosure Regarding Foreign Jurisdictions That Prevent Inspections\n\n\n \n\n\n32\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPART III\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nItem 10.\n \n\n\nDirectors, Executive Officers and Corporate Governance\n\n\n \n\n\n33\n\n\n\n\n\n\n \n\n\nItem 11.\n \n\n\nExecutive Compensation\n\n\n \n\n\n33\n\n\n\n\n\n\n \n\n\nItem 12.\n \n\n\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n\n\n \n\n\n33\n\n\n\n\n\n\n \n\n\nItem 13.\n \n\n\nCertain Relationships and Related Transactions, and Director Independence\n\n\n \n\n\n33\n\n\n\n\n\n\n \n\n\nItem 14.\n \n\n\nPrincipal Accountant Fees and Services\n\n\n \n\n\n33\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPART IV\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nItem 15.\n \n\n\nExhibits, Financial Statement Schedules\n\n\n \n\n\n34\n\n\n\n\n\n\n \n\n\nItem 16.\n \n\n\nForm 10-K Summary\n\n\n \n\n\n36\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nii\n\n\n\n\n \n\n\nCAUTIONARY NOTE REGARDING F\nORWARD-LOOKING STATEMENTS\n \n\n\nThis Annual Report on Form 10-K contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All statements contained in this Form 10-K that do not relate to matters of historical fact should be considered forward-looking statements, including but not limited to statements regarding our expected market share, business strategy, dealer network, anticipated financial results, and liquidity. We use words such as “could,” “may,” “might,” “will,” “expect,” “likely,” “believe,” “continue,” “anticipate,” “estimate,” “intend,” “plan,” “project,” and other similar expressions to identify some forward-looking statements, but not all forward-looking statements include these words. All of our forward-looking statements involve estimates and uncertainties that could cause actual results to differ materially from those expressed in the forward-looking statements. Accordingly, any such statements are qualified in their entirety by reference to the information described under the caption “Risk Factors” and elsewhere in this Form 10-K.\n\n\nThe forward-looking statements contained in this Form 10-K are based on assumptions that we have made in light of our industry experience and our perceptions of historical trends, current conditions, expected future developments, and other factors we believe are appropriate under the circumstances. You should understand that these statements are not guarantees of performance or results. They involve risks, uncertainties (many of which are beyond our control), and assumptions. Although we believe that these forward-looking statements are based on reasonable assumptions, you should be aware that many important factors could affect our actual operating and financial performance and cause our performance to differ materially from the performance anticipated in the forward-looking statements. We believe these important factors include, but are not limited to, those described under “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Form 10-K and our other filings with the Securities and Exchange Commission (“SEC”). Should one or more of these risks or uncertainties materialize, or should any of these assumptions prove incorrect, our actual operating and financial performance may vary in material respects from the performance projected in these forward-looking statements. In addition, new important factors that could cause our business not to develop as we expect may emerge from time to time.\n\n\nFurther, any forward-looking statement speaks only as of the date on which it is made, and except as required by law, we undertake no obligation to update any forward-looking statement contained in this Form 10-K to reflect events or circumstances after the date on which it is made or to reflect the occurrence of anticipated or unanticipated events or circumstances. The forward-looking statements contained herein should not be relied upon as representing our views as of any date subsequent to the filing date of this Form 10-K.\n\n\nBASIS OF PRE\nSENTATION\n\n\nOur fiscal year begins on July 1 and ends on June 30 with the interim quarterly reporting periods consisting of thirteen weeks. Therefore, the quarter end will not always coincide with the date of the end of the calendar month. We refer to our fiscal years based on the calendar-year in which they end. Accordingly, references to fiscal 2023, fiscal 2022 and fiscal 2021 represent our financial results for the fiscal years ended June 30, 2023, June 30, 2022, and June 30, 2021, respectively. For ease of reference, we identify our fiscal years in this Form 10-K by reference to the period from July 1 to June 30 of the year in which the fiscal year ends. For example, “fiscal 2023” refers to our fiscal year ended June 30, 2023.\n\n\nMasterCraft Boat Holdings, Inc. (the “Company”), a Delaware corporation, operates primarily through its wholly-owned subsidiaries, MasterCraft Boat Company, LLC, MasterCraft Services, LLC, MasterCraft Parts, Ltd., MasterCraft International Sales Administration, Inc., Aviara Boats, LLC, Crest Marine, LLC, and NSB Boats, LLC. Unless the context otherwise requires, the Company and its subsidiaries collectively are referred to as the “Company,” “we,” or “us” in this Form 10-K.\n\n\n1\n\n\n\n\n \n\n\nPART\n I\n \n\n",
    "item7": ">ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF \nFINANCIAL CONDITION AND RESULTS OF OPERATIONS.\n\n\nThe following discussion and analysis should be read together with the sections entitled “Risk Factors” and the financial statements and the accompanying notes included elsewhere in this Form 10-K. In addition, the statements in this discussion and analysis regarding the performance expectations of our business, anticipated financial results, liquidity and the other non-historical statements are forward-looking statements. These forward-looking statements are subject to numerous risks and uncertainties, including, but not limited to, the risks and uncertainties described in “Cautionary Note Regarding Forward-Looking Statements” and in “Risk Factors” above. Our actual results may differ materially from those contained in or implied by any forward-looking statements.\n\n\nThis section generally discusses 2023 and 2022 items and year-to-year comparisons between 2023 and 2022. Discussions of 2021 items and year-to-year comparisons between 2022 and 2021 are not included in this Annual Report on Form 10-K and can be found in Item 7 of the Company’s \nAnnual Report on Form 10-K for the year ended June 30, 2022\n, which was filed with the SEC on September 9, 2022.\n\n\nKey Performance Measures\n\n\nFrom time to time we use certain key performance measures in evaluating our business and results of operations and we may refer to one or more of these key performance measures in this “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” These key performance measures include:\n\n\n•\nUnit sales volume\n — We define unit sales volume as the number of our boats sold to our dealers during a period.\n\n\n•\nNet sales per unit\n — We define net sales per unit as net sales divided by unit sales volume.\n\n\n•\nGross margin \n— We define gross margin as gross profit divided by net sales, expressed as a percentage.\n\n\n•\nNet income margin \n— We define net income margin as net income from continuing operations divided by net sales, expressed as a percentage.\n\n\n•\nAdjusted EBITDA\n — We define Adjusted EBITDA as net income from continuing operations, before interest, income taxes, depreciation, and amortization (“EBITDA”), as further adjusted to eliminate certain non-cash charges and unusual items that we do not consider to be indicative of our core/ongoing operations. For a reconciliation of EBITDA to Adjusted EBITDA, see “Non-GAAP Measures” below.\n\n\n•\nAdjusted EBITDA margin \n— We define Adjusted EBITDA margin as Adjusted EBITDA divided by net sales, expressed as a percentage. For a reconciliation of Adjusted EBITDA margin to net income margin, see “Non-GAAP Measures” below.\n\n\n•\nAdjusted Net Income\n — We define Adjusted Net Income as net income from continuing operations, adjusted to eliminate certain non-cash charges and other items that we do not consider to be indicative of our core/ongoing operations and adjusted for the impact to income tax expense related to non-GAAP adjustments. For a reconciliation of net income from continuing operations to Adjusted Net Income, see “Non-GAAP Measures” below.\n\n\nDiscontinued Operations\n\n\nOn September 2, 2022, the Company completed the sale of its NauticStar business. This business, which was previously reported as the Company's NauticStar segment until fiscal 2023, is being reported as discontinued operations for all periods presented. The Company's results for all periods presented, as discussed in Management's Discussion and Analysis, are presented on a continuing operations basis with prior year amounts recast to provide comparability. See Note 3 in Notes to Consolidated Financial Statements for more information on Discontinued Operations.\n\n\nFiscal 2023 Overview\n\n\nNet sales were up slightly during fiscal 2023 when compared to fiscal 2022. The increase was primarily due to higher pricing to offset inflationary cost pressures, partially offset by a decrease in wholesale volume, dealer incentives and less favorable model mix. We achieved our goal of rebalancing dealer inventories; however, due to a slowing retail environment, the number of wholesale units sold were lower when compared to prior year. Model mix trended towards smaller-sized models as more boats were sold as inventory stock versus retail-sold boats. Also, because of increased dealer inventories, higher interest rates, and an increasingly competitive retail environment, dealer incentives, which include floor plan financing costs and other incentives, have increased.\n\n\nGross margin declined during fiscal 2023 when compared to fiscal 2022. Offsetting the increased net sales discussed above were increased expenses related to material, labor and overhead inflation. Other contributory expenses included increased insurance premiums and warranty-related costs. Overall, including the impact of dealer incentives in net sales noted above, the gross margin percentage declined 60 basis points.\n\n\n21\n\n\n\n\n \n\n\nOperating expenses slightly increased during fiscal 2023 when compared to fiscal 2022. Total selling, general and administrative expenses as a percentage of net sales remained relatively flat during fiscal 2023 when compared to the same prior year period.\n\n\nResults of Operations\n\n\nWe derived the consolidated statements of operations for the fiscal years ended June 30, 2023 and 2022 from our audited consolidated financial statements and related notes included elsewhere in this Form 10-K. Our historical results are not necessarily indicative of the results that may be expected in the future.\n\n\nConsolidated Results\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\n(Dollar amounts in thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nConsolidated statements of operations\n:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNET SALES\n\n\n \n\n\n$\n\n\n662,046\n\n\n \n\n\n \n\n\n$\n\n\n641,609\n\n\n \n\n\n \n\n\n$\n\n\n20,437\n\n\n \n\n\n \n\n\n \n\n\n3.2\n\n\n%\n\n\n\n\n\n\nCOST OF SALES\n\n\n \n\n\n \n\n\n492,333\n\n\n \n\n\n \n\n\n \n\n\n473,419\n\n\n \n\n\n \n\n\n \n\n\n18,914\n\n\n \n\n\n \n\n\n \n\n\n4.0\n\n\n%\n\n\n\n\n\n\nGROSS PROFIT\n\n\n \n\n\n \n\n\n169,713\n\n\n \n\n\n \n\n\n \n\n\n168,190\n\n\n \n\n\n \n\n\n \n\n\n1,523\n\n\n \n\n\n \n\n\n \n\n\n0.9\n\n\n%\n\n\n\n\n\n\nOPERATING EXPENSES:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSelling and marketing\n\n\n \n\n\n \n\n\n13,808\n\n\n \n\n\n \n\n\n \n\n\n12,869\n\n\n \n\n\n \n\n\n \n\n\n939\n\n\n \n\n\n \n\n\n \n\n\n7.3\n\n\n%\n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n37,034\n\n\n \n\n\n \n\n\n \n\n\n36,070\n\n\n \n\n\n \n\n\n \n\n\n964\n\n\n \n\n\n \n\n\n \n\n\n2.7\n\n\n%\n\n\n\n\n\n\nAmortization of other intangible assets\n\n\n \n\n\n \n\n\n1,956\n\n\n \n\n\n \n\n\n \n\n\n1,956\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n0.0\n\n\n%\n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,100\n\n\n \n\n\n \n\n\n \n\n\n(1,100\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nTotal operating expenses\n\n\n \n\n\n \n\n\n52,798\n\n\n \n\n\n \n\n\n \n\n\n51,995\n\n\n \n\n\n \n\n\n \n\n\n803\n\n\n \n\n\n \n\n\n \n\n\n1.5\n\n\n%\n\n\n\n\n\n\nOPERATING INCOME\n\n\n \n\n\n \n\n\n116,915\n\n\n \n\n\n \n\n\n \n\n\n116,195\n\n\n \n\n\n \n\n\n \n\n\n720\n\n\n \n\n\n \n\n\n \n\n\n0.6\n\n\n%\n\n\n\n\n\n\nOTHER INCOME (EXPENSE):\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(2,679\n\n\n)\n\n\n \n\n\n \n\n\n(1,471\n\n\n)\n\n\n \n\n\n \n\n\n(1,208\n\n\n)\n\n\n \n\n\n \n\n\n82.1\n\n\n%\n\n\n\n\n\n\nInterest income\n\n\n \n\n\n \n\n\n3,351\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n3,351\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nINCOME BEFORE INCOME TAX EXPENSE\n\n\n \n\n\n \n\n\n117,587\n\n\n \n\n\n \n\n\n \n\n\n114,724\n\n\n \n\n\n \n\n\n \n\n\n2,863\n\n\n \n\n\n \n\n\n \n\n\n2.5\n\n\n%\n\n\n\n\n\n\nINCOME TAX EXPENSE\n\n\n \n\n\n \n\n\n27,135\n\n\n \n\n\n \n\n\n \n\n\n26,779\n\n\n \n\n\n \n\n\n \n\n\n356\n\n\n \n\n\n \n\n\n \n\n\n1.3\n\n\n%\n\n\n\n\n\n\nNET INCOME FROM CONTINUING OPERATIONS\n\n\n \n\n\n$\n\n\n90,452\n\n\n \n\n\n \n\n\n$\n\n\n87,945\n\n\n \n\n\n \n\n\n$\n\n\n2,507\n\n\n \n\n\n \n\n\n \n\n\n2.9\n\n\n%\n\n\n\n\n\n\nAdditional financial and other data:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnit sales volume:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMasterCraft\n\n\n \n\n\n \n\n\n3,407\n\n\n \n\n\n \n\n\n \n\n\n3,596\n\n\n \n\n\n \n\n\n \n\n\n(189\n\n\n)\n\n\n \n\n\n \n\n\n(5.3\n\n\n%)\n\n\n\n\n\n\nCrest\n\n\n \n\n\n \n\n\n2,836\n\n\n \n\n\n \n\n\n \n\n\n3,156\n\n\n \n\n\n \n\n\n \n\n\n(320\n\n\n)\n\n\n \n\n\n \n\n\n(10.1\n\n\n%)\n\n\n\n\n\n\nAviara\n\n\n \n\n\n \n\n\n134\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n \n\n\n \n\n\n \n\n\n34\n\n\n \n\n\n \n\n\n \n\n\n34.0\n\n\n%\n\n\n\n\n\n\nConsolidated unit sales volume\n\n\n \n\n\n \n\n\n6,377\n\n\n \n\n\n \n\n\n \n\n\n6,852\n\n\n \n\n\n \n\n\n \n\n\n(475\n\n\n)\n\n\n \n\n\n \n\n\n(6.9\n\n\n%)\n\n\n\n\n\n\nNet sales:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMasterCraft\n\n\n \n\n\n$\n\n\n468,656\n\n\n \n\n\n \n\n\n$\n\n\n466,027\n\n\n \n\n\n \n\n\n$\n\n\n2,629\n\n\n \n\n\n \n\n\n \n\n\n0.6\n\n\n%\n\n\n\n\n\n\nCrest\n\n\n \n\n\n \n\n\n141,247\n\n\n \n\n\n \n\n\n \n\n\n140,859\n\n\n \n\n\n \n\n\n \n\n\n388\n\n\n \n\n\n \n\n\n \n\n\n0.3\n\n\n%\n\n\n\n\n\n\nAviara\n\n\n \n\n\n \n\n\n52,143\n\n\n \n\n\n \n\n\n \n\n\n34,723\n\n\n \n\n\n \n\n\n \n\n\n17,420\n\n\n \n\n\n \n\n\n \n\n\n50.2\n\n\n%\n\n\n\n\n\n\nConsolidated net sales\n\n\n \n\n\n$\n\n\n662,046\n\n\n \n\n\n \n\n\n$\n\n\n641,609\n\n\n \n\n\n \n\n\n$\n\n\n20,437\n\n\n \n\n\n \n\n\n \n\n\n3.2\n\n\n%\n\n\n\n\n\n\nNet sales per unit:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMasterCraft\n\n\n \n\n\n$\n\n\n138\n\n\n \n\n\n \n\n\n$\n\n\n130\n\n\n \n\n\n \n\n\n$\n\n\n8\n\n\n \n\n\n \n\n\n \n\n\n6.2\n\n\n%\n\n\n\n\n\n\nCrest\n\n\n \n\n\n \n\n\n50\n\n\n \n\n\n \n\n\n \n\n\n45\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n \n\n\n \n\n\n11.1\n\n\n%\n\n\n\n\n\n\nAviara\n\n\n \n\n\n \n\n\n389\n\n\n \n\n\n \n\n\n \n\n\n347\n\n\n \n\n\n \n\n\n \n\n\n42\n\n\n \n\n\n \n\n\n \n\n\n12.1\n\n\n%\n\n\n\n\n\n\nConsolidated net sales per unit\n\n\n \n\n\n \n\n\n104\n\n\n \n\n\n \n\n\n \n\n\n94\n\n\n \n\n\n \n\n\n \n\n\n10\n\n\n \n\n\n \n\n\n \n\n\n10.6\n\n\n%\n\n\n\n\n\n\nGross margin\n\n\n \n\n\n \n\n\n25.6\n\n\n%\n\n\n \n\n\n \n\n\n26.2\n\n\n%\n\n\n \n\n\n(60) bps\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet Sales.\n Net Sales increased 3.2 percent for fiscal 2023 when compared to fiscal 2022. The increase was a result of higher prices, partially offset by decreased sales volumes, increased dealer incentives, and less favorable model mix. Dealer incentives include higher floor plan financing costs as a result of increased dealer inventories and interest rates, and other incentives as the retail environment becomes more competitive.\n\n\nGross Margin.\n Gross Margin percentage declined 60 basis points during fiscal 2023 when compared to fiscal 2022. Lower margins were the result of higher costs related to material and overhead inflation, higher costs from dealer incentives, lower absorption due to decreased sales volumes, less favorable model mix, and increased warranty costs related to prior model year expenses, partially offset by higher prices and improved production efficiencies.\n\n\nOperating Expenses\n. Operating expenses increased 1.5 percent during fiscal 2023 when compared to the same prior year period. During fiscal 2022, a $1.1 million goodwill impairment charge was recorded in the Aviara segment, as discussed in Note 7 in the Notes to\n \n\n\n22\n\n\n\n\n \n\n\nConsolidated Financial Statements. Selling, general and administrative expenses as a percentage of net sales were relatively flat during fiscal 2023 when compared to the same prior year period.\n\n\nInterest Expense.\n Interest expense increased $1.2 million primarily due to higher effective interest rates.\n\n\nInterest Income.\n Interest income of $3.4 million during fiscal 2023 is derived from investments in fiscal 2023 in a portfolio of fixed income securities as part of the Company's cash management strategy.\n\n\nIncome Tax Expense.\n Our consolidated effective income tax rate decreased to 23.1 percent for fiscal 2023 from 23.3 percent for fiscal 2022. See Note 10 in Notes to Consolidated Financial Statements for more information.\n\n\nSegment Results\n\n\nMasterCraft Segment\n\n\nThe following table sets forth MasterCraft segment results for the fiscal years ended:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Dollar amounts in thousands)\n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n468,656\n\n\n \n\n\n \n\n\n$\n\n\n466,027\n\n\n \n\n\n \n\n\n$\n\n\n2,629\n\n\n \n\n\n \n\n\n \n\n\n0.6\n\n\n%\n\n\n\n\n\n\nOperating income\n\n\n \n\n\n101,324\n\n\n \n\n\n \n\n\n \n\n\n105,341\n\n\n \n\n\n \n\n\n \n\n\n(4,017\n\n\n)\n\n\n \n\n\n \n\n\n(3.8\n\n\n%)\n\n\n\n\n\n\nPurchases of property, plant and equipment\n\n\n \n\n\n17,414\n\n\n \n\n\n \n\n\n \n\n\n6,642\n\n\n \n\n\n \n\n\n \n\n\n10,772\n\n\n \n\n\n \n\n\n \n\n\n162.2\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnit sales volume\n\n\n \n\n\n3,407\n\n\n \n\n\n \n\n\n \n\n\n3,596\n\n\n \n\n\n \n\n\n \n\n\n(189\n\n\n)\n\n\n \n\n\n \n\n\n(5.3\n\n\n%)\n\n\n\n\n\n\nNet sales per unit\n\n\n$\n\n\n138\n\n\n \n\n\n \n\n\n$\n\n\n130\n\n\n \n\n\n \n\n\n$\n\n\n8\n\n\n \n\n\n \n\n\n \n\n\n6.2\n\n\n%\n\n\n\n\n\n\nNet sales increased 0.6 percent during fiscal 2023, when compared to fiscal 2022. The increase was primarily driven by higher selling prices, partially offset by decreased sales volumes, less favorable model mix, and increased dealer incentives.\n\n\nOperating income decreased 3.8 percent during fiscal 2023, when compared to the same prior year period. The overall decrease was driven by higher costs from inflationary pressures, higher dealer incentives, less favorable model mix, decreased sales volumes, and increased warranty costs related to prior model year expenses, partially offset by favorable pricing.\n\n\nPurchases of property, plant, and equipment increased $10.8 million during fiscal 2023, when compared to fiscal 2022. The increase was due to capital spending focused on facility enhancements, strategic initiatives, and information technology.\n\n\nCrest Segment\n\n\nThe following table sets forth Crest segment results for the fiscal years ended:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Dollar amounts in thousands)\n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n141,247\n\n\n \n\n\n \n\n\n$\n\n\n140,859\n\n\n \n\n\n \n\n\n$\n\n\n388\n\n\n \n\n\n \n\n\n \n\n\n0.3\n\n\n%\n\n\n\n\n\n\nOperating income\n\n\n \n\n\n20,106\n\n\n \n\n\n \n\n\n \n\n\n19,892\n\n\n \n\n\n \n\n\n \n\n\n214\n\n\n \n\n\n \n\n\n \n\n\n1.1\n\n\n%\n\n\n\n\n\n\nPurchases of property, plant and equipment\n\n\n \n\n\n7,149\n\n\n \n\n\n \n\n\n \n\n\n4,193\n\n\n \n\n\n \n\n\n \n\n\n2,956\n\n\n \n\n\n \n\n\n \n\n\n70.5\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnit sales volume\n\n\n \n\n\n2,836\n\n\n \n\n\n \n\n\n \n\n\n3,156\n\n\n \n\n\n \n\n\n \n\n\n(320\n\n\n)\n\n\n \n\n\n \n\n\n(10.1\n\n\n%)\n\n\n\n\n\n\nNet sales per unit\n\n\n$\n\n\n50\n\n\n \n\n\n \n\n\n$\n\n\n45\n\n\n \n\n\n \n\n\n$\n\n\n5\n\n\n \n\n\n \n\n\n \n\n\n11.1\n\n\n%\n\n\n\n\n\n\nNet sales increased 0.3 percent during fiscal 2023, when compared to fiscal 2022, as a result of higher prices, and favorable model mix and options, partially offset by decreased unit volume and increased dealer incentives.\n\n\nOperating income increased 1.1 percent during fiscal 2023, when compared to the same prior year period. The increase was primarily due to higher selling prices, and favorable model mix and options, partially offset by higher costs from inflationary pressures, decreased unit volume, and increased dealer incentives.\n\n\nPurchases of property, plant, and equipment increased $3.0 million during fiscal 2023, when compared to the same prior-year period. The increase was primarily due to capital spending focused on capacity expansion.\n\n\n \n\n\n23\n\n\n\n\n \n\n\nAviara Segment\n\n\nThe following table sets forth Aviara segment results for the fiscal years ended:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Dollar amounts in thousands)\n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n52,143\n\n\n \n\n\n \n\n\n$\n\n\n34,723\n\n\n \n\n\n \n\n\n$\n\n\n17,420\n\n\n \n\n\n \n\n\n \n\n\n50.2\n\n\n%\n\n\n\n\n\n\nOperating loss\n\n\n \n\n\n(4,515\n\n\n)\n\n\n \n\n\n \n\n\n(9,038\n\n\n)\n\n\n \n\n\n \n\n\n4,523\n\n\n \n\n\n \n\n\n \n\n\n50.0\n\n\n%\n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,100\n\n\n \n\n\n \n\n\n \n\n\n(1,100\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nPurchases of property, plant and equipment\n\n\n \n\n\n5,760\n\n\n \n\n\n \n\n\n \n\n\n1,461\n\n\n \n\n\n \n\n\n \n\n\n4,299\n\n\n \n\n\n \n\n\n \n\n\n294.3\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnit sales volume\n\n\n \n\n\n134\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n \n\n\n \n\n\n \n\n\n34\n\n\n \n\n\n \n\n\n \n\n\n34.0\n\n\n%\n\n\n\n\n\n\nNet sales per unit\n\n\n$\n\n\n389\n\n\n \n\n\n \n\n\n$\n\n\n347\n\n\n \n\n\n \n\n\n$\n\n\n42\n\n\n \n\n\n \n\n\n \n\n\n12.1\n\n\n%\n\n\n\n\n\n\nNet sales increased 50.2 percent during fiscal 2023, when compared to fiscal 2022, mainly due to increased sales volume and higher selling prices, partially offset by higher dealer incentives.\n\n\nOperating loss decreased 50.0 percent for fiscal 2023, when compared to fiscal 2022. The change was primarily a result of higher prices, improved production efficiencies, and increased sales volume, partially offset by higher costs from inflationary pressures, and increased dealer incentives. Additionally, a goodwill impairment charge was recorded during the first quarter of fiscal 2022.\n\n\nPurchases of property, plant, and equipment increased $4.3 million during fiscal 2023, when compared to fiscal 2022. The increase was due to capital spending focused on capacity expansion and tooling.\n\n\nNon-GAAP Measures\n\n\nEBITDA, Adjusted EBITDA, EBITDA Margin, and Adjusted EBITDA Margin\n\n\nWe define EBITDA as net income from continuing operations, before interest, income taxes, depreciation and amortization. We define Adjusted EBITDA as EBITDA further adjusted to eliminate certain non-cash charges or other items that we do not consider to be indicative of our core and/or ongoing operations. For the periods presented herein, these adjustments include share-based compensation, business development consulting costs, goodwill impairment, Aviara transition costs, and debt refinancing charges, as described in more detail below. We define EBITDA margin and Adjusted EBITDA margin as EBITDA and Adjusted EBITDA, respectively, expressed as a percentage of Net sales.\n \n\n\nAdjusted Net Income and Adjusted Net Income Per Share\n\n\nWe define Adjusted Net Income and Adjusted Net Income per share as net income from continuing operations adjusted to eliminate certain non-cash charges or other items that we do not consider to be indicative of our core and/or ongoing operations and reflecting income tax expense on adjusted net income before income taxes at our estimated annual effective tax rate. For the periods presented herein, these adjustments include other intangible asset amortization, share-based compensation, business development consulting costs, goodwill impairment, Aviara transition costs, and debt refinancing charges.\n\n\nEBITDA, Adjusted EBITDA, EBITDA margin, Adjusted EBITDA margin, Adjusted Net Income, and Adjusted Net Income per share, which we refer to collectively as the Non-GAAP Measures, are not measures of net income or operating income as determined under accounting principles generally accepted in the United States, or U.S. GAAP. The Non-GAAP Measures are not measures of performance in accordance with U.S. GAAP and should not be considered as an alternative to net income, net income per share, or operating cash flows determined in accordance with U.S. GAAP. Additionally, Adjusted EBITDA is not intended to be a measure of cash flow. We believe that the inclusion of the Non-GAAP Measures is appropriate to provide additional information to investors because securities analysts and investors use the Non-GAAP Measures to assess our operating performance across periods on a consistent basis and to evaluate the relative risk of an investment in our securities. We use Adjusted Net Income and Adjusted Net Income per share to facilitate a comparison of our operating performance on a consistent basis from period to period that, when viewed in combination with our results prepared in accordance with U.S. GAAP, provides a more complete understanding of factors and trends affecting our business than does U.S. GAAP measures alone. We believe Adjusted Net Income and Adjusted Net Income per share assists our board of directors, management, investors, and other users of the financial statements in comparing our net income on a consistent basis from period to period because it removes certain non-cash items and other items that we do not consider to be indicative of our core and/or ongoing operations and reflecting income tax expense on adjusted net income before income taxes at our estimated annual effective tax rate. The Non-GAAP Measures have limitations as an analytical tool and should not be considered in isolation or as a substitute for analysis of our results as reported under U.S. GAAP. Some of these limitations are:\n\n\n24\n\n\n\n\n \n\n\n•\nAlthough depreciation and amortization are non-cash charges, the assets being depreciated and amortized will often have to be replaced in the future and the Non-GAAP Measures do not reflect any cash requirements for such replacements;\n\n\n•\nThe Non-GAAP Measures do not reflect our cash expenditures, or future requirements for capital expenditures or contractual commitments;\n\n\n•\nThe Non-GAAP Measures do not reflect changes in, or cash requirements for, our working capital needs;\n\n\n•\nThe Non-GAAP Measures do not reflect our tax expense or any cash requirements to pay income taxes;\n\n\n•\nThe Non-GAAP Measures do not reflect interest expense, or the cash requirements necessary to service interest payments on our indebtedness; and\n\n\n•\nThe Non-GAAP Measures do not reflect the impact of earnings or charges resulting from matters we do not consider to be indicative of our core and/or ongoing operations, but may nonetheless have a material impact on our results of operations.\n\n\nIn addition, because not all companies use identical calculations, our presentation of the Non-GAAP Measures may not be comparable to similarly titled measures of other companies, including companies in our industry.\n\n\nDue to the effects of discontinued operations, as discussed above in “Part I, Item 1. Business,” the Company's non-GAAP financial measures are presented on a continuing operations basis, for all periods presented.\n\n\nThe following table presents a reconciliation of net income from continuing operations as determined in accordance with U.S. GAAP to EBITDA and Adjusted EBITDA, and net income from continuing operations margin (expressed as a percentage of net sales) to Adjusted EBITDA margin (expressed as a percentage of net sales) for the periods indicated:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of Net\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of Net\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n% of Net\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\nsales\n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nsales\n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\nsales\n\n\n\n\n\n\nNet income from continuing operations\n\n\n \n\n\n$\n\n\n90,452\n\n\n \n\n\n \n\n\n13.7%\n\n\n \n\n\n$\n\n\n87,945\n\n\n \n\n\n \n\n\n13.7%\n\n\n \n\n\n$\n\n\n58,438\n\n\n \n\n\n \n\n\n12.5%\n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n27,135\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n26,779\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n16,080\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n2,679\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1,471\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n3,392\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest income\n\n\n \n\n\n \n\n\n(3,351\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n \n\n\n10,569\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9,731\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n8,368\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nEBITDA\n\n\n \n\n\n \n\n\n127,484\n\n\n \n\n\n \n\n\n19.3%\n\n\n \n\n\n \n\n\n125,926\n\n\n \n\n\n \n\n\n19.6%\n\n\n \n\n\n \n\n\n86,278\n\n\n \n\n\n \n\n\n18.5%\n\n\n\n\n\n\nShare-based compensation\n\n\n \n\n\n \n\n\n3,656\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n3,510\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,932\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBusiness development consulting costs\n(a)\n\n\n \n\n\n \n\n\n312\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGoodwill impairment\n(b)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1,100\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAviara transition costs\n(c)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,150\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDebt refinancing charges\n(d)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n769\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAdjusted EBITDA\n\n\n \n\n\n$\n\n\n131,452\n\n\n \n\n\n \n\n\n19.9%\n\n\n \n\n\n$\n\n\n130,536\n\n\n \n\n\n \n\n\n20.3%\n\n\n \n\n\n$\n\n\n92,129\n\n\n \n\n\n \n\n\n19.8%\n\n\n\n\n\n\n \n\n\n(a)\nRepresents non-recurring third-party costs associated with business development activities, primarily relating to consulting costs for evaluation and execution of internal growth and other strategic initiatives. The evaluation and execution of the internal growth and other strategic initiatives is a bespoke initiative, and the costs associated therewith do not constitute normal recurring cash operating expenses necessary to operate the Company's business.\n\n\n(b)\nRepresents a non-cash charge recorded in the Aviara segment for impairment of goodwill.\n\n\n(c)\nRepresents costs to transition production of the Aviara brand from Vonore, Tennessee to Merritt Island, Florida. Costs include duplicative overhead costs and costs not indicative of ongoing operations (such as training and facility preparation).\n\n\n(d)\nRepresents loss recognized upon refinancing the Company’s debt in fiscal 2021. The loss is comprised of unamortized debt issuance costs related to the previously existing credit facility and third-party legal costs associated with the refinancing.\n\n\n \n\n\n25\n\n\n\n\n \n\n\nThe following table sets forth a reconciliation of net income from continuing operations as determined in accordance with U.S. GAAP to Adjusted Net Income for the periods indicated:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(Dollars in thousands, except per share)\n\n\n \n\n\n\n\n\n\nNet income from continuing operations\n\n\n \n\n\n$\n\n\n90,452\n\n\n \n\n\n \n\n\n$\n\n\n87,945\n\n\n \n\n\n \n\n\n$\n\n\n58,438\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n27,135\n\n\n \n\n\n \n\n\n \n\n\n26,779\n\n\n \n\n\n \n\n\n \n\n\n16,080\n\n\n \n\n\n\n\n\n\nAmortization of acquisition intangibles\n\n\n \n\n\n \n\n\n1,849\n\n\n \n\n\n \n\n\n \n\n\n1,849\n\n\n \n\n\n \n\n\n \n\n\n1,849\n\n\n \n\n\n\n\n\n\nShare-based compensation\n\n\n \n\n\n \n\n\n3,656\n\n\n \n\n\n \n\n\n \n\n\n3,510\n\n\n \n\n\n \n\n\n \n\n\n2,932\n\n\n \n\n\n\n\n\n\nBusiness development consulting costs\n(a)\n\n\n \n\n\n \n\n\n312\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nGoodwill impairment\n(b)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,100\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nAviara transition costs\n(c)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n2,150\n\n\n \n\n\n\n\n\n\nDebt refinancing charges\n(d)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n769\n\n\n \n\n\n\n\n\n\nAdjusted Net Income before income taxes\n\n\n \n\n\n \n\n\n123,404\n\n\n \n\n\n \n\n\n \n\n\n121,183\n\n\n \n\n\n \n\n\n \n\n\n82,218\n\n\n \n\n\n\n\n\n\nAdjusted income tax expense\n(e)\n\n\n \n\n\n \n\n\n28,383\n\n\n \n\n\n \n\n\n \n\n\n27,872\n\n\n \n\n\n \n\n\n \n\n\n18,910\n\n\n \n\n\n\n\n\n\nAdjusted Net Income\n\n\n \n\n\n$\n\n\n95,021\n\n\n \n\n\n \n\n\n$\n\n\n93,311\n\n\n \n\n\n \n\n\n$\n\n\n63,308\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAdjusted Net Income per share:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n$\n\n\n5.39\n\n\n \n\n\n \n\n\n$\n\n\n5.06\n\n\n \n\n\n \n\n\n$\n\n\n3.37\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n$\n\n\n5.35\n\n\n \n\n\n \n\n\n$\n\n\n5.01\n\n\n \n\n\n \n\n\n$\n\n\n3.34\n\n\n \n\n\n\n\n\n\nWeighted average shares used for the computation of\n(e)\n:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic Adjusted Net Income per share\n\n\n \n\n\n \n\n\n17,618,797\n\n\n \n\n\n \n\n\n \n\n\n18,455,226\n\n\n \n\n\n \n\n\n \n\n\n18,805,464\n\n\n \n\n\n\n\n\n\nDiluted Adjusted Net Income per share\n\n\n \n\n\n \n\n\n17,765,117\n\n\n \n\n\n \n\n\n \n\n\n18,636,512\n\n\n \n\n\n \n\n\n \n\n\n18,951,521\n\n\n \n\n\n\n\n\n\nThe following table presents the reconciliation of net income from continuing operations per diluted share to Adjusted net income per diluted share for the periods presented:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet income from continuing operations per diluted share\n\n\n \n\n\n$\n\n\n5.09\n\n\n \n\n\n \n\n\n$\n\n\n4.72\n\n\n \n\n\n \n\n\n$\n\n\n3.08\n\n\n \n\n\n\n\n\n\nImpact of adjustments:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n1.53\n\n\n \n\n\n \n\n\n \n\n\n1.44\n\n\n \n\n\n \n\n\n \n\n\n0.85\n\n\n \n\n\n\n\n\n\nAmortization of acquisition intangibles\n\n\n \n\n\n \n\n\n0.10\n\n\n \n\n\n \n\n\n \n\n\n0.10\n\n\n \n\n\n \n\n\n \n\n\n0.10\n\n\n \n\n\n\n\n\n\nShare-based compensation\n\n\n \n\n\n \n\n\n0.21\n\n\n \n\n\n \n\n\n \n\n\n0.19\n\n\n \n\n\n \n\n\n \n\n\n0.15\n\n\n \n\n\n\n\n\n\nBusiness development consulting costs\n(a)\n\n\n \n\n\n \n\n\n0.02\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nGoodwill impairment\n(b)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n0.06\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nAviara transition costs\n(c)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n0.11\n\n\n \n\n\n\n\n\n\nDebt refinancing charges\n(d)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n0.04\n\n\n \n\n\n\n\n\n\nAdjusted Net Income per diluted share before income taxes\n\n\n \n\n\n \n\n\n6.95\n\n\n \n\n\n \n\n\n \n\n\n6.51\n\n\n \n\n\n \n\n\n \n\n\n4.33\n\n\n \n\n\n\n\n\n\nImpact of adjusted income tax expense on net income per diluted share before income taxes\n(e)\n\n\n \n\n\n \n\n\n(1.60\n\n\n)\n\n\n \n\n\n \n\n\n(1.50\n\n\n)\n\n\n \n\n\n \n\n\n(0.99\n\n\n)\n\n\n\n\n\n\nAdjusted Net Income per diluted share\n\n\n \n\n\n \n\n\n5.35\n\n\n \n\n\n \n\n\n$\n\n\n5.01\n\n\n \n\n\n \n\n\n$\n\n\n3.34\n\n\n \n\n\n\n\n\n\n \n\n\n(a)\nRepresents non-recurring third-party costs associated with business development activities, primarily relating to consulting costs for evaluation and execution of internal growth and other strategic initiatives. The evaluation and execution of the internal growth and other strategic initiatives is a bespoke initiative, and the costs associated therewith do not constitute normal recurring cash operating expenses necessary to operate the Company's business.\n\n\n(b)\nRepresents a non-cash charge recorded in the Aviara segment for impairment of goodwill.\n\n\n(c)\nRepresents costs to transition production of the Aviara brand from Vonore, Tennessee to Merritt Island, Florida. Costs include duplicative overhead costs and costs not indicative of ongoing operations (such as training and facility preparation).\n\n\n(d)\nRepresents loss recognized upon refinancing the Company’s debt in fiscal 2021. The loss is comprised of unamortized debt issuance costs related to the previously existing credit facility and third-party legal costs associated with the refinancing.\n\n\n(e)\nReflects income tax expense at a tax rate of 23.0% for each period presented.\n\n\n26\n\n\n\n\n \n\n\nLiquidity and Capital Resources\n\n\nOur primary liquidity and capital resource needs are to finance working capital, fund capital expenditures, service our debt, fund potential acquisitions, and fund our stock repurchase program. Our principal sources of liquidity are our cash balance, held-to-maturity securities, cash generated from operating activities, our revolving credit agreement and the refinancing and/or new issuance of long-term debt.\n \n\n\nCash and cash equivalents totaled $19.8 million as of June 30, 2023, a decrease of $14.4 million from $34.2 million as of June 30, 2022. Held-to-maturity securities totaled $91.6 million as of June 30, 2023. As of June 30, 2022, there were no outstanding held-to-maturity securities. As of June 30, 2023, we had no amounts outstanding under the Revolving Credit Facility, leaving $100.0 million of available borrowing capacity. Total debt outstanding under the Term Loan as of June 30, 2023 and June 30, 2022 was $53.7 million and $56.5 million, respectively. Refer to Note 9 — Long Term Debt in the Notes to Consolidated Financial Statements for further details.\n\n\nOn June 24, 2021, the board of directors of the Company authorized a stock repurchase program that allows for the repurchase of up to $50.0 million of our common stock during the three-year period ending June 24, 2024. During fiscal 2023 and fiscal 2022, the Company repurchased 872,055 shares and 975,161 shares of common stock for $22.9 million and $25.5 million, respectively, in cash, including related fees and expenses. As of June 30, 2023, there was $1.6 million of availability remaining under the stock repurchase program.\n\n\nOn July 24, 2023, the board of directors of the Company authorized a new share repurchase program under which the Company may repurchase up to $50 million of its outstanding shares of common stock. The new authorization will become effective upon the expiration of the Company's existing $50 million share repurchase authorization.\n\n\nWe believe our cash balance, investments, cash from operations, and our ability to borrow, will be sufficient to provide for our liquidity and capital resource needs.\n \n\n\nThe following table and discussion below relate to our cash flows from continuing operations for operating, investing, and financing activities:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTotal cash provided by (used in):\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOperating activities\n\n\n \n\n\n$\n\n\n136,824\n\n\n \n\n\n \n\n\n$\n\n\n82,378\n\n\n \n\n\n \n\n\n$\n\n\n73,961\n\n\n \n\n\n\n\n\n\nInvesting activities\n\n\n \n\n\n \n\n\n(120,933\n\n\n)\n\n\n \n\n\n \n\n\n(12,296\n\n\n)\n\n\n \n\n\n \n\n\n(25,219\n\n\n)\n\n\n\n\n\n\nFinancing activities\n\n\n \n\n\n \n\n\n(27,148\n\n\n)\n\n\n \n\n\n \n\n\n(62,540\n\n\n)\n\n\n \n\n\n \n\n\n(17,773\n\n\n)\n\n\n\n\n\n\nNet change in cash from continuing operations\n\n\n \n\n\n$\n\n\n(11,257\n\n\n)\n\n\n \n\n\n$\n\n\n7,542\n\n\n \n\n\n \n\n\n$\n\n\n30,969\n\n\n \n\n\n\n\n\n\nFiscal 2023 Cash Flow from Continuing Operations\n\n\nNet cash provided by operating activities was $136.8 million, primarily due to net income, as well as reductions of working capital. Working capital is defined as accounts receivable, income tax receivable, inventories, and prepaid expenses and other current assets net of accounts payable, income tax payable, and accrued expenses and other current liabilities as presented in the consolidated balance sheets, excluding the impact of acquisitions and non-cash adjustments. Favorable working capital change primarily consisted of an increase in accrued expenses and other current liabilities, and a decrease in accounts receivable, offset by a decrease in accounts payable, and an increase in prepaid expenses and other current assets. Accrued expenses and other current liabilities increased as a result of an increase in warranty costs and dealer incentives. Accounts receivable decreased primarily as a result of lower sales at the end of the period compared to the end of the prior-year period. Accounts payable decreased as a result of decreased production levels. Prepaid and other current assets increased primarily as a result of higher general insurance premiums.\n\n\nNet cash used in investing activities was $120.9 million, due to net investments in held-to-maturity securities of $90.6 million and $30.3 million of capital expenditures. Our capital spending was focused on tooling, capacity expansion, strategic initiatives, and information technology.\n\n\nNet cash used in financing activities was $27.1 million, which included net payments of $3.0 million on long-term debt and $22.9 million of stock repurchases.\n\n\nFiscal 2022 Cash Flow from Continuing Operations\n\n\nNet cash provided by operating activities was $82.4 million, mainly due to net income, partially offset by working capital usage. Working capital usage primarily consisted of an increase in inventory, accounts receivable and prepaid and other current assets, partially offset an increase in accrued expenses and other current liabilities and accounts payable. Inventory increased due to an increase in raw materials to support higher production volumes and to increase safety stock to manage supply chain risk. Accounts receivable increased due to increased sales. Prepaid and other current assets increased due to higher general insurance premiums. Accrued expenses and other\n \n\n\n27\n\n\n\n\n \n\n\ncurrent liabilities increased due to an increase in warranty costs and dealer incentives. Accounts payable increased as a result of increased production levels.\n\n\nNet cash used in investing activities was $12.3 million, which included capital expenditures. Our capital spending was focused on expanding our capacity, maintenance capital, and investments in information technology.\n\n\nNet cash used in financing activities was $62.5 million, which included net payments of $36.7 million on long-term debt and $25.5 million of stock repurchases.\n\n\nOff-Balance Sheet Arrangements\n\n\nThe Company did not have any off-balance sheet financing arrangements as of June 30, 2023.\n\n\nContractual Obligations\n\n\nAs of June 30, 2023, the Company’s material cash obligations were as follows:\n\n\nLong-Term Debt Obligations \n— See Note 9 – Long-Term Debt in the accompanying Notes to Consolidated Financial Statements for further information.\n\n\nInterest on Long-Term Debt Obligations \n—\n \nAs of June 30, 2023, the Company has estimated total interest payments on its outstanding long-term debt obligations of $8.9 million, of which $4.0 million is due during the next 12 months. Interest on variable rate debt instruments was calculated using interest rates in effect for our borrowings as of June 30, 2023 and holding them constant for the life of the instrument.\n\n\nPurchase Commitments\n — As of June 30, 2023, the Company is committed to purchasing $28.5 million of engines, of which $19.5 million is committed during the next 12 months. See Note 12 in the accompanying Notes to Consolidated Financial Statements for more information.\n\n\nRepurchase Obligations \n— The Company has reserves to cover potential losses associated with repurchase obligations based on historical experience and current facts and circumstances. We incurred no material impact from repurchase events during fiscal 2023, 2022, or 2021. An adverse change in retail sales, however, could require us to repurchase boats repossessed by floor plan financing companies upon an event of default by any of our dealers, subject in some cases to an annual limitation. See Note 12 in the accompanying Notes to Consolidated Financial Statements for more information.\n\n\nIn addition to the above, we have unrecognized tax benefits that are not reflected here because the Company cannot predict when open income tax years will close with completed examinations. See Note 10 in Notes to Consolidated Financial Statements for more information.\n\n\nApplication of Critical Accounting Policies and Estimates\n\n\nSignificant accounting policies are described in the notes to the consolidated financial statements. In the application of these policies, certain estimates are made that may have a material impact on our financial condition and results of operations. Actual results could differ from those estimates and cause our reported net income to vary significantly from period to period. For additional information regarding these policies, see Note 1 – Significant Accounting Policies in Notes to Consolidated Financial Statements.\n\n\nAsset Impairment\n\n\nGoodwill\n\n\nThe Company reviews goodwill for impairment at its annual impairment testing date, which is June 30, and whenever events or changes in circumstances indicate that the fair value of a reporting unit may be below its carrying value. As part of the impairment tests, the Company may perform a qualitative, rather than quantitative, assessment to determine whether the fair values of its reporting units are “more likely than not” to be greater than their carrying values. In performing this qualitative analysis, the Company considers various factors, including the effect of market or industry changes and the reporting units' actual results compared to projected results.\n\n\nIf the fair value of a reporting unit does not meet the \"more likely than not\" criteria discussed above, the impairment test for goodwill is a quantitative test. This test involves comparing the fair value of the reporting unit with its carrying value. If the fair value exceeds the carrying value, goodwill is not considered impaired. If the carrying amount exceeds the fair value then the goodwill is considered impaired and an impairment loss is recognized in an amount by which the carrying value exceeds the reporting unit’s fair value, not to exceed the carrying amount of the goodwill allocated to that reporting unit.\n\n\n28\n\n\n\n\n \n\n\nThe Company calculates the fair value of its reporting units considering both the income approach and market approach. The income approach calculates the fair value of the reporting unit using a discounted cash flow method. Internally forecasted future cash flows, which the Company believes reasonably approximate market participant assumptions, are discounted using a weighted average cost of capital (“Discount Rate”) developed for each reporting unit. The Discount Rate is developed using market observable inputs, as well as considering whether or not there is a measure of risk related to the specific reporting unit’s forecasted performance. Fair value under the market approach is determined for each reporting unit by applying market multiples for comparable public companies to the reporting unit’s financial results. The key judgements in these calculations are the assumptions used in determining the reporting unit’s forecasted future performance, including revenue growth and operating margins, as well as the perceived risk associated with those forecasts in determining the Discount Rate, along with selecting representative market multiples.\n\n\nAs discussed further in Note 7 to the Consolidated Financial Statements, during the year ended June 30, 2022, the Company performed a quantitative test and recognized a $1.1 million goodwill impairment charge related to its Aviara reporting unit. As of June 30, 2023, only the MasterCraft reporting unit has a goodwill balance. The fair value of this reporting unit substantially exceeds its carrying value.\n \n\n\nOther Intangible Assets\n\n\nThe Company's primary intangible assets other than goodwill are dealer networks and trade names acquired in business combinations. These intangible assets are initially valued using a methodology commensurate with the intended use of the asset. The dealer networks were valued using an income approach, which requires an estimate or forecast of the expected future cash flows from the dealer network through the application of the multi-period excess earnings approach. The fair value of trade names is measured using a relief-from-royalty approach, a variation of the income approach, which requires an estimate or forecast of the expected future cash flows. This method assumes the value of the trade name is the discounted cash flows of the amount that would be paid to third parties had the Company not owned the trade name and instead licensed the trade name from another company. The basis for future sales projections for these methods are based on internal revenue forecasts by reporting unit, which the Company believes represent reasonable market participant assumptions. The future cash flows are discounted using an applicable Discount Rate as well as any potential risk premium to reflect the inherent risk of holding a standalone intangible asset.\n\n\nThe key judgements in these fair value calculations, as applicable, are: assumptions used in developing internal revenue growth and dealer expense forecasts, assumed dealer attrition rates, the selection of an appropriate royalty rate, as well as the perceived risk associated with those forecasts in determining the Discount Rate.\n\n\nThe costs of amortizable intangible assets, including dealer networks, are recognized over their expected useful lives, approximately ten years for the dealer networks, using the straight-line method. Intangible assets that are subject to amortization are evaluated for impairment using a process similar to that used to evaluate long-lived assets as described below. Intangible assets not subject to amortization are assessed for impairment at least annually and whenever events or changes in circumstances indicate that it is more likely than not that an asset may be impaired. As part of the annual test, the Company may perform a qualitative, rather than quantitative, assessment to determine whether each trade name intangible asset is “more likely than not” impaired. In performing this qualitative analysis, the Company considers various factors, including macroeconomic events, industry and market events and cost related events. If the “more likely than not” criteria is not met, the impairment test for indefinite-lived intangible assets consists of a comparison of the fair value of the intangible asset with its carrying amount. An impairment loss is recognized for the amount by which the carrying value exceeds the fair value of the asset.\n\n\nAs discussed further in Note 3 to the Consolidated Financial Statements, during the year ended June 30, 2022, the Company  recognized $18.5 million in intangible asset impairment charges related to its indefinite lived intangible asset and its dealer network intangible asset within the NauticStar reporting unit. These charges are included in the loss from discontinued operations.\n\n\nLong-Lived Assets\n\n\nThe Company assesses the potential for impairment of its long-lived assets if facts and circumstances, such as declines in sales, earnings, or cash flows or adverse changes in the business climate, suggest that they may be impaired. A current expectation that, more likely than not, a long-lived asset (asset group) will be sold or otherwise disposed of significantly before the end of its previously estimated useful life will also trigger a review for impairment. The Company performs its assessment by comparing the book value of the asset groups to the estimated future undiscounted cash flows associated with the asset groups. If any impairment in the carrying value of its long-lived assets is indicated, the assets would be adjusted to an estimate of fair value.\n\n\nAs discussed further in Note 3 to the Consolidated Financial Statements, during the year ended June 30, 2022, the Company recognized $5.3 million in long-lived asset impairment charges related to its NauticStar reporting unit.\n\n\nProduct Warranties\n \n— The Company offers warranties on the sale of certain products for periods of between one and five years from the date of retail sale. These warranties require us or our dealers to repair or replace defective products during the warranty period at no cost to the consumer. We estimate the costs that may be incurred under our basic limited warranty and record as a liability the amount\n \n\n\n29\n\n\n\n\n \n\n\nof such costs at the time the product revenue is recognized. The key judgements that affect our estimate for warranty liability include the number of units sold, historical and anticipated rates of warranty claims and cost per claim. We periodically assess the adequacy of the recorded warranty liabilities and adjust the amounts as actual claims are determined or as changes in the obligations become reasonably estimable. We also adjust our liability for specific warranty matters when they become known and exposure can be estimated. Future warranty claims may differ from our estimate of the warranty liability, which could lead to changes in the Company’s warranty liability in future periods.\n\n\nIncome Taxes—\nWe are subject to income taxes in the United States of America and the United Kingdom. Our effective tax rates differ from the statutory rates, primarily due to a change in state taxes as a result of selling NauticStar, as further described in Note 10 in Notes to Consolidated Financial Statements.\n \n\n\nSignificant judgment is required in evaluating our uncertain tax positions and determining our provision for income taxes. Although we believe our reserves are reasonable, we cannot provide assurance that the final tax outcome of these matters will not be different from that which is reflected in our historical income tax provisions and accruals. We adjust these reserves in light of changing facts and circumstances, such as the closing of a tax audit or the refinement of an estimate. To the extent that the final tax outcome of these matters is different than the amounts recorded, such differences will impact the provision for income taxes in the period in which such determination is made. The provision for income taxes includes the impact of reserve provisions and changes to reserves that are considered appropriate, as well as the related net interest.\n\n\nRevenue Recognition \n— The Company’s revenue is derived primarily from the sale of boats and trailers, marine parts, and accessories to its independent dealers. The Company recognizes revenue when obligations under the terms of a contract are satisfied and control over promised goods is transferred to a customer. For substantially all sales, this occurs when the product is released to the carrier responsible for transporting it to a customer. The Company typically receives payment from the floor plan financing providers within 5 business days of shipment. Revenue is measured as the amount of consideration we expect to receive in exchange for a product. The Company offers dealer incentives that include wholesale rebates, retail rebates and promotions, floor plan reimbursement or cash discounts, and other allowances that are recorded as reductions of revenues in net sales in the consolidated statements of operations. The consideration recognized represents the amount specified in a contract with a customer, net of estimated incentives the Company reasonably expects to pay. The estimated liability and reduction in revenue for dealer incentives is recorded at the time of sale. Subsequent adjustments to incentive estimates are possible because actual results may differ from these estimates if conditions dictate the need to enhance or reduce sales promotion and incentive programs or if dealer achievement or other items vary from historical trends. Accrued dealer incentives are included in Accrued expenses and other current liabilities in the accompanying consolidated balance sheets.\n\n\nRebates and Discounts\n\n\nDealers earn wholesale rebates based on purchase volume commitments and achievement of certain performance metrics. The Company estimates the amount of wholesale rebates based on historical achievement, forecasted volume, and assumptions regarding dealer behavior. Rebates that apply to boats already in dealer inventory are referred to as retail rebates. The Company estimates the amount of retail rebates based on historical data for specific boat models adjusted for forecasted sales volume, product mix, dealer and consumer behavior, and assumptions concerning market conditions. The Company also utilizes various programs whereby it offers cash discounts or agrees to reimburse its dealers for certain floor plan interest costs incurred by dealers for limited periods of time, generally ranging up to nine months.\n\n\nOther Revenue Recognition Matters\n\n\nDealers generally have no right to return unsold boats. Occasionally, the Company may accept returns in limited circumstances and at the Company’s discretion under its warranty policy. The Company may be obligated, in the event of default by a dealer, to accept returns of unsold boats under its repurchase commitment to floor plan financing providers, who are able to obtain such boats through foreclosure. The repurchase commitment is on an individual unit basis with a term from the date it is financed by the lending institution through the payment date by the dealer, generally not exceeding 30 months. The Company accounts for these arrangements as guarantees and recognizes a liability based on the estimated fair value of the repurchase obligation. The estimated fair value takes into account our estimate of the loss we will incur upon resale of any repurchases. The Company accrues the estimated fair value of this obligation based on the age of inventory currently under floor plan financing and estimated credit quality of dealers holding the inventory. Inputs used to estimate this fair value include significant unobservable inputs that reflect the Company’s assumptions about the inputs that market participants would use and, therefore, this liability is classified within Level 3 of the fair value hierarchy. We incurred no material impact from repurchase events during fiscal 2023, 2022, or 2021. See Note 12 in Notes to Consolidated Financial Statements for more information on repurchase obligations.\n\n\n30\n\n\n\n\n \n\n\nNew Accounting Pronouncements\n\n\nSee “Part II, Item 8. Financial Statements and Supplementary Data\n \n— Note 1\n \n— Significant Accounting Policies\n \n— New Accounting Pronouncements.”\n\n",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATI\nVE DISCLOSURES ABOUT MARKET RISK.\n \n\n\nMarket risk represents the risk of changes in the value of market risk sensitive instruments caused by fluctuations in foreign exchange rates, interest rates, and commodity prices. Changes in these factors could cause fluctuations in the results of our operations and cash flows. In the ordinary course of business, we are primarily exposed to inflation and interest rate risks.\n\n\nWe rely on third parties to supply raw materials used in the manufacturing process, including resins, fiberglass, aluminum, lumber, and steel, as well as product parts and components. The prices for these raw materials, parts, and components fluctuate depending on market conditions and, in some instances, commodity prices or trade policies, including tariffs. Substantial increases in the prices of raw materials, parts, and components would increase our operating costs, and could reduce our profitability if we are unable to recoup the increased costs through higher product prices or improved operating efficiencies.\n\n\nAs of June 30, 2023, we had $54.0 million of long-term debt outstanding, bearing interest at the effective interest rate of 6.50%. See Note 9 in Notes to Consolidated Financial Statements for more information regarding our long-term debt.\n\n\nA hypothetical 1% increase or decrease in interest rates would have resulted in a $0.6 million change to our interest expense for fiscal 2023.\n\n",
    "cik": "1638290",
    "cusip6": "57637H",
    "cusip": [
        "57637H103"
    ],
    "names": [
        "MASTERCRAFT BOAT HLDGS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1638290/000095017023045222/0000950170-23-045222-index.htm"
}