{
    "item1": ">Item 1.\nBusiness \n2\nItem 1A.\nRisk Factors\n11\nItem 1B.\nUnresolved Staff Comments\n17\nItem 1C.\nInformation about our Executive Officers\n18\nItem 2.\nProperties\n19\nItem 3.\nLegal Proceedings\n20\nItem 4.\nMine Safety Disclosures\n20\nPART II\nItem 5.\nMarket for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n20\nItem 6.\n[Reserved]\n20\nItem 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n21\nItem 7A.\nQuantitative and Qualitative Disclosures About Market Risk \n35\nItem 8.\nFinancial Statements and Supplementary Data\n36\nItem 9.\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n75\nItem 9A.\nControls and Procedures \n75\nItem 9B.\nOther Information\n75\nItem 9C.\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n75\nPART III\nItem 10. \nDirectors, Executive Officers and Corporate Governance\n75\nItem 11.\nExecutive Compensation\n76\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n76\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n76\nItem 14.\nPrincipal Accountant Fees and Services\n76\nPART IV\nItem 15.\nExhibits and Financial Statement Schedules\n77\nSignatures\n82\n1\nTable of Contents\nPARKER-HANNIFIN CORPORATION\nFORM 10-K\nFiscal Year Ended June 30, 2023 \nPART I\nITEM 1\n.  \nBusiness\n. \n Parker-Hannifin Corporation is a leading worldwide diversified manufacturer of motion and control technologies and systems, providing precision engineered solutions for a wide variety of mobile, industrial and aerospace markets.  The Company was incorporated in Ohio in 1938.  Our principal executive offices are located at 6035 Parkland Boulevard, Cleveland, Ohio 44124-4141, telephone (216) 896-3000.  As used in this Annual Report on Form 10-K, unless the context otherwise requires, the terms \"Company\", \"Parker\", \"we\" or \"us\" refer to Parker-Hannifin Corporation and its subsidiaries, and the term \"year\" and references to specific years refer to the applicable fiscal year.\nOur investor relations website address is \nwww.phstock.com\n.  We make available free of charge on or through our website our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after filing or furnishing those reports electronically with the Securities and Exchange Commission.  The information contained on or accessible through our website is not part of this Annual Report on Form 10-K.\nThe Board of Directors has adopted a written charter for each of its committees.  These charters, as well as our Global Code of Business Conduct, Corporate Governance Guidelines and Independence Standards for Directors, are posted and available on our investor relations website under the Corporate Governance page.  Shareholders may request copies of these corporate governance documents, free of charge, by writing to Parker-Hannifin Corporation, 6035 Parkland Boulevard, Cleveland, Ohio 44124-4141, Attention: Secretary, or by calling (216) 896-3000.\nOur manufacturing, service, sales, distribution and administrative facilities are located in 39 states within the United States and in 43 other countries.  We sell our products as original and replacement equipment through sales and distribution centers worldwide.  We market our products through direct-sales employees, independent distributors, and sales representatives. We supply products to approximately 548,000 customers in virtually every significant manufacturing, transportation and processing industry.\nWe have two reporting segments: Diversified Industrial and Aerospace Systems.  During 2023, our technologies and systems were used in the products of these two reporting segments.  For 2023, the Company's net sales were $19.1 billion. Diversified Industrial Segment products accounted for 77 percent and Aerospace Systems Segment products accounted for 23 percent of those net sales.\nMarkets\nOur technologies and systems are used across industries and in various applications.  The approximately 548,000 customers who purchase Parker products are found in almost every significant manufacturing, transportation and processing industry.  No single customer accounted for more than four percent of our total net sales for the year ended June 30, 2023.\n2\nTable of Contents\nDiversified Industrial Segment\n.\n  Our Diversified Industrial Segment sells products to both original equipment manufacturers (\"OEMs\") and distributors who serve the replacement markets in manufacturing, packaging, processing, transportation, mobile construction, refrigeration and air conditioning, agricultural and military machinery and equipment industries.  The major markets served by our Diversified Industrial Segment are listed below by group:\nEngineered Materials Group:\n•\nAerospace\n•\nAgriculture\n•\nChemical processing\n•\nConstruction\n•\nDefense\n•\nInformation technology\n•\nLife sciences\n•\nMicroelectronics\n•\nOil & gas\n•\nPower generation\n•\nRenewable energy\n•\nTelecommunications\n•\nTransportation\n•\nTruck & bus\nFiltration\nGroup:\n•\nAerospace & defense\n•\nAgriculture \n•\nClean & Renewable Energy \n•\nConstruction \n•\nFood & beverage\n•\nHeating, ventilation & air conditioning (HVAC) \n•\nIndustrial plant & equipment \n•\nLife sciences\n•\nMarine\n•\nMining\n•\nOil & gas\n•\nPower generation\n•\nMedium & Heavy Duty Truck \n•\nWater purification\nFluid Connectors\nGroup:\n•\nAerial lift\n•\nAgriculture\n•\nClean & Renewable Energy \n•\nConstruction \n•\nFood & beverage\n•\nForestry\n•\nHeating, ventilation, air conditioning & refrigeration (HVACR)\n•\nIndustrial machinery\n•\nLife sciences\n•\nMaterial handling\n•\nMicroelectronics \n•\nMilitary\n•\nMining\n•\nOil & Gas, Chemical, Petrochemical\n•\nRefining\n•\nRenewable energy\n•\nTransportation\nMotion Systems\nGroup:\nMobile:\n•\nAgriculture\n•\nConstruction\n•\nMarine\n•\nMaterial handling\n•\nMilitary\n•\nTransportation\n•\nTruck & bus\n•\nTurf\nIndustrial:\n•\nDistribution\n•\nGeneral machinery\n \n•\nMachine Tool\n•\nMetal Forming\n•\nMining\n•\nOil & gas\n•\nPower generation\n•\nSemiconductor\n3\nTable of Contents\nAerospace Systems Segment\n.\n  Our Aerospace Systems Segment sells products primarily in the commercial and military aerospace markets to both OEMs and to end users for spares, maintenance, repair and overhaul.  The major markets for products of the Aerospace Systems Segment are listed below:\n•\nAftermarket services\n•\nBusiness and general aviation\n•\nCommercial transport aircraft\n•\nEngines\n•\nHelicopters\n•\nMilitary aircraft\n•\nRegional transport aircraft\nPrincipal Products and Methods of Distribution\nWe offer hundreds of thousands of individual part numbers, and no single product contributed more than one percent to our total net sales for the year ended June 30, 2023.  Listed below are some of our principal products.\nDiversified Industrial Segment\n.\n  Our Diversified Industrial Segment products consist of a broad range of motion-control and fluid systems and components, which are described below by group:\nEngineered Materials Group\n: sealing, shielding, thermal products and systems, adhesives, coatings and noise vibration and harshness solutions, including:\n•\nActive vibration control systems\n•\nBearings & dampers\n•\nCoatings\n•\nComposites \n•\nDynamic seals\n•\nElastomeric mounts & isolators\n•\nElastomeric o-rings\n•\nElectromagnetic interference shielding\n•\nExtrusion & fabricated seals\n•\nFabric reinforced seals\n•\nFuel cell sealing systems\n•\nHigh-temperature metal seals\n•\nHomogeneous & inserted elastomeric shapes\n•\nMedical products fabrication & assembly\n•\nMetal & plastic composite bonded seals\n•\nPrecision-cut seals\n•\nRubber-to-substrate adhesives\n•\nSpecialty chemicals \n•\nStructural adhesives\n•\nThermal management\n•\nWireless sensing systems\n4\nTable of Contents\nFiltration Group\n: filters, systems and diagnostics solutions to ensure purity in critical process chemicals and to remove contaminants from fuel, air, oil, water and other liquids and gases, including:\n•\nAerospace filters & systems\n•\nAir pollution control & dust collection systems & filters\n•\nCompressed air & gas treatment solutions\n•\nEngine fuel, oil, air & closed crankcase ventilation filtration systems\n•\nFiltration & purification systems\n•\nFluid condition monitoring systems\n•\nGas turbine air inlet filters\n•\nHeating, ventilation & air conditioning filters\n•\nHydrogen and alternative energy filters \n•\nHydraulic & lubrication filters & systems\n•\nIndustrial & analytical gas generators\n•\nMembrane, fiber, & sintered metal filters\n•\nNatural gas filters\n•\nProcess liquid, air & gas filters\n•\nSterile air filters\n•\nThermal Management \n•\nWater purification filters & systems\nFluid Connectors Group\n: high quality fluid conveyance and flow control solutions that are critical to a wide range of applications involving fluid and gas handling, process control, and climate controls:\n•\nAnalytical instruments\n•\nBall & check valves\n•\nCompressed natural gas dispensers \n•\nCryogenic valves\n•\nDiagnostic and sensors\n•\nDiesel exhaust treatment systems\n•\nElastomeric, thermoplastic, and industrial hose & couplings\n•\nElectronic valves\n•\nFilter driers\n•\nFluid system & control fittings, meters valves, regulators, & manifold valves\n•\nFluoropolymer chemical delivery fittings, valves, & pumps\n•\nHigh pressure fittings, valves, & regulators \n•\nHigh purity gas delivery fittings, valves, & regulators \n•\nHVACR controls & monitoring \n•\nLow pressure fittings & adapters\n•\nMiniature valves and pumps\n•\nNatural gas on-board fuel systems\n•\nPTFE hose & tubing\n•\nPressure regulating valves\n•\nQuick couplings\n•\nSolenoid Valves \n•\nTube fittings & adapters\n•\nTubing & plastic fittings\n5\nTable of Contents\nMotion Systems Group\n: hydraulic, pneumatic, and electromechanical components and systems for builders and users of mobile and industrial machinery and equipment, including:\nHydraulic Actuation:\n•\nAccumulators\n•\nCoolers \n•\nCylinders\n•\nElectrohydraulic actuators\n•\nHelical actuators\n•\nRotary actuators\nHydraulic Pumps & Motors:\n•\nDrive controlled pumps\n•\nElectrohydraulic pumps (\"ePumps\")\n•\nFan drives\n•\nGerotor pumps & motors\n•\nIntegrated hydrostatic transmissions\n•\nPiston pumps & motors\n•\nPower take-offs (\"PTO\")\n•\nScrew pumps\n•\nVane pumps & motors\nHydraulic and Electro Hydraulic Systems:\n•\nCartridge valves\n•\nIndustrial Hydraulic valves\n•\nMobile Hydraulic valves \n•\nePTO's\nPneumatics:\n•\nAir preparation (FRL) & dryers\n•\nGrippers \n•\nIO link controllers\n•\nPneumatic cylinders\n•\nPneumatic valves\nElectronics:\n•\nClusters\n•\nControllers & human machine interfaces (\"HMI\") \n•\nDrives (AC/DC Servo)\n•\nElectric actuators & positioners\n•\nElectric motors & gearheads \n•\nElectronic displays & HMI\n•\nIoT\n•\nJoysticks \n•\nSensors\n•\nSoftware\nDiversified Industrial Segment products include standard products, as well as custom products which are engineered and produced to OEM specifications for application to particular end products.  Standard and custom products are also used in the replacement of original products.  We market our Diversified Industrial Segment products primarily through field sales employees and independent distributors located throughout the world.\nDuring 2023, the Company consolidated the Instrumentation Group with the Fluid Connectors Group.  The consolidated group continues to service the major markets and offers the principal products provided by the former Instrumentation Group and Former Fluid Connectors Group.  The combined group is designed to leverage the strength of Parker's fluid and gas handling, process control and climate control technologies into a single organization that can better address the emerging needs of customers across common end markets and applications.  The realignment is expected to bring added growth opportunities and is a further step towards organizational simplification and alignment.\n6\nTable of Contents\nAerospace Systems Segment\n.\n  Our Aerospace Systems Segment products are used in commercial and military airframe and engine programs and include:\n•\nActuation systems & components\n•\nAvionics\n•\nElectric power components \n•\nEngine build-up ducting\n•\nEngine exhaust nozzles & assemblies\n•\nEngine systems & components\n•\nFire detection and suppression systems and components\n•\nFluid conveyance systems & components\n•\nFluid metering, delivery & atomization devices\n•\nFuel systems & components\n•\nFuel tank inerting systems\n•\nHydraulic systems & components\n•\nLubrication components\n•\nPneumatic control components\n•\nSensors\n•\nThermal management\n•\nWheels, brakes and brake control systems\nWe market our Aerospace Systems Segment products through our regional sales organizations, which sell directly to OEMs and end users throughout the world.\nCompetition\nParker operates in highly competitive markets and industries.  We offer our products over numerous, varied markets through our divisions operating in 44 countries.  Our global scope means that we have hundreds of competitors across our various markets and product offerings.  Our competitors include U.S. and non-U.S. companies.  These competitors and the degree of competition vary widely by product lines, end markets, geographic scope and/or geographic locations.  Although each of our segments has numerous competitors, given our market and product breadth, no single competitor competes with the Company with respect to all the products we manufacture and sell.\nIn the Diversified Industrial Segment, Parker competes on the basis of product quality and innovation, customer experience, manufacturing and distribution capability, and price competitiveness.  We believe that we are one of the market leaders in most of the major markets for our most significant Diversified Industrial Segment products.  We have comprehensive motion and control packages for the broadest systems capabilities.  While our primary global competitors include Bosch Rexroth AG, Danaher Corporation, Danfoss A/S, Donaldson Company, Inc., Emerson Climate Technologies, Inc., Emerson/ASCO, Festo AG & Co., Freudenberg-NOK, Gates Corporation, IMI/Norgren, SMC Corporation, Swagelok Company, and Trelleborg AB, none of these businesses compete with every group or product in our Diversified Industrial Segment.\nIn the Aerospace Systems Segment, we have developed relationships with key customers based on our advanced technological and engineering capabilities, performance in quality, delivery, service, and price competitiveness.  This has enabled us to obtain significant original equipment business on new aircraft programs for our systems and components, as well as the follow-on repair and replacement business for these programs.  Further, the Aerospace Systems Segment utilizes design and manufacturing techniques as well as best cost region and supply chain management strategies to reduce cost.  Although we believe that we are one of the market leaders in most of the major markets for our most significant Aerospace Systems Segment products, primary global competitors for these products include Eaton Corporation plc, Honeywell International, Inc., Moog Inc., Triumph Group, Inc., Senior plc, Crane Co., Raytheon Collins Aerospace, Woodward, Inc. and Safran S.A.\nWe believe that our platform utilizing eight core technologies, which consist of electromechanical, filtration, fluid handling, hydraulics, pneumatics, process control, refrigeration, and sealing and shielding, is a positive factor in our ability to compete effectively with both large and small competitors.  For both of our segments, we believe that the following factors also contribute to our ability to compete effectively:\n•\ndecentralized business model;\n•\ntechnology breadth and interconnectivity;\n•\nengineered products with intellectual property;\n•\nlong product life cycles;\n•\nbalanced OEM vs. aftermarket;\n•\nlow capital investment requirements; and\n•\ngreat generators and deployers of cash over the cycle.\n7\nTable of Contents\nPatents, Trademarks, Trade Names, Copyrights, Trade Secrets, Licenses\nWe own a number of patents, trademarks, trade names, copyrights, trade secrets and licenses related to our products.  We also have exclusive and non-exclusive rights to use patents, trademarks, trade names, copyrights and trade secrets owned by others.  In addition, patent and trademark applications are pending, although there can be no assurance that further patents and trademarks will be issued.  We do not depend on any single patent, trademark, copyright, trade secret or license or group of patents, trademarks, copyrights, trade secrets or licenses to any material extent.\nBacklog and Seasonal Nature of Business\nBacklog consists of written firm orders from a customer to deliver products and, in the case of blanket purchase orders, only includes the portion of the order for which a schedule or release date has been agreed to with the customer.  The dollar value of backlog is equal to the amount that is expected to be billed to the customer and reported as a sale.  Our backlog by business segment for the past two years is included in Part II, Item 7 of this Annual Report on Form 10-K and is incorporated herein by reference.  Our backlog was $11.0 billion at June 30, 2023 and $7.9 billion at June 30, 2022.  Approximately 79 percent of our backlog at June 30, 2023 is scheduled for delivery in the succeeding twelve months.  Because of the breadth and global scope of our business, our overall business is generally not seasonal in nature.\nEnvironmental Regulation\nCertain of our operations require the use and handling of hazardous materials and, as a result, the Company is subject to United States federal, state, and local laws and regulations as well as non-U.S. laws and regulations designed to protect the environment and regulate the discharge of materials into the environment.  These laws impose penalties, fines and other sanctions for non-compliance and liability for response costs, property damage and personal injury resulting from past and current spills, disposals or other releases of, or exposures to, hazardous materials.  Among other environmental laws, we are subject to the United States federal \"Superfund\" law, under which we have been designated as a \"potentially responsible party\" and may be liable for cleanup costs associated with various waste sites, some of which are on the United States Environmental Protection Agency’s Superfund priority list.\nAs of June 30, 2023, Parker was involved in environmental remediation and litigation at various U.S. and non-U.S. manufacturing facilities presently or formerly operated by us and as a \"potentially responsible party,\" along with other companies, at off-site waste disposal facilities and regional sites.\nWe believe that our policies, practices and procedures are properly designed to prevent unreasonable risk of environmental damage and the consequent financial liability to the Company.  Compliance with environmental laws and regulations requires continuing management efforts and expenditures by the Company.  Compliance with environmental laws and regulations has not had in the past, and, we believe, will not have in the future, a material adverse effect on our capital expenditures, earnings, or competitive position.\nOur reserve for environmental matters is discussed in Note 17 to the Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K, which is incorporated herein by reference.\nGovernment Regulation\nIn addition to the environmental regulations discussed above, we are subject to various federal, state, local, and foreign government regulations relating to the development, manufacture, marketing, sale and distribution of our products and services in the countries where we conduct business.  Compliance with these laws and regulations often requires the dedication of time and effort of our team members, as well as financial resources.  Additional information about the impact of government regulations on our business is included in “Item 1A. Risk Factors.”\nEnergy Matters and Sources and Availability of Raw Materials\nOur primary energy source for both of our business segments is electric power.  While we cannot predict future costs of electric power, the primary source for production of the required electric power is expected to be coal and natural gas from coal and natural gas reserves available to electric utilities.  We are subject to governmental regulations in regard to energy supplies in the United States and elsewhere.  To date, we have not experienced any significant disruptions of our operations due to energy curtailments.\nWe primarily use steel, brass, copper, aluminum, nickel, rubber and thermoplastic materials and chemicals as the principal raw materials in our products.  We expect these materials to be available from numerous sources in quantities sufficient to meet our requirements.\n8\nTable of Contents\nAcquisitions\nThe Company completed the acquisition (the \"Acquisition\") of Meggitt plc (\"Meggitt\") in 2023.  The Acquisition is discussed in Note 3 to the Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K and is incorporated herein by reference.\nHuman Capital Management\nAt Parker, we align employment levels with the global needs of our business and our customers.  As of June 30, 2023, we employed approximately 62,730 persons that we refer to as “team members,” of whom approximately 30,940 were employed by foreign subsidiaries.  \nOur talented and passionate team members are the foundation of Parker’s enduring growth, bringing new ideas and perspectives to enhance our safety performance, improve productivity and inspire a diverse and inclusive culture.  We see a clear path to a brighter future, and it begins with providing our people the resources that enable them to find personal and professional satisfaction in their work, responsibly move our company forward and strengthen our communities, fulfilling our purpose of \nEnabling Engineering Breakthroughs that Lead to a Better Tomorrow\n.\nThe Win Strategy™ 3.0, Purpose and Values\nThe Win Strategy 3.0 is Parker’s business system that defines the goals and initiatives that drive growth, transformation and success.  It works with our purpose, which is a foundational element of The Win Strategy, to engage team members and create responsible and sustainable growth.\nThe Win Strategy has four overarching goals: Engaged People, Customer Experience, Profitable Growth and Financial Performance, supported by our shared values of a Winning Culture, Passionate People, Valued Customers and Engaged Leadership.  Our shared values shape our culture and our interactions with stakeholders and the communities in which we operate and live. \nSafety\n \n \nThe safety and well-being of Parker team members is our highest priority.  Our safety goal is simple: to achieve an incident-free workplace.  Over the last five years, we have reduced our Recordable Incident Rate by 45% and our Lost Time Incident Rate by 33% from fiscal year 2019 through fiscal year 2023.  In fiscal year 2023, the recordable incident rate per 100 team members was 0.31, compared to a recordable incident rate of 0.39 in fiscal year 2022.  Our Lost Time Incident Rate in fiscal year 2023 was 0.12, compared to 0.15 per 100 team members in fiscal year 2022 (rates exclude Meggitt acquisition).\n \nBuilding on the great progress we have made, in 2021 we established long-term safety goals.  We intend to reach our goal of zero recordable incidents by 2030 through our continued focus on team member engagement and accountability, coupled with a strong framework of systems and procedures.  \nTo help support this goal we adopted eight standards aimed at preventing serious safety incidents or an environmental impact.  We also developed a new field safety program that provides guidance for team members working outside our facilities to help them identify or anticipate safety risks.  Further, for leading indicator corrective action we leverage a globally deployed Gensuite\n®\n operating platform in which proactive corrective action is managed and monitored and data analytics are employed to look for trends that can be proactively addressed to eliminate potential injury risk.\n \nWe engage team members in improving safety performance through High Performance Teams (\"HPTs\").  All Parker manufacturing locations have an active, chartered Safety HPT and every value stream has a representative who is responsible for safety within their area of the business.  This ownership culture at the manufacturing level is an integral component of our safety program.  \n9\nTable of Contents\nEngaged People\nEngagement directly influences business performance.  We strongly believe in empowering our team members to think as owners and take action to improve their areas of the business.  Engagement is deeply ingrained in our culture, and as an overarching goal of The Win Strategy it is key to achieving top quartile financial performance. \nParker activates engagement through our HPTs, which apply the expertise and perspective of team members who are closest to the product and customer to drive improvement throughout the company.  Approximately 93% of our people participate in these teams, and more than 7,116 HPTs have already been established worldwide.  We closely track our progress toward support of a high performing work environment through our Global Engagement Survey.  Our last completed survey, in fiscal year 2022, achieved a 91% response rate with an overall engagement score of 73%, a score which exceeded our key benchmarking data by 2%.\nTalent Development\nWe have a well-defined talent development program managed through our Talent Central system, which connects all business units globally on a common platform and provides team members with visibility to skill development, career planning and learning opportunities.  This shared platform is the catalyst for talent management at Parker.\nOur review process enables us to assess talent globally, from early-in-career roles through senior leaders.  This review facilitates the identification of key talent and allows us to build meaningful development plans and align career growth opportunities.  The talent process is also supported by our Integrated Career System program which illustrates career paths for various roles and the steps to advance through the organization.\nSupplementing the talent development process are Parker’s learning offerings, which help team members expand their professional skills and take ownership of their learning and development.  Examples of center-led programs are our annual ethics and compliance training and cyber security training that all team members are required to complete, in addition to programs for developing supervisory and leadership skills.  Functional-specific programs include HPT training, lean bootcamps and kaizen event orientations.  Local and regional training includes site safety, equipment safety and site quality requirements. \nIn addition to formal training programs, there are a host of development tools available which include mentoring relationships, coaching and feedback, job shadowing, project bubble assignments and other stretch projects.\nDiversity, Equity and Inclusion (\"DEI\")\nAn inclusive environment is a core tenet of Parker’s values and one of our key measures of success within The Win Strategy.  Throughout our history, we have been committed to building a welcoming and inclusive workplace that respects every team member’s unique perspective.  Our team members come from a diverse range of personal and professional backgrounds, and their collective talent and expertise is the driving force behind the growth and success we have achieved.  \nA component of our DEI focus is to support the development and deployment of Business Resource Groups (\"BRGs\"). \nIn 2015, we launched Peer W, our first BRG focused on supporting the recruitment, development and retention of women at Parker.  Peer W has grown into a well-developed global network of over 30 chapters and established a Mentoring Circles program in 2020.  In 2021, we introduced and launched two additional BRGs which are the Nia Network, supporting the attraction, development and retention of Black team members, and Parker Next, dedicated to our team members’ professional growth and personal development. \nWe have also established four global HPTs focused on Talent Attraction, Talent Development, Governance and Knowledge.  Each team is led by a senior executive and tasked with rethinking the way we attract and develop diverse team members, share knowledge and measure our progress in fostering an inclusive culture.\nCompensation and Benefits\nAs a global employer, we are committed to offering competitive compensation and benefits, tailored in form and amount to geography, industry, experience and performance.  Our programs are designed to attract team members, motivate and reward performance, drive growth and support retention.  We provide benefit programs with the goal of improving physical, mental and financial wellness of our team members throughout their lifetime.  Some examples include base and variable pay, health and insurance benefits, paid time off, and retirement saving plans.  \n10\nTable of Contents",
    "item1a": ">ITEM 1A\n.  \nRisk Factors\n.\nThe following \"risk factors\" identify what we believe to be the risks that could materially adversely affect our financial and/or operational performance.  These risk factors should be considered and evaluated together with information incorporated by reference or otherwise included elsewhere in this Annual Report on Form 10-K.  Additional risks not currently known to the Company or that the Company currently believes are immaterial also may impair the Company’s business, financial condition, results of operations and cash flows.\nBusiness and Operational Risks\nRisks arising from uncertainty in worldwide and regional economic conditions may harm our business and make it difficult to project long-term performance.\nOur business is sensitive to global macro-economic conditions.  Macroeconomic downturns may have an adverse effect on our business, results of operations and financial condition, as well as our distributors, customers and suppliers, and on activity in many of the industries and markets we serve.  Among the economic factors which may have such an effect are manufacturing and other end-market activity, currency exchange rates, air travel trends, difficulties entering new markets, tariffs and governmental trade and monetary policies, global pandemics, and general economic conditions such as inflation, deflation, interest rates and credit availability.  These factors may, among other things, negatively impact our level of purchases, capital expenditures, and creditworthiness, as well as our distributors, customers and suppliers, and, therefore, the Company’s revenues, operating profits, margins, and order rates.\nWe cannot predict changes in worldwide or regional economic conditions and government policies, as such conditions are highly volatile and beyond our control.  If these conditions deteriorate or remain at depressed levels for extended periods, however, our business, results of operations and financial condition could be materially adversely affected.\nAs a global business, we are exposed to economic, political and other risks in different countries in which we operate, which could materially reduce our sales, profitability or cash flows, or materially increase our liabilities.\nOur net sales derived from customers outside the United States were approximately 37 percent in 2023, 39 percent in 2022 and 40 percent in 2021.  In addition, many of our manufacturing operations and suppliers are located outside the United States.  The Company expects net sales from non-U.S. markets to continue to represent a significant portion of its total net sales.  Our non-U.S. operations are subject to risks in addition to those facing our domestic operations, including:\n•\nfluctuations in currency exchange rates and/or changes in monetary policy;\n•\nlimitations on ownership and on repatriation of earnings;\n•\ntransportation delays and other supply chain disruptions;\n•\npolitical, social and economic instability and disruptions, including armed conflicts such as the current conflict between Russia and Ukraine;\n•\ngovernment embargoes, sanctions or trade restrictions;\n•\nthe imposition of duties and tariffs and other trade barriers;\n•\nimport and export controls;\n•\nlabor unrest and current and changing regulatory environments;\n•\npublic health crises, including pandemics;\n•\nthe potential for nationalization of enterprises;\n•\ndifficulties in staffing and managing multi-national operations;\n•\nlimitations on our ability to enforce legal rights and remedies;\n•\npotentially adverse tax consequences; and\n•\ndifficulties in implementing restructuring actions on a timely basis.\n11\nTable of Contents\nFor example, the global nature of our business and our operations exposes us to political, economic, and other conditions in foreign countries and regions, including geopolitical risks such as the current conflict between Russia and Ukraine.  The broader consequences of this conflict, which may include further sanctions, embargoes, regional instability, and geopolitical shifts; potential retaliatory action by the Russian government against companies, including possible nationalization of foreign businesses in Russia; increased tensions between the United States and countries in which we operate; and the extent of the conflict’s effect on our business and results of operations as well as the global economy, cannot be predicted.  To the extent the current conflict between Russia and Ukraine adversely affects our business, it may also have the effect of heightening many other risks, any of which could materially and adversely affect our business and results of operations.  Such risks include, but are not limited to, adverse effects on macroeconomic conditions, including inflation, particularly with regard to raw material, transportation and labor price fluctuations; disruptions to our information technology environment, including through cyberattack, ransom attack, or cyber-intrusion; adverse changes in international trade policies and relations; disruptions in global supply chains; and our exposure to foreign currency exchange rate changes.\nIf we are unable to successfully manage the risks associated with expanding our global business or adequately manage operational fluctuations internationally, the risks could have a material adverse effect on our business, results of operations or financial condition.\nIncreased cybersecurity threats and more sophisticated and targeted computer crime have posed and could continue to pose a risk to our information technology systems and a disruption to or breach in the security of such systems, if material, could have adverse effects on our result of operations and financial condition.\nWe rely extensively on information technology systems to manage and operate our business, some of which are managed by third parties.  The security and functionality of these information technology systems, and the processing of data by these systems, are critical to our business operations.  If these systems, or any part of the systems, are damaged, intruded upon, attacked, shutdown or cease to function properly (whether by planned upgrades, force majeure, telecommunications failures, criminal acts, including hardware or software break-ins or extortion attempts, or viruses, or other cybersecurity incidents) and we suffer any resulting interruption in our ability to manage and operate our business or if our products are affected, our results of operations and financial condition could be materially adversely affected.  Additionally, certain of our employees work remotely at times, which may increase our vulnerability to cyber and other information technology risks.  In addition to existing risks, any adoption or deployment of new technologies via acquisitions or internal initiatives may increase our exposure to risks, breaches, or failures, which could materially adversely affect our results of operations or financial condition.  Furthermore, the Company has access to sensitive, confidential, or personal data or information that is subject to privacy and security laws, regulations, or other contractually-imposed controls.  Despite our use of reasonable and appropriate controls, security breaches, theft, misplaced, lost or corrupted data, programming, or employee errors and/or malfeasance have led and could in the future lead to the compromise or improper use of such sensitive, confidential, or personal data or information.  Such events may result in possible negative consequences, such as fines, ransom demands, penalties, failure to comply with laws governing sensitive data, loss of reputation, intellectual property, competitiveness or customers, increased security and compliance costs or other negative consequences.  Further, the amount of insurance coverage that we maintain may be inadequate to cover claims or liabilities relating to a cybersecurity incident.  Depending on the nature and magnitude of these events, they may have an adverse impact on our results of operations or financial condition.\nPrice and supply fluctuations of the raw materials used in our production processes and by our suppliers of component parts could negatively impact our financial results.\nOur supply of raw materials could be interrupted for a variety of reasons, including availability and pricing.  Furthermore, changes to United States and other countries' tariff and import/export regulations have in the past and may in the future have a negative impact on the availability and pricing of raw materials.  Prices for raw materials necessary for production have fluctuated significantly in the past and significant increases could adversely affect our results of operations and profit margins.  Our efforts to manage these fluctuations by, among other things, passing along price increases to our customers, may be subject to a time delay between the increased raw material prices and our ability to increase the price of our products, or we may be unable to increase the prices of our products due to pricing pressure, contract terms or other factors.  Any such inability to manage fluctuations could adversely impact our results of operations and cash flows.\nOur suppliers of component parts may significantly and quickly increase their prices in response to increases in costs of raw materials that they use to manufacture the component parts.  As a result, we may not be able to increase our prices commensurately with our increased costs.  Consequently, our results of operations or financial condition could be materially adversely affected.\nUnexpected events may increase our cost of doing business or disrupt our operations.\n The occurrence of one or more unexpected events, including war, acts of terrorism or violence, civil unrest, fires, tornadoes, hurricanes, earthquakes, floods and other forms of severe weather in the United States or in other countries in which \n12\nTable of Contents\nwe operate or in which our suppliers are located could adversely affect our operations and financial performance.  Natural disasters, pandemics, such as the COVID-19 pandemic, equipment failures, power outages or other unexpected events could result in physical damage to and complete or partial closure of one or more of our manufacturing facilities or distribution centers, temporary or long-term disruption in the supply of component products from some local and international suppliers, and disruption and delay in the transport of our products to dealers, end-users and distribution centers.  Existing insurance coverage may not provide protection for all of the costs that may arise from such events.\nFor example, during the COVID-19 pandemic we experienced mandatory and voluntary facility closures in certain jurisdictions in which we operate.  Furthermore, several of our customers temporarily suspended their operations and we experienced less demand for our products.  Facility closures or other restrictions, as well as supply chain disruptions, did negatively impact and could in the future materially adversely affect our ability to adequately staff, supply or otherwise maintain our operations.  The impact of unexpected events such as the COVID-19 pandemic are difficult to predict, but could have a material adverse effect on our business, results of operations or financial condition. \nChanges in the demand for and supply of our products may adversely affect our financial results, financial condition and cash flow.\nDemand for and supply of our products has been and may be adversely affected by numerous factors, some of which we cannot predict or control.  Such factors include:\n•\nchanges in business relationships with and purchases by or from major customers, suppliers or distributors, including delays or cancellations in shipments, disputes regarding contract terms or significant changes in financial condition, and changes in contract cost and revenue estimates for new development programs;\n•\nchanges in product mix;\n•\nchanges in the market acceptance of our products;\n•\nincreased competition in the markets we serve;\n•\ndeclines in the general level of industrial production;\n•\nweakness in the end-markets we serve;\n•\nfluctuations in the availability or the prices of raw materials; and\n•\nfluctuations in currency exchange rates.\nIf any of these factors occur, the demand for and supply of our products could suffer, which could materially adversely affect the Company’s results of operations.\nThe development of new products and technologies requires substantial investment and is required to remain competitive in the markets we serve.  If we are unable to successfully introduce new commercial products, our profitability could be adversely affected.\nThe markets we serve are characterized by rapidly changing technologies and frequent introductions of new products and services.  Our ability to develop new products based on technological innovation can affect our competitive position and often requires the investment of significant resources.  If we cannot develop, or have difficulties or delays developing new and enhanced products and services, or if we fail to gain market or regulatory acceptance of new products and technologies, our revenues may be materially reduced and our competitive position could be materially adversely affected.  In addition, we may invest in research and development of products and services, or in acquisitions or other investments, that do not lead to significant revenue, which could adversely affect our profitability.\nChanges in the competitive environment in which we operate may eliminate any competitive advantages that we currently have, which could adversely impact our business.\nOur operations are subject to competition from a wide variety of global, regional and local competitors, which could adversely affect our results of operations by creating downward pricing pressure and/or a decline in our margins or market shares.  To compete successfully, we must excel in terms of product quality and innovation, technological and engineering capability, manufacturing and distribution capability, delivery, price competitiveness, and customer experience.\n13\nTable of Contents\nWe may be required to make material expenditures in order to comply with environmental laws and regulations, to address the effects of climate change and to respond to customer needs and investor expectations regarding climate-related goals, each of which may negatively impact our business.\nOur operations necessitate the use and handling of hazardous materials and, as a result, subject us to various U.S. federal, state and local laws and regulations, as well as non-U.S. laws, designed to protect the environment and to regulate the discharge of materials into the environment.  These laws impose penalties, fines and other sanctions for non-compliance and liability for response costs, property damages and personal injury resulting from past and current spills, disposals or other releases of, or the exposure to, hazardous materials.  Among other laws, we are subject to the U.S. federal \"Superfund\" law, under which we have been designated as a \"potentially responsible party\" and may be liable for clean-up costs associated with various waste sites, some of which are on the United States Environmental Protection Agency’s Superfund priority list.  We could incur substantial costs as a result of non-compliance with or liability for cleanup or other costs or damages under environmental laws, including the \"Superfund\" law. \nIn addition, increased worldwide focus on climate change issues has led to legislative and regulatory efforts to limit greenhouse gas emissions.  Increased regulation of greenhouse gas emissions and other climate change concerns could subject us to additional costs and restrictions, including increased energy and raw material costs.  We are not able to predict how such regulations would affect our business, operations or financial results, but increased regulation could have a material adverse effect on our business, operations and financial condition.\nFurther, climate change resulting from increased concentrations of carbon dioxide and other greenhouse gases in the atmosphere could present risks to our operations.  Extreme weather events linked to climate change, including hurricanes, flooding, wildfires, high heat and water scarcity, among others, create physical risks to our operating locations and supply chains.\n \nAlthough we are working towards and intend to meet our goal of making our own operations carbon neutral by 2040, we may be required to expend significant resources to do so, which could increase our operational costs.  Further, there can be no assurance of the extent to which any of our climate-related goals will be achieved, if at all, including on the timeline expected by customers or investors, or that any future investments we make in furtherance of achieving our goals will meet customer expectations and needs, investor expectations or market standards regarding sustainability, including reducing greenhouse gas emissions. Any failure, or perceived failure, by us to achieve our climate-related goals, further our initiatives, adhere to our public statements, comply with federal, state or international climate-related laws and regulations or meet evolving and varied customer and investor expectations and standards could result in legal and regulatory proceedings against us or could cause our customers to find other suppliers, each of which could adversely affect our reputation, the market price of our common shares, our results of operations, our financial condition or our cash flows.  \nWe operate in challenging markets for talent and may fail to attract, develop and retain key personnel.\nWe depend on the skills, institutional knowledge, working relationships, and continued services and contributions of key personnel, including our leadership team and others at all levels of the company, as a critical part of our human capital resources.  In addition, our ability to achieve our operating and strategic goals depends on our ability to identify, hire, train and retain qualified individuals.  We compete with other companies both within and outside of our industry for talented personnel in a highly competitive labor market, and we may lose key personnel or fail to attract other talented personnel or otherwise identify and retain suitable replacements.  Any such loss or failure could have material adverse effects on our results of operations, financial condition and cash flows.\nStrategic Transactions Risks\nWe are subject to risks relating to acquisitions and joint ventures, and risks relating to the integration of acquired companies, including risks related to the integration of Meggitt plc (\"Meggitt\").\nWe expect to continue our strategy of identifying and acquiring businesses with complementary products and services, and entering into joint ventures, which we believe will enhance our operations and profitability.  However, there can be no assurance that we will be able to continue to find suitable businesses to purchase or joint venture opportunities, or that we will be able to acquire such businesses or enter into such joint ventures on acceptable terms.  Furthermore, there are no assurances that we will be able to avoid acquiring or assuming unexpected liabilities.  If we are unable to avoid these risks, our results of operations and financial condition could be materially adversely affected.\n14\nTable of Contents\nIn addition, we may not be able to integrate successfully any businesses that we purchase into our existing business and it is possible that any acquired businesses or joint ventures may not be profitable.  For example, we have devoted significant management attention and resources to integrating the business and operations of Meggitt.  We may encounter, or have encountered, the following difficulties during the integration process:\n•\nthe consequences of a change in tax treatment, including the cost of integration and compliance and the possibility that the full benefits anticipated to result from the acquisitions may not be realized;\n•\ndelays in the integration of management teams, strategies, operations, products, and services;\n•\ndifferences in business backgrounds, corporate cultures, and management philosophies that may delay successful integration;\n•\nthe ability to retain key employees;\n•\nthe ability to create and enforce uniform standards, controls, procedures, policies, and information systems;\n•\nchallenges of integrating complex systems, technologies, networks, and other assets of the acquired companies in a manner that minimizes any adverse impact or disruptions to customers, suppliers, employees, and other constituencies; and\n•\nunknown liabilities and unforeseen increased expenses or delays associated with the integration beyond current estimates.\nThe successful integration of new businesses and the success of joint ventures also depend on our ability to manage these new businesses and cut excess costs.  If we are unable to avoid these risks, our results of operations and financial condition could be materially adversely affected.\nOur results may be adversely affected if expanded operations from acquisitions are not effectively managed.\nOur recent acquisitions have greatly expanded the size and complexity of our business.  Our future success depends, in part, on the ability to manage this expanded business, which may pose or has posed substantial challenges for management, including challenges related to the management and monitoring of the expanded global operations and new manufacturing processes and products, and the associated costs and complexity.  There can be no assurance of successful management of these matters or that we will realize the expected benefits of the acquisitions.\nThe Company may be subject to risks relating to organizational changes.\nWe regularly execute organizational changes such as acquisitions, divestitures and realignments to support our growth and cost management strategies.  We also engage in initiatives aimed to increase productivity, efficiencies and cash flow and to reduce costs.  The Company commits significant resources to identify, develop and retain key employees to ensure uninterrupted leadership and direction.  If we are unable to successfully manage these and other organizational changes, the ability to complete such activities and realize anticipated synergies or cost savings as well as our results of operations and financial condition could be materially adversely affected.  We cannot offer assurances that any of these initiatives will be beneficial to the extent anticipated, or that the estimated efficiency improvements, incremental cost savings or cash flow improvements will be realized as anticipated or at all.\nFinancial Risks\nIncreasing costs of certain employee and retiree benefits could adversely affect our liability for such benefits.\nThe funding requirements and the amount of expenses recorded for our defined benefit pension plans are dependent on changes in market interest rates and the value of plan assets, which are dependent on actual plan asset returns.  Significant changes in market interest rates and decreases in the fair value of plan assets and investment losses on plan assets would increase funding requirements and expenses and may adversely impact our results of operations.\nThe Company absorbs a portion of healthcare costs for its employees.  If healthcare costs rise significantly and we continue to absorb the majority of these costs, these increasing costs may adversely impact our future results of operations.\n15\nTable of Contents\nAdditional liabilities relating to changes in tax rates or exposure to additional income tax liabilities could adversely impact our financial condition and cash flow.\nWe are subject to income taxes in the U.S. and various non-U.S. jurisdictions.  Our domestic and international tax liabilities are dependent upon the location of earnings among these different jurisdictions.  Our future financial condition and cash flow could be adversely affected by changes in effective tax rate as a result of changes in tax laws and judicial or regulatory interpretation thereof, the mix of earnings in countries with differing statutory tax rates, changes in overall profitability, changes in U.S. generally accepted accounting principles (\"GAAP\"), or changes in the valuation of deferred tax assets.  In addition, the amount of income taxes paid by the Company is subject to ongoing audits by non-U.S. and U.S. federal, state and local tax authorities.  If these audits result in assessments different from estimated amounts, future financial results may include unfavorable adjustments to the Company’s tax liabilities, which could have a material adverse effect on the Company’s financial condition and cash flow.\nOur indebtedness and restrictive covenants under our credit facilities could limit our operational and financial flexibility.\nWe have incurred significant indebtedness, and may incur additional debt for acquisitions, operations, research and development and capital expenditures, or for other reasons related to our overall capital deployment strategy.  Our ability to make interest and scheduled principal payments and meet restrictive covenants could be adversely impacted by changes in the availability, terms and cost of capital, changes in interest rates or changes in our credit ratings or our outlook.  These changes could increase our cost of financing and limit our debt capacity, thereby limiting our ability to pursue acquisition opportunities, react to market conditions and meet operational and capital needs, which may place us at a competitive disadvantage.\nWe carry goodwill on our balance sheet, which is subject to impairment testing and could subject us to significant non-cash charges to earnings in the future if impairment occurs.\nWe have goodwill recorded on our balance sheet.  Goodwill is not amortized, but is tested for impairment annually as of December 31, in the third quarter or more often if events or changes in circumstances indicate a potential impairment may exist.  Factors that could indicate that our goodwill is impaired include a decline in our stock price and market capitalization, lower than projected operating results and cash flows, and slower growth rates in our industry.  Declines in our stock price, lower operating results and any decline in industry conditions in the future could increase the risk of impairment.  Impairment testing incorporates our estimates of future operating results and cash flows, estimates of allocations of certain assets and cash flows among reporting units, estimates of future growth rates, and our judgment regarding the applicable discount rates used on estimated operating results and cash flows.  If we determine at a future time that impairment exists, it may result in a significant non-cash charge to earnings and lower stockholders’ equity.\nLegal and Regulatory Risks\nAs a provider of products to the U.S. government, we are subject to additional risks related to future government spending as well as unusual performance conditions and enhanced compliance risks.\nIn addition to the risks identified herein, doing business with the U.S. government subjects us to unusual risks, including dependence on the level of government spending and compliance with and changes in governmental acquisition regulations.  Agreements relating to the sale of products to government entities may be subject to termination, reduction or modification, either at the convenience of the government or for our failure to perform, or other unsatisfactory performance under the applicable contract.  We are subject to government investigations of our business practices and compliance with government acquisition regulations.  If the Company were charged with wrongdoing as a result of any such investigation, it could be suspended from bidding on or receiving awards of new government contracts, and we could be subject to fines or penalties associated with contract non-compliance or resulting from such investigations, which could have a material adverse effect on our results of operations.\n16\nTable of Contents\nLitigation and legal and regulatory proceedings against the Company could decrease our liquidity, impair our financial condition and adversely affect our results of operations.\nFrom time to time, we are subject to litigation or other commercial disputes and other legal and regulatory proceedings relating to our business.  Due to the inherent uncertainties of any litigation, commercial disputes or other legal or regulatory proceedings, we cannot accurately predict their ultimate outcome, including the outcome of any related appeals.  An unfavorable outcome could materially adversely impact our business, financial condition and results of operations.  Furthermore, as required by U.S. GAAP, we establish reserves based on our assessment of contingencies, including contingencies related to legal claims asserted against us.  Subsequent developments in legal proceedings may affect our assessment and estimates of the loss contingency recorded as a reserve and require us to make payments in excess of our reserves, which could have an adverse effect on our results of operations.\nWe are subject to national and international laws and regulations, such as the anti-corruption laws of the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act, relating to our business and our employees.  Despite our policies, procedures and compliance programs, our internal controls and compliance systems may not be able to protect the Company from prohibited acts willfully committed by our employees, agents or business partners that would violate such applicable laws and regulations.  Any such improper acts could damage the Company's reputation, subject us to civil or criminal judgments, fines or penalties, and could otherwise disrupt the Company's business, and as a result, could materially adversely impact our business, financial condition and results of operations.\nFurther, our operations are subject to certain antitrust and competition laws in the jurisdictions in which we conduct our business, in particular the United States and Europe.  These laws prohibit, among other things, anticompetitive agreements and practices.  If any of our commercial agreements or practices are found to violate or infringe such laws, we may be subject to civil and other penalties.  We may also be subject to third-party claims for damages.  Further, agreements that infringe antitrust and competition laws may be void and unenforceable, in whole or in part, or require modification in order to be lawful and enforceable.  Accordingly, any violation of these laws could harm our reputation and could have a material adverse effect on our earnings, cash flows and financial condition.\nDue to the nature of our business and products, we may be liable for damages based on product liability claims.\nOur businesses expose us to potential product liability risks that are inherent in the design, manufacture and sale of our products and the products of third-party vendors that we use or resell.  Significant product liability claims could have a material adverse effect on the Company’s financial condition, liquidity and results of operations.  Although we currently maintain what we believe to be suitable and adequate product liability insurance, there can be no assurance that we will be able to maintain our insurance on acceptable terms or that our insurance will provide adequate protection against all potential significant liabilities.\nFailure to protect our intellectual property and know-how could reduce or eliminate any competitive advantage and reduce our sales and profitability, and the cost of protecting our intellectual property may be significant.\nProtecting our intellectual property is critical to our innovation efforts.  We own a number of patents, trade secrets, copyrights, trademarks, trade names and other forms of intellectual property related to our products and services throughout the world and in the operation of our business.  We also have exclusive and non-exclusive rights to intellectual property owned by others.  Our intellectual property may be challenged, stolen or otherwise infringed upon by third parties or we may be unable to maintain, renew or enter into new license agreements with third-party owners of intellectual property on reasonable terms.  In addition, the global nature of our business increases the risk that our intellectual property may be subject to infringement, theft or other unauthorized use or disclosure by others.  In some cases, our ability to protect our intellectual property rights by legal recourse or otherwise may be limited, particularly in countries where laws or enforcement practices are inadequate or undeveloped.  And the cost of enforcing our rights may be significant.  Unauthorized use or disclosure of our intellectual property rights or our inability to protect our intellectual property rights could lead to reputational harm and/or adversely impact our competitive position and results of operations.",
    "item7": ">ITEM 7\n.  \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations.\nForward-Looking Statements\nForward-looking statements contained in this and other written and oral reports are made based on known events and circumstances at the time of release, and as such, are subject in the future to unforeseen uncertainties and risks. Often but not always, these statements may be identified from the use of forward-looking terminology such as “anticipates,” “believes,” “may,” “should,” “could,” “potential,” “continues,” “plans,” “forecasts,” “estimates,” “projects,” “predicts,” “would,” “intends,” “expects,” “targets,” “is likely,” “will,” or the negative of these terms and similar expressions, and include all statements regarding future performance, earnings projections, events or developments. Neither the Company nor any of its respective associates or directors, officers or advisers, provides any representation, assurance or guarantee that the occurrence of the events expressed or implied in any forward-looking statements in this document will actually occur. The Company cautions readers not to place undue reliance on these statements. It is possible that the future performance and earnings projections of the Company, including its individual segments, may differ materially from past performance or current expectations, depending on economic conditions within its mobile, industrial and aerospace markets, and the Company’s ability to maintain and achieve anticipated benefits associated with announced realignment activities, strategic initiatives to improve operating margins, actions taken to combat the effects of the current economic environment, and growth, innovation and global diversification initiatives. Additionally, the actual impact of changes in tax laws in the United States and foreign jurisdictions and any judicial or regulatory interpretation thereof on future performance and earnings projections may impact the Company’s tax calculations. A change in the economic conditions in individual markets may have a particularly volatile effect on segment performance.\nAmong other factors which may affect future performance are: \n•\nchanges in business relationships with and purchases by or from major customers, suppliers or distributors, including delays or cancellations in shipments; \n•\ndisputes regarding contract terms or significant changes in financial condition, changes in contract cost and revenue estimates for new development programs and changes in product mix;\n•\nthe impact of political, social and economic instability and disruptions, including public health crises such as the COVID-19 pandemic; \n•\nability to identify acceptable strategic acquisition targets; uncertainties surrounding timing, successful completion or integration of acquisitions and similar transactions, including the integration of Meggitt; and our ability to effectively manage expanded operations from acquisitions; \n•\nthe ability to successfully divest businesses planned for divestiture and realize the anticipated benefits of such divestitures;\n•\nthe determination to undertake business realignment activities and the expected costs thereof and, if undertaken, the ability to complete such activities and realize the anticipated cost savings from such activities;\n•\nability to implement successfully capital allocation initiatives, including timing, price and execution of share repurchases;\n•\navailability, limitations or cost increases of raw materials, component products and/or commodities that cannot be recovered in product pricing;\n•\nglobal economic factors, including manufacturing activity, air travel trends, currency exchange rates, difficulties entering new markets and general economic conditions such as inflation, deflation, interest rates, credit availability and changes in consumer habits and preferences;\n•\nability to manage costs related to insurance and employee retirement and health care benefits;\n•\nlegal and regulatory developments and changes;\n•\nadditional liabilities relating to changes in tax rates or exposure to additional income tax liabilities; \n•\nability to enter into, own, renew, protect and maintain intellectual property and know-how; \n•\nleverage and future debt service obligations; \n•\npotential impairment of goodwill; \n•\ncompliance costs associated with environmental laws and regulations;\n•\npotential labor disruptions or shortages and the ability to attract and retain key personnel;\n•\nuncertainties surrounding the ultimate resolution of outstanding legal proceedings, including the outcome of any appeals;\n•\nglobal competitive market conditions, including U.S. trade policies and resulting effects on sales and pricing;\n•\nlocal and global political and economic conditions, including the Russia-Ukraine war and its residual effects;\n21\nTable of Contents\n•\ninability to obtain, or meet conditions imposed for, required governmental and regulatory approvals;\n•\ngovernment actions and natural phenomena such as pandemics, floods, earthquakes, hurricanes or other natural phenomena that may be related to climate change;\n•\nincreased cyber security threats and sophisticated computer crime; and\n•\nsuccess of business and operating initiatives. \nThe Company makes these statements as of the date of the filing of its Annual Report on Form 10-K for the year ended June 30, 2023, and undertakes no obligation to update them unless otherwise required by law.\nOverview\nThe Company is a global leader in motion and control technologies.  For more than a century, the Company has engineered the success of its customers in a wide range of diversified industrial and aerospace markets.\nBy aligning around our purpose, Enabling Engineering Breakthroughs that Lead to a Better Tomorrow, Parker is better positioned for the challenges and opportunities of tomorrow.\nThe Win Strategy 3.0 is Parker's business system which defines the goals and initiatives that create responsible, sustainable growth and enable Parker's long-term success.  It works with our purpose, which is a foundational element of The Win Strategy, to engage team members and create responsible and sustainable growth.  Our shared values shape our culture and our interactions with stakeholders and the communities in which we operate and live.\nWe believe many opportunities for profitable growth are available.  The Company intends to focus primarily on business opportunities in the areas of energy, water, food, environment, defense, life sciences, infrastructure and transportation.  We believe we can meet our strategic objectives by:\n•\nserving the customer and continuously enhancing its experience with the Company;\n•\nsuccessfully executing The Win Strategy initiatives relating to engaged people, premier customer experience, profitable growth and financial performance;\n•\nmaintaining a decentralized division and sales company structure;\n•\nfostering a safety-first and entrepreneurial culture;\n•\nengineering innovative systems and products to provide superior customer value through improved service, efficiency and productivity;\n•\ndelivering products, systems and services that have demonstrable savings to customers and are priced by the value they deliver;\n•\nenabling a sustainable future by providing innovative clean technology solutions that offer a positive, global environmental impact and operating responsibly by reducing our energy use and emissions;\n•\nacquiring strategic businesses;\n•\norganizing around targeted regions, technologies and markets; \n•\ndriving efficiency by implementing lean enterprise principles; and \n•\ncreating a culture of empowerment through our values, inclusion and diversity, accountability and teamwork.\nOur order rates provide a near-term perspective of the Company's outlook particularly when viewed in the context of prior and future order rates.  The Company publishes its order rates on a quarterly basis.  The lead time between the time an order is received and revenue is realized generally ranges from one day to 12 weeks for mobile and industrial orders and from one day to 18 months for aerospace orders.\nThe continuing residual effects of the Russia-Ukraine war and the COVID-19 pandemic, including the inflationary cost environment as well as disruption within the global supply chain and labor markets, have impacted our business.  We continue to manage the challenging supply chain environment through our \"local for local\" manufacturing strategy, ongoing supplier management process, and broadened supply base.  We continue to manage the impact of the inflationary cost environment through a variety of cost and pricing measures, including continuous improvement and lean initiatives.  Additionally, we strategically manage our workforce and discretionary spending.  At the same time, we are appropriately addressing the ongoing needs of our business so that we continue to serve our customers.  \nOver the long-term, the extent to which our business and results of operations will be impacted by economic and political uncertainty depends on future developments that remain uncertain.  We will continue to monitor the environment and manage our business with the goal to minimize the impact on operations and financial results.  \n22\nTable of Contents\nAs previously announced, on March 14, 2022, we detected that an unauthorized party gained access to our systems.  After securing our network and concluding our investigation, we found that the data exfiltrated during the incident included personal information of our team members.  We have notified individuals whose personal information was involved and offered them credit monitoring services.  We have also provided notification regarding the incident to the appropriate regulatory authorities. A consolidated class action lawsuit has been filed in the United States District Court for the Northern District of Ohio against the Company over the incident.  The parties have reached a settlement in principle in the lawsuit, which the district court preliminarily approved on March 14, 2023, and finally approved on August 2, 2023.  Based on our ongoing assessments, the incident has not had a significant financial or operational impact and has not had a material impact on our business, operations or financial results.\nThe discussion below is structured to separately discuss the Consolidated Statement of Income, Business Segments, and Liquidity and Capital Resources.  The term \"year\" and references to specific years refer to the applicable fiscal year.  \nCONSOLIDATED STATEMENT OF INCOME\nThe Consolidated Statement of Income summarizes the Company's operating performance.  The discussion below compares the operating performance in 2023, 2022, and 2021.\n(dollars in millions)\n2023\n2022*\n2021*\nNet sales\n$\n19,065\n \n$\n15,862 \n$\n14,348 \nGross profit margin\n33.7\n \n%\n33.5 \n%\n33.1 \n%\nSelling, general and administrative expenses\n$\n3,354\n \n$\n2,504 \n$\n2,383 \nSelling, general and administrative expenses, as a percent of sales\n17.6\n \n%\n15.8 \n%\n16.6 \n%\nInterest expense\n$\n574\n \n$\n255 \n$\n250 \nOther expense (income), net\n184\n \n945 \n(28)\nGain on disposal of assets\n(363)\n(7)\n(109)\nEffective tax rate\n22.2\n \n%\n18.5 \n%\n22.3 \n%\nNet income attributable to common shareholders\n$\n2,083\n \n$\n1,316 \n$\n1,746 \n*Years ended June 30, 2022 and 2021 amounts have been reclassified to reflect the income statement reclassification, as described in Note 1 to the Consolidated Financial Statements.\nNet sales\n \nin 2023 increased from the 2022 amount due to higher volume in both the Diversified Industrial and Aerospace Systems Segments.  The Acquisition completed within the last 12 months increased sales by approximately $2.1 billion during the current year.  The effect of currency rate changes decreased net sales in 2023 by approximately $470 million, substantially all of which is attributable to the Diversified Industrial International businesses.  Divestitures completed within the last 12 months decreased sales by approximately $69 million in 2023. \nNet sales in 2022 increased from the 2021 amount due to higher volume in both the Diversified Industrial and Aerospace Systems Segments.  The effect of currency rate changes decreased net sales in 2022 by approximately $255 million, substantially all of which is attributable to the Diversified Industrial International businesses.  \nGross profit margin \n(calculated as net sales less cost of sales, divided by net sales) increased slightly in 2023 primarily due to higher margins in both the Aerospace Systems and Diversified Industrial Segments.  The increase in gross profit margin is primarily due to higher sales volume and benefits from continuous improvement initiatives, as well as price increases.  The increase was partially offset by the step-up in inventory to fair value of $110 million, related to the Acquisition, within the Aerospace Systems Segment.  Additionally, increased freight, material and labor costs resulting from the ongoing inflationary environment and disruption within the global supply chain and labor markets impacted margin. Cost of sales also included business realignment and acquisition integration charges of $29 million in 2023 compared to $5 million in 2022.\nGross profit margin increased in 2022 primarily due to higher margins in both the Aerospace and Diversified Industrial Segments.  The increase in gross profit margin is primarily due to higher sales volume and benefits from continuous improvement initiatives, as well as price increases, partially offset by increased freight, material and labor costs resulting from ongoing inflationary environment and disruption within the global supply chain and labor markets.  Cost of sales also included business realignment and acquisition integration charges of $5 million in 2022 compared to $27 million in 2021.\n23\nTable of Contents\nSelling, general and administrative expenses \n(\"SG&A\") increased in 2023 primarily due to higher amortization expense, research and development expense, information technology charges, as well as increased general and administrative charges associated with the Acquisition.  Additionally, acquisition-related transaction costs for the year totaled $115 million.  SG&A also included business realignment and acquisition integration charges of $94 million and $14 million in 2023 and 2022, respectively.\nSG&A increased in 2022 primarily due to acquisition-related transaction costs of $44 million as well as higher net expense from the Company's deferred compensation plan and related investments and higher professional fees and related expenses.  SG&A also included business realignment and acquisition integration charges of $14 million and $31 million in 2022 and 2021, respectively. \nInterest expense \nin 2023 increased compared to 2022 primarily due to higher average interest rates and higher average debt outstanding.  Interest expense in 2022 increased compared to 2021 primarily due to higher average debt outstanding, partially offset by lower average interest rates.\nOther expense (income), net\n included the following:\n(dollars in millions)\n2023\n2022*\n2021*\nExpense (income)\nForeign currency transaction loss (gain)\n$\n46\n \n$\n(40)\n$\n(11)\nIncome related to equity method investments\n(124)\n(76)\n(41)\nNon-service components of retirement benefit cost\n(67)\n4 \n49 \nInterest income\n(46)\n(10)\n(7)\nAcquisition-related financing fees\n—\n \n52 \n— \nLoss on deal-contingent forward contracts\n390\n \n1,015 \n— \nRussia liquidation\n—\n \n8 \n— \nOther items, net\n(15)\n(8)\n(18)\n$\n184\n \n$\n945 \n$\n(28)\n*Years ended June 30, 2022 and 2021 amounts have been reclassified to reflect the income statement reclassification, as described in Note 1 to the Consolidated Financial Statements.\nForeign currency transaction loss (gain) primarily relates to the impact of exchange rates on cash, forward contracts, certain cross-currency swap contracts and intercompany transactions.  During 2023, it also includes foreign currency transaction loss associated with completing the Acquisition.  \nAcquisition-related financing fees\n \nin\n \n2022 relate to the bridge credit agreement (the \"Bridge Credit Agreement\") fees associated with the Acquisition.  Refer to Note 10 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nLoss on deal-contingent forward contracts\n \nin\n \n2023 and 2022 includes a loss on the deal-contingent forward contracts related to the Acquisition.  Refer to Note 16 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nGain on disposal of assets \nin 2023 includes a gain on the sale of the aircraft wheel and brake business within the Aerospace Systems Segment of $374 million.  Refer to Note 3 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.  In 2021 it primarily consists of a gain of $101 million on the sale of land.\nEffective tax rate\n in 2023 was higher than 2022, primarily due to an overall decrease in discrete tax benefits along with a reduction in the benefit from the foreign derived intangible income deduction.  Effective tax rate in 2022 was lower than 2021 primarily due to an overall increase in discrete tax benefits.  \n24\nTable of Contents\nBUSINESS SEGMENT INFORMATION\nThe Business Segment information presents sales and operating income on a basis that is consistent with the manner in which the Company's various businesses are managed for internal review and decision-making.\nDiversified Industrial Segment \n(dollars in millions)\n2023\n2022\n2021\nNet Sales\nNorth America\n$\n8,916\n \n$\n7,703 \n$\n6,676 \nInternational\n5,789\n \n5,639 \n5,284 \nOperating income\nNorth America\n1,853\n \n1,515 \n1,247 \nInternational\n$\n1,218\n \n$\n1,178 \n$\n988 \nOperating income as a percent of sales\nNorth America\n20.8\n \n%\n19.7 \n%\n18.7 \n%\nInternational\n21.0\n \n%\n20.9 \n%\n18.7 \n%\nBacklog\n$\n4,786\n \n$\n4,510 \n$\n3,239 \nThe Diversified Industrial Segment operations experienced the following percentage changes in net sales: \n2023\n2022\nDiversified Industrial North America – as reported\n15.7 \n%\n15.4 \n%\nAcquisitions\n4.0 \n%\n— \n%\nCurrency\n— \n%\n0.1 \n%\nDiversified Industrial North America – without acquisitions and currency\n1\n11.7 \n%\n15.3 \n%\nDiversified Industrial International – as reported\n2.7 \n%\n6.7 \n%\nAcquisitions\n2.3 \n%\n— \n%\nCurrency\n(8.3)\n%\n(4.9)\n%\nDiversified Industrial International – without acquisitions and currency\n1\n8.7 \n%\n11.6 \n%\nTotal Diversified Industrial Segment – as reported\n10.2 \n%\n11.6 \n%\nAcquisitions\n3.3 \n%\n— \n%\nCurrency\n(3.5)\n%\n(2.0)\n%\nTotal Diversified Industrial Segment – without acquisitions and currency\n1\n10.4 \n%\n13.6 \n%\n1\nThe above presentation reconciles the percentage changes in net sales of the Diversified Industrial Segment reported in accordance with U.S. generally accepted accounting principles (\"GAAP\") to percentage changes in net sales adjusted to remove the effects of the Acquisition made within the last 12 months as well as currency exchange rates (a non-GAAP measure).  The effects of the Acquisition and currency exchange rates are removed to allow investors and the Company to meaningfully evaluate the percentage changes in net sales on a comparable basis from period to period.\nNet Sales\nDiversified Industrial North America\n - Sales in 2023 for the Diversified Industrial North American businesses increased 15.7 percent from 2022.  The effect of the Acquisition increased sales by approximately $311 million.  Currency exchange rates did not materially impact sales during the year.  Excluding the effects of the Acquisition and changes in the currency exchange rates, sales in 2023 for the Diversified Industrial North American businesses increased 11.7 percent from prior-year levels reflecting higher demand from distributors and end users across most markets, including, the cars and light trucks, farm and agriculture, construction equipment, heavy-duty truck, oil and gas, lawn and turf, metal fabrication, industrial machinery, semiconductor, and material handling markets, partially offset by lower end user demand in the life sciences market.\nSales in 2022 for the Diversified Industrial North American businesses increased 15.4 percent from 2021. The effect of currency exchange rates increased sales by approximately $7 million.  Excluding the effect of currency rate changes, sales in 2022 for the Diversified Industrial North American businesses increased 15.3 percent from prior-year levels reflecting higher \n25\nTable of Contents\ndemand from distributors and end users in virtually all markets, including, the farm and agriculture, life sciences, heavy-duty truck, construction equipment, engines, refrigeration, material handling, metal fabrication, and semiconductor markets.\nDiversified Industrial International\n - Sales in the Diversified Industrial International businesses increased 2.7 percent in 2023.  The effect of the Acquisition increased sales by approximately $128 million.  Currency exchange rates decreased sales by approximately $465 million, reflecting the strengthening of the U.S. dollar primarily against currencies in the Eurozone countries, China and Japan.  Excluding the effects of the Acquisition and changes in the currency exchange rates, sales in 2023 for the Diversified Industrial International businesses increased 8.7 percent from 2022 levels.  During 2023, Europe, the Asia Pacific region, and Latin America accounted for approximately 75 percent, 10 percent, and 15 percent, respectively, of the increase in sales.\nWithin Europe, the increase in sales was primarily due to higher demand from distributors and end users in the construction equipment, cars and light trucks, heavy-duty truck, oil and gas, industrial machinery, material handling, metal fabrication, farm and agriculture, and semiconductor markets, partially offset by a decrease in end-user demand in the power generation market.\nWithin the Asia Pacific region, the increase in sales was primarily due to higher demand from distributors and end users in the construction equipment, cars and light trucks, marine, heavy-duty truck, telecommunications, engines, and mining markets, partially offset by a decrease in end-user demand in the life sciences, refrigeration, and semiconductor markets.\nWithin Latin America, the increase in sales was primarily due to higher demand from distributors and end users in the cars and light trucks, oil and gas, farm and agriculture, railroad, and metal fabrication markets, partially offset by a decrease in end-user demand in the construction equipment and industrial machinery markets.\nSales in the Diversified Industrial International businesses increased 6.7 percent in 2022. The effect of currency rate changes decreased sales by $256 million, reflecting the strengthening of the U.S. dollar primarily against currencies in the Eurozone countries, Turkey and Japan. Excluding the effect of currency rate changes, sales in 2022 for the Diversified Industrial International businesses increased 11.6 percent from 2021 levels.  During 2022, Europe, the Asia Pacific region, and Latin America accounted for approximately 70 percent, 20 percent, and 10 percent, respectively, of the increase in sales.\nWithin Europe, the increase in sales was primarily due to higher demand from distributors and end users in the construction equipment, heavy-duty truck, industrial machinery, life sciences, machine tool, mining, material handling, engines, and forestry markets, partially offset by a decrease in end-user demand in the cars and light trucks, semiconductor, telecommunications, and oil and gas markets.\nWithin the Asia Pacific region, the increase in sales was primarily due to higher demand from distributors and end users in the semiconductor, refrigeration, industrial machinery, life sciences, and machine tool markets, partially offset by a decrease in end-user demand in the engines, power generation, heavy-duty truck, railroad equipment, and material handling markets.\nWithin Latin America, the increase in sales was primarily due to higher demand from distributors and end users in the farm and agriculture, cars and light trucks, mining, heavy-duty truck, construction equipment, and industrial machinery markets, partially offset by a decrease in end-user demand in the power generation and life sciences markets.\nOperating Margin\nDiversified Industrial North America - \nOperating margins in 2023 increased from 2022 primarily due to benefits from higher sales volume, continuous improvement initiatives and price increases, partially offset by higher material and operating costs resulting from the inflationary environment, as well as unfavorable product mix.\nDiversified Industrial International - \nOperating margins in 2023 increased from 2022 primarily due to benefits from continuous improvement initiatives and price increases, partially offset by higher material and operating costs resulting from the inflationary environment, as well as unfavorable product mix.\nOperating margins in 2022 increased from 2021 in both the North American and International businesses primarily due to higher sales volume and benefits from continuous improvement initiatives, as well as price increases. These increases were partially offset by increased operating costs, including higher freight, material, and labor costs resulting from the ongoing disruption within the current supply chain environment and labor market. In addition, within the International businesses, operating margin in 2022 benefited from savings related to prior-year restructuring actions.\n26\nTable of Contents\nBusiness Realignment\nThe following business realignment and acquisition integration charges are included in Diversified Industrial North America and Diversified Industrial International operating income:\n(dollars in millions)\n2023\n2022\n2021\nDiversified Industrial North America\n$\n9\n \n$\n4 \n$\n14 \nDiversified Industrial International\n23\n \n14 \n36 \nBusiness realignment charges include severance costs related to actions taken under the Company's simplification initiative aimed at reducing organizational and process complexity, as well as plant closures.  Acquisition integration charges in the current year relate to the acquisition of Meggitt, and charges in both 2022 and 2021 relate to the 2020 acquisition of Lord.  During 2021, business realignment charges primarily consisted of actions taken to address the impact of the COVID-19 pandemic on our business.  Business realignment and acquisition integration charges within the Diversified Industrial International businesses were primarily incurred in Europe.\nDuring 2022, we also incurred $6 million of expense within the Diversified Industrial International businesses as a result of our exit of business operations in Russia.  These charges primarily consist of write-downs of inventory and other working capital items.\nWe anticipate that cost savings realized from the workforce reduction measures taken during 2023 will increase operating income in 2024 by approximately one percent in the Diversified Industrial International businesses and will not materially impact operating income in the Diversified Industrial North American businesses.  We expect to continue to take actions necessary to structure appropriately the operations of the Diversified Industrial Segment.  These actions are expected to result in approximately $78 million in business realignment and acquisition integration charges in 2024.  However, continually changing business conditions could impact the ultimate costs we incur.  \nBacklog\nThe increase in Diversified Industrial Segment backlog in 2023 was primarily due to the addition of Meggitt backlog, partially offset by shipments exceeding orders in both the North American and International businesses.  Excluding the addition of Meggitt backlog, North American and International businesses accounted for approximately 60 percent and 40 percent of the change, respectively.  Within the International business, the Asia Pacific region, Europe and Latin America accounted for approximately 80 percent, 15 percent, and five percent of the change, respectively.\nThe increase in Diversified Industrial Segment backlog in 2022 was primarily due to orders exceeding shipments in both the North American and International businesses. Backlog within the North American and International businesses accounted for approximately 75 percent and 25 percent of the change, respectively. Within the International business, the Asia Pacific region, Europe and Latin America accounted for approximately 60 percent, 30 percent, and 10 percent of the change, respectively.  \nBacklog consists of written firm orders from a customer to deliver products and, in the case of blanket purchase orders, only includes the portion of the order for which a schedule or release date has been agreed to with the customer.  The dollar value of backlog is equal to the amount that is expected to be billed to the customer and reported as a sale. \nAerospace Systems Segment\n \n(dollars in millions)\n2023\n2022\n2021\nSales\n$\n4,360\n \n$\n2,520 \n$\n2,388 \nOperating income\n562\n \n501 \n403 \nOperating income as a percent of sales\n12.9\n \n%\n19.9 \n%\n16.9 \n%\nBacklog\n$\n6,201\n \n$\n3,340 \n$\n3,264 \nSales\nAerospace Systems Segment sales in 2023 increased compared to prior-year primarily due to the addition of Meggitt sales of $1.6 billion.  Sales also increased compared to 2022 due to higher volume in the commercial OEM and aftermarket businesses, partially offset by lower military OEM and aftermarket volume.  The increase in sales was partially offset by divestitures during 2023.\n27\nTable of Contents\nSales in 2022 were higher than the 2021 level primarily due to higher commercial aftermarket and OEM volume, partially offset by lower military OEM and aftermarket volume.\nOperating Margin\nAerospace Systems Segment operating margin decreased in 2023 primarily due to acquisition-related expenses, including higher estimated amortization and depreciation expense associated with the preliminary fair value estimates of intangible assets, plant and equipment, and inventory, as well as acquisition integration charges. Additionally, higher commercial OEM volume, an increase in contract loss reserves related to certain commercial OEM programs, challenges created by the disruption within the supply chain and labor markets and higher engineering development expenses also contributed to the lower operating margin. These factors were partially offset by higher commercial aftermarket volume and cost containment initiatives.\nAerospace Systems Segment operating margin increased in 2022 primarily due to higher sales volume, favorable commercial aftermarket product mix, higher aftermarket profitability as well as lower unfunded engineering development expenses. These benefits were partially offset by challenges created by the ongoing inflationary environment, disruption within the supply chain and labor markets as well as unfavorable commercial OEM product mix.\nBusiness Realignment\nWithin the Aerospace Systems Segment, we incurred acquisition integration and business realignment charges of $90 million in 2023.  We expect to incur approximately $27 million in business realignment and acquisition integration charges in 2024.  However, continually changing business conditions could impact the ultimate costs we incur.\nDuring 2022, we incurred $7 million of expense within the Aerospace Systems Segment as a result of our exit of business operations in Russia.  These charges primarily consist of write-downs of inventory and other working capital items.\nBacklog\nThe increase in Aerospace Systems Segment backlog in 2023 was primarily due to the addition of Meggitt backlog as well as orders exceeding shipments in the commercial OEM and aftermarket businesses and the military OEM and aftermarket businesses.  \nThe increase in backlog in 2022 was primarily due to orders exceeding shipments in the commercial OEM and aftermarket businesses, partially offset by shipments exceeding orders in the military OEM and aftermarket businesses.\nBacklog consists of written firm orders from a customer to deliver products and, in the case of blanket purchase orders, only includes the portion of the order for which a schedule or release date has been agreed to with the customer.  The dollar value of backlog is equal to the amount that is expected to be billed to the customer and reported as a sale. \nCorporate general & administrative expenses\n(dollars in millions)\n2023\n2022\n2021\nExpense (income)\nCorporate general and administrative expense\n$\n230\n \n$\n220 \n$\n178 \nCorporate general and administrative expense, as a percent of sales\n1.2\n \n%\n1.4 \n%\n1.2 \n%\nCorporate general and administrative expenses increased in 2023 primarily due to higher net expense from the Company's incentive compensation programs and higher professional fees.  These expenses were partially offset by lower expenses relating to the Company's deferred compensation plan and related investments.  The increase in 2022 was primarily due to higher net expense from the Company's deferred compensation plan and related investments, higher professional fees and related expenses as well as higher incentive compensation expense. These expenses were partially offset by lower pension expense.\n28\nTable of Contents\nOther expense (income)\n \n(in Business Segments) \n(dollars in millions)\n2023\n2022\n2021\nExpense (income)\nForeign currency transaction loss (gain)\n$\n46\n \n$\n(40)\n$\n(11)\nStock-based compensation\n78\n \n63 \n61 \nPensions\n(67)\n(16)\n22 \nAcquisition-related expenses\n114\n \n96 \n5 \nLoss on deal-contingent forward contracts\n390\n \n1,015 \n— \nGain on disposal of assets\n(363)\n(7)\n(109)\nInterest income\n(46)\n(10)\n(7)\nRussia liquidation\n—\n \n7 \n— \nOther items, net\n(1)\n(2)\n2 \n$\n151\n \n$\n1,106 \n$\n(37)\nForeign currency transaction loss (gain) primarily relates to the impact of exchange rates on cash, forward contracts, certain cross currency swap contracts and intercompany transactions.  During 2023, it also includes foreign currency transaction loss associated with completing the Acquisition.\nAcquisition-related expenses include Bridge Credit Agreement financing fees and transaction costs related to the Acquisition.  Refer to Notes 3 and 10 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nLoss on deal-contingent forward contracts includes losses on the deal-contingent forward contracts related to the Acquisition.  Refer to Note 16 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nGain on disposal of assets includes a gain on the sale of the aircraft wheel and brake business within the Aerospace Systems Segment of approximately $374 million in 2023 and a gain of $101 million on the sale of land in 2021.  Refer to Note 3\n \nto the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nLIQUIDITY AND CAPITAL RESOURCES\nWe believe that we are great generators and deployers of cash.  We assess our liquidity in terms of our ability to generate cash to fund our operations and meet our strategic capital deployment objectives, which include the following:\n•\nContinuing our record annual dividend increases\n•\nInvesting in organic growth and productivity\n•\nStrategic acquisitions that strengthen our portfolio\n•\nOffset share dilution through 10b5-1 share repurchase program\nCash Flows\nA summary of cash flows follows:\n(dollars in millions)\n2023\n2022\n2021\nCash provided by (used in):\nOperating activities\n$\n2,980\n \n$\n2,442 \n$\n2,575 \nInvesting activities\n(8,177)\n(419)\n— \nFinancing activities\n(971)\n3,916 \n(2,623)\nEffect of exchange rates\n(5)\n(24)\n96 \nNet (decrease) increase in cash and cash equivalents and restricted cash\n$\n(6,173)\n$\n5,915 \n$\n48 \n29\nTable of Contents\nCash flows from operating activities\n were $2,980 million in 2023, $2,442 million in 2022 and $2,575 million in 2021.  The increase of $538 million in 2023 and decrease of $133 million in 2022 were primarily related to net changes in cash provided by accounts receivable, inventories, and accounts payable, trade.  We continue to focus on managing inventory and other working capital requirements.  Cash flows from operating activities for 2023 were negatively impacted by acquisition-transaction expenses. \n•\nDays sales outstanding relating to trade receivables for the Company was 51 days in 2023, 51 days in 2022, and 50 days in 2021.\n•\nDays supply of inventory on hand was 85 days in 2023, 77 days in 2022, and 75 days in 2021.\nCash flows from investing activities\n in 2023, 2022, and 2021 were impacted by the following factors:\n•\nPayment for the Acquisition, net of cash acquired, of $7.1 billion in 2023.\n•\nPayments to settle the deal-contingent forward contracts of $1.4 billion in 2023.\n•\nNet maturities of marketable securities of $19 million in 2023 compared to $4 million in 2022 and $45 million in 2021.\n•\nCapital expenditures of $381 million in 2023 compared to $230 million in 2022 and $210 million in 2021.\n•\nNet proceeds from the sale of the aircraft wheel and brake business of approximately $443 million in 2023.\n•\nNet proceeds from the sale of land of approximately $111 million in 2021.\n•\nCash collateral received of $250 million in 2023 that was paid in 2022 per the credit support annex (\"CSA\") attached to the deal-contingent forward contracts.  Refer to Note 16\n \nto the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion. \nCash flows from financing activities \nin 2023, 2022, and 2021 were impacted by the following factors:\n•\nRepurchases of 0.7 million common shares for $200 million during 2023 compared to repurchases of 1.3 million and 0.3 million common shares for $380 million and $100 million during 2022 and 2021, respectively.\n•\nProceeds of $2.0 billion from borrowings under the term loan facility (the \"Term Loan Facility\") in fiscal 2023.  Subsequently in fiscal 2023, we made payments totaling $1.1 billion towards the outstanding balance under the Term Loan Facility.  Refer to Note 10 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\n•\nPayments related to maturity of $300 million aggregate principal amounts of medium term notes in 2023.\n•\nPayments to retire $900 million aggregate principal amount of private placement notes assumed in the Acquisition in Fiscal 2023.  Refer to Note 3 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\n•\nNet proceeds from Senior Notes issuances of $3.6 billion in 2022 compared to term loan repayments of $1.2 billion in 2021. \n•\nNet commercial paper borrowings of $358 million in 2023 compared to net commercial paper borrowings of $1.4 billion in 2022 and net commercial paper repayments of $723 million in 2021.\n30\nTable of Contents\nCash Requirements\nWe are actively monitoring our liquidity position and remain focused on managing our inventory and other working capital requirements.  We are continuing to target two percent of sales for capital expenditures and are prioritizing those related to safety, strategic investments, and sustainability initiatives.  We believe that cash generated from operations and our commercial paper program will satisfy our operating needs for the foreseeable future.\nWe have committed cash outflow related to long-term debt, operating and financing lease agreements, and postretirement benefit obligations.  Refer to Notes 10, 11, and 12 respectively, of Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nDividends\nDividends have been paid for 292 consecutive quarters, including a yearly increase in dividends for the last 67 years.  The current annual dividend rate is $5.92 per common share.\nShare Repurchases\nThe Company has a program to repurchase its common shares.  On October 22, 2014, the Board of Directors of the Company approved an increase in the overall number of shares authorized to repurchase under the program so that, beginning on such date, the aggregate number of shares authorized for repurchase was 35 million.  There is no limitation on the number of shares that can be repurchased in a year.  Repurchases may be funded primarily from operating cash flows and commercial paper borrowings and the shares are initially held as treasury shares. \n Refer to Note 13\n \nto the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nLiquidity\nCash, comprised of cash and cash equivalents and marketable securities and other investments, includes $422 million, $465 million, and $467 million held by the Company's foreign subsidiaries at June 30, 2023, 2022, and 2021, respectively.  The Company does not permanently reinvest certain foreign earnings.  The distribution of these earnings could result in non-federal U.S. or foreign taxes.  All other undistributed foreign earnings remain permanently reinvested.\nWe are currently authorized to sell up to $3.0 billion of short-term commercial paper notes.  There were $1.8 billion outstanding commercial paper notes as of June 30, 2023, and the largest amount of commercial paper notes outstanding during the fourth quarter of 2023 was $2.1 billion.\nThe Company has a line of credit totaling $3.0 billion through a multi-currency revolving credit agreement with a group of banks.  As of June 30, 2023, $1.2 billion was available for borrowing under the credit agreement.  Advances from the credit agreement can be used for general corporate purposes, including acquisitions, and for the refinancing of existing indebtedness.  The credit agreement supports our commercial paper program, and issuances of commercial paper reduce the amount of credit available under the agreement.  During 2023, the Company amended its credit agreement and extended the expiration to June 2028.  The Company has the right to request a one-year extension of the expiration date on an annual basis, which request may result in changes to the current terms and conditions of the credit agreement.  The credit agreement requires the payment of an annual facility fee, the amount of which is dependent upon the Company’s credit ratings.  Although a lowering of the Company’s credit ratings would increase the cost of future debt, it would not limit the Company’s ability to use the credit agreement nor would it accelerate the repayment of any outstanding borrowings.  Refer to Note 9 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nWe primarily utilize unsecured medium-term notes and senior notes to meet our financing needs and we expect to continue to borrow funds at reasonable rates over the long term.  During 2022, the Company issued $1.4 billion aggregate principal amount of 3.65 percent Senior Notes due June 15, 2024, $1.2 billion aggregate principal amount of 4.25 percent Senior Notes due September 15, 2027, and $1.0 billion aggregate principal amount of 4.50 percent Senior Notes due September 15, 2029 (collectively, the \"Senior Notes\").  We used proceeds of the Senior Notes to finance a portion of the Acquisition.  \nThe Company’s credit agreements and indentures governing certain debt securities contain various covenants, the violation of which would limit or preclude the use of the credit agreements for future borrowings, or might accelerate the maturity of the related outstanding borrowings covered by the indentures.  Based on the Company’s rating level at June 30, 2023, the most restrictive financial covenant provides that the ratio of debt to debt-shareholders' equity cannot exceed 0.65 to 1.0.  At June 30, 2023, the Company's debt to debt-shareholders' equity ratio was 0.55 to 1.0.  We are in compliance, and expect to remain in compliance, with all covenants set forth in the credit agreement and indentures.\n31\nTable of Contents\nOur goal is to maintain an investment-grade credit profile.  The rating agencies periodically update our credit ratings as events occur.  At June 30, 2023, the long-term credit ratings assigned to the Company's senior debt securities by the credit rating agencies engaged by the Company were as follows: \nFitch Ratings\nBBB+\nMoody's Investor Services, Inc.\nBaa1\nStandard & Poor's\nBBB+\nSupply Chain Financing\nWe continue to identify opportunities to improve our liquidity and working capital efficiency, which includes the extension of payment terms with our suppliers.  We currently have supply chain financing (\"SCF\") programs with financial intermediaries, which provide certain suppliers the option to be paid by the financial intermediaries earlier than the due date on the applicable invoice.  We are not a party to the agreements between the participating financial intermediaries and the suppliers in connection with the programs.  The range of payment terms we negotiate with our suppliers is consistent, irrespective of whether a supplier participates in the programs.  We do not reimburse suppliers for any costs they incur for participation in the programs and their participation is completely voluntary.  Amounts due to our suppliers that elected to participate in the SCF programs are included in accounts payable on the Consolidated Balance Sheet.  Accounts payable included approximately $85 million and $46 million payable to suppliers who have elected to participate in the SCF programs as of June 30, 2023 and June 30, 2022, respectively.  In 2023 and 2022, the amount settled through the SCF programs and paid to participating financial institutions totaled $284 million and $35 million, respectively.  The increase in the amount outstanding in the programs from the June 30, 2022 balance is primarily due to the addition of Meggitt's SCF program.  We account for payments made under the programs in the same manner as our other accounts payable, which is a reduction to our cash flows from operations.  We do not believe that changes in the availability of supply chain financing will have a significant impact on our liquidity.\nStrategic Acquisitions\nUpon announcing the Acquisition on August 2, 2021, the Company entered into the Bridge Credit Agreement where lenders committed to provide senior, unsecured financing in the aggregate principal amount of £6.5 billion.  In July 2022, after consideration of an escrow balance designated for the Acquisition and funds available under the $2.0 billion Term Loan Facility, we reduced the aggregate committed principal amount of the Bridge Credit Agreement to zero, and the Bridge Credit Agreement was terminated.\nDuring September 2022, the Company fully drew against the $2.0 billion Term Loan Facility, which will mature in September 2025, to finance a portion of the Acquisition.  Subsequently, during the year we made principal payments totaling $1.1 billion related to the Term Loan Facility.  Refer to Note 10 of the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nOn September 12, 2022, we completed the acquisition of all outstanding ordinary shares of Meggitt for 800 pence per share, resulting in an aggregate cash purchase price of  $7.2 billion, including the assumption of debt.  We funded the purchase using cash and net proceeds from the issuance of senior notes and commercial paper and the Term Loan Facility, which were accumulated in an escrow account designated for the Acquisition.  Refer to Note 3 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nUpon closing the Acquisition, we settled the deal-contingent forward contracts entered into during October 2021 to mitigate the risk of appreciation in the GBP-denominated purchase price.  These deal-contingent forward contracts had an aggregate notional amount of £6.4 billion.  Refer to the Cash Flows section above and Note 16 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nOn April 11, 2022, the European Commission cleared the Acquisition, conditional on full compliance with commitments offered by Parker, including a commitment to divest its aircraft wheel and brake business within the Aerospace Systems Segment.  In accordance with these commitments, we sold the aircraft wheel and brake business in September 2022 for proceeds of $443 million.  Refer to Note 3 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K for further discussion.\nCRITICAL ACCOUNTING POLICIES\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the amounts reported in the financial statements and accompanying notes.  The policies discussed below are considered by management to be more critical than other policies because their application places the most significant demands on management's judgment.\n32\nTable of Contents\nRevenue Recognition\n - Revenues are recognized when control of performance obligations, which are distinct goods or services within the contract, is transferred to the customer.  Control is transferred when the customer has the ability to direct the use of and obtain the benefits from the goods or services.  A majority of our revenues are recognized at a point in time when control is transferred to the customer, which is generally at the time of shipment.  However, a portion of our revenues are recognized over time if the customer simultaneously receives control as we perform work under a contract, if the customer controls the asset as it is being produced, or if the product has no alternative use and we have a contractual right to payment.\nFor contracts where revenue is recognized over time, we use the cost-to-cost or units of delivery method depending on the nature of the contract, including length of production time.  The estimation of costs and efforts expended requires management's judgment due to the duration of the contractual agreements as well as the technical nature of the products involved.  Adjustments to these estimates are made on a consistent basis and a contract reserve is established when the estimated costs to complete a contract exceed the expected contract revenues.\nWhen there are multiple performance obligations within a contract, the transaction price is allocated to each performance obligation based on its standalone selling price.  The primary method used to estimate a standalone selling price is the price observed in standalone sales to customers for the same product or service.  Revenue is recognized when control of the individual performance obligations is transferred to the customer.\nWe consider the contractual consideration payable by the customer and assess variable consideration that may affect the total transaction price.  Variable consideration is included in the estimated transaction price when there is a basis to reasonably estimate the amount, including whether the estimate should be constrained in order to avoid a significant reversal of revenue in a future period.  These estimates are based on historical experience, anticipated performance under the terms of the contract and our best judgment at the time.\nImpairment of Goodwill\n \nand Long-Lived Assets \n- We test goodwill for impairment at the reporting unit level on an annual basis and between annual tests whenever events or circumstances indicate the carrying value of a reporting unit may exceed its fair value.  Our five reporting units are equivalent to our operating segments.  As quoted market prices are not available for our reporting units, determining whether an impairment occurred requires the valuation of the respective reporting unit, which is estimated using both income-based and market-based valuation methods.  The income-based valuation method utilizes a discounted cash flow model which requires several assumptions, including future sales growth and operating margin levels as well as assumptions regarding future industry-specific market conditions.  Each reporting unit regularly prepares discrete operating forecasts and uses these forecasts as the basis for the assumptions in the discounted cash flow analysis.  Within the discounted cash flow models, the Company uses a discount rate, commensurate with its cost of capital but adjusted for inherent business risks, and an appropriate terminal growth factor.  The market-based valuation performed for each reporting unit includes an analysis consisting of market-adjusted multiples based on key data points for guideline public companies.  We also reconcile the estimated aggregate fair value of our reporting units resulting from these procedures to our overall market capitalization.\nAt December 31, 2022, the Company performed its annual goodwill impairment test for each of its five reporting units.  The results of this test indicated the fair value substantially exceeded carrying value for all reporting units.  We continually monitor our reporting units for impairment indicators and update assumptions used in the most recent calculation of a reporting unit's fair value as appropriate.  \nLong-lived assets held for use, which primarily includes finite-lived intangible assets and property, plant and equipment, are evaluated for impairment whenever events or circumstances indicate that the undiscounted net cash flows to be generated by their use over their expected useful lives and eventual disposition are less than their carrying value.  The long-term nature of these assets requires the estimation of their cash inflows and outflows several years into the future and only takes into consideration technological advances known at the time of the impairment test.  During 2023, the Company did not record any material impairments related to long-lived assets. \nPensions\n - The annual net periodic expense and benefit obligations related to the Company's defined benefit plans are determined on an actuarial basis.  This determination requires critical assumptions regarding the discount rate, long-term rate of return on plan assets, increases in compensation levels and amortization periods for actuarial gains and losses.  Assumptions are determined based on Company data and appropriate market indicators and are evaluated each year as of the plans' measurement date.  Changes in the assumptions to reflect actual experience as well as the amortization of actuarial gains and losses could result in a material change in the annual net periodic expense and benefit obligations reported in the financial statements. \n33\nTable of Contents\nFor the Company's domestic qualified defined benefit plan, a 50 basis point change in the assumed long-term rate of return on plan assets is estimated to have an $18 million effect on annual pension expense and a 50 basis point decrease in the discount rate is estimated to decrease annual pension expense by $3 million.  As of June 30, 2023, $342 million of past years' net actuarial losses related to the Company's domestic qualified defined benefit plan are subject to amortization in the future.  These losses will generally be amortized over approximately seven years and will negatively affect earnings in the future.  Any actuarial gains experienced in future years will help offset the effect of the net actuarial loss amortization.  Further information on pensions is provided in Note 12 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K.\nBusiness Combinations\n - From time to time, we may enter into business combinations.  Business acquisitions are accounted for using the acquisition method of accounting, which allocates the fair value of the purchase consideration to the tangible and intangible assets acquired and liabilities assumed based on their estimated fair values. In the fair value evaluation of intangible assets acquired, there are significant estimates and assumptions, including forecasts of future cash flows, revenues; and earnings before interest, taxes, depreciation and amortization; as well as the selection of the royalty rates and discount rates.  The excess of the purchase consideration over the fair values of these identifiable assets and liabilities is recorded as goodwill.  The acquisition method of accounting also requires us to refine these estimates over a measurement period not to exceed one year to reflect new information obtained about facts and circumstances that existed as of the acquisition date that, if known, would have affected the measurement of the amounts recognized as of that date. If we are required to adjust provisional amounts that we have recorded for the fair values of assets and liabilities in connection with acquisitions, these adjustments could have a material impact on our financial condition and results of operations. \nIncome Taxes\n - Significant judgment is required in determining the Company's income tax expense and in evaluating tax positions.  Deferred income tax assets and liabilities have been recorded for the differences between the financial accounting and income tax basis of assets and liabilities.  Factors considered by the Company in determining the probability of realizing deferred income tax assets include forecasted operating earnings, available tax planning strategies and the time period over which the temporary differences will reverse.  The Company reviews its tax positions on a regular basis and adjusts the balances as new information becomes available.  For those tax positions where it is more likely than not that a tax benefit will be sustained, the largest amount of tax benefit with a greater than 50 percent likelihood of being realized upon examination by a taxing authority that has full knowledge of all relevant information will be recorded.  For those income tax positions where it is not more likely than not that a tax benefit will be sustained, no tax benefit has been recognized in the Consolidated Financial Statements.  Further information on income taxes is provided in Note 5 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K.\nLoss Contingencies\n - The Company has a number of loss exposures incurred in the ordinary course of business such as environmental claims, product liability and litigation reserves.  Establishing loss accruals for these matters requires management's estimate and judgment with regards to risk exposure and ultimate liability or realization.  We review these loss accruals periodically and make adjustments to reflect the most recent facts and circumstances.\nRECENTLY ISSUED ACCOUNTING PRONOUNCEMENTS\nRecently issued accounting pronouncements are described in Note 1 to the Consolidated Financial Statements, included in Part II, Item 8 of this Annual Report on Form 10-K.\n34\nTable of Contents",
    "item7a": ">ITEM 7A\n.\n \nQuantitative and Qualitative Disclosures About Market Risk\n.\nA substantial portion of our operations are conducted by our subsidiaries outside of the U.S. in currencies other than the U.S. dollar.  Most of our non-U.S. subsidiaries conduct their business primarily in their local currencies, which are also their functional currencies.  Foreign currency exposures arise from translation of foreign-denominated assets and liabilities into U.S. dollars and from transactions denominated in a currency other than the subsidiary’s functional currency.  Although the amount of this activity has increased with the Acquisition, we expect to continue to manage the associated foreign currency transaction and translation risk using existing processes.\nThe Company manages foreign currency transaction and translation risk by utilizing derivative and non-derivative financial instruments, including forward exchange contracts, deal-contingent forward contracts, costless collar contracts, cross-currency swap contracts and certain foreign currency denominated debt designated as net investment hedges.  The derivative financial instrument contracts are with major investment grade financial institutions and we do not anticipate any material non-performance by any of the counterparties.  We do not hold or issue derivative financial instruments for trading purposes.\nDerivative financial instruments are recognized on the Consolidated Balance Sheet as either assets or liabilities and are measured at fair value.  Further information on the fair value of these contracts is provided in Note 16 to the Consolidated Financial Statements in Part II, Item 8 of this Annual Report on Form 10-K.  Derivatives that are not designated as hedges are adjusted to fair value by recording gains and losses through the Consolidated Statement of Income.  Derivatives that are designated as hedges are adjusted to fair value by recording gains and losses through accumulated other comprehensive (loss) in the Consolidated Balance Sheet until the hedged item is recognized in earnings.  For cross-currency swaps measured using the spot method, the periodic interest settlements are recognized directly in earnings through interest expense.  The translation of the foreign currency denominated debt that has been designated as a net investment hedge is recorded in accumulated other comprehensive (loss) and remains there until the underlying net investment is sold or substantially liquidated.\nThe Company's debt portfolio contains variable rate debt, inherently exposing the Company to interest rate risk.  The Company's objective is to maintain a 60/40 mix between fixed rate and variable rate debt thereby limiting its exposure to changes in near-term interest rates.  At June 30, 2023, our debt portfolio included $875 million of variable rate debt, exclusive of commercial paper borrowings.  A 100 basis point increase in near-term interest rates would increase annual interest expense on variable rate debt, including weighted-average commercial paper borrowings during 2023, by approximately $25 million.\n35\nTable of Contents",
    "cik": "76334",
    "cusip6": "701094",
    "cusip": [
        "701094954",
        "701094904",
        "701094104"
    ],
    "names": [
        "PARKER-HANNIFIN CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/76334/000007633423000042/0000076334-23-000042-index.htm"
}