{
    "item1": ">Item 1.     \nBusiness\nIncorporated in 1980, Lam Research Corporation (“Lam Research,” “Lam,” “we,” “our,” “us,” or the “Company”) is a Delaware corporation, headquartered in Fremont, California. We maintain a network of facilities throughout Asia, Europe, and the United States in order to meet the needs of our dynamic customer base.\nAdditional information about Lam Research is available on our website at www.lamresearch.com. The content on any website referred to in this Form 10-K is not a part of or incorporated by reference in this Form 10-K unless expressly noted.\nOur Annual Report on Form 10-K, Quarterly Reports on Forms 10-Q, Current Reports on Forms 8-K, Proxy Statements and all other filings we make with the SEC are available on our website, free of charge, as soon as reasonably practical after we file them with or furnish them to the SEC and are also available online at the SEC’s website at www.sec.gov. \nThe Lam Research logo, Lam Research, and all product and service names used in this report are either registered trademarks or trademarks of Lam Research Corporation or its subsidiaries in the United States and/or other countries. All other marks mentioned herein are the property of their respective holders.\nLam Research Corporation 2023 10-K \n3\nTable of Contents\n \nWe are a global supplier of innovative wafer fabrication equipment and services to the semiconductor industry. We have built a strong global presence with core competencies in areas such as nanoscale applications enablement, chemistry, plasma and fluidics, advanced systems engineering, and a broad range of operational disciplines. Our products and services are designed to help our customers build smaller and better performing devices that are used in a variety of electronic products, including mobile phones, personal computers, servers, wearables, automotive vehicles, and data storage devices. \nOur customer base includes leading semiconductor memory, foundry, and integrated device manufacturers (“IDMs”) that make products such as non-volatile memory (“NVM”), dynamic random-access memory (“DRAM”), and logic devices. Their continued success is part of our commitment to driving semiconductor breakthroughs that define the next generation. Our core technical competency is integrating hardware, process, materials, software, and process control enabling results on the wafer.\nSemiconductor manufacturing, our customers’ business, involves the complete fabrication of multiple dies or integrated circuits (“ICs”) on a wafer. This involves the repetition of a set of core processes and can require hundreds of individual steps. Fabricating these devices requires highly sophisticated process technologies to integrate an increasing array of new materials with precise control at the atomic scale. Along with meeting technical requirements, wafer processing equipment must deliver high productivity and be cost-effective.\nDemand from cloud computing (the “Cloud”)\n,\n the Internet of Things (“IoT”), and other markets is driving the need for increasingly powerful and cost\n-\nefficient semiconductors. At the same time, there are growing technical challenges with traditional two-dimensional scaling. These trends are driving significant inflections in semiconductor manufacturing, such as the increasing importance of vertical scaling strategies like three-dimensional (“3D”) architectures as well as multiple patterning to enable shrinks. \nWe believe we are in a strong position with our leadership and expertise in deposition\n,\n etch, and clean to facilitate some of the most significant innovations in semiconductor device manufacturing. Several factors create opportunity for sustainable differentiation for us: (i) our focus on research and development, with several on-going programs relating to sustaining engineering, product and process development, and concept and feasibility; (ii) our ability to effectively leverage cycles of learning from our broad installed base; (iii) our collaborative focus with semi-ecosystem partners; (iv) our ability to identify and invest in the breadth of our product portfolio to meet technology inflections; and (v) our focus on delivering our multi-product solutions with a goal to enhance the value of Lam’s solutions to our customers.\nWe also address processes for back-end wafer-level packaging (“WLP”), which is an alternative to traditional wire bonding and can offer a smaller form factor, increased interconnect speed and bandwidth, and lower power consumption, among other benefits. We offer advanced packaging solutions that support fan-out panel-level packaging, a process in which chips or chiplets are cut from a large format substrate sheet several times the size of a traditional silicon wafer, which increases yield and reduces waste and solutions that meet the need for 3D stacking of high bandwidth memory (“HBM”). In addition, our products are well-suited for related markets that rely on semiconductor processes and require production-proven manufacturing capability, such as complementary metal-oxide-semiconductor image sensors (“CIS”) and micro-electromechanical systems (“MEMS”).\nOur Customer Support Business Group (“CSBG”) provides products and services to maximize installed equipment performance, predictability, and operational efficiency. We offer a broad range of services to deliver value throughout the lifecycle of our equipment, including customer service, spares, upgrades, and new and refurbished non-leading edge products in our deposition, etch, and clean markets. Many of the technical advances that we introduce in our newest products are also available as upgrades, which provide customers with a cost-effective strategy for extending the performance and capabilities of their existing wafer fabrication lines. Service offerings include addressing productivity needs for our customers including, but not limited to, system uptime or availability optimization, throughput improvements, and defect reduction. Additionally, within CSBG, our Reliant\n®\n product line offers new and refurbished non-leading edge products in deposition, etch and clean markets for those applications that do not require the most advanced wafer processing capability. \nLam Research Corporation 2023 10-K \n4\nTable of Contents\n \nProducts\nMarket\n \nProcess/Application\n \nTechnology\n \nProducts\nDeposition\nMetal Films\nElectrochemical Deposition (“ECD”) (Copper & Other)\nSABRE\n®\n family \nChemical Vapor Deposition (“CVD”)\nAtomic Layer Deposition (“ALD”)\n(Tungsten)\nALTUS\n®\n family\n Dielectric Films\nPlasma-enhanced CVD (“PECVD”)\nALD \nGapfill High-Density Plasma CVD (“HDP-CVD”)\nVECTOR\n®\n family\nStriker\n®\n \nfamily\nSPEED\n®\n family\nEtch\nConductor Etch\nReactive Ion Etch\nKiyo\n®\n family, \nVersys\n®\n Metal family\nDielectric Etch\nReactive Ion Etch\nFlex\n®\n family\nVantex\n®\n family\nThrough-silicon Via (“TSV”) Etch\nDeep Reactive Ion Etch\nSyndion\n®\n family\nClean\nWafer Cleaning\nWet Clean\nEOS\n®\n, DV-Prime\n®\n, \nDa Vinci\n®\n, SP Series\nBevel Cleaning\nDry Plasma Clean\nCoronus\n®\n family\nDeposition Processes and Product Families\n \nDeposition processes create layers of dielectric (insulating) and metal (conducting) materials used to build a semiconductor device. Depending on the type of material and structure being made, different techniques are employed. Electrochemical deposition creates the copper wiring (interconnect) that links devices in an integrated circuit (“IC” or “chip”). Plating of copper and other metals is also used for TSV and WLP applications. Tiny tungsten connectors and thin barriers are made with the precision of chemical vapor deposition and atomic layer deposition, which adds only a few layers of atoms at a time. Plasma-enhanced CVD, high-density plasma CVD, and ALD are used to form the critical insulating layers that isolate and protect all of these electrical structures. Lastly, post-deposition treatments such as ultraviolet thermal processing are used to improve dielectric film properties.\nALTUS\n®\n Product Family\nTungsten and/or Molybdenum deposition is used to form conductive features such as contacts, vias, and wordlines on a chip. These features are small, often narrow, and use only a small amount of metal, so minimizing resistance and achieving complete fill can be difficult. At these nanoscale dimensions, even slight imperfections can impact device performance or cause a chip to fail. Our ALTUS\n®\n systems combine CVD and ALD technologies to deposit the highly conformal or selective films as needed for advanced tungsten metallization applications in both logic and memory. The Multi-Station Sequential Deposition architecture enables nucleation layer formation and bulk CVD/ALD fill to be performed in the same chamber (“in situ”). Our ALD technologies are used in the deposition of barrier films to achieve high step coverage with reduced thickness at lower temperatures relative to a conventional process.\nSABRE\n®\n Product Family\nCopper deposition lays down the electrical wiring for most semiconductor devices. Even the smallest defect - say, a microscopic pinhole or dust particle - in these conductive structures can impact device performance, from loss of speed to complete failure. The SABRE\n®\n ECD product family, which helped pioneer the copper interconnect transition, offers the precision needed for copper damascene manufacturing in logic and memory. System capabilities include cobalt deposition for logic applications and copper deposition directly on various liner materials, which is important for next-generation metallization schemes. For advanced WLP applications, such as forming conductive bumps, redistribution layers, TSV filing, and wafer level bonding, the SABRE\n®\n 3D family combines Lam’s SABRE Electrofill\n®\n technology with additional innovation to deliver the high-quality films needed at high productivity. The modular architecture can be configured with multiple plating and pre/post-treatment cells, providing flexibility to address a variety of packaging applications, including HBM.\nSPEED\n®\n Product Family\nDielectric gapfill processes deposit critical insulation layers between conductive and/or active areas by filling openings of various aspect ratios between conducting lines and between devices. With advanced devices, the structures being filled can be very tall and narrow. As a result, high-quality dielectric films are especially important due to the ever-increasing possibility of cross-talk and device failure. Our SPEED\n®\n HDP-CVD products provide a multiple dielectric film solution for high-quality gapfill with industry-leading throughput and reliability. SPEED\n®\n products have excellent particle performance, and their design allows large batch sizes between cleans and faster cleans.\nLam Research Corporation 2023 10-K \n5\nTable of Contents\n \nStriker\n®\n Product Family\nThe latest memory, logic, and imaging devices require extremely thin, highly conformal dielectric films for continued device performance improvement and scaling. For example, ALD films are critical for spacer-based multiple patterning schemes where the spacers help define critical dimensions, as well as for insulating liners and gapfill in high aspect ratio features, which have little tolerance for voids and even the smallest defect. The Striker\n®\n single-wafer ALD products provide dielectric film solutions for these challenging requirements through application-specific material, process and hardware options that deliver film technology and defect performance. \nVECTOR\n® \nProduct Family\nDielectric film deposition processes are used to form some of the most difficult-to-produce insulating layers in a semiconductor device, including those used in the latest transistors and 3D structures. In some applications, these films require dielectric films to be exceptionally smooth and defect free since slight imperfections are multiplied greatly in subsequent layers. Our VECTOR\n®\n PECVD products are designed to provide the performance and flexibility needed to create these enabling structures within a wide range of challenging device applications. As a result of its design, VECTOR\n®\n produces superior thin film quality, along with exceptional within-wafer and wafer-to-wafer uniformity. \nEtch Processes and Product Families\nEtch processes help create chip features by selectively removing dielectric (insulating), metal, silicon and poly silicon (conducting/semiconducting) materials that have been added during deposition. These processes involve fabricating increasingly small, complex, and narrow features using many types of materials. The primary technology, reactive ion etch, bombards the wafer surface with ions (charged particles) to remove material. For the smallest features, atomic-layer etching (“ALE”) removes a few atomic layers of material at a time. While conductor etch processes precisely shape critical electrical components like transistors, dielectric etch forms the insulating structures that protect conducting parts. \nFlex\n®\n Product Family\nDielectric etch carves patterns in insulating materials to create barriers between the electrically conductive parts of a semiconductor device. For advanced devices, these structures can be extremely tall and thin and involve complex, sensitive materials. Slight deviations from the target feature profile - even at the atomic level - can negatively affect electrical properties of the device. To precisely create these challenging structures, our Flex\n®\n product family offers differentiated technologies and application-focused capabilities for critical dielectric etch applications. Uniformity, repeatability, and tunability are enabled by a unique multi-frequency, small-volume, confined plasma design. Flex\n®\n offers in situ multi-step etch and continuous plasma capability that delivers high productivity with low defectivity.\nVantex\n®\n Product Family\nDielectric etch processes remove non-conductive materials during the manufacturing of a semiconductor device. Leading-edge memory devices have especially challenging structures, such as extremely deep holes and trenches, that must be manufactured with tight tolerances. Our latest dielectric etch system, Vantex\n®\n creates high aspect ratio device features while maintaining critical dimension (“CD”) uniformity and selectivity. Vantex\n® \nis part of our Sense.i\n®\n platform and offers advanced RF technology and repeatable wafer-to-wafer performance enabled by Equipment Intelligence\n®\n to meet the needs of advanced memory manufacturing, primarily in 3D NAND high aspect ratio hole, trench, contact, and capacitor cell applications.\nKiyo\n®\n Product Family\nConductor etch helps shape the electrically active materials used in the parts of a semiconductor device. Even a slight variation in these miniature structures can degrade device performance. In fact, these structures are so tiny and sensitive that etch processes push the boundaries of the basic laws of physics and chemistry. Our Kiyo\n®\n product family delivers the high-performance capabilities needed to precisely and consistently form these features precisely and with high productivity. Proprietary Hydra technology in Kiyo\n®\n products improves CD uniformity by correcting for incoming pattern variability, and atomic-scale variability control with production-worthy throughput is achieved with plasma-enhanced ALE capability.\nSyndion\n®\n Product Family \nPlasma etch processes used to remove single crystal silicon and other materials deep into the wafer are collectively referred to as deep silicon etch. These may be deep trenches for CMOS image sensors, trenches for power and other devices, TSVs for HBM and advanced packaging, and other high aspect ratio features. These are created by etching through multiple materials sequentially, where each new material involves a change in the etch process. The Syndion\n®\n etch product family is optimized for deep silicon etch, providing the fast process switching with depth and cross-wafer uniformity control required to achieve precision etch results. The systems support both conventional single-step etch and rapidly alternating process, which minimizes damage and delivers precise depth uniformity.\nLam Research Corporation 2023 10-K \n6\nTable of Contents\n \nVersys\n®\n Metal Product Family\nMetal etch processes play a key role in connecting the individual components that form an IC, such as forming wires and electrical connections. These processes can also be used to drill through metal hardmasks that are used to form the wiring for advanced devices. To enable these critical etch steps, the Versys\n®\n Metal product family provides high-productivity capability on a flexible platform. Superior CD, profile uniformity, and uniformity control are enabled by a symmetrical chamber design with independent process tuning features.\nClean Processes and Product Families\nClean techniques are used between manufacturing steps to clear away particles, contaminants, residues and other unwanted material that could later lead to defects and to prepare the wafer surface for subsequent processing. Wet processing technologies can be used for wafer cleaning and etch applications. Plasma bevel cleaning is used to enhance die yield by removing unwanted materials from the wafer’s edge that could impact the device area. \nCoronus\n®\n Product Family\nBevel cleaning removes unwanted masks, residues, and films from the edge of a wafer between manufacturing steps. If not cleaned, these materials become defect sources. For instance, they can flake off and re-deposit on the device area during subsequent processes. Even a single particle that lands on a critical part of a device can ruin the entire chip. By inserting bevel clean processes at strategic points, these potential defect sources can be eliminated and more functional chips produced. By combining the precise control and flexibility of plasma with technology that protects the active die area, the Coronus\n®\n \nbevel clean family cleans the wafer’s edge to enhance die yield.\n \nThe systems provide active die area protection by using plasma processing with proprietary confinement technology. Applications include post-etch, pre- and post-deposition, pre-lithography, and metal film removal to prevent arcing during plasma etch or deposition steps.\nDV-Prime\n®\n,\n \nDa Vinci\n®\n,\n \nEOS\n®\n, and SP Series Product Families\nWafer cleaning is performed repeatedly during semiconductor device manufacturing and is a critical process that affects product yield and reliability. Unwanted microscopic materials - some no bigger than the tiny structures themselves - need to be cleaned effectively. At the same time, these processes must selectively remove residues that are chemically similar to the device films. For advanced WLP, the wet clean steps used between processes that form the package and external wiring have surprisingly complex requirements. These processes are called on to completely remove specific materials and leave other fragile structures undisturbed. In IoT products that include power devices, MEMS and image sensors, there is a unique requirement for wafer backside wet etch to uniformly thin the silicon wafer while protecting the device side of the wafer.\nBased on our pioneering single-wafer spin technology, the DV-Prime\n®\n and Da Vinci\n®\n products provide the process flexibility needed with high productivity to address a wide range of wafer cleaning steps throughout the manufacturing process flow. As the latest of Lam’s wet clean products, EOS\n®\n delivers exceptionally low on-wafer defectivity and high throughput to address progressively demanding wafer cleaning applications. With a broad range of process capability, our SP Series products deliver cost-efficient, production-proven wet clean and silicon wet etch solutions for challenging WLP and IoT applications. \nFiscal Periods Presented\nAll references to fiscal years apply to our fiscal years, which ended June 25, 2023, June 26, 2022, and June 27, 2021.\nResearch and Development\nThe market for semiconductor capital equipment is characterized by rapid technological change and product innovation. Our ability to achieve and maintain our competitive advantage depends in part on our continued and timely development of new products and enhancements to existing products. Accordingly, we devote a significant portion of our personnel and financial resources to research and development (“R&D”) programs and seek to maintain close and responsive relationships with our customers and suppliers.\nWe believe current challenges for customers at various points in the semiconductor manufacturing process present opportunities for us. We expect to continue to make substantial investments in R&D to meet our customers’ product needs, support our growth strategy and enhance our competitive position.\nMarketing, Sales, and Service\nOur marketing, sales, and service efforts are focused on building long-term relationships with our customers and targeting product and service solutions designed to meet their needs. These efforts are supported by a team of product marketing and sales professionals as well as equipment and process engineers who work closely with individual customers to develop solutions for their wafer processing needs. We maintain ongoing service relationships with our customers and have an extensive network of service engineers in place throughout the United States, China, Europe, India, Japan, Korea, Southeast Asia, and Taiwan. We believe that comprehensive support programs and close working relationships with customers are essential to maintaining high customer satisfaction and our competitiveness in the marketplace.\nLam Research Corporation 2023 10-K \n7\nTable of Contents\n \nWe provide standard warranties for our systems. The warranty provides that systems will be free from defects in material and workmanship and will conform to agreed-upon specifications. The warranty is limited to repair of the defect or replacement with new or like-new equivalent goods and is valid when the buyer provides prompt notification within the warranty period of the claimed defect or non-conformity and also makes the items available for inspection and repair. We also offer extended warranty packages to our customers to purchase as desired.\nInternational Sales\nA significant portion of our sales and operations occur outside the United States (“U.S.”) and, therefore, may be subject to certain risks, including but not limited to compliance with U.S. and international laws and regulations, including U.S. export restrictions; tariffs and other barriers; difficulties in staffing and managing non-U.S. operations; adverse tax consequences; foreign currency exchange rate fluctuations; changes in currency controls; and economic and political conditions. Any of these factors may have a material adverse effect on our business, financial position, and results of operations and cash flows. For geographical reporting, revenue is attributed to the geographic location in which the customers’ facilities are located. Refer to \nNote 20\n of our Consolidated Financial Statements, included in Part II, Item 8 of this 2023 Form 10-K, for the attribution of revenue by geographic region. \nLong-lived Assets\nRefer to \nNote 20\n of our Consolidated Financial Statements, included in Part II, Item 8 of this 2023 Form 10-K, for information concerning the geographic locations of long-lived assets.\nCustomers\nOur customers include many of the world’s leading semiconductor manufacturers. Customers continue to establish joint ventures, alliances, and licensing arrangements which have the potential to positively or negatively impact our competitive position and market opportunities. Refer to \nNote 9\n of our Consolidated Financial Statements, included in Part II, Item 8 of this report, for information concerning customer concentrations. Our most significant customers during the fiscal years ending June 25, 2023, June 26, 2022, and June 27, 2021 included Intel Corporation; Kioxia Corporation; Micron Technology, Inc.; Samsung Electronics Company, Ltd.; and Taiwan Semiconductor Manufacturing Company. Additionally, SK hynix Inc, and Yangtze Memory Technologies Co., Ltd. were significant customers during the fiscal years ending June 26, 2022, and June 27, 2021.\nA material reduction in orders from our customers could adversely affect our results of operations and projected financial condition. Our business depends upon the expenditures of semiconductor manufacturers. Semiconductor manufacturers’ businesses, in turn, depend on many factors, including their economic capability, the current and anticipated market demand for ICs, and the availability of equipment capacity to support that demand.\nManufacturing\nOur manufacturing operations mainly consist of assembling and testing components, sub-assemblies, and modules that are then integrated into finished systems prior to shipment to or at the location of our customers. The assembly and testing of our products is conducted predominately in cleanroom environments. \nWe have agreements with third parties to outsource certain aspects of our manufacturing, production warehousing, and logistics functions. These outsourcing contracts may provide us more flexibility to scale our operations up or down in a timely and cost-effective manner. We believe that we have selected reputable providers and have secured their performance on terms documented in written contracts. However, it is possible that one or more of these providers could fail to perform as we expect, and such failure could have an adverse impact on our business and have a negative effect on our operating results and financial condition. Overall, we believe we have effective mechanisms to manage risks associated with our outsourcing relationships. Refer to \nNote 17\n of our Consolidated Financial Statements, included in Part II, Item 8 of this report, for further information concerning our outsourcing commitments, reported as a component of purchase obligations.\nCertain components and sub-assemblies that we include in our products may only be obtained from a single supplier. In response to supply chain constraints, we are engaged in efforts to obtain and qualify alternative sources to supply these products and in some circumstances protect against potential supply challenges by carrying inventory in excess of current need. Any prolonged inability to obtain these components could have an adverse effect on our operating results and could unfavorably impact our customer relationships.\nCompliance with Government Regulations\nAs a public company with global operations, we are subject to a variety of governmental regulations across multiple jurisdictions, including those related to export controls, financial and other disclosures, corporate governance, anti-trust, intellectual property, privacy, anti-bribery, anti-corruption, anti-boycott, tax, labor, health and safety, conflict minerals, human trafficking, the management of hazardous materials, and carbon emissions, among others. Each of these regulations imposes costs on our business and has the potential to divert our management’s time and attention from revenue-generating and other profit maximizing activities to those associated with compliance. Efforts to comply with new and changing regulations have resulted in, and are likely to continue to result in, decreased net income and increased capital expenditures. If we are alleged or found by a court or regulatory agency not to be in compliance with regulations, we may be subject to fines, restrictions on our actions, reputational damage, and harm to our \nLam Research Corporation 2023 10-K \n8\nTable of Contents\n \ncompetitive position, and our business, financial condition, and/or results of operations could be adversely affected. For additional details, please refer to “Legal, Regulatory and Tax Risks – We Are Exposed to Various Risks from Our Regulatory Environment” in \nItem 1A: Risk Factors\n.\nRegulations that impact trade, including tariffs, export controls, taxes, trade barriers, sanctions, the termination or modification of trade agreements, trade zones, and other duty mitigation initiatives, have the potential to increase our manufacturing costs, decrease margins, reduce the competitiveness of our products, or inhibit our ability to sell products or purchase necessary equipment and supplies, which could have a material adverse effect on our business, results of operations, or financial conditions. For additional details regarding the impacts of compliance with trade laws and regulations, please refer to “Business and Operational Risks – Our Future Success Depends Heavily on International Sales and the Management of Global Operations” and “Legal, Regulatory and Tax Risks – Our Sales to Customers in China, a Significant Region for Us, Have Been Impacted, and are Likely to be Materially and Adversely Affected by Export License Requirements and Other Regulatory Changes, or Other Governmental Actions in the Course of the Trade Relationship Between the U.S. and China” in \nItem 1A: Risk Factors\n. \nWe are subject to income, transaction, and other taxes in the United States and various foreign jurisdictions that impact our tax rate and profitability. For additional details regarding the impacts of compliance with tax laws and regulations, please refer to “Legal, Regulatory and Tax Risks – Our Financial Results May Be Adversely Impacted by Higher than Expected Tax Rates or Exposure to Additional Tax Liabilities” in \nItem 1A: Risk Factors\n.\nAn important element of our management strategy is to review acquisition prospects that would complement our existing products, augment our market coverage and distribution ability, enhance our technological capabilities, or accomplish other strategic objectives. However, for regulatory reasons, we may not be successful in our attempts to acquire or dispose of businesses, products, or technologies. For additional details regarding the impacts of regulations on acquisitions or dispositions we may attempt, please refer to “Business and Operational Risks – If We Choose to Acquire or Dispose of Businesses, Product Lines, and Technologies, We May Encounter Unforeseen Costs and Difficulties That Could Impair Our Financial Performance” in \nItem 1A: Risk Factors\n.\nWe are subject to a variety of domestic and international governmental regulations related to the handling, discharge, and disposal of toxic, volatile, or otherwise hazardous chemicals. For additional details regarding the impacts of compliance with environmental laws and regulations, please refer to “Legal, Regulatory and Tax Risks – A Failure to Comply with Environmental Regulations May Adversely Affect Our Operating Results” in \nItem 1A: Risk Factors\n.\nEnvironmental, Social, and Governance\nWe strive to incorporate environmental, social and governance (\"ESG\") consi\nderations \ninto everything we do – from our operations and workplace practices, to how we source our materials and design our products. Our ESG report for calendar year 2022 details, among other items, a number of ESG goals. One such goal is to achieve net zero emissions by 2050, which we intend to achieve in part by meeting a number of interim targets related to our environmental impact. There have been no material impacts to capital expenditures or our results of operations associated with this goal, and there are no material cash commitments associated with the goal as of the fiscal year ended June 25, 2023.\nInformation contained on our website or in our annual ESG Report is not incorporated by reference into this or any other report we file with the Securities and Exchange Commission, or the SEC. Refer to “Item 1A. Risk Factors” for a discussion of risks and uncertainties we face related to ESG.\nCompetition\nThe semiconductor capital equipment industry is characterized by rapid change and is highly competitive throughout the world. To compete effectively, we invest significant financial resources targeted to strengthen and enhance our product and services portfolio and to maintain customer service and support locations globally. Semiconductor manufacturers evaluate capital equipment suppliers in many areas, including but not limited to process performance, productivity, defect control, customer support, and overall cost of ownership, which can be affected by many factors such as equipment design, reliability, software advancements, and similar factors. Our ability to succeed in the marketplace depends upon our ability to manufacture and ship products on a timeline that meets our customers’ needs, maintain existing products, and introduce product enhancements and new products that meet customer requirements on a timely basis. In addition, semiconductor manufacturers must make a substantial investment to qualify and integrate new capital equipment into semiconductor production lines. As a result, once a semiconductor manufacturer has selected a particular supplier’s equipment and qualified it for production, the manufacturer generally maintains that selection for that specific production application and technology node as long as the supplier’s products demonstrate performance to specification in the installed base. Accordingly, we may experience difficulty in selling to a given customer if that customer has qualified a competitor’s equipment. We must also continue to meet the expectations of our installed base of customers through the delivery of high-quality and cost-efficient spare parts in the presence of competition from third-party spare parts providers.\nWe face significant competition with all of our products and services. Our primary competitor in the dielectric and metals deposition market is Applied Materials, Inc. For ALD and PECVD, we also compete against ASM International and Wonik IPS. In the etch market, our primary competitors are Applied Materials, Inc.; Hitachi, Ltd.; and Tokyo Electron, Ltd., and our primary competitors in the wet clean market are Screen Holding Co., Ltd.; Semes Co., Ltd.; and Tokyo Electron, Ltd.\nLam Research Corporation 2023 10-K \n9\nTable of Contents\n \nWe face competition from a number of established and emerging companies in the industry. We expect our competitors to continue to improve the design and performance of their current products and processes, to introduce new products and processes with enhanced price/performance characteristics, and to provide more comprehensive offerings of products. If our competitors make acquisitions or enter into strategic relationships with leading semiconductor manufacturers, or other entities, covering products similar to those we sell, our ability to sell our products to those customers could be adversely affected. Strategic investments to encourage local semiconductor manufacturing and supply chain in China could increase competition from domestic equipment manufacturers in China. Additionally, the U.S. Government has enacted a number of export controls regulating the sales of certain technologies to customers in China, which provides an advantage to our international competitors. There can be no assurance that we will continue to compete successfully in the future. \nPatents and Licenses\nOur policy is to seek patents on inventions relating to new or enhanced products and processes developed as part of our ongoing research, engineering, manufacturing, and support activities. We currently hold a number of U.S. and foreign patents and applications covering various aspects of our products and processes. Our patents, which cover material aspects of our past and present core products, have current durations ranging from approximately one to twenty years. We believe that, although the patents we own and may obtain in the future will be of value, they alone will not determine our success. Our success depends principally upon our research and development, engineering, marketing, support, and delivery skills. However, in the absence of patent protection, we may be vulnerable to competitors who attempt to imitate our products, manufacturing techniques, and processes and may be more limited in our ability to exclude competitors than would otherwise be the case. In addition, other companies and inventors may receive patents that contain claims applicable to our products and processes. The sale of products covered by patents of others could require licenses that may not be available on terms acceptable to us, or at all. For further discussion of legal matters, see Item 3, “Legal Proceedings,” of this report.\nHuman Capital \nWe endeavor to be a great place to work globally by investing in a multi-faceted strategy that is rooted in building an inclusive and diverse workplace. To support our employees, we tailor our programs to meet the unique cultural needs and priorities within different regions around the world.\nAs of August 10, 2023, we had approximately 17,200 regular full-time employees, of which over 28% were engaged in research and development. Approximately 45% of our regular full-time employees are located in the United States, 48% in Asia, and 7% in Europe. \nInclusion and Diversity\nTo achieve their full potential, we believe it is important for every employee to feel valued, included, and empowered. We embrace inclusion and diversity (“I&D”) and proactively create opportunities to attract, retain, develop, and reward our employees. I&D is one of our strategic focus areas for the company. The three core pillars of our strategy include fostering inclusion, increasing diversity, and sharing our progress. We employ an executive leader of I&D who is responsible for driving our I&D strategy, building partnerships, and aligning with best practices.\nEmployment, Recruitment and Development \nOur talented people are what makes our success possible. Many of our recruitment efforts are carried out through partnerships with key universities. In fact, many of our senior executives began their careers with us right out of college, demonstrating that programs that recruit university students have the potential to contribute to our leadership pipeline. To tap into the best and brightest students, we prioritize core initiatives including an internship program, campus events, and thesis awards and scholarships. We accelerate employee development, broaden career opportunities, and expand professional networks for employees through our mentorship, coaching, and rotation programs. Additionally, we offer leadership development programs which are designed to scale leadership across our business by guiding managers to motivate, inspire, and lead employees through change. \nEmployee Engagement \nEmployee engagement (i.e. satisfaction) and voice are critical to Lam’s culture. We conduct a global survey at a regular cadence to gather input from employees on culture, I&D, career opportunity, and manager effectiveness. We also solicit employee feedback through in-person and online employee forums, engagement sessions, all-employee meetings, conversations with\nmanagers, and our Human Resource Support and Employee Relations programs.\nTotal Rewards \nOur Total Rewards program incorporates a comprehensive compensation and benefits package aimed at supporting employees’ financial, physical, and mental well-being. We conduct an annual review of salaries and benefits packages using third-party benchmarking surveys to ensure that our offerings are aligned with the marketplace and attractive to top talent. We offer our employees a competitive 401(k) benefit, an employee stock purchase plan, and annual cash bonuses. Stock awards are offered to executives and select employees. \nLam Research Corporation 2023 10-K \n10\nTable of Contents\n \nWe recognize the importance of time away from work for personal reasons, and we offer annual paid holidays and time off. Additionally, we offer paid parental leave benefits for parents welcoming a new child to the family through birth, adoption, or foster care placement. \nEmployee Health and\n \nSafety\nPrioritizing the health, safety, and well-being of our employees is critical to our ongoing success. We invest in education, awareness, monitoring, and prevention programs to help recognize and control safety hazards. Our goal is to apply our environmental health and safety (“EHS”) policies, programs, and response plans to anywhere we operate and to extend them to anyone who works on our sites with the intent to provide a safe environment during both routine and extraordinary circumstances. People managers in field support, manufacturing, R&D, warehouse, and logistics operations undergo formal safety leadership training biannually to enhance their skills in safety management and communication. We screen contractors’ safety performance and require contractor compliance with specified safety standards. \nWe monitor our safety performance at the enterprise, regional, and site levels. By using our global incident tracking system, our corporate EHS team can assess and monitor safety trends to report to business units and executive leadership as a part of quarterly reviews. We maintain multi-site certifications for ISO 45001, the globally recognized standard for occupational health and safety management systems. \nInformation about our Executive Officers\nAs of August 10, 2023, the executive officers of Lam Research were as follows:\nName\nAge\nTitle\nTimothy M. Archer\n56\nPresident and Chief Executive Officer\nDouglas R. Bettinger\n56\nExecutive Vice President and Chief Financial Officer\nPatrick J. Lord\n57\nExecutive Vice President and Chief Operating Officer\nNeil J. Fernandes\n56\nSenior Vice President, Global Customer Operations\nAva M. Hahn\n50\nSenior Vice President, Chief Legal Officer and Secretary\nVahid Vahedi\n57\nSenior Vice President and Chief Technology Officer\nSeshasayee (Sesha) Varadarajan\n48\nSenior Vice President Global Products Group\nTimothy M. Archer has been our president and chief executive officer since December 2018. Prior to this, he served as our president and chief operating officer, from January 2018 to November 2018. Mr. Archer joined us in June 2012 as our executive vice president, chief operating officer. Prior to joining us, he spent 18 years at Novellus Systems, Inc., (“Novellus”) in various technology development and business leadership roles, including most recently as chief operating officer from January 2011 to June 2012; executive vice president of Worldwide Sales, Marketing, and Customer Satisfaction from September 2009 to January 2011; and executive vice president of the PECVD and Electrofill Business Units from November 2008 to September 2009. His tenure at Novellus also included assignments as senior director of technology for Novellus Systems Japan from 1999 to 2001 and senior director of technology for the Electrofill Business Unit from April 2001 to April 2002. He started his career in 1989 at Tektronix, where he was responsible for process development for high-speed bipolar ICs. Mr. Archer currently serves on the International Board of Directors for SEMI, the global industry association representing the electronics manufacturing and design supply chain. From 2020 to 2022, Mr. Archer served as chairman of the board for the National GEM Consortium, a nonprofit organization that is dedicated to increasing the participation of underrepresented groups at the master’s and doctoral levels in engineering and science. Mr. Archer completed the Program for Management Development at the Harvard Graduate School of Business and earned a B.S. degree in applied physics from the California Institute of Technology.\nDouglas R. Bettinger is our executive vice president and chief financial officer with responsibility for Finance, Tax, Treasury, and Investor Relations. Prior to joining the Company in 2013, Mr. Bettinger served as senior vice president and chief financial officer of Avago Technologies from 2008 to 2013. From 2007 to 2008, he served as vice president of Finance and corporate controller at Xilinx, Inc., and from 2004 to 2007, he was chief financial officer at 24/7 Customer, a privately held company. Mr. Bettinger worked at Intel Corporation from 1993 to 2004, where he held several senior-level finance positions, including corporate planning and reporting controller and Malaysia site operations controller. Mr. Bettinger currently serves on the Board of Directors of Lattice Semiconductor Corporation, the SEMI Board of Industry Leaders, and the Industrial Advisory Board of the University of Wisconsin School of Engineering. Mr. Bettinger earned an M.B.A. degree in finance from the University of Michigan and a B.S. degree in economics from the University of Wisconsin in Madison. \nPatrick J. Lord is our executive vice president and chief operating officer, a position he has held since March 2023. In this role, Dr. Lord is responsible for several functions including, Global Operations; Customer Support; Global Quality; Environmental Health and Safety; Information Technology; and Global Resilience, Security, and Transformation. Dr. Lord previously served as executive vice president of CSBG and Global Operations from September 2020 to February 2023; and senior vice president and general manager of CSBG from December 2016 to September 2020. Prior to that, Dr. Lord held the position of group vice president and deputy general manager of the Global Products Group from September 2013 to December 2016. He served as the head of the Direct Metals, GapFill, Surface Integrity Group, and Integrated Metals (“DGSI”) Business Units between June 2012 and September 2013. Prior to \nLam Research Corporation 2023 10-K \n11\nTable of Contents\n \nour acquisition of Novellus in June 2012, Dr. Lord was senior vice president and general manager of the DGSI Business Units at Novellus. Additionally, Dr. Lord held the position of senior vice president of Business Development and Strategic Planning. He joined Novellus in 2001 and held a number of other positions, including senior vice president and general manager of the CMP Business Unit, senior director of Business Development, senior director of Strategic Marketing, and acting vice president of Corporate Marketing. Before joining Novellus, Dr. Lord spent six years at KLA-Tencor in various product marketing and management roles. He earned his Ph.D., M.S., and B.S. degrees in mechanical engineering from the Massachusetts Institute of Technology.\nNeil J. Fernandes is our senior vice president of Global Customer Operations, a position he has held since March 2023. Previously, he was global vice president of business development and sales operations and held other senior sales and customer-focused leadership positions at Lam. He joined the company in 2012 through the acquisition of Novellus, where he was the vice president of sales operations. Prior to that role, he held range of management positions in product marketing and process engineering at Novellus, Gasonics and Watkins-Johnson. Neil earned an M.S. degree in mechanical engineering from the University of Texas at Austin and a B.E. in mechanical engineering from the Manipal Institute of Technology.\nAva M. Hahn is our senior vice president, chief legal officer and secretary. She joined us in January 2020 and is responsible for global legal matters, ethics and compliance, global trade and government affairs. Prior to joining us, Ms. Hahn served as executive vice president, chief compliance officer, general counsel and secretary of CA Technologies, an enterprise software company, from February 2019 to November 2019 (until its acquisition by Broadcom Corp.), general counsel and secretary of Aruba Networks from April 2013 to June 2016 (until its acquisition by Hewlett Packard Enterprise), general counsel and secretary of ShoreTel, Inc. from 2007 to 2013, and general counsel and secretary of Genesis Microchip from 2002 to 2007. Ms. Hahn also served as general counsel of venture capital firms Kleiner Perkins and Felicis Ventures. She started her career at the law firm of Wilson Sonsini Goodrich & Rosati, where she practiced corporate and securities law. Ms. Hahn earned a J.D. from Columbia Law School and a B.A. in history from the University of California at Berkeley.\nVahid Vahedi is our senior vice president and chief technology officer, a position he has held since March 2023. Dr. Vahedi previously served as senior vice president and general manager of the Etch business unit beginning February 2018; and group vice president of the Etch product group beginning March 2012. Previously, he served as vice president of Etch Business Product Management and Marketing, vice president of Dielectric Etch, vice president of Conductor and 3DIC Etch, and director of Conductor Etch Technology Development. He joined us in 1995. He earned his Ph.D., M.S., and B.S. degrees in electrical engineering and computer science from the University of California at Berkeley.\nSesha Varadarajan is our senior vice president of the Global Products Group, a position he has held since March 2023. Mr. Varadarajan previously served as senior vice president and general manager of the Deposition Business Unit beginning February 2018; and group vice president of the Deposition product group beginning September 2013. Previously, he served as the head of the PECVD/Electrofill Business Unit between June 2012 and September 2013. Prior to our acquisition of Novellus in June 2012, Mr. Varadarajan was senior vice president and general manager of Novellus’ PECVD and Electrofill Business Units. He joined Novellus in 1999 as a process engineer with the Electrofill Business Unit and held various roles in that business unit before being appointed director of technology in 2004. Between 2006 and 2008, he worked in the PECVD Business Unit, initially as director of technology, until being promoted to product general manager. In 2009, he returned to the Electrofill Business Unit as vice president and general manager. In mid-2011, he was promoted to senior vice president and general manager, where he was also responsible for the PECVD Business Unit. Mr. Varadarajan earned an M.S. degree in manufacturing engineering and material science from Boston University and a B.S. degree in mechanical engineering from the University of Mysore.",
    "item1a": ">Item 1A.     \nRisk Factors\nIn addition to the other information in this Annual Report on Form 10-K (“2023 Form 10-K”), the following risk factors should be carefully considered in evaluating us and our business because such factors may significantly impact our business, operating results, and financial condition. As a result of these risk factors, as well as other risks discussed in our other SEC filings, our actual results could differ materially from those projected in any forward-looking statements. No priority or significance is intended by, nor should be attached to, the order in which the risk factors appear.\nINDUSTRY AND CUSTOMER RISKS\nThe Semiconductor Capital Equipment Industry Is Subject to Variability and Periods of Rapid Growth or Decline; We Therefore Face Risks Related to Our Strategic Resource Allocation Decisions\nThe semiconductor capital equipment industry has historically been characterized by rapid changes in demand. Variability in our customers’ business plans may lead to changes in demand for our equipment and services, which could negatively impact our results. The variability in our customers’ investments during any particular period is dependent on several factors, including but not limited to electronics demand, economic conditions (both general and in the semiconductor and electronics industries), industry supply and demand, prices for semiconductors, and our customers’ ability to develop and manufacture increasingly complex and costly semiconductor devices. The changes in demand may require our management to adjust spending and other resources allocated to operating activities.\nLam Research Corporation 2023 10-K \n12\nTable of Contents\n \nDuring periods of rapid growth or decline in demand for our products and services, we face significant challenges in maintaining adequate financial and business controls, management processes, information systems, and procedures for training, assimilating, and managing our workforce, and in appropriately sizing our supply chain infrastructure and facilities, work force, and other components of our business on a timely basis. If we do not adequately meet these challenges during periods of increasing or declining demand, our gross margins and earnings may be negatively impacted. \nWe continuously reassess our strategic resource allocation choices in response to the changing business environment. If we do not adequately adapt to the changing business environment, we may lack the infrastructure and resources to scale up our business to meet customer expectations and compete successfully during a period of growth, or we may expand our capacity and resources too rapidly and/or beyond what is appropriate for the actual demand environment, resulting in excess fixed costs.\nEspecially during transitional periods, resource allocation decisions can have a significant impact on our future performance, particularly if we have not accurately anticipated industry changes. Our success will depend, to a significant extent, on the ability of our executive officers and other members of our senior management to identify and respond to these challenges effectively.\nFuture Declines in the Semiconductor Industry, and the Overall World Economic Conditions on Which It Is Significantly Dependent, Could Have a Material Adverse Impact on Our Results of Operations and Financial Condition\nOur business depends on the capital equipment expenditures of semiconductor manufacturers, which in turn depend on the current and anticipated market demand for integrated circuits. With the consolidation of customers within the industry, the semiconductor capital equipment market may experience rapid changes in demand driven both by changes in the market generally and the plans and requirements of particular customers. The economic, regulatory, political, and business conditions occurring nationally, globally, or in any of our key sales regions, which are often unpredictable, have historically impacted customer demand for our products and normal commercial relationships with our customers, suppliers, and creditors. Additionally, in times of economic uncertainty, our customers’ budgets for our products, or their ability to access credit to purchase them, could be adversely affected. This would limit their ability to purchase our products and services. As a result, changing economic, regulatory, political or business conditions can cause material adverse changes to our results of operations and financial condition, including but not limited to: \n•\na decline in demand for our products or services;\n•\nan increase in reserves on accounts receivable due to our customers’ inability to pay us;\n•\nan increase in reserves on inventory balances due to excess or obsolete inventory as a result of our inability to sell such inventory;\n•\nvaluation allowances on deferred tax assets;\n•\nrestructuring charges;\n•\nasset impairments including the potential impairment of goodwill and other intangible assets;\n•\na decline in the value of our investments;\n•\nexposure to claims from our suppliers for payment on inventory that is ordered in anticipation of customer purchases that do not come to fruition;\n•\na decline in the value of certain facilities we lease to less than our residual value guarantee with the lessor; and\n•\nchallenges maintaining reliable and uninterrupted sources of supply.\nFluctuating levels of investment by semiconductor manufacturers may materially affect our aggregate shipments, revenues, operating results, and earnings. Where appropriate, we will attempt to respond to these fluctuations with cost management programs aimed at aligning our expenditures with anticipated revenue streams, which sometimes result in restructuring charges. Even during periods of reduced revenues, we must continue to invest in R&D and maintain extensive ongoing worldwide customer service and support capabilities to remain competitive, which may temporarily harm our profitability and other financial results.\nWe Have a Limited Number of Key Customers\nSales to a limited number of large customers constitute a significant portion of our overall revenue, shipments, cash flows, collections, and profitability. As a result, the actions of even one customer may subject us to variability in those areas that is difficult to predict. In addition, large customers may be able to negotiate requirements that result in decreased pricing, increased costs, and/or lower margins for us and limitations on our ability to share technology with others. Similarly, significant portions of our credit risk may, at any given time, be concentrated among a limited number of customers so that the failure of even one of these key customers to pay its obligations to us could significantly impact our financial results.\nWe Face a Challenging and Complex Competitive Environment\nWe face significant competition from multiple competitors, and with increased consolidation efforts in our industry, as well as the emergence and strengthening of new, regional competitors, we may face increasing competitive pressures. Other companies continue to develop systems and/or acquire businesses and products that are competitive to ours and may introduce new products and product capabilities that may affect our ability to sell and support our existing products. We face a greater risk if our competitors enter into strategic relationships with leading semiconductor manufacturers covering products similar to those we sell or may develop, as this could adversely affect our ability to sell products to those manufacturers.\nLam Research Corporation 2023 10-K \n13\nTable of Contents\n \nWe believe that to remain competitive we must devote significant financial resources to offer products that meet our customers’ needs, to maintain customer service and support centers worldwide, and to invest in product and process R&D. Technological changes and developing technologies have required, and are expected to continue to require, new and costly investments. Certain of our competitors, including those that are created and financially backed by foreign governments, have substantially greater financial resources and more extensive engineering, manufacturing, marketing, and customer service and support resources than we do and therefore have the potential to offer customers a more comprehensive array of products and/or product capabilities and to therefore achieve additional relative success in the semiconductor equipment industry. These competitors may deeply discount or give away products similar to those that we sell, challenging or even exceeding our ability to make similar accommodations and threatening our ability to sell those products. We also face competition from our own customers, who in some instances have established affiliated entities that manufacture equipment similar to ours. In addition, we face competition from companies that exist in a more favorable legal or regulatory environment than we do, who are able to sell products for certain applications at certain customers that we are prohibited from selling to under applicable export controls, allowing the freedom of action in ways that we may be unable to match. In many cases speed to solution is necessary for customer satisfaction and our competitors may be better positioned to achieve these objectives. For these reasons, we may fail to continue to compete successfully worldwide.\nIn addition, our competitors may be able to develop products comparable or superior to those we offer or may adapt more quickly to new technologies or evolving customer requirements. In particular, while we continue to develop product enhancements that we believe will address future customer requirements, we may fail in a timely manner to complete the development or introduction of these additional product enhancements successfully, or these product enhancements may not achieve market acceptance or be competitive. Accordingly, competition may intensify, and we may be unable to continue to compete successfully in our markets, which could have a material adverse effect on our revenues, operating results, financial condition, and/or cash flows.\nOnce a Semiconductor Manufacturer Commits to Purchase a Competitor’s Semiconductor Manufacturing Equipment, the Manufacturer Typically Continues to Purchase That Competitor’s Equipment, Making It More Difficult for Us to Sell Our Equipment to That Customer\nSemiconductor manufacturers must make a substantial investment to qualify and integrate wafer processing equipment into a semiconductor production line. We believe that once a semiconductor manufacturer selects a particular supplier’s processing equipment, the manufacturer generally relies upon that equipment for that specific production line application for an extended period of time, especially for customers that are more focused on tool reuse. Accordingly, we expect it to be more difficult to sell our products to a given customer for a product line application if that customer initially selects a competitor’s equipment for the same product line application.\nWe Depend on Creating New Products and Processes and Enhancing Existing Products and Processes for Our Success; Consequently, We Are Subject to Risks Associated with Rapid Technological Change\nRapid technological changes in semiconductor manufacturing processes subject us to increased pressure to develop technological advances that enable those processes. We believe that our future success depends in part upon our ability to develop and offer new products with improved capabilities and to continue to enhance our existing products. If new products or existing products have reliability, quality, design, or safety problems, our performance may be impacted by reduced orders, higher manufacturing costs, delays in acceptance of and payment for new products, and additional service and warranty expenses. We may be unable to develop and manufacture products successfully, or products that we introduce may fail in the marketplace. For more than 25 years, the primary driver of technology advancement in the semiconductor industry has been to shrink the lithography that prints the circuit design on semiconductor chips. That driver could be approaching its technological limit, leading semiconductor manufacturers to investigate more complex changes in multiple technologies in an effort to continue technology development. In addition, the emergence of “big data” and new tools such as machine learning and artificial intelligence that capitalize on the availability of large data sets is leading semiconductor manufacturers and equipment manufacturers to pursue new products and approaches that exploit those tools to advance technology development. In the face of uncertainty on which technology solutions will become successful, we will need to focus our efforts on developing the technology changes that are ultimately successful in supporting our customers’ requirements. Our failure to develop and offer the correct technology solutions in a timely manner with productive and cost-effective products could adversely affect our business in a material way. Our failure to commercialize new products in a timely manner could result in loss of market share, unanticipated costs, and inventory obsolescence, which would adversely affect our financial results.\nIn order to develop new products and processes and enhance existing products and processes, we expect to continue to make significant investments in R&D, to investigate the acquisition of new products and technologies, to invest in or acquire such businesses or technologies, and to pursue joint development relationships with customers, suppliers, or other members of the industry. Our investments and acquisitions may not be as successful as we may expect, particularly in the event that we invest in or acquire product lines and technologies that are new to us. We may find that acquisitions are not available to us, for regulatory or other reasons, and that we must therefore limit ourselves to collaboration and joint venture development activities, which do not have the same benefits as acquisitions. Pursuing development through collaboration and/or joint development activities rather than through an acquisition poses substantial challenges for management, including those related to aligning business objectives; sharing confidential information, intellectual property and data; sharing value with third parties; and realizing synergies that might have been available in an acquisition but are not available through a joint development project. We must manage product transitions and joint development relationships successfully, as the introduction of new products could adversely affect our sales of existing products and certain jointly developed technologies may be subject to restrictions on our ability to share that technology with other customers, which could limit our market for products incorporating those technologies. Future technologies, processes, or product developments \nLam Research Corporation 2023 10-K \n14\nTable of Contents\n \nmay render our current product offerings obsolete, leaving us with non-competitive products, obsolete inventory, or both. Moreover, customers may adopt new technologies or processes to address the complex challenges associated with next-generation devices. This shift may result in a reduction in the size of our addressable markets or could increase the relative size of markets in which we either do not compete or have relatively low market share.\nStrategic Alliances and Customer Consolidation May Have Negative Effects on Our Business\nSemiconductor manufacturing companies from time to time enter into strategic alliances or consolidate with one another to expedite the development of processes and other manufacturing technologies and/or achieve economies of scale. The outcomes of such an alliance can be the definition of a particular tool set for a certain function and/or the standardization of a series of process steps that use a specific set of manufacturing equipment, while the outcomes of consolidation can lead to an overall reduction in the market for semiconductor manufacturing equipment as customers’ operations achieve economies of scale and/or increased purchasing power based on their higher volumes. In certain instances, this could work to our disadvantage if a competitor’s tools or equipment become the standard equipment for such functions or processes. Additional outcomes of such consolidation may include our customers re-evaluating their future supplier relationships to consider our competitors’ products and/or gaining additional influence over the pricing of products and the control of intellectual property or data.\nSimilarly, our customers may partner with, or follow the lead of, educational or research institutions that establish processes for accomplishing various tasks or manufacturing steps. If those institutions utilize a competitor’s equipment when they establish those processes, it is likely that customers will tend to use the same equipment in setting up their own manufacturing lines. Even if they select our equipment, the institutions and the customers that follow their lead could impose conditions on acceptance of that equipment, such as adherence to standards and requirements or limitations on how we license our proprietary rights, that increase our costs or require us to take on greater risk. These actions could adversely impact our market share and financial results.\nBUSINESS AND OPERATIONAL RISKS\nOur Revenues and Operating Results Are Variable\nOur revenues and operating results may fluctuate significantly from quarter to quarter or year to year due to a number of factors, not all of which are in our control. We manage our expense levels based in part on our expectations of future revenues. Because our operating expenses are based in part on anticipated future revenues, and a certain amount of those expenses are relatively fixed, a change in the timing of recognition of revenue and/or the level of gross profit from a small number of transactions can unfavorably affect operating results in a particular quarter or year. Factors that may cause our financial results to fluctuate unpredictably include but are not limited to: \n•\nlegal, tax, accounting, or regulatory changes (including but not limited to changes in import/export regulations and tariffs, such as regulations imposed by the U.S. government restricting exports to China) or changes in the interpretation or enforcement of existing requirements;\n•\nmacroeconomic, industry, and market conditions, including those caused by the Russian invasion of Ukraine or bank failures, and geopolitical issues;\n•\nchanges in average selling prices, customer mix, and product mix;\n•\nforeign currency exchange rate fluctuations;\n•\neconomic conditions in the electronics and semiconductor industries in general and specifically the semiconductor equipment industry;\n•\nthe size and timing of orders from customers;\n•\nchanges in our deferred revenue balance, including as a result of factors such as volume purchase agreements, multi-year service contracts, back orders, and down payments toward purchases; \n•\nconsolidation of the customer base, which may result in the investment decisions of one customer or market having a significant effect on demand for our products or services;\n•\nprocurement shortages;\n•\nthe failure of our suppliers or outsource providers to perform their obligations in a manner consistent with our expectations;\n•\nmanufacturing difficulties;\n•\ncustomer cancellations or delays in shipments, installations, customer payments, and/or customer acceptances;\n•\nthe extent that customers continue to purchase and use our products and services in their business;\n•\nour customers’ reuse of existing and installed products, to the extent that such reuse decreases their need to purchase new products or services;\n•\nour ability to develop, introduce, and market new, enhanced, and competitive products in a timely manner;\n•\nour competitors’ introduction of new products;\n•\nlegal or technical challenges to our products and technologies;\n•\ntransportation, communication, demand, information technology, or supply disruptions based on factors outside our control, such as strikes, acts of God, wars, terrorist activities, widespread outbreak of illness, natural or man-made disasters, or climate change;\n•\nmanagement of supply chain risks;\n•\nrising inflation or interest rates; and\n•\nchanges in our estimated effective tax rate.\nLam Research Corporation 2023 10-K \n15\nTable of Contents\n \nOur Future Success Depends Heavily on International Sales and the Management of Global Operations \nNon-U.S. sales, as reflected in Part II Item 7. Results of Operations of this 2023 Form 10-K, accounted for approximately 91%, 92%, and 94% of total revenue in fiscal years 2023, 2022, and 2021, respectively. We expect that international sales will continue to account for a substantial majority of our total revenue in future years.\nWe are subject to various challenges related to international sales and the management of global operations including, but not limited to:\n•\ndomestic and international trade regulations, policies, practices, relations, disputes and issues;\n•\ndomestic and international tariffs, export controls and other barriers;\n•\ndeveloping customers and/or suppliers, who may have limited access to capital resources;\n•\nglobal or national economic and political conditions;\n•\nchanges in currency controls;\n•\ndifferences in the enforcement of intellectual property and contract rights in varying jurisdictions;\n•\nour ability to respond to customer and foreign government demands for locally sourced systems, spare parts, and services and develop the necessary relationships with local suppliers;\n•\nchanges in and compliance with U.S. and international laws and regulations affecting foreign operations, including U.S. and international trade restrictions and sanctions, anti-bribery, anti-corruption, anti-boycott, environmental, tax, and labor laws;\n•\nfluctuations in interest and foreign currency exchange rates;\n•\nthe need for technical support resources in different locations; and\n•\nour ability to secure and retain qualified people, and effectively manage people, in all necessary locations for the successful operation of our business.\nThere is inherent risk, based on the complex relationships among China, Japan, Korea, Taiwan, and the United States, that political, diplomatic and national security influences can lead to trade disputes, impacts and/or disruptions, in particular those affecting the semiconductor industry. This can adversely affect our business with China, Japan, Korea, and/or Taiwan and perhaps the entire Asia Pacific region or global economy. A significant trade dispute, impact and/or disruption in any area where we do business could have a materially adverse impact on our future revenue and profits. \nTariffs, export controls, additional taxes, trade barriers, sanctions, the termination or modification of trade agreements, trade zones, and other duty mitigation initiatives, and any reciprocal retaliatory actions, can increase our manufacturing costs, decrease margins, reduce the competitiveness of our products, disrupt our supply chain operations, or inhibit our ability to sell products or provide services, which has had and in the future could have a material adverse effect on our business, results of operations, or financial conditions. Certain of our international sales depend on our ability to obtain export licenses from the U.S. or foreign governments, and our inability to obtain such licenses, or an expansion of the number or kinds of sales for which export licenses are required, has limited and could in the future further limit the market for our products and has had and could in the future have an adverse impact on our revenues. As is discussed below under the heading “Our Sales to Customers in China, a Significant Region for Us, Have Been Impacted, and are Likely to Be Materially and Adversely Affected by Export License Requirements and Other Regulatory Changes, or Other Governmental Actions in the Course of the Trade Relationship Between the U.S. and China,” the U.S. government has recently imposed new controls, including expanded export license requirements, that significantly impact trade with China. In addition, the U.S. government has an ongoing process of assessing technologies that may be subject to new or additional export controls, and it is possible that such additional controls, if and when imposed, could further adversely impact our ability to sell our products outside the U.S. The implementation by the U.S. government of broad export controls restricting access to our technology (such as recent controls limiting exports to China) may cause customers with international operations to reconsider their use of and reliance on our products, which could adversely impact our future revenue and profits. Furthermore, there are risks that foreign governments may, among other things, take retaliatory actions; insist on the use of local suppliers; compel companies to partner with local companies to design and supply equipment on a local basis, requiring the transfer of intellectual property rights and/or local manufacturing; utilize their influence over their judicial systems to respond to intellectual property disputes or issues; and provide special incentives to government-backed local customers to buy from local competitors, even if their products are inferior to ours; all of which could adversely impact our revenues and margins.\nWe are exposed to potentially adverse movements in foreign currency exchange rates. The majority of our sales and expenses are denominated in U.S. dollars. However, we are exposed to foreign currency exchange rate fluctuations primarily related to revenues denominated in Japanese yen and expenses denominated in euro, Korean won, Malaysian ringgit, and Indian rupee. Further, in periods in which the U.S. dollar is strong relative to the local currencies of our international customers, this can potentially reduce demand for our products, which may compound the adverse effect of foreign exchange translation on our revenue. Currently, we hedge certain anticipated foreign currency cash flows, primarily anticipated revenues denominated in Japanese yen and expenses dominated in euro, Korean won, Malaysian ringgit, and Indian rupee. In addition, we enter into foreign currency hedge contracts to minimize the short-term impact of the foreign currency exchange rate fluctuations on certain foreign currency denominated monetary assets and liabilities, primarily third-party accounts receivables, accounts payables, and intercompany receivables and payables. We believe these are our primary exposures to currency rate fluctuation. We expect to continue to enter into hedging transactions, for the purposes outlined, for the foreseeable future. However, these hedging transactions may not achieve their desired effect because differences between the actual timing of the underlying exposures and our forecasts of those exposures may leave us either over or under hedged on any given transaction. Moreover, by hedging these foreign currency denominated revenues, expenses, monetary \nLam Research Corporation 2023 10-K \n16\nTable of Contents\n \nassets, and liabilities, we may miss favorable currency trends that would have been advantageous to us but for the hedges. Additionally, we are exposed to short-term foreign currency exchange rate fluctuations on non-U.S. dollar-denominated monetary assets and liabilities (other than those currency exposures previously discussed), and currently we do not enter into foreign currency hedge contracts against these exposures. In addition, our currency hedges do not necessarily mitigate the potential negative impact of a strong U.S. dollar on demand for our products. Therefore, we are subject to potential unfavorable foreign currency exchange rate fluctuations to the extent that we transact business (including intercompany transactions) in these currencies.\nThe magnitude of our overseas business also affects where our cash is generated. Certain uses of cash, such as share repurchases, payment of dividends, or the repayment of our notes, can usually only be made with onshore cash balances. Since the majority of our cash is generated outside of the United States, this may impact certain business decisions and outcomes.\nOur Business Relies on Technology, Data, Intellectual Property and Other Sensitive Information That is Susceptible to Cybersecurity and Other Threats or Incidents\nOur business is dependent upon the use and protection of technology, data, intellectual property and other sensitive information, which may be owned by, or licensed to, us or third parties, such as our customers and vendors. We maintain and rely upon certain critical information systems for the creation, transmission, use and storage of much of this information, and for the effective operation of our business. These information systems include but are not limited to, telecommunications, the Internet, our corporate intranet, various computer hardware and software applications, (some of which may be integrated into the products that we sell or be required in order to provide the services that we offer), network communications, and email. These information systems may be owned and maintained by us, our outsourced providers, or third parties such as vendors, contractors, customers and Cloud providers. In addition, we make use of Software-as-a-Service (SaaS) products for certain important business functions that are provided by third parties and hosted on their own networks and servers, or third-party networks and servers, all of which rely on networks, email and/or the Internet for their function. \nThe technology, data, intellectual property and other sensitive information we seek to protect are subject to loss, release, misappropriation or misuse, and the information systems containing or transmitting such technology, data, intellectual property and other sensitive information are subject to disruption, breach or failure, in each case as a result of various possible causes. Such causes may include mistakes or unauthorized actions by our employees or contractors, phishing schemes and other third-party attacks, and degradation or loss of service or access to data due to viruses, malware, denial of service attacks, destructive or inadequate code, power failures, or physical damage to computers, hard drives, communication lines, or networking equipment. Such causes may also include the use of techniques that change frequently or may be disguised or difficult to detect, or designed to remain dormant until a triggering event, or that may continue undetected for an extended period of time.\nWe have experienced cybersecurity and other threats and incidents in the past. Although past threats and incidents have not resulted in a material adverse effect, we may incur material losses related to cybersecurity and other threats or incidents in the future. If we were subject to a cybersecurity or other incident, it could have a material adverse effect on our business. Such adverse effects might include:\n•\nloss of (or inability to access, e.g. through ransomware) confidential and/or sensitive information stored on these critical information systems or transmitted to or from those systems;\n•\nthe disruption of the proper function of our products, services and/or operations;\n•\nthe failure of our or our customers’ manufacturing processes;\n•\nerrors in the output of our work or our customers’ work;\n•\nthe loss or public exposure of the personal or other confidential information of our employees, customers or other parties;\n•\nthe public release of customer financial and business plans, customer orders and operational results;\n•\nexposure to claims from our employees or third parties who are adversely impacted by such incidents; \n•\nmisappropriation or theft of our or a customer’s, supplier’s or other party’s assets or resources, including technology data, intellectual property or other sensitive information and costs associated therewith;\n•\nreputational damage;\n•\ndiminution in the value of our investment in research, development and engineering; or\n•\nour failure to meet, or violation of, regulatory or other legal obligations, such as the timely publication or filing of financial statements, tax information and other required communications.\nWhile we have implemented ISO 27001 compliant security procedures and virus protection software, intrusion prevention systems, identity and access control, and emergency recovery processes, and we carefully select our third-party providers of information systems, to mitigate risks to the information systems that we rely on and to the technology, data, intellectual property and other sensitive information we seek to protect, those security procedures and mitigation and protection systems cannot be guaranteed to be fail-safe, and we may still suffer cybersecurity and other incidents. It has been difficult and may continue to be difficult to hire and retain employees with substantial cybersecurity acumen. In addition, there have been and may continue to be instances of our policies and procedures not being effective in enabling us to identify risks, threats and incidents in a timely manner, or at all, or to respond expediently, appropriately and effectively when incidents occur and repair any damage caused by such incidents, and such occurrences could have a material adverse effect on our business.\nLam Research Corporation 2023 10-K \n17\nTable of Contents\n \nWe May Not Achieve the Expected Benefits of Our Restructuring Plans and Business Transformation Initiatives, and These Efforts Could Have a Material Adverse Effect on Our Business, Operations, Financial Condition, Results of Operations and Competitive Position\nIn January 2023 we announced that we are implementing a restructuring plan consisting of a workforce reduction, and that we anticipate undertaking, and may in the future undertake, additional business restructuring, realignment and transformation initiatives. We expect to incur material costs and charges in connection with these plans and initiatives. While the restructuring plan is intended to better align our cost structure with the current economic environment and future business opportunities, and our anticipated transformation initiatives have the goal of strengthening our operations and achieving operational efficiencies, there can be no assurance that we will be successful in these plans and initiatives. Implementation of these plans and initiatives may be costly and disruptive to our business, we may not be able to complete them at the cost or within the time frame contemplated, and we may not be able to obtain the anticipated benefits within the projected timing or at all. Restructuring and transformation may adversely affect our internal programs and our ability to recruit and retain skilled and motivated personnel, may result in a loss of continuity, loss of accumulated knowledge and/or inefficiency during transitional periods, may require a significant amount of management and other employees' time and focus, and may be distracting to employees and management, which may divert attention from operating and growing our business. Additionally, reductions in our workforce may cause a reduction in our production output capabilities which could impact our ability to manufacture or ship products to customers within a mutually beneficial timeline. If we fail to achieve some or all of the expected benefits, it could have a material adverse effect on our business, operations, financial condition, results of operations and competitive position. For more information about our restructuring plan, see Note 22 of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K.\nDisruptions to Our Supply Chain and Outsource Providers Could Impact Our Ability to Meet Demand, Increase Our Costs, and Adversely Impact Our Revenue and Operating Results\nOur supply chain has played and will continue to play a key role in our product development, manufacturing operations, field installation and support. Our business depends on our timely supply of products and services to meet the demand from our customers, which depends in significant part on the timely delivery of parts, materials and services, including components and subassemblies, from our direct suppliers to us, and to our direct suppliers by other companies. In addition, outsource providers have played and will continue to play a key role both in the manufacturing and customer-focused operations described above, and in many of our transactional and administrative functions, such as information technology, facilities management, and certain elements of our finance organization. These providers and suppliers might suffer financial setbacks, be acquired by third parties, become subject to exclusivity arrangements that preclude further business with us, or be unable to meet our requirements or expectation due to their independent business decisions or force majeure events that could interrupt or impair their continued ability to perform as we expect. We may also experience significant interruptions of our manufacturing operations, delays in our ability to deliver or install products or perform services or to recognize revenue, increased costs or customer order cancellations as a result of:\n•\nthe failure or inability to accurately forecast demand and obtain sufficient quantities of quality parts on a cost-effective basis;\n•\nvolatility in the availability and cost of parts, materials or services, including increased costs due to rising inflation or interest rates or other market conditions;\n•\ndifficulties or delays in obtaining required import or export approvals;\n•\nshipment delays and increased costs of shipment due to transportation interruptions, capacity constraints, or fuel shortages;\n•\nshortages of semiconductor or other components or materials as a result of increases in demand;\n•\ninformation technology or infrastructure failures, including those of a third-party supplier or service provider; and\n•\ntransportation or supply disruptions based on factors outside our control, such as strikes, acts of God, wars, terrorist activities, widespread outbreak of illness, natural or man-made disasters, or climate change.\nDemand for electronic products and other factors, such as the COVID-19 pandemic, have resulted in, and may in the future result in, a shortage of parts, materials and services needed to manufacture, deliver and install our products, as well as delays in and unpredictability of shipments due to transportation interruptions. Such shortages, delays and unpredictability have adversely impacted, and may in the future impact, our suppliers’ ability to meet our demand requirements. Difficulties in obtaining sufficient and timely supply of parts, materials or services, and delays in and unpredictability of shipments due to transportation interruptions, have adversely impacted, and may in the future adversely impact, our manufacturing operations and our ability to meet customer demand. In addition, difficulties in obtaining parts, materials or services necessary to deliver or install products or perform services have adversely impacted, and may in the future adversely impact, our ability to recognize revenue, our gross margins on the revenue we recognize, and our other operating results. Although we are endeavoring to pass along some of the impact of increased costs to our customers to counteract adverse impacts to our gross margins and other operating results, such measures could be unsuccessful, or could have the effect of reducing demand, which would adversely impact our revenue.\nFurther, increased restrictions imposed on a class of chemicals known as per- and polyfluoroalkyl substances (“PFAS”), which are widely used in a large number of products, including parts and materials that are incorporated into our products, may negatively impact our supply chain due to the potentially decreased availability, or non-availability, of PFAS-containing products. Proposed regulations under consideration could require that we transition away from the usage of PFAS-containing products, which could adversely impact our business, operations, revenue, costs, and competitive position. There is no assurance that suitable replacements for PFAS-containing parts and materials will be available at similar costs, or at all. \nLam Research Corporation 2023 10-K \n18\nTable of Contents\n \nAlthough we attempt to select reputable providers and suppliers and we attempt to secure their performance on terms documented in written contracts, it is possible that one or more of these providers or suppliers could fail to perform as we expect, or fail to secure or protect intellectual property rights, and such failure could have an adverse impact on our business. In some cases, the requirements of our business mandate that we obtain certain components and sub-assemblies included in our products from a single supplier or a limited group of suppliers. Where practical, we endeavor to establish alternative sources to mitigate the risk that the failure of any single provider or supplier will adversely affect our business, but this is not feasible in all circumstances. Some key parts are subject to long lead-times or available only from a single supplier or limited group of suppliers, and some sourcing or subassembly is provided by suppliers located in countries other than the countries where we conduct our manufacturing. There is therefore a risk that a prolonged inability to obtain certain components or secure key services could impair our ability to manage operations, ship products, and generate revenues, which could adversely affect our operating results and damage our customer relationships. \nThe COVID-19 Pandemic Adversely Impacted, and May in the Future Adversely Impact, Our Business, Operations, and Financial Results\nThe COVID-19 pandemic and efforts by national, state and local governments worldwide to control its spread resulted in measures aimed at containing the disease such as quarantines, travel bans, shutdowns, and shelter in place or “stay at home” orders, which collectively significantly restricted the movement of people and goods and the ability of businesses to operate. These restrictions and measures, incidents of confirmed or suspected infections within our workforce or those of our suppliers or other business partners, and our efforts to act in the best interests of our employees, customers, and suppliers, affected and in the future may affect our business and operations by, among other things, causing facility closures, production delays and capacity limitations; disrupting production by our supply chain; disrupting the transport of goods from our supply chain to us and from us to our customers; requiring modifications to our business processes; requiring the implementation of business continuity plans; requiring the development and qualification of alternative sources of supply; requiring the implementation of social distancing measures that impede manufacturing processes; disrupting business travel; disrupting our ability to staff our on-site manufacturing and research and development facilities; delaying capital expansion projects; and necessitating teleworking by portions of our workforce. These impacts caused and in the future may cause delays in product shipments and product development, increases in costs, and decreases in revenue, profitability and cash from operations, which caused and in the future may cause an adverse effect on our results of operations that may be material. The pandemic resulted at various times in significant disruption of global financial markets, increases in levels of unemployment, and economic uncertainty, which adversely impacted our business and may do so in the future, and may lead to significant negative impacts on customer spending, demand for our products, the ability of our customers to pay, our financial condition and the financial condition of our suppliers, and our access to external sources of financing to fund our operations and capital expenditures. \nWe Face Risks Related to the Disruption of Our Primary Manufacturing and R&D Facilities\nWhile we maintain business continuity plans, our manufacturing and R&D facilities are concentrated in a limited number of locations. These locations are subject to disruption for a variety of reasons, such as natural or man-made disasters, widespread outbreaks of illness, war, terrorist activities, political or governmental unrest or instability, disruptions of our information technology resources, utility interruptions, the effects of climate change, or other events beyond our control. Such disruptions may cause delays in developing or shipping our products, in engaging with customers on new product applications, or in supporting customers, which could result in the loss of business or customer trust, adversely affecting our business and operating results. \nWe Are Subject to Risks Relating to Product Concentration and Lack of Product Revenue Diversification\nWe derive a substantial percentage of our revenues from a limited number of products. Our products are priced up to the tens of millions of dollars per system. As a result, the inability to recognize revenue on even a few systems can cause a significantly adverse impact on our revenues for a given quarter, and, in the longer term, the continued market acceptance of these products is critical to our future success. Our business, operating results, financial condition, and cash flows could therefore be adversely affected by:\n•\na decline in demand for even a limited number of our products;\n•\na failure to achieve continued market acceptance of our key products;\n•\nexport restrictions or other regulatory or legislative actions that could limit our ability to sell those products to key customers or customers within certain markets;\n•\nan improved version of products being offered by a competitor in the markets in which we participate;\n•\nincreased pressure from competitors that offer broader product lines;\n•\nincreased pressure from regional competitors;\n•\ntechnological changes that we are unable to address with our products; or\n•\na failure to release new or enhanced versions of our products on a timely basis.\nIn addition, the fact that we offer limited product lines creates the risk that our customers may view us as less important to their business than our competitors that offer additional products and/or product capabilities, including new products that take advantage of “big data” or other new technologies such as machine learning and artificial intelligence. This may impact our ability to maintain or expand our business with certain customers. Such product concentration may also subject us to additional risks associated with technology changes. Our business is affected by our customers’ use of our products in certain steps in their wafer fabrication processes. Should technologies change so that the manufacture of semiconductors requires fewer steps using our products, this could have a larger impact on our business than it would on the business of our less concentrated competitors.\nLam Research Corporation 2023 10-K \n19\nTable of Contents\n \nWe May Fail to Protect Our Critical Proprietary Technology Rights, Which Could Affect Our Business\nOur success depends in part on our proprietary technology and our ability to protect key components of that technology through patents, copyrights, trade secrets and other forms of protection. Protecting our key proprietary technology helps us achieve our goals of developing technological expertise and new products and systems that give us a competitive advantage; increasing market penetration and growth of our installed base; and providing comprehensive support and service to our customers. As part of our strategy to protect our technology, we currently hold a number of U.S. and foreign patents and pending patent applications, and we keep certain information, processes, and techniques confidential and/or as trade secrets. However, other parties may challenge or attempt to invalidate or circumvent any patents the U.S. or foreign governments issue to us; these governments may fail to issue patents for pending applications; or we may lose trade secret protection over valuable information due to our or third parties’ intentional or unintentional actions or omissions or even those of our own employees. Additionally, intellectual property litigation can be expensive and time-consuming and even when patents are issued, or trade secret processes are followed, the legal systems in certain of the countries in which we do business might not enforce patents and other intellectual property rights as rigorously or effectively as the United States or may favor local entities in their intellectual property enforcement. The rights granted or anticipated under any of our patents, pending patent applications, or trade secrets may be narrower than we expect or, in fact, provide no competitive advantages. Moreover, because we selectively file for patent protection in different jurisdictions, we may not have adequate protection in all jurisdictions based on such filing decisions. Any of these circumstances could have a material adverse impact on our business.\nOur Ability to Attract, Retain, and Motivate Key Employees Is Critical to Our Success\nOur ability to compete successfully depends in large part on our ability to attract, retain, and motivate key employees with the appropriate skills, experiences and competencies. This is an ongoing challenge due to intense competition for top talent, fluctuations in industry or business economic conditions, as well as increasing geographic expansion, and these factors in combination may result in cycles of hiring activity and workforce reductions. Our success in hiring depends on a variety of factors, including the attractiveness of our compensation and benefit programs, global economic or political and industry conditions, our organizational structure, global competition for talent and the availability of qualified employees, the availability of career development opportunities, the ability to obtain necessary authorizations for workers to provide services outside their home countries, and our ability to offer a challenging and rewarding work environment. We periodically evaluate our overall compensation and benefit programs and make adjustments, as appropriate, to maintain or enhance their competitiveness. If we are not able to successfully attract, retain, and motivate key employees, we may be unable to capitalize on market opportunities and our operating results may be materially and adversely affected.\nIf We Choose to Acquire or Dispose of Businesses, Product Lines, and Technologies, We May Encounter Unforeseen Costs and Difficulties That Could Impair Our Financial Performance\nAn important element of our management strategy is to review acquisition prospects that would complement our existing products, augment our market coverage and distribution ability, enhance our technological capabilities, or accomplish other strategic objectives. As a result, we may seek to make acquisitions of complementary companies, products, or technologies, or we may reduce or dispose of certain product lines or technologies that no longer fit our long-term strategies. For regulatory or other reasons, we may not be successful in our attempts to acquire or dispose of businesses, products, or technologies, resulting in significant financial costs, reduced or lost opportunities, and diversion of management’s attention. Managing an acquired business, disposing of product technologies, or reducing personnel entails numerous operational and financial risks, including difficulties in assimilating acquired operations and new personnel or separating existing business or product groups, diversion of management’s attention away from other business concerns, amortization of acquired intangible assets, adverse customer reaction to our decision to cease support for a product, and potential loss of key employees or customers of acquired or disposed operations. There can be no assurance that we will be able to achieve and manage successfully any such integration of potential acquisitions, disposition of product lines or technologies, or reduction in personnel, or that our management, personnel, or systems will be adequate to support continued operations. Any such inabilities or inadequacies could have a material adverse effect on our business, operating results, financial condition, and/or cash flows.\nIn addition, any acquisition could result in changes such as potentially dilutive issuances of equity securities, the incurrence of debt and contingent liabilities, the amortization of related intangible assets, and goodwill impairment charges, any of which could materially adversely affect our business, financial condition, results of operations, cash flows, and/or the price of our Common Stock.\nLEGAL, REGULATORY AND TAX RISKS\nOur Sales to Customers in China, a Significant Region for Us, Have Been Impacted, and are Likely to Be Materially and Adversely Affected by Export License Requirements and Other Regulatory Changes, or Other Governmental Actions in the Course of the Trade Relationship Between the U.S. and China\nChina represents a large and fast-developing market for the semiconductor equipment industry and therefore is important to our business. Revenue in China, which includes global customers and domestic Chinese customers with manufacturing facilities in China, represented approximately 26%, 31%, and 35% of our total revenue for fiscal years 2023, 2022, and 2021, respectively. The U.S. and China have historically had a complex relationship that has included actions that have impacted trade between the two countries. Recently, these actions have included an expansion of export license requirements imposed by the U.S. government, which have limited the market for our products, adversely impacted our revenues, and increased our exposure to foreign competition, \nLam Research Corporation 2023 10-K \n20\nTable of Contents\n \nand could potentially do so to an even greater extent in the future. Most recently, the U.S. government has enacted new rules aimed at restricting China’s ability to manufacture advanced semiconductors, which include restrictions on exports, reexports or transfers to, or shipping, transmitting, transferring, or facilitating such movement to, or performing services at, customer facilities in China engaged in certain technology end-uses, without appropriate authorizations obtained from U.S. authorities. In addition, the U.S. Department of Commerce has enacted new rules that have expanded export license requirements for U.S. companies to sell certain items to companies and other end-users in China that are designated as military end-users or have operations that could support military end uses; has added additional Chinese companies to its restricted entity list and unverified list under suspicion of military-civil fusion, support of Russia, or other factors associated with a broadening scope of national security concerns (including Semiconductor Manufacturing International Corporation, or SMIC, and related entities, and Yangtze Memory Technologies Co., Ltd., or YMTC, and related entities); and has expanded an existing rule (referred to as the foreign direct product rule) in a manner that could cause foreign-made wafers, chipsets, and certain related items produced with many of our products to be subject to U.S. licensing requirements if Huawei Technologies Co. Ltd (“Huawei”) or its affiliates are parties to a transaction involving the items. These rules have required and may require us to apply for and obtain additional export licenses to supply certain of our products to customers in China, such as SMIC, YMTC and ChangXin Memory Technologies, Inc., and there is no assurance that we will be issued licenses that we apply for on a timely basis or at all. In addition, our customers (including but not limited to Chinese customers) may require U.S. export licenses for the use of our products in order to manufacture products, including semiconductor wafers and integrated circuits, for those of their customers (i.e. Huawei and its affiliates) that are subject to the expanded foreign direct product rule, which may adversely impact the demand for our products. The U.S. Department of Commerce could in the future add additional Chinese companies to its restricted entity list or unverified list or take other actions that could expand licensing requirements or otherwise impact the market for our products and our revenue. The implementation, interpretation and impact on our business of these rules and other regulatory actions taken by the U.S. government is uncertain and evolving, and these rules, other regulatory actions or changes, and other actions taken by the governments of either the U.S. or China, or both, that have occurred and may occur in the future could materially and adversely affect our results of operations.\nWe Are Exposed to Various Risks from Our Regulatory Environment\nWe are subject to various risks related to (1) new, different, inconsistent, or even conflicting laws, rules, and regulations that may be enacted by legislative or executive bodies and/or regulatory agencies in the countries that we operate; (2) disagreements or disputes related to international trade; and (3) the interpretation and application of laws, rules, and regulations. As a public company with global operations, we are subject to the laws of multiple jurisdictions and the rules and regulations of various governing bodies, including those related to export controls, financial and other disclosures, corporate governance, privacy, anti-corruption, such as the Foreign Corrupt Practices Act and other local laws prohibiting corrupt payments to governmental officials, anti-boycott compliance, conflict minerals or other social responsibility legislation, immigration or travel regulations, antitrust regulations, and laws or regulations relating to carbon emissions, as well as other laws or regulations imposed in response to climate change concerns, among others. Each of these laws, rules, and regulations imposes costs on our business, including financial costs and potential diversion of our management’s attention associated with compliance, and may present risks to our business, including potential fines, restrictions on our actions, and reputational damage if we do not fully comply.\nTo maintain high standards of corporate governance and public disclosure, we intend to invest appropriate resources to comply with evolving standards. Changes in or ambiguous interpretations of laws, regulations, and standards may create uncertainty regarding compliance matters. Efforts to comply with new and changing regulations have resulted in, and are likely to continue to result in, reduced operating income, and a diversion of management’s time and attention from revenue-generating activities to compliance activities. If we are found by a court or regulatory agency not to be in compliance with the laws and regulations, our business, financial condition, and/or results of operations could be adversely affected.\nIntellectual Property, Indemnity, and Other Claims Against Us Can Be Costly and We Could Lose Significant Rights That Are Necessary to Our Continued Business and Profitability\nThird parties may assert infringement, misappropriation, unfair competition, product liability, breach of contract, or other claims against us. From time to time, other persons send us notices alleging that our products infringe or misappropriate their patent or other intellectual property rights. In addition, law enforcement authorities may seek criminal charges relating to intellectual property or other issues. We also face risks of claims arising from commercial and other relationships. In addition, our bylaws and other indemnity obligations provide that we will indemnify officers and members of our Board of Directors against losses that they may incur in legal proceedings resulting from their service to us. From time to time, in the normal course of business, we indemnify third parties with whom we enter into contractual relationships, including customers and suppliers, with respect to certain matters. We have agreed, under certain conditions, to hold these third parties harmless against specified losses, such as those arising from a breach of representations or covenants, other third-party claims that our products when used for their intended purposes infringe the intellectual property rights of such other third parties, or other claims made against certain parties. In such cases, it is our policy either to defend the claims or to negotiate licenses or other settlements on commercially reasonable terms. However, we may be unable in the future to negotiate necessary licenses or reach agreement on other settlements on commercially reasonable terms, or at all, and any litigation resulting from these claims by other parties may materially and adversely affect our business and financial results, and we may be subject to substantial damage awards and penalties. Moreover, although we have insurance to protect us from certain claims and cover certain losses to our property, such insurance may not cover us for the full amount of any losses, or at all, and may be subject to substantial exclusions and deductibles.\nLam Research Corporation 2023 10-K \n21\nTable of Contents\n \nOur Financial Results May Be Adversely Impacted by Higher than Expected Tax Rates or Exposure to Additional Tax Liabilities\nWe are subject to income, transaction, and other taxes in the United States and various foreign jurisdictions, and significant judgment is required to determine worldwide tax liabilities. The amount of taxes we pay is subject to ongoing audits in various jurisdictions, and a material assessment by a governing tax authority could affect our profitability. As a global company, our effective tax rate is highly dependent upon the geographic composition of worldwide earnings and tax regulations governing each region. Changes in the split of earnings between countries with differing statutory tax rates, in the valuation allowance of deferred tax assets, in tax laws, in material audit assessments, or in expirations of agreements with tax authorities could adversely affect our effective tax rate. In particular, the carrying value of deferred tax assets, which are predominantly in the United States, is dependent upon our ability to generate future taxable income in the United States.\nOn August 16, 2022, the Inflation Reduction Act (the “IRA”) was signed into law. In general, the provisions of the IRA will be effective beginning with our fiscal year 2024, with certain exceptions. The IRA includes a new 15% corporate minimum tax. We have evaluated the potential impacts of the IRA and do not expect it to have a material impact on our effective tax rate. However, we expect future guidance from the Treasury Department and will further analyze when the guidance is issued.\nRecommendations made by the Organization for Economic Co-operation and Development’s Base Erosion and Profit Shifting 2.0 (“BEPS 2.0”) project have the potential to lead to changes in the tax laws in numerous countries, including the implementation of a global minimum tax. Several countries around the world have enacted or proposed changes to their existing tax laws based on these recommendations. As each country in which we operate evaluates their alignment with the recommendations, the timing and ultimate impact of any such changes on our effective tax rate remain uncertain. When fully enacted, such changes could have a material impact on our effective tax rate. We will continue to monitor the progress of the BEPS 2.0 implementation.\nIn addition, the U.S. has made several corporate income tax proposals, including changes in the taxation of non-U.S. income. If enacted, such changes could have a material impact on our effective tax rate. \nIncreasing and Evolving Environmental Regulations May Adversely Affect Our Operating Results\nWe are subject to a variety of domestic and international governmental regulations related to the handling, discharge, sale, and disposal of toxic, volatile, or otherwise hazardous or potentially hazardous substances, and the regulatory environment is dynamic. Failure to comply with present or future environmental regulations (such as future regulations imposed on the use or sale of PFAS or PFAS-containing products) could result in fines being imposed on us, require us to undertake remediation activities, suspend production, and/or cease operations, or cause our customers to not accept our products. These regulations could require us to alter or discontinue our current operations in certain jurisdictions, acquire significant additional equipment, incur substantial other expenses to comply with environmental regulations, or take other actions. Compliance obligations, as well as any failure to comply with current or future regulations governing the use, handling, sale, transport, or disposal of hazardous or potentially hazardous substances (including, but not limited to, PFAS) could subject us to future costs and liabilities that may adversely affect our operating results, financial condition, and ability to operate our business.\nOur Bylaws Designate the Court of Chancery of the State of Delaware as the Sole and Exclusive Judicial Forum for Certain Legal Actions Between the Company and its Stockholders, Which May Discourage Lawsuits with Respect to Such Claims \nOur bylaws provide that, unless we consent otherwise, the Court of Chancery of the State of Delaware will be the sole and exclusive forum for lawsuits asserting certain stockholder claims (including claims asserted derivatively for our benefit), such as claims against directors and officers for breach of a fiduciary duty, claims arising under any provision of the General Corporation Law of Delaware or our certificate of incorporation or our bylaws, or claims governed by the internal affairs doctrine. This is a general summary of the bylaw provision; you should refer to the language of the bylaws for details. While the forum provision does not generally apply to direct claims arising under the Securities Exchange Act of 1934 or the Securities Act of 1933, derivative lawsuits that assert legal claims arising under these statutes could fall within the provision, as recent court decisions have held. \nAs a Delaware corporation, Delaware law controls issues of our internal affairs, including duties that our directors, officers, employees, and others owe to the Company and its stockholders. We believe that our exclusive forum provision benefits us, and our stockholders, by permitting relatively prompt resolution of lawsuits concerning our internal affairs, promoting consistent application of Delaware law in these lawsuits, and reducing the possibility of duplicative, costly, multi-jurisdictional litigation with the potential for inconsistent outcomes. However, the forum provision limits a stockholder’s ability to bring a claim in a judicial forum that it believes may be more favorable than Delaware, and this could discourage the filing of such lawsuits.\nFINANCIAL, ACCOUNTING AND CAPITAL MARKETS RISKS\nThe Market for Our Common Stock Is Volatile, Which May Affect Our Ability to Raise Capital or Make Acquisitions or May Subject Our Business to Additional Costs\nThe market price for our Common Stock is volatile and has fluctuated significantly over the past years. The trading price of our Common Stock could continue to be highly volatile and fluctuate widely in response to a variety of factors, many of which are not within our control or influence. These factors include but are not limited to the following:\nLam Research Corporation 2023 10-K \n22\nTable of Contents\n \n•\ngeneral market, semiconductor, or semiconductor equipment industry conditions;\n•\neconomic or political events, trends, and unexpected developments occurring nationally, globally, or in any of our key sales regions;\n•\nmacroeconomic, industry and market conditions, including those caused by the Russian invasion of Ukraine or bank failures; and geopolitical issues;\n•\nvariations in our quarterly operating results and financial condition, including our liquidity;\n•\nvariations in our revenues, earnings, or other business and financial metrics from forecasts by us or securities analysts or from those experienced by other companies in our industry;\n•\nannouncements of restructurings, reductions in force, departure of key employees, and/or consolidations of operations;\n•\nmargin trading, short sales, hedging and derivative transactions involving our Common Stock;\n•\ngovernment regulations;\n•\ndevelopments in, or claims relating to, patent or other proprietary rights;\n•\ntechnological innovations and the introduction of new products by us or our competitors;\n•\ncommercial success or failure of our new and existing products; or\n•\ndisruptions of relationships with key customers or suppliers.\nIn addition, the stock market experiences significant price and volume fluctuations. Historically, we have witnessed significant volatility in the price of our Common Stock due in part to the price of and markets for semiconductors. These and other factors have adversely affected and may again adversely affect the price of our Common Stock, regardless of our actual operating performance. In the past, following volatile periods in the price of their stock, many companies became the object of securities class action litigation. If we are sued in a securities class action, we could incur substantial costs, and it could divert management’s attention and resources and have an unfavorable impact on our financial performance and the price for our Common Stock.\nWe May Incur Impairments to Goodwill or Long-lived Assets\nWe review our goodwill identified in business combinations for impairment annually or whenever events or changes in circumstances indicate that the carrying amount of these assets may exceed the fair value. We review all other long-lived assets, including finite-lived intangible assets, whenever events or changes in circumstance indicate that these assets may not be recoverable. The process of evaluating the potential impairment of goodwill and other long-lived assets requires significant judgement. Negative industry or economic trends, including reduced market prices of our Common Stock, reduced estimates of future cash flows, disruptions to our business, slower growth rates, or lack of growth in our relevant business units, could lead to impairment charges against our long-lived assets, including goodwill and other intangible assets. \nWhen evaluating goodwill, if we conclude that it is more likely than not that the fair value of a reporting unit is less than its carrying amount, then a quantitative impairment test is performed and we may be required to record an impairment charge in that period, which could adversely affect our result of operations. \nWhen evaluating other long-lived assets, if we conclude that the estimated undiscounted cash flows attributable to the assets are less than their carrying value, we recognize an impairment loss based on the excess of the carrying amount of the assets over their respective fair values, which could adversely affect our results of operations.\nOur valuation methodology for assessing impairment requires management to make judgments and assumptions based on historical experience and to rely heavily on projections of future operating performance. We operate in a highly competitive environment and projections of future operating results and cash flows may vary significantly from actual results. Additionally, if our analysis indicates potential impairment, we may be required to record additional charges to earnings in our financial statements, which could negatively affect our results of operations.\nOur Leverage and Debt Service Obligations May Adversely Affect Our Financial Condition, Results of Operations, and Earnings per Share\nWe have $5.0 billion in aggregate principal amount of senior unsecured notes outstanding. Additionally, we have funding available to us under our $1.5 billion commercial paper program and our $1.5 billion revolving credit facility, which serves as a backstop to our commercial paper program. Our revolving credit facility also includes an option to increase the amount up to an additional $600.0 million, for a potential total commitment of $2.1 billion. We may, in the future, decide to enter into additional debt arrangements.\nIn addition, we have entered, and in the future may enter, into derivative instrument arrangements to hedge against the variability of cash flows due to changes in the benchmark interest rate of fixed rate debt. We could be exposed to losses in the event of nonperformance by the counterparties to our derivative instruments.\nOur indebtedness could have adverse consequences, including:\n•\nrisk associated with any inability to satisfy our obligations;\n•\na portion of our cash flows that may have to be dedicated to interest and principal payments and may not be available for operations, working capital, capital expenditures, expansion, acquisitions, or general corporate or other purposes; and\n•\nimpairment of our ability to obtain additional financing in the future.\nLam Research Corporation 2023 10-K \n23\nTable of Contents\n \nOur ability to meet our expenses and debt obligations will depend on our future performance, which will be affected by financial, business, economic, regulatory, and other factors. Furthermore, our operations may not generate sufficient cash flows, to enable us to meet our expenses and service our debt. As a result, we may need to enter into new financing arrangements to obtain the necessary funds. If we determine it is necessary to seek additional funding for any reason, we may not be able to obtain such funding or, if funding is available, obtain it on acceptable terms. If we fail to make a payment on our debt, we could be in default on such debt, and this default could cause us to be in default on our other outstanding indebtedness.\nOur Credit Agreements Contain Covenant Restrictions That May Limit Our Ability to Operate Our Business\nWe may be unable to respond to changes in business and economic conditions, engage in transactions that might otherwise be beneficial to us, or obtain additional financing because our debt agreements contain, and any of our other future similar agreements may contain, covenant restrictions that limit our ability to, among other things:\n•\nincur additional debt, assume obligations in connection with letters of credit, or issue guarantees;\n•\ncreate liens;\n•\nenter into transactions with our affiliates;\n•\nsell certain assets; and\n•\nmerge or consolidate with any person.\nOur ability to comply with these covenants is dependent on our future performance, which will be subject to many factors, some of which are beyond our control, including prevailing economic conditions. In addition, our failure to comply with these covenants could result in a default under the Senior Notes, or our other debt, which could permit the holders to accelerate such debt. If any of our debt is accelerated, we may not have sufficient funds available to repay such debt, which could materially and negatively affect our financial condition and results of operation.\nThere Can Be No Assurance That We Will Continue to Declare Cash Dividends or Repurchase Our Shares at All or in Any Particular Amounts\nOur Board of Directors has declared quarterly dividends since April 2014. Our intent to continue to pay quarterly dividends and to repurchase our shares is subject to capital availability and periodic determinations by our Board of Directors that cash dividends and share repurchases are in the best interest of our stockholders and are in compliance with all laws and agreements applicable to the declaration and payment of cash dividends or the repurchasing of shares by us. Future dividends and share repurchases may also be affected by, among other factors, our views on potential future capital requirements for investments in acquisitions and the funding of our research and development; legal risks; changes in federal, state, and international tax laws or corporate laws; contractual restrictions, such as financial or operating covenants in our debt arrangements; availability of onshore cash flow; and changes to our business model. Our dividend payments and share repurchases may change from time to time, and we cannot provide assurance that we will continue to declare dividends or repurchase shares at all or in any particular amounts. A reduction or suspension in our dividend payments or share repurchases could have a negative effect on the price of our Common Stock.\nIf One or More of Our Counterparty Financial Institutions Default on Their Obligations To Us or Fail, We May Incur Significant Losses.\nAs part of our hedging activities, we enter into transactions involving derivative financial instruments, which may include forward contracts, option contracts, collars and swaps with various financial institutions. In addition, we have significant amounts of cash, cash equivalents and other investments on deposit or in accounts with banks or other financial institutions both in and out of the United States. As a result, we are exposed to the risk of default by or failure of counterparty financial institutions, which may be heightened during economic downturns and periods of uncertainty in the financial markets. If one of our counterparties were to become insolvent or file for bankruptcy, our ability to recover losses incurred as a result of default, or our assets deposited or held in accounts with such counterparty, may be limited by the counterparty's liquidity or the applicable laws governing the insolvency or bankruptcy proceedings. In the event of default or failure of one or more of our counterparties, we could incur significant losses, which could negatively impact our results of operations and financial condition.",
    "item7": ">Item 7.    \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion of our financial condition and results of operations contains forward-looking statements, which are subject to risks, uncertainties, and changes in condition, significance, value, and effect. Our actual results could differ materially from those anticipated in the forward-looking statements as a result of certain factors, including but not limited to those discussed in “Risk Factors” and elsewhere in this 2023 Form 10-K and other documents we file from time to time with the Securities and Exchange Commission. (See “Cautionary Statement Regarding Forward-Looking Statements” in Part I of this 2023 Form 10-K.)\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) provides a description of our results of operations and should be read in conjunction with our Consolidated Financial Statements and accompanying Notes to Consolidated Financial Statements included in \nPart II, Item 8\n of this 2023 Form 10-K. MD&A consists of the following sections:\nExecutive Summary\n provides a summary of the key highlights of our results of operations and our management’s assessment of material trends and uncertainties relevant to our business.\nResults of Operations\n provides an analysis of operating results.\nCritical Accounting Policies and Estimates\n discusses accounting policies that reflect the more significant judgments and estimates used in the preparation of our Consolidated Financial Statements.\nLiquidity and Capital Resources\n provides an analysis of cash flows, contractual obligations, and financial position.\nExecutive Summary\nLam Research Corporation is a global supplier of innovative wafer fabrication equipment and services to the semiconductor industry. We have built a strong global presence with core competencies in areas like nanoscale applications enablement, chemistry, plasma and fluidics, advanced systems engineering and a broad range of operational disciplines. Our products and services are designed to help our customers build smaller, and better performing devices that are used in a variety of electronic products, including mobile phones, personal computers, servers, wearables, automotive vehicles, and data storage devices.\nOur customer base includes leading semiconductor memory, foundry, and integrated device manufacturers that make products such as NVM, DRAM, and logic devices. Their continued success is part of our commitment to driving semiconductor breakthroughs that define the next generation. Our core technical competency is integrating hardware, process, materials, software, and process control enabling results on the wafer.\nSemiconductor manufacturing, our customers’ business, involves the complete fabrication of multiple dies or integrated circuits on a wafer. This involves the repetition of a set of core processes and can require hundreds of individual steps. Fabricating these devices requires highly sophisticated process technologies to integrate an increasing array of new materials with precise control at the atomic scale. Along with meeting technical requirements, wafer processing equipment must deliver high productivity and be cost-effective.\nDemand from cloud computing, 5G, the Internet of Things, and other markets is driving the need for increasingly powerful and cost\n-\nefficient semiconductors. At the same time, there are growing technical challenges with traditional two-dimensional scaling. These trends are driving significant inflections in semiconductor manufacturing, such as the increasing importance of vertical scaling strategies like three-dimensional architecture as well as multiple patterning to enable shrinks. \nWe believe we are in a strong position with our leadership and expertise in deposition\n,\n etch, and clean to facilitate some of the most significant innovations in semiconductor device manufacturing. Our Customer Support Business Group provides products and services to maximize installed equipment performance, predictability and operational efficiency. Several factors create opportunity for sustainable differentiation for us: (i) our focus on research and development, with several on-going programs relating to sustaining engineering, product and process development, and concept and feasibility; (ii) our ability to effectively leverage cycles of learning from our broad installed base; (iii) our collaborative focus with semi-ecosystem partners; (iv) our ability to identify and invest in the breadth of our product portfolio to meet technology inflections; and (v) our focus on delivering our multi-product solutions with a goal to enhance the value of Lam’s solutions to our customers.\nDuring fiscal year 2023, customer demand weakened in the second half of the year due to wafer fabrication equipment spending reductions resulting primarily from incremental demand weakness in memory. In addition, the U.S. government’s restrictions on sales of equipment, parts, and service for specific technologies and customers in China further impacted equipment demand in the year. While we did experience supply chain constraints in the first half of fiscal year 2023, there were improvements and we were able to fulfill shipments of nearly all our outstanding back order systems in the second half of the year. As a result of the expected reduced business levels, we initiated a restructuring plan in the quarter-ended March 26, 2023 designed to better align the Company’s cost structure with our outlook. We incurred a charge for the workforce actions associated with the restructuring plan of approximately $107 million\n \nin fiscal year 2023. Over the course of calendar year 2023, we are projecting expenditures in the range of $250 million \nLam Research Corporation 2023 10-K \n28\nTable of Contents\n \nassociated with various business process improvements and initiatives, inclusive of the fiscal year 2023 restructuring activity. Risks and uncertainties related to trade restrictions, supply chain challenges, and inflationary pressures may continue to negatively impact our revenue and gross margin. Over the longer term, we believe that secular demand for semiconductors combined with technology inflections in our industry, including 3D device scaling, multiple patterning, process flow, and advanced packaging chip integration, will drive sustainable growth and lead to an increase in the served available market for our products and services in the deposition, etch, and clean businesses.\n The following table summarizes certain key financial information for the periods indicated below:\n \nYear Ended\n Change\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except per share data and percentages)\nRevenue\n$\n17,428,516 \n$\n17,227,039 \n$\n14,626,150 \n$\n201,477 \n1.2 \n%\n$\n2,600,889 \n17.8 \n%\nGross margin\n$\n7,776,925 \n$\n7,871,807 \n$\n6,805,306 \n$\n(94,882)\n(1.2)\n%\n$\n1,066,501 \n15.7 \n%\nGross margin as a percent of total revenue\n44.6 \n%\n45.7 \n%\n46.5 \n%\n(1.1)%\n(0.8)%\nTotal operating expenses\n$\n2,602,065 \n$\n2,489,985 \n$\n2,323,283 \n$\n112,080 \n4.5 \n%\n$\n166,702 \n7.2 \n%\nNet income\n$\n4,510,931 \n$\n4,605,286 \n$\n3,908,458 \n$\n(94,355)\n(2.0)\n%\n$\n696,828 \n17.8 \n%\nNet income per diluted share\n$\n33.21 \n$\n32.75 \n$\n26.90 \n$\n0.46 \n1.4 \n%\n$\n5.85 \n21.7 \n%\nFiscal year 2023 revenu\ne was slightly higher than fiscal year 2022. Customer support-related revenue increased in fiscal year 2023 due to continued strength in specialty node investments, which was offset by a decline in our systems revenue as a result of semiconductor demand weakness, largely in the memory market. \nGross margin as a percentage of revenue decreased due to inflationary cost pressures that led to higher spending on material costs, as well as costs associated with restructuring related activities, partially offset by favorable customer and product mix. The increase in operating expenses in fiscal year 2023 compared to fiscal year 2022 was driven by higher deferred compensation plan-related costs, restructuring-related charges, employee-related costs as a result of increased headcount, depreciation and amortization, and supplies, partially offset by a decrease in amortization of intangible assets as the intangible assets associated with the acquisition of Novellus have fully amortized. \nFiscal year 2022 revenue increased over 17% compared to fiscal year 2021, reflecting continued strong customer demand for semiconductor equipment. Gross margin as a percentage of revenue decreased due to inflationary cost pressures that led to higher spending on material costs, freight and logistics, and labor-related expenses, as well as unfavorable customer and product mix, partially offset by decreased variable compensation. The increase in operating expenses in fiscal year 2022 compared to fiscal year 2021 was mainly driven by higher employee-related costs as a result of increased headcount, supplies expense, rent, repair and utilities expense, and outside services spending, partially offset by lower deferred compensation plan-related costs.\nWe aim to balance the requirements of our customers with the availability of resources, as well as performance to our operational and financial objectives. As a result, from time to time, we exercise discretion and judgment as to the timing and prioritization of manufacturing and deliveries of products, which has impacted, including in the current fiscal year, and may in the future impact, the timing of revenue recognition with respect to such products.\nOur cash and cash equivalents, investments, and restricted cash and investments balances totaled approximately $5.6 billion as of June 25, 2023, compared to $3.9 billion as of June 26, 2022. Cash flows provided from operating activities was $5.2 billion for fiscal year 2023 compared to $3.1 billion for fiscal year 2022. Cash flows provided from operating activities in fiscal year 2023 was primarily used for $2.0 billion in treasury stock purchases, including net share settlement on employee stock-based compensation; $908 million in dividends paid to our stockholders; and $502 million of capital expenditures. \nResults of Operations\nRevenue\n \nYear Ended\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nRevenue (in millions)\n$\n17,429 \n$\n17,227 \n$\n14,626 \nChina\n26 \n%\n31 \n%\n35 \n%\nKorea\n20 \n%\n23 \n%\n27 \n%\nTaiwan\n20 \n%\n17 \n%\n14 \n%\nJapan\n10 \n%\n9 \n%\n9 \n%\nUnited States\n9 \n%\n8 \n%\n6 \n%\nSoutheast Asia\n8 \n%\n8 \n%\n6 \n%\nEurope\n7 \n%\n4 \n%\n3 \n%\nLam Research Corporation 2023 10-K \n29\nTable of Contents\n \nRevenue\n increased i\nn fiscal year 2023 compared to fiscal year 2022 mainly due to higher revenue from CSBG related to strength in mature node equipment. Revenue increased in fiscal year 2022 compared to fiscal year 2021 primarily due to the increased investment by our customers in semiconductor capital equipment as well as from CSBG for spares, services, upgrades and mature node equipment. \nWhile the overall Asia region continued to account for a majority of our revenues, the U.S. and Europe regions increased in each of fiscal years 2023 and 2022 compared to the prior fiscal year as these regions prioritized domestic capacity investments for semiconductor manufacturing. \nThe deferred revenue balance was $1.8 billion as of June 25, 2023 compared to $2.2 billion as of June 26, 2022. Advance deposit additions from newer customers increased in fiscal year 2023, compared to fiscal year 2022, offsetting the decline in deferred balances related to shipments we completed of tools that had critical parts outstanding.\nThe following table presents our revenue disaggregated between system and customer support-related revenue:\nYear Ended\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\n(in thousands)\nSystems Revenue\n$\n10,695,897 \n$\n11,322,271 \n$\n9,764,845 \nCustomer support-related revenue and other\n6,732,619 \n5,904,768 \n4,861,305 \n$\n17,428,516 \n$\n17,227,039 \n$\n14,626,150 \nPlease refer to \nNote 4: Revenue\n of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K for additional information regarding the composition of the two categories into which revenue has been disaggregated.\nThe percentage of leading- and non-leading-edge equipment and upgrade revenue from each of the markets we serve was as follows:\n \n \nYear Ended\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nMemory\n42 \n%\n60 \n%\n61 \n%\nFoundry\n38 \n%\n26 \n%\n32 \n%\nLogic/integrated device manufacturing\n20 \n%\n14 \n%\n7 \n%\nGross Margin\n \nYear Ended\nChange\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except percentages)\nGross margin\n$\n7,776,925 \n$\n7,871,807 \n$\n6,805,306 \n$\n(94,882)\n(1.2)\n%\n$\n1,066,501 \n15.7 \n%\nPercent of revenue\n44.6 \n%\n45.7 \n%\n46.5 \n%\n(1.1)%\n(0.8)%\nThe decrease in gross margin as a percentage of revenue for fiscal year 2023 compared to fiscal year 2022 was due to inflationary cost pressures that led to higher spending on material costs, partially offset by favorable customer and product mix.\nThe decrease in gross margin as a percentage of revenue for fiscal year 2022 compared to fiscal year 2021 \nwas due to inflationary cost pressures that led to higher spending on material costs, freight and logistics, and labor-related expenses, as well as unfavorable customer and product mix, partially offset by decreased variable compensation.\nResearch and Development\n \nYear Ended\nChange\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except percentages)\nResearch & development\n$\n1,727,162 \n$\n1,604,248 \n$\n1,493,408 \n$\n122,914 \n7.7 \n%\n$\n110,840 \n7.4 \n%\nPercent of revenue\n9.9 \n%\n9.3 \n%\n10.2 \n%\n0.6%\n(0.9)%\nWe continued to make significant R&D investments focused on leading-edge deposition, etch, clean, and other semiconductor manufacturing processes. The\n increase i\nn R&D expense during fiscal year 2023 compared to fiscal year 2022\n was primarily driven by \nLam Research Corporation 2023 10-K \n30\nTable of Contents\n \nan increase of $43 million in employee-related costs as a result of increased headcount, $26 million in deferred compensation plan-related costs, $22 million in spending for supplies, and $14 million of depreciation and amortization.\nThe increase in R&D expense during fiscal year 2022 compared to fiscal year 2021 was mainly driven by a\nn increase of $89 million in employee-related costs due in part to increased headcount and $43 million in spending for supplies, partially offset by a decrease of $44 million in deferred compensation plan-related costs.\nSelling, General, and Administrative\n \nYear Ended\nChange\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except percentages)\nSelling, general, and administrative (\"SG&A\")\n$\n832,753 \n$\n885,737 \n$\n829,875 \n$\n(52,984)\n(6.0)\n%\n$\n55,862 \n6.7 \n%\nPercent of revenue\n4.8 \n%\n5.1 \n%\n5.7 \n%\n(0.3)%\n(0.6)%\nThe de\ncrease in\n SG&A expense during fiscal year 2023 compared to fiscal year 2022\n was primarily driven by a decrease of $44 million in amortization of intangible assets, as the intangible assets associated with the acquisition of Novellus have fully amortized, as well as from $12 million in lower employee-related costs, partially offset by $17 million in higher deferred compensation plan-related costs.\nThe increase in SG&A expense during fiscal year 2022 compared to fiscal year 2021 was primarily \ndriven by an increase of $28 million in outside service costs, $28 million in spending for rent, repair and utilities, and $26 million in employee-related costs due in part to increased headcount, partially offset by a decrease of $29 million in deferred compensation plan-related costs\n.\nRestructuring Charges, Net\n \nYear Ended\nChange\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except percentages)\nRestructuring charges, net\n$\n120,316 \n$\n— \n$\n— \n$\n120,316 \n100.0 \n%\n$\n— \n— \n%\nPercent of revenue\n0.7 \n%\n— \n%\n— \n%\n0.7%\n—%\nIn fiscal year 2023, we initiated a restructuring plan designed to better align our cost structure with our outlook for the economic environment and business opportunities. Under the plan we terminated approximately 1,650 employees, incurring expenses related to employee severance and separation costs. Employee severance and separation costs primarily relate to severance, non-cash severance, including equity award compensation expense, pension and other termination benefits. Additionally, we made a strategic decision to relocate certain manufacturing activities to pre-existing facilities and incurred costs to move inventory and equipment and exit selected supplier arrangements.\nDuring fiscal year 2023 net restructuring costs of $78 million and $42 million were recorded in restructuring charges, net - cost of goods sold, and restructuring charges, net - operating expenses, respectively of our Consolidated Financial Statements. Please refer to \nNote 22: Restructuring charges, net\n of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K for additional information.\nLam Research Corporation 2023 10-K \n31\nTable of Contents\n \nOther Income (Expense), Net\nOther income (expense), net, consisted of the following:\n \nYear Ended\nChange\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except percentages)\nInterest income\n$\n138,984 \n$\n15,209 \n$\n19,687 \n$\n123,775 \n813.8 \n%\n$\n(4,478)\n(22.7)\n%\nInterest expense\n(186,462)\n(184,759)\n(208,597)\n$\n(1,703)\n0.9 \n%\n$\n23,838 \n(11.4)\n%\nGains (losses) on deferred compensation plan related assets, net\n20,186 \n(38,053)\n61,838 \n$\n58,239 \n(153.0)\n%\n$\n(99,891)\n(161.5)\n%\nForeign exchange (losses) gains, net\n(7,078)\n(723)\n(6,962)\n$\n(6,355)\n879.0 \n%\n$\n6,239 \n(89.6)\n%\nOther, net\n(31,280)\n19,618 \n22,815 \n$\n(50,898)\n(259.4)\n%\n$\n(3,197)\n(14.0)\n%\n$\n(65,650)\n$\n(188,708)\n$\n(111,219)\n$\n123,058 \n(65.2)\n%\n$\n(77,489)\n69.7 \n%\nInterest income increased in fiscal year 2023 compared to fiscal year 2022 primarily because of higher yields and higher cash balances. Interest income decreased in fiscal year 2022 compared to fiscal year 2021 as a result of lower cash balances.\nInterest expense in fiscal year 2023 was flat compared to fiscal year 2022. Interest expense decreased in fiscal year 2022 compared to fiscal year 2021 primarily due to the payoff of $800 million of senior notes in June 2021.\nThe gains or losses on deferred compensation plan related assets, net were driven by fluctuations in the fair market value of the underlying funds for all periods presented.\nForeign exchange fluctuations were primarily due to currency movements against portions of our unhedged balance sheet exposures for all periods presented.\nThe variation in other, net for the fiscal year 2023 compared to fiscal years 2022 and 2021 was primarily driven by fluctuations in the fair market value of equity investments. \nIncome Tax Expense \nOur provision for income taxes and effective tax rate for the periods indicated were as follows:\n \nYear Ended\nChange\nJune 25,\n2023\nJune 26,\n2022\nJune 27,\n2021\nFY23 vs. FY22\nFY22 vs. FY21\n \n(in thousands, except percentages)\nIncome tax expense\n$\n598,279 \n$\n587,828 \n$\n462,346 \n$\n10,451 \n1.8 \n%\n$\n125,482 \n27.1 \n%\nEffective tax rate\n11.7 \n%\n11.3 \n%\n10.6 \n%\n0.4%\n0.7%\nThe increase in the effective tax rate in fiscal year 2023 as compared to fiscal year 2022 and the increase in the effective tax rate in fiscal year 2022 compared to fiscal year 2021 was primarily due to the change in level and proportion of income in higher and lower tax jurisdictions.\nInternational revenues account for a significant portion of our total revenues, such that a material portion of our pre-tax income is earned and taxed outside the United States. International pre-tax income is taxable in the United States at a lower effective tax rate than the federal statutory tax rate. Please refer to \nNote 7\n of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K.\nBeginning in our fiscal year 2023, a provision enacted as part of the 2017 Tax Cuts & Jobs Act requires us to capitalize research and experimental expenditures for tax purposes. Due to this provision, we expect our cash tax payments to increase significantly in the near term and stabilize in future years as the capitalized expenditures continue to amortize.\nOn August 16, 2022, the IRA was signed into law. In general, the provisions of the IRA will be effective beginning with our fiscal year 2024, with certain exceptions. The IRA includes a new 15% corporate minimum tax. The impact on income taxes due to changes in legislation is required under the authoritative guidance of Accounting Standard Codification (“ASC”) 740, Income Taxes, to be recognized in the period in which the law is enacted. We have evaluated the potential impacts of the IRA and do not expect it to have a material impact on our effective tax rate. However, we expect future guidance from the Treasury Department and will further analyze when the guidance is issued.\nLam Research Corporation 2023 10-K \n32\nTable of Contents\n \nDeferred Income Taxes\nDeferred income taxes reflect the net tax effect of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes, as well as the tax effect of carryforwards. Our gross deferred tax assets were $1,303 million and $1,103 million at the end of fiscal years 2023 and 2022, respectively. These gross deferred tax assets were offset by gross deferred tax liabilities of $238 million and $234 million and a valuation allowance primarily representing our entire California deferred tax asset balance due to the single sales factor apportionment resulting in lower taxable income in California of $352 million and $309 million at the end of fiscal years 2023 and 2022, respectively. The change in gross deferred tax assets, gross deferred tax liabilities, and valuation allowance between fiscal year 2023 and 2022 is primarily due to increases in gross deferred tax assets for outside basis differences of foreign subsidiaries, tax credits, and capitalized research and experimental expenditures.\nWe evaluate if the deferred tax assets are realizable on a quarterly basis and will continue to assess the need for changes in valuation allowances, if any.\nUncertain Tax Positions \nWe re-evaluate uncertain tax positions on a quarterly basis. This evaluation is based on factors including, but not limited to, changes in facts or circumstances, changes in tax law, effectively settled issues under audit, and new audit activity. Any change in recognition or measurement would result in the recognition of a tax benefit or an additional charge to the tax provision.\nCritical Accounting Policies and Estimates\nA critical accounting policy is defined as one that has both a material impact on our financial condition and results of operations and requires us to make difficult, complex and/or subjective judgments, often as a result of the need to make estimates about matters that are inherently uncertain. The preparation of financial statements in conformity with U.S. generally accepted accounting principles (“GAAP”) requires management to make certain judgments, estimates and assumptions that could affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenue and expenses during the reporting period. We base our estimates and assumptions on historical experience and on various other assumptions we believe to be applicable and evaluate them on an ongoing basis to ensure they remain reasonable under current conditions. Actual results could differ significantly from those estimates, which could have a material impact on our business, results of operations, and financial condition. Our critical accounting estimates include:\n•\nthe recognition and valuation of revenue from arrangements with multiple performance obligations which impacts revenue;\n•\nthe valuation of inventory, which impacts gross margin;\n•\nthe valuation of warranty reserves, which impacts gross margin;\n•\nthe recognition and measurement of current and deferred income taxes, including the measurement of uncertain tax positions, which impact our provision for income tax expenses; and\n•\nthe valuation and recoverability of long-lived assets, which impacts gross margin and operating expenses when we record asset impairments or accelerate their depreciation or amortization.\nWe believe that the following critical accounting policies reflect the more significant judgments and estimates used in the preparation of our consolidated financial statements regarding the critical accounting estimates indicated above. See \nNote 2: Summary of Significant Accounting Policies\n of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K for additional information regarding our accounting policies.\nRevenue Recognition:\n We recognize revenue when promised goods or services are transferred to customers in an amount that reflects the consideration to which we expect to be entitled in exchange for those goods or services by following a five-step process, (1) identify the contract with a customer, (2) identify the performance obligations in the contract, (3) determine the transaction price, (4) allocate the transaction price to the performance obligations in the contract, and (5) recognize revenue when or as we satisfy a performance obligation, as further described below.\nIdentify the contract with a customer\n. We generally consider documentation of terms with an approved purchase order as a customer contract, provided that collection is considered probable, which is assessed based on the creditworthiness of the customer as determined by credit checks, payment histories, and/or other circumstances.\nIdentify the performance obligations in the contract\n. Performance obligations include sales of systems, spare parts, and services. In addition, our customer contracts contain provisions for installation and training services which have been deemed immaterial in the context of the contract.\nDetermine the transaction price\n. The transaction price for our contracts with customers consists of both fixed and variable consideration provided it is probable that a significant reversal of revenue will not occur when the uncertainty related to variable consideration is resolved. Fixed consideration includes amounts to be contractually billed to the customer while variable consideration includes estimates for discounts and credits for future usage which are based on contractual terms outlined in volume purchase agreements and other factors known at the time. We generally invoice customers at shipment and for professional services either as \nLam Research Corporation 2023 10-K \n33\nTable of Contents\n \nprovided or upon meeting certain milestones. Customer invoices are generally due within 30 to 90 days after issuance. Our contracts with customers typically do not include significant financing components as the period between the transfer of performance obligations and timing of payment are generally within one year.\nAllocate the transaction price to the performance obligations in the contract\n. For contracts that contain multiple performance obligations, we allocate the transaction price to the performance obligations in the contract on a relative standalone selling price basis. Standalone selling prices are based on multiple factors including, but not limited to historical discounting trends for products and services and pricing practices in different geographies.\nRecognize revenue when or as we satisfy a performance obligation\n. Revenue for systems and spares are recognized at a point in time, which is generally upon shipment or delivery. Revenue from services is recognized over time as services are completed or ratably over the contractual period of generally one year or less.\nInventory Valuation:\n Our policy is to assess the valuation of all inventories including manufacturing raw materials, work-in-process, finished goods, and spare parts in each reporting period. Obsolete inventory or inventory in excess of management’s estimated usage requirement is written down to its estimated net realizable value if less than cost. Estimates of market value include but are not limited to management’s forecasts related to our future manufacturing schedules, customer demand, technological and/or market obsolescence, general semiconductor market conditions, and possible alternative uses. If future customer demand or market conditions are less favorable than our projections, additional inventory write-downs may be required and would be reflected in cost of goods sold in the period in which the revision is made.\nWarranty:\n We record a provision for estimated warranty expenses to cost of sales for each system when we recognize revenue. We periodically monitor the performance and cost of warranty activities, if actual costs incurred are different than our estimates, we may recognize adjustments to provisions in the period in which those differences arise or are identified. We do not maintain general or unspecified reserves; all warranty reserves are related to specific systems.\nIncome Taxes:\n Deferred income taxes reflect the net tax effect of temporary differences between the carrying amount of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes, as well as the tax effect of carryforwards. We record a valuation allowance to reduce our deferred tax assets to the amount that is more likely than not to be realized. Realization of our net deferred tax assets is dependent on future taxable income. We believe it is more likely than not that such assets will be realized; however, ultimate realization could be negatively impacted by market conditions and other variables not known or anticipated at this time. In the event that we determine that we will not be able to realize all or part of our net deferred tax assets, an adjustment will be charged to earnings in the period such determination is made. Likewise, if we later determine that it is more likely than not that the deferred tax assets will be realized, then the previously provided valuation allowance will be reversed.\nWe recognize the benefit from a tax position only if it is more likely than not that the position will be sustained upon audit based solely on the technical merits of the tax position. Our policy is to include interest and penalties related to uncertain tax positions as a component of income tax expense.\nLong-lived Assets\n: We review goodwill at least annually for impairment during the fourth quarter of each fiscal year and if certain events or indicators of impairment occur between annual impairment tests. The process of evaluating the potential impairment of goodwill requires significant judgment. When reviewing goodwill for impairment, we first perform a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying value. In performing a qualitative assessment, we consider business conditions and other factors including, but not limited to (i) adverse industry or economic trends, (ii) restructuring actions and lower projections that may impact future operating results, (iii) sustained decline in share price, and (iv) overall financial performance and other events affecting the reporting units. If we conclude that it is more likely than not that the fair value of a reporting unit is less than its carrying amount, then a quantitative impairment test is performed by estimating the fair value of the reporting unit and comparing it to its carrying value, including goodwill allocated to that reporting unit.\nWe determine the fair value of our reporting units by using an income approach. Under the income approach, we determine fair value based on estimated future cash flows of each reporting unit, discounted by an estimated weighted-average cost of capital, which reflects the overall level of inherent risk of a reporting unit and the rate of return an outside investor would expect to earn.\nIn estimating the fair value of a reporting unit, we make estimates and judgments about the future cash flows of our reporting units, including estimated growth rates and assumptions about the economic environment. Although our cash flow forecasts are based on assumptions that are consistent with the plans and estimates we are using to manage the underlying businesses, there is significant judgment involved in determining the cash flows attributable to a reporting unit. In addition, we make certain judgments about allocating shared assets to the estimated balance sheets of our reporting units. Changes in judgment on these assumptions and estimates could result in a goodwill impairment charge.\nIf after completing the quantitative assessment the carrying value of a reporting unit exceeds its fair value, we would record an impairment charge equal to the excess of the carrying value of the reporting unit over its fair value, up to the amount of the goodwill assigned to the reporting unit.\nLam Research Corporation 2023 10-K \n34\nTable of Contents\n \nFor other long-lived assets, we review them whenever events or changes in circumstances indicate the carrying value of an asset or asset group may not be recoverable. If such indicators are present, we determine whether the sum of the estimated undiscounted cash flows attributable to the assets is less than their carrying value. If the sum is less, we recognize an impairment loss based on the excess of the carrying amount of the assets over their respective fair values. Fair value is determined by discounted future cash flows, appraisals or other methods. We recognize an impairment charge to the extent the present value of anticipated net cash flows attributable to the asset is less than the asset’s carrying value. The fair value of the asset then becomes the asset’s new carrying value, which we depreciate over the remaining estimated useful life of the asset. Assets to be disposed of are reported at the lower of the carrying amount or fair value. In addition, for fully amortized intangible assets, we de-recognize the gross cost and accumulated amortization in the period we determine the intangible asset no longer enhances future cash flows.\nRecent Accounting Pronouncements\nFor a description of recent accounting pronouncements, including the expected dates of adoption and estimated effects, if any, on our consolidated financial statements, see \nNote 3: Recent Accounting Pronouncements\n of our Consolidated Financial Statements, included in Part II, Item 8 of this 2023 Form 10-K.\nLiquidity and Capital Resources \nTotal gross cash, cash equivalents, investments, and restricted cash and investments balances were $5.6 billion at the end of fiscal year 2023 compared to $3.9 billion at the end of fiscal year 2022. This increase was primarily due to cash provided by operating activities, partially offset by Common Stock repurchases in connection with our stock repurchase program, dividends paid, and capital expenditures.\nCash Flow from Operating Activities\nNet cash provided by operating activities of $5.2 billion during fiscal year 2023 consisted of (in thousands):\nNet income\n$\n4,510,931 \nNon-cash charges:\nDepreciation and amortization\n342,432 \nDeferred income taxes\n(172,061)\nEquity-based compensation expense\n286,600 \nChanges in operating asset and liability accounts\n158,738 \nOther\n52,298 \n$\n5,178,938 \nSignificant changes in operating asset and liability accounts, net of foreign exchange impact, included the following sources of cash: decreases in accounts receivable of $1.5 billion, deferred profit of $163 million, and prepaid expenses and other assets of $136 million; partially offset by the following uses of cash: increase in inventories of $962 million, and decreases in accounts payable of $522 million, and accrued expenses and other liabilities of $109 million.\nCash Flow from Investing Activities\nNet cash used for investing activities during fiscal year 2023 was $535 million, primarily consisting of $502 million in capital expenditures and $120 million net cash disbursed for business acquisitions, partially offset by proceeds from sales and maturities of available-for-sale securities of $98 million.\nCash Flow from Financing Activities\nNet cash used for financing activities during fiscal year 2023 was $2.8 billion, primarily consisting of $2.0 billion in Common Stock repurchases, including net share settlement on employee stock-based compensation; and $908 million of dividends paid; partially offset by $121 million of stock issuance and treasury stock reissuances associated with our employee stock-based compensation plans.\nLiquidity\nGiven that the semiconductor industry is highly competitive and has historically experienced rapid changes in demand, we believe that maintaining sufficient liquidity reserves is important to support sustaining levels of investment in R&D and capital infrastructure. Anticipated cash flows from operations based on our current business outlook, combined with our current levels of cash, cash equivalents, and short-term investments as of June 25, 2023, are expected to be sufficient to support our anticipated levels of operations, investments, debt service requirements, capital expenditures, capital redistributions, and dividends through at least the next twelve months. However, factors outside of our control, including uncertainty in the global economy and the semiconductor industry, as well as disruptions in credit markets, have in the past, are currently, and could in the future, impact customer demand for our products, as well as our ability to manage normal commercial relationships with our customers, suppliers, and creditors.\nLam Research Corporation 2023 10-K \n35\nTable of Contents\n \nIn the longer term, liquidity will depend to a great extent on our future revenues and our ability to appropriately manage our costs based on demand for our products and services. While we have substantial cash balances, we may require additional funding and need or choose to raise the required funds through borrowings or public or private sales of debt or equity securities. We believe that, if necessary, we will be able to access the capital markets on terms and in amounts adequate to meet our objectives. However, domestic and global macroeconomic and political conditions could cause disruptions to the capital markets and otherwise make any financing more challenging, and there can be no assurance that we will be able to obtain such financing on commercially reasonable terms or at all.\nOff-Balance Sheet Arrangements and Contractual Obligations\n \nWe have certain obligations to make future payments under various contracts, some of which are recorded on our balance sheet and some of which are not. Certain obligations that are recorded on our balance sheet in accordance with GAAP include our long-term debt, operating leases and finance leases; refer to Notes \n14\n and \n15\n of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K for further discussion. Our off-balance sheet arrangements and our transition tax liability are presented as purchase obligations, refer to Note \n17\n of our Consolidated Financial Statements in Part II, Item 8 of this 2023 Form 10-K for further discussion.",
    "item7a": ">Item 7A.        \nQuantitative and Qualitative Disclosures About Market Risk\nInvestments\nWe maintain an investment portfolio of various holdings, types, and maturities. As of June 25, 2023, our mutual funds are classified as trading securities. Investments classified as trading securities are recorded at fair value based upon quoted market prices. Any material differences between the cost and fair value of trading securities are recognized as other income (expense), net in our Consolidated Statement of Operations. All of our other investments are classified as available-for-sale and consequently are recorded in the Consolidated Balance Sheets at fair value with unrealized gains or losses reported as a separate component of accumulated other comprehensive income, net of tax.\nInterest Rate Risk\nFixed-Income Securities\nOur investments in various interest-earning securities carry a degree of market risk for changes in interest rates. At any time, a sharp rise in interest rates could have a material adverse impact on the fair value of our fixed-income investment portfolio. Conversely, declines in interest rates could have a material adverse impact on interest income for our investment portfolio. We target to maintain a conservative investment policy, which focuses on the safety and preservation of our capital by limiting default risk, market risk, reinvestment risk, and concentration risk. As of June 25, 2023, our fixed income securities total $37.6 million. Market changes with hypothetical parallel shifts in the yield curve of plus or minus 50 basis points (“BPS”), 100 BPS, and 150 BPS, with a minimum interest rate of zero BPS, are not significant. \nWe mitigate default risk by investing in high credit quality securities and by positioning our portfolio to respond appropriately to a significant reduction in a credit rating of any investment issuer or guarantor. The portfolio includes only marketable securities with active secondary or resale markets to achieve portfolio liquidity and maintain a prudent amount of diversification.\nLong-Term Debt\nAs of June 25, 2023, we had $5.0 billion in principal amount of fixed-rate long-term debt outstanding, with a fair value of $4.4 billion. The fair value of our Notes is subject to interest rate risk and market risk. Generally, the fair value of Notes will increase as interest rates fall and decrease as interest rates rise. The interest and market value changes affect the fair value of our Notes but do not impact our financial position, cash flows, or results of operations due to the fixed nature of the debt obligations. We do not carry the Notes at fair value but present the fair value of the principal amount of our Notes for disclosure purposes.\nEquity Price Risk\nPublicly Traded Securities\nThe values of our investments in publicly traded securities, including mutual funds related to our obligations under our deferred compensation plans, are subject to market price risk. As of June 25, 2023, our publicly traded securities total $106.7 million. Potential fluctuations in the price of each security in the portfolio of plus or minus 10%, 15%, or 25% are not significant.\nForeign Currency Exchange (“FX”) Risk\nWe conduct business on a global basis in several major international currencies. As such, we are potentially exposed to adverse as well as beneficial movements in foreign currency exchange rates. The majority of our revenues and expenses are denominated in U.S. dollars. However, we are exposed to foreign currency exchange rate fluctuations on non-U.S. dollar transactions or cash flows. \nLam Research Corporation 2023 10-K \n36\nTable of Contents\n \nWe enter into foreign currency forward contracts to minimize the short-term impact of exchange rate fluctuations on certain foreign currency denominated monetary assets and liabilities, primarily cash, third-party accounts receivable, accounts payable, and intercompany receivables and payables. In addition, we hedge certain anticipated foreign currency cash flows. \nTo protect against adverse movements in value of anticipated non-U.S. dollar transactions or cash flows, we enter into foreign currency forward and option contracts that generally expire within 12 months and no later than 24 months. The option contracts include collars, an option strategy that is comprised of a combination of a purchased put option and a written call option with the same expiration dates and notional amounts but with different strike prices. These foreign currency hedge contracts are designated as cash flow hedges and are carried on our balance sheet at fair value, with the effective portion of the contracts’ gains or losses included in accumulated other comprehensive income (loss) and subsequently recognized in earnings in the same period the hedged revenue and/or expense is recognized. We also enter into foreign currency forward contracts to hedge the gains and losses generated by the remeasurement of certain non-U.S.-dollar denominated monetary assets and liabilities, primarily cash, third-party accounts receivable, accounts payable, and intercompany receivables and payables. The change in fair value of these balance sheet hedge contracts is recorded into earnings as a component of other income (expense), net, and offsets the change in fair value of the foreign currency denominated monetary assets and liabilities also recorded in other income (expense), net, assuming the hedge contract fully covers the hedged items. The unrealized gain of our outstanding forward and option contracts that are designated as cash flow hedges, as of June 25, 2023, and the change in fair value of these cash flow hedges assuming a hypothetical foreign currency exchange rate movement of plus or minus 10 percent and plus or minus 15 percent are not significant.\nThe unrealized loss of our outstanding foreign currency forward contracts that are designated as balance sheet hedges, as of June 25, 2023, and the change in fair value of these balance sheet hedges, assuming a hypothetical foreign currency exchange rate movement of plus or minus 10 percent and plus or minus 15 percent are not significant. These changes in fair values would be offset in other income (expense), net, by corresponding change in fair values of the foreign currency denominated monetary assets and liabilities, assuming the hedge contract fully covers the intercompany and trade receivable balances.\nLam Research Corporation 2023 10-K \n37\nTable of Contents\n ",
    "cik": "707549",
    "cusip6": "512807",
    "cusip": [
        "512807908",
        "512807958",
        "512807108"
    ],
    "names": [
        "LAM RESEARCH CORP CALL",
        "LAM RESEARCH CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/707549/000070754923000102/0000707549-23-000102-index.htm"
}