{
    "item1": ">Item 1.\n \nBusiness\n\n\n \n\n\nGraham Corporation (\"we,\" \"us,\" \"our\" or the \"Company\") is a global leader in the design and manufacture of mission critical fluid, power, heat transfer and vacuum technologies for the defense, space, energy and process industries.  For the defense industry, our equipment is used in nuclear and non-nuclear propulsion, power, fluid transfer, and thermal management systems.  For the space industry our equipment is used in propulsion, power and energy management systems and for life support systems.  We supply equipment for vacuum, heat transfer and fluid transfer applications used in energy and new energy markets including oil refining, cogeneration, and multiple alternative and clean power applications including hydrogen.  For the chemical and petrochemical industries, our heat transfer equipment is used in fertilizer, ethylene, methanol and downstream chemical facilities.\n\n\n \n\n\nOur corporate headquarters is located with our production facilities in Batavia, New York, where surface condensers and ejectors are designed, engineered, and manufactured.  Our wholly-owned subsidiary, Barber-Nichols, LLC (\"BN\"), based in Arvada, Colorado, designs, develops and manufactures specialty turbomachinery products for the aerospace, cryogenic, defense and energy markets (see \"Acquisition\" below).  We also have wholly-owned foreign subsidiaries, Graham Vacuum and Heat Transfer Technology Co., Ltd. (\"GVHTT\"), located in Suzhou, China and Graham India Private Limited (\"GIPL\"), located in Ahmedabad, India.  GVHTT provides sales and engineering support for us in the People's Republic of China and management oversight throughout Southeast Asia. GIPL serves as a sales and market development office focusing on the refining, petrochemical and fertilizer markets in India and the Middle East.\n\n\n \n\n\nWe were incorporated in Delaware in 1983 and are the successor to Graham Manufacturing Co., Inc., which was incorporated in New York in 1936.  Our stock is traded on the NYSE under the ticker symbol \"GHM\".\n\n\n \n\n\nOur fiscal year ends on March 31 of each year.  We refer to our fiscal year, which ended March 31, 2023, as fiscal 2023.  Likewise, we refer to our fiscal years that ended March 31, 2022 and March 31, 2021 as fiscal 2022 and fiscal 2021, respectively.\n \n\n\n \n\n\nAcquisition\n \n- On June 1, 2021, we acquired BN, a privately-owned designer and manufacturer of turbomachinery products for the aerospace, cryogenic, defense and energy markets located in Arvada, Colorado.  We believe that this acquisition furthered our growth strategy through market and product diversification, broadened our offerings to the defense and energy markets, and strengthened our presence in the defense sector.  The purchase price of $72,014 was comprised of shares of common stock, representing a value of $8,964, cash consideration of $61,150 and a contingent earn-out.  A total of $93,121 of assets were acquired including goodwill of $23,523 and other intangibles of $32,500.\n\n\nOur Products, Customers and Markets\n\n\n \n\n\n\tWe manufacture critical, custom-engineered products with high quality and reliability including:\n\n\n•\nDefense \n\n\n\nPower plant systems\n - ejectors, surface condensers\n\n\n\nTorpedo ejection, propulsion & power systems\n - turbines, alternators, regulators, pumps, blowers\n\n\n\nThermal management systems\n - pumps, blowers, drive electronics\n\n\n•\nSpace\n\n\n\nRocket propulsion systems\n - turbopumps, fuel pumps\n\n\n\nCooling systems\n - pumps, compressors, fans, blowers\n\n\n\nLife support systems\n - fans, pumps, blowers\n\n\n•\nEnergy\n\n\n\nHeat transfer & vacuum systems\n - ejectors, process condensers, surface condensers, liquid ring pumps, heat exchangers, nozzles\n\n\n\nPower generation systems\n - turbines, generators, compressors, pumps\n\n\n\nThermal management systems\n - pumps, blowers, electronics\n\n\n•\nChemical and Petrochemical Processing\n\n\n\nHeat transfer & vacuum systems\n - ejectors, process condensers, surface condensers, liquid ring pumps, heat exchangers, nozzles\n\n\n \n\n\nOur products are used in a wide range of applications, including:\n\n\n3\n\n\n\n\n \n\n\n•\nDefense \n\n\n\nAircraft carrier program (CVN)\n\n\n\nVirginia fast-attack submarine program (SSN)\n\n\n\nColumbia and Ohio ballistic submarine program (SSBN)\n\n\n\nU.S. Navy torpedoes\n\n\n\nRefueling and overhaul replacement equipment\n\n\n•\nSpace\n\n\n\nNASA xEMU next-generation space suit and commercial derivatives\n\n\n\nRelativity Space's Aeon program\n\n\n\nVarious commercial space propulsion, fluid and heat transfer applications\n\n\n•\nEnergy\n\n\n\nconventional oil refining\n\n\n\noil sands extraction and upgrading\n\n\n\nethanol plants\n\n\n\ncogeneration power plants\n\n\n\ngeothermal and biomass power plants\n\n\n\nconcentrated solar power\n\n\n\nmolten salt reactor development\n\n\n\nsmall modular nuclear reactor development\n\n\n\nhydrogen fuel cell power\n\n\n\nzero-emission aviation\n\n\n•\nChemical and Petrochemical Processing\n\n\n\nethylene, methanol and nitrogen producing plants \n\n\n\nurea and fertilizer plants\n\n\n\nplastics, resins and fibers plants\n\n\n\ndownstream petrochemical plants\n\n\n\ncoal-to-chemicals plants\n\n\n\ngas-to-liquids plants\n\n\n \n\n\n•\nCryogenic Fluid Processes\n\n\n\nsuperconducting cable and magnet cooling\n\n\n\nspace simulation chambers\n\n\n\nhydrogen production, transportation, distribution, fueling\n\n\n \n\n\n \n\n\n\tOur principal customers include tier one and tier two suppliers to the defense and aerospace industry, refineries, petrochemical plants, large engineering companies that build installations for companies in the energy and process industries (or Engineering Procurement Contractors (“EPCs”), and original equipment manufacturers (\"OEM\").  A representative list of our customers include: Aerojet Rocketdyne, Air Liquide, Applied Research Laboratory at Pennsylvania State University, Aramco, Bechtel Plant Machinery Inc., Blue Origin, Boeing, CERN, China State-owned Refiners, Cummins, DuPont, Dow Chemical, General Atomics, General Dynamics, ExxonMobil, Fluor Corporation, Jacobs Engineering Group Inc., Kairos Power, Koch Fertilizer ENID LLC, Lockheed Martin, MHI Compressor International Corporation, NASA, Newport News Shipbuilding, Northrop Grumman, Oak Ridge National Laboratory, Raytheon Technologies, SAIC, Sierra Space, U.S. Navy, and United Launch Alliance.\n\n\n \n\n\n\tOur products are sold by a team of sales engineers whom we employ directly.  Two customers each accounted for more than 10% of our revenue in the fiscal year ended March 31, 2023 (\"Fiscal 2023\").\n \nAs a result of our diversification efforts to more extensively support the U.S. Navy and the acquisition of BN, we have increased our concentration in domestic and defense sales.  Domestic sales accounted for approximately 81% of total sales in fiscal 2023, while sales to the defense industry were 42%.\n \n\n\n \n\n\nOur backlog at March 31, 2023 was $301,734 compared with $256,536 at March 31, 2022.  For more information on this performance indicator see \"Orders and Backlog\" below.\n \n\n\nOur Strengths\n\n\n\tOur core strengths include:\n\n\n•\nWe have a value-enhancing engineering sales and product development platform. \n We believe our customer-facing platform of technical sales, project estimating and application engineering are competitive advantages.  We have tools and \n\n\n4\n\n\n\n\n \n\n\ncapabilities that we believe allow us to move quickly and comprehensively to meet the unique needs of our customers.  We believe that our early and deep involvement in our customers' projects adds significant value and is an important competitive differentiator in the long sales cycle industries we serve.  We believe customers need our engineering and fabrication expertise early in a project life cycle to understand how best to utilize our equipment in the optimization of their systems.\n \n\n\n•\nWe are known for our strong capabilities to handle complex, custom orders\n.  The orders we receive are extremely complex.  In our markets, we believe that order administration, risk management, cost containment, quality control and engineering documentation are as important as the equipment itself.  We have developed order management capabilities to enable us to deliver high quality, engineered-to-order, as well as build-to-spec, process-critical equipment in a timely manner.  For our customers’ complex, custom orders we typically manage very rigorous interaction between our project management teams and the end user or its engineering firm, as product design and quality requirements are finalized. Customers' supplier selection process begins by assessing these order management capabilities.\n\n\n•\nWe maintain a responsive, flexible production environment.\n  Our operations teams are experienced at handling low volume, high mix orders of highly customized solutions.  While certain equipment in a product group may look similar, there are often subtle differences which are required to deliver the desired specification.  Also, during production it is not uncommon for customer-driven engineering changes to occur that alter the configuration of what had been initially released into production.  The markets we serve demand this flexible operating model.\n\n\n•\nWe have the capability to manage outsourced production.\n  Effectively accessing the global fabrication supply chain expands our market reach, increases execution capacity and can improve competitiveness.  We use this capability for three primary reasons: 1. delivering a lower cost manufacturing option; 2. expanding capacity to execute an order to meet customer timing requirements; and 3. addressing localized content requirements.  We have proven capability to deliver our specialized product designs with outsourced fabrication that meets our high quality standards.\n\n\n•\nWe provide robust technical support.\n  Our engineering and performance improvement personnel work with our customers to optimize the performance of our equipment, provide operator training and troubleshoot performance issues.  Technical expertise is important to our customers throughout the full product lifecycle and we believe their focus is on leveraging our equipment to maximize their systems' productivity.\n\n\n•\nWe have a highly trained workforce\n.\n \nWe maintain a long-tenured, highly skilled and flexible workforce.  We support the development of our employees through programs such as our internal weld school, our partnerships with community colleges and other external training programs.  We continually strive to enhance our corporate culture, develop our employees and improve employee engagement. \n\n\n•\nWe have the capability to manufacture to tight tolerances.  \nOur manufacturing abilities include the capability to fabricate to tight tolerances.  Additionally, we possess highly specialized manufacturing and electrochemical milling expertise on turbomachinery equipment.  This, combined with our strong quality control with objective quality evidence, provides us a unique competitive advantage.\n\n\nOur Strategy\n\n\nOur strategy is to build a diversified business that provides mission critical, high compliance products requiring exceptional engineering know-how and a highly-skilled and engaged workforce.  We expect to accomplish this by pursuing niche applications in markets with enduring tailwinds that reward differentiated engineered product and full lifecycle scope of work with higher margins. Over the last few years, we have transitioned from a highly cyclical energy business to a diversified company serving multiple markets including the defense, space and alternative energy industries.  Our long-term goal is to drive 8% to 10% average annualized revenue growth and low to mid-teen adjusted EBITDA margins by fiscal year 2027.  We expect to accomplish our goals through the development of our full lifecycle product model serving multiple markets while leveraging business unit synergies to optimize profitability and stability.  Additionally, we believe we must develop a highly engaged team that will drive continual improvement for the long term. Executed effectively, we expect our strategy to create more enduring, recurring opportunities and profitable growth.\n\n\n \n\n\nDuring fiscal 2023, we stabilized our vacuum and heat transfer business and invested in growth of our turbomachinery business.  As we advance into fiscal 2024, we will continue to evolve our strategy to reduce our cyclicality and further diversify our opportunities as we develop technologies that help solve our customers’ problems.  We are focusing our efforts to:\n \n\n\n•\nPursue clearly defined markets where product and technology differentiation matters;\n\n\n5\n\n\n\n\n \n\n\n•\nDrive operational excellence while investing in process optimization including digital and automated tools;\n\n\n•\nBuild an elite team of people passionate about their work; and\n\n\n•\nEngage all stakeholders to capture value.\n\n\n \n\n\nWe have not reconciled non-GAAP forward-looking adjusted EBITDA margin to its most directly comparable GAAP measure, as permitted by Item 10(e)(1)(i)(B) of Regulation S-K.  Such reconciliation would require unreasonable efforts to estimate and quantify various necessary GAAP components largely because forecasting or predicting our future operating results is subject to many factors out of our control or not readily predictable.\n\n\n \n\n\nCompetition\n\n\nOur business is highly competitive.  The principal bases on which we compete include technology, price, performance, reputation, delivery, and quality.  Our competitors listed in alphabetical order by market include:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNorth America\n\n\n\n\n\n\n \n\n\n\n\n\n\nMarket\n\n\n \n\n\nPrincipal Competitors\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNavy Nuclear Propulsion Program / Defense\n\n\n \n\n\nDC Fabricators; Joseph Oat; PCC; Triumph Aerospace; Xylem\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRefining vacuum distillation\n\n\n \n\n\nCroll Reynolds Company, Inc.; Gardner Denver, Inc.; GEA Wiegand GmbH\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nChemicals/petrochemicals\n\n\n \n\n\nCroll Reynolds Company, Inc.; Gardner Denver, Inc.; Schutte Koerting\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTurbomachinery OEM – defense and aerospace/space\n\n\n \n\n\nAmetek, Inc., Concepts NREC; Curtiss Wright; Florida Turbine Technologies; Honeywell; Kratos Defense & Security Solns\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTurbomachinery OEM – refining, petrochemical\n\n\n \n\n\nDonghwa Entec Co., Ltd..; KEMCO; Oeltechnik GmbH\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTurbomachinery OEM – power and power producer\n \n\n\n \n\n\nHoltec; KEMCO; Maarky Thermal Systems; Thermal Engineering International (USA), Inc.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ninternational\n\n\n\n\n\n\n \n\n\n\n\n\n\nMarket\n\n\n \n\n\nPrincipal Competitors\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRefining vacuum distillation\n\n\n \n\n\nEdwards, Ltd.; Gardner Denver, Inc.; GEA Wiegand GmbH; Korting Hannover AG\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nChemicals/petrochemicals\n\n\n \n\n\nCroll Reynolds Company, Inc.; Edwards, Ltd.; Gardner Denver, Inc.; GEA Wiegand GmbH; Korting Hannover AG; \nSchutte Koerting\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTurbomachinery OEM – refining, petrochemical\n\n\n \n\n\nChem Process Systems; Donghwa Entec Co., Ltd.; Hangzhou Turbine Equipment Co., Ltd.; KEMCO; Mazda (India); \nOeltechnik GmbH\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTurbomachinery OEM – power and power producer\n\n\n \n\n\nChem Process Systems; Holtec; KEMCO; Mazda (India); SPX Heat Transfer; Thermal Engineering International\n\n\n\n\n\n\n \n\n\nIntellectual Property\t\n\n\nOur success depends in part on our ability to protect our proprietary technologies.  We rely on a combination of patent, copyright, trademark, trade secret laws and contractual confidentiality provisions to establish and protect our proprietary rights.  We also depend heavily on the brand recognition of the Graham and Barber-Nichols names in the marketplace.\n\n\n \n\n\n6\n\n\n\n\n \n\n\nAvailability of Raw Materials\n\n\nAs discussed more fully in Item 1A “Risk Factors” of this report, inflation has accelerated in the U.S. and globally due in part to global supply chain issues, a rise in energy prices, labor shortages, and strong consumer demand as economies continue to reopen from restrictions related to the COVID-19 pandemic.  Additionally, international conflicts and other geopolitical events, including the ongoing war between Russia and the Ukraine, have further contributed to increased supply chain costs due to shortages in raw materials, increased costs for transportation and energy, disruptions in supply chains, and heightened inflation.  The inflationary environment has increased the cost of our raw materials and labor, which impacted our financial results, especially given that a large percentage of our contracts are fixed-price in nature.  To help mitigate this risk, we place orders for raw materials when the purchase orders are received from the customer to lock-in raw material pricing.\n \n\n\nWorking Capital Practices\n\n\nOur business does not require us to carry significant amounts of inventory or materials beyond what is needed for work in process.  We negotiate progress payments from our customers on our large projects to finance costs incurred.  We do not provide rights to return goods, or payment terms to customers that we consider to be extended in the context of the industries we serve.  We do provide for warranty claims, which historically have not had a material impact on our results of operations.\n\n\nGovernment and Environmental Regulation\n\n\nWe are subject to a variety of laws, rules and regulations in numerous jurisdictions within the United States and in each of the countries where we conduct business.  We are committed to conducting our business in accordance with all applicable laws, rules and regulations.  These laws, rules and regulations cover several diverse areas including environmental matters, employee health and safety, data and privacy protection, foreign practices, and anti-trust provisions.  Compliance with governmental regulations did not have a material impact on our financial results during fiscal 2023, and is not expected to have, a material impact on our capital expenditures, results of operations or competitive position.\n\n\nWe believe that a focus on environmental stewardship is fundamental and integral to the work we do every day to serve our customers, create value for our stockholders, and benefit our global community.  We have taken steps at both our business units in Batavia, New York and Arvada, Colorado to improve energy efficiencies and air quality and manage water consumption and waste. These efforts are focused on reducing our impact on the environment.  We have enhanced our Environmental, Social and Governance (\"ESG\") strategy to align with the broader transformation of our business.  Our executive management team recognizes the importance of embedding environmental and social priorities within our business operations and approved an enhanced and modernized ESG strategy intended to drive additional progress on initiatives that promote sustainability and increase transparency.  We have also established an ESG working group, which is responsible for leading our ESG strategy and monitoring our corporate social responsibility and environmental sustainability initiatives.  We do not expect environmental costs or contingencies to be material or to have a material adverse effect on our financial performance.  Due to risks in these areas, we cannot provide assurance that we will not incur material costs or liabilities in the future, which could adversely affect us.\n \n\n\nSeasonality\n\n\nNo material part of our business is seasonal in nature.  However, our energy business is highly cyclical as it depends on the willingness of our customers to invest in major capital projects.  To help mitigate this risk, we have taken steps to diversify our business into the defense industry including the acquisition of BN.  For fiscal 2023, sales to the defense industry accounted for approximately 42% of our total sales compared with approximately 25% prior to the acquisition.  Conversely, sales to the refining industry, which are more cyclical in nature, represented approximately 17% of revenue in fiscal 2023 compared with approximately 40% prior to the acquisition.\n\n\nResearch and Development Activities\n\n\nDuring fiscal 2023, fiscal 2022 and fiscal 2021, we spent $4,144, $3,845 and $3,367, respectively, on research and development (\"R&D\") activities.  The majority of our R&D is funded by our customers and is specific to help solve our customers’ problems in order to improve efficiencies, address challenging environments, or redesign for form and function. Additionally, we may be engineering new products and services for our customers and investing to improve existing products and services.\n\n\n \n\n\nHuman Capital Resources\n\n\nAs of March 31, 2023, we had 538 employees.  We believe that our relationship with our employees is good.\n\n\nAt Graham, we believe our most important asset is our people.  We are committed to fostering and embracing a Graham community in which employees share a mutual understanding and respect for each other.  Our pledge to diversity and equality encompasses our commitment to create a work environment which embraces inclusion regardless of race, color, religion, gender, sexual\n \n\n\n7\n\n\n\n\n \n\n\norientation, gender identity, national origin, age, genetic information, marital status, pregnancy, childbirth, disability, veteran status, medical conditions, or any protected status.\n \n\n\n•\nDiversity: Our Management recognizes that a diverse workforce and a culture of equity and inclusion helps us compete more effectively for talent, sustain success as a business, and build an engaged employee base.  We encourage every one of our team members to form deeper relationships with those around them based on mutual respect, dignity, and understanding. \n\n\n•\nEngagement: to encourage productive conversations within our organization, we have implemented employee surveys and an active engagement committee. \n\n\n•\nDevelopment: We believe that employee development is vital to our continued success, and we support the development of our employees through programs such as our internal weld school training, our partnerships for external weld training, our tuition assistance program, our apprenticeship program, our external partnership with community colleges, and our management training and six sigma training classes.  \n\n\n•\nHealth and Safety: We are dedicated to ensuring the health and safety of our team members by supporting the whole person.  Our dedicated global health and safety function is executed through our business unit safety committees to ensure that employees are trained and understand our best practices to create a safe and healthy workplace for all.  \n\n\n \n\n\nCorporate Governance and Available Information\n \n\n\nWe maintain a website located at www.grahamcorp.com.  On our website, we provide links that contain the reports, proxy statements and other information we file electronically with the SEC.  Printed copies of all documents we file with the SEC are available free of charge for any stockholder who makes a request.  Such requests should be made to our Corporate Secretary at our corporate headquarters.  The other information found on our website is not part of this or any other report we file with, or furnish to, the SEC.\n \n\n\nIte\nm 1A.       Risk Factors\n\n\n \n\n\nOur business and operations are subject to numerous risks, many of which are described below and elsewhere in this Form 10-K.  If any of the events described below or elsewhere in this Form 10-K occur, our business and results of operations could be harmed.  Additional risks and uncertainties that are not presently known to us, or which we currently deem to be immaterial, could also harm our business and results of operations.\n\n\n \n\n\nRisks Related to the Impacts of Macroeconomic Events\n\n\nDisruptions or delays in our supply chains could adversely affect our results of operations and financial performance.\n\n\nThe raw materials that we source come from a wide variety of domestic and international suppliers.  Global sourcing of many of the products we sell is an important factor in our financial results.  Reliance on our suppliers for these products exposes us to volatility in the prices and availability of these materials.  Disruptions in our supply chain, especially for an extended period of time, could impact our ability to meet customer requirements and our financial performance could be materially and adversely impacted.\n\n\nMacroeconomic impacts, including rising inflation, a slowdown in the economy, or a recession or expectation of a recession, may result in increased costs of operations and negatively impact the credit and securities markets generally, which could have a material adverse effect on our results of operations and the market price of our common stock.\n\n\nCurrent and future conditions in the economy have an inherent degree of uncertainty and are impacted by political, market, health and social events or conditions.  As a result, it is difficult to estimate the level of growth or contraction for the economy as a whole and in the specific markets in which we participate.  Current economic uncertainty and market volatility, including volatility in the banking sector, is anticipated to continue as a result of higher inflation, increased interest rates, supply chain disruptions, fluctuating foreign currency exchange rates and other geopolitical events.  An inflationary environment can increase our cost of labor, as well as other operating costs, which may have a material and adverse impact on our financial results.  In addition, economic conditions could impact and reduce the number of customers who purchase our products or services as credit becomes more expensive or unavailable.  Although interest rates have increased and are expected to increase further, inflation may continue.  Further, increased interest rates could have a negative effect on the securities markets generally which may, in turn, have a material and adverse effect on the market price of our common stock.\n\n\nActual or perceived events involving banking volatility or limited liquidity, defaults or other adverse developments that affect national or international financial systems or financial services industry companies, may result in market-wide liquidity problems which could have a material and adverse impact on our available cash and results of operations.\n \n\n\nAt any point in time, we hold our cash and cash equivalents that we use to meet our working capital needs in deposit accounts at various financial institutions or financial services industry companies at levels that may exceed the applicable Federal Deposit Insurance Corporation (\"FDIC\") insurance limits or similar government guarantee programs.  While we monitor the cash balances in\n \n\n\n8\n\n\n\n\n \n\n\nour operating accounts and adjust the cash balances as appropriate, these cash balances could be impacted if the underlying financial institution or financial services industry company fails.  There is no guarantee that the FDIC, or the applicable deposit insurance, if any, in other countries in which we conduct significant business, will provide access to all or some uninsured funds in the event of the closure, default or non-performance of the financial institution or financial services industry company with which we have a relationship, or that they would do so in a timely manner.\n \n\n\nAdditionally, if any parties with whom we conduct business are unable to access funds with their financial institutions or financial services industry companies with which they have relationships, such parties may be unable to satisfy their obligations to us. To date, we have not experienced significant losses of cash in our operating accounts or our invested cash or cash equivalents as a result of any banking volatility; however, we can provide no assurances that access to our operating cash or invested cash and cash equivalents will not be impacted by adverse conditions in the financial markets.  Further, banking volatility or adverse developments impacting financial systems may make equity or debt financing more difficult to obtain, and additional equity or debt financing might not be available on reasonable terms, if at all.  Difficulties obtaining equity or debt financing could have a material adverse effect on our financial condition and results of operations.\n\n\nOur business, financial condition and results of operations have been and may continue to be adversely affected by public health issues, including the recent COVID-19 pandemic.\n\n\nOur business, financial condition and results of operations have been and in the future may be adversely affected as a result of a global health crisis, such as the COVID-19 pandemic.  A global health crisis could impact our employees, suppliers, customers, financing sources or others’ ability to conduct business or negatively affect consumer and business confidence or the global economy. A public health crisis has affected, and could affect in the future, large segments of the global economy, including the markets we operate in, disrupting global supply chains, resulting in significant travel and transport restrictions, and creating significant disruption of the financial markets.  Economic uncertainty as a result of any global health crisis could negatively affect our business, suppliers, distribution channels, and customers, including as a result of business shutdowns or disruptions for an indefinite period of time, reduced operations, restrictions on shipping, fabricating or installing products, reduced consumer demand or customers’ ability to make payments.  As a result of public health crises, we may experience additional operating costs due to increased challenges with our workforce (including as a result of illness, absenteeism or government orders), implement further precautionary measures to protect the health of our workforce, experience increased project cancellations or projects put on hold, and reduced access to supplies, capital, and fundamental support services (such as shipping and transportation).  Any resulting financial impact from a global health crisis cannot be fully estimated at this time, but may materially and adversely affect our business, financial condition, or results of operations.\n\n\nFor example, due to a potential reduction in throughput capacity related to a global pandemic, such as that experienced with the COVID-19 pandemic, we may not be able to deliver products to customers on a timely basis.  Certain contracts in our backlog may contain provisions for a buyer to recover liquidated damages if our delivery is past contractual delivery dates, and such liquidated damages claimed by a customer could adversely affect our financial performance.\n\n\nIn addition, we operate and compete globally and the response to global health crises by domestic and foreign governments has been and may be in the future varied and those differences may impact our competitiveness.  There are uncertain political climates in the regions where our subsidiaries operate, and governmental action in those regions may result in the temporary closure or limited operations of our subsidiaries.  Government assistance during a pandemic may also differ between private and public companies, which may provide an advantage to one compared with another.  This may affect our competitive position and could disrupt the market access and success of our business compared with other current or new competitors which could have a material adverse impact on our financial condition or results of operation.\n\n\nThe extent to which our operations may be impacted by any global health situation will depend largely on future developments which are highly uncertain and we are unable to predict the ultimate impact that it may have on our business, future results of operations, financial position or cash flows.  Even while government restrictions and responses to the COVID-19 pandemic have lessened, we may experience materially adverse impacts to our business due to any resulting supply chain disruptions, economic recession or depression.  Furthermore, the impacts of a potential worsening of global economic conditions and the continued disruptions to and volatility in the financial markets remain unknown.  The impact of the COVID-19 pandemic may also exacerbate other risks discussed in this section, any of which could have a material adverse effect on us.\n\n\nRisks Related to our Business\n \n\n\nWe may experience customer concentration risk related to strategic growth for U.S. Navy projects.\n\n\nDuring fiscal 2023, sales to the defense industry continued to grow and represented 42% of our business compared with 51% and 25% of sales to the defense industry in fiscal 2022 and 2021, respectively.  While these projects are spread across multiple contractors for the U.S. Navy, the end customer for these projects is the same.  This concentration of business could add additional risk to us should there be a disruption, short or long term, in the funding for these projects or our participation in the U.S. Navy Nuclear Propulsion program.\n\n\nThe size of our contracts with the U.S. Navy may produce volatility in short term financial results.\n\n\n9\n\n\n\n\n \n\n\nWe believe our strategy to increase the penetration of U.S. Navy related opportunities, which are often much larger contracts than our commercial contracts, can, on occasion, be delayed before or during the revenue recognition cycle.  If we are unable to reallocate resources to other projects, we may see an increase in volatility in our near-term financial results and may impact our ability to effectively provide accurate investor guidance.\n\n\nEfforts to reduce large U.S. federal budget deficits could result in government cutbacks or shifts in focus in defense spending or in reduced incentives to pursue alternative energy projects, resulting in reduced demand for our products, which could harm our business and results of operations.\n\n\nOur business strategy calls for us to continue to pursue defense-related projects as well as projects for end users in the alternative energy markets in the U.S.  In recent years, the U.S. federal government has incurred large budget deficits. In the event that U.S. federal government defense spending is reduced or alternative energy related incentives are reduced or eliminated in an effort to reduce federal budget deficits, projects related to defense or alternative energy may decrease demand for our products.  The impact of such reductions could have a material adverse effect on our business and results of operations, as well as our growth opportunities.\n\n\nU.S. Navy orders are subject to annual government funding. A disruption in funding or a lapse in funding could materially and adversely impact our business.\n\n\nOne of our growth strategies is to increase our penetration of U.S. Navy-related opportunities.  Projects for the U.S. Navy and its contractors generally have a much longer order-to-shipment time period than our commercial orders.  The time between the awarding of an order to the completion of shipment can take three to seven years.  Annual government funding is required to continue the production of this equipment.  Disruption of government funding, short or long term, could impact the ability for us to continue our production activity on these orders.  Since this business is expected to increase as a percentage of our overall business, such a disruption, should it occur, could adversely impact the sales and profitability of our business.\n\n\nIn addition, the U.S. has previously experienced lapses in federal appropriations, which had, in the past, a short-term effect on our business.  Any such future lapse (each, a \"Government Shutdown\") could negatively affect our ability to ship finished products to customers.  We rely on federal government personnel, who are not able to perform their duties during a Government Shutdown, to conduct routine business processes related to the inspection and delivery of our products, process export licenses for us and perform other services for us that, when disrupted, may prevent us from timely shipping products outside the U.S.  If we are unable to timely ship our products outside the U.S., there could be a material adverse impact on our results of operations and business.  Moreover, our inability to ship products, or the perception by customers that we might not be able to timely ship our products in the future, may cause such customers to look to foreign competitors to fulfill their demand.  If our customers look to foreign competitors to source equipment of the type we manufacture, there could be a material and adverse impact on our results of operations and business.\n\n\nOur efforts to expand our U.S. Navy business and changes in the competitive environment for U.S. Navy procurement could materially and adversely impact our ability to grow this portion of our business.\n\n\nOver the past few years, we have expanded our business and the opportunities where we bid related to U.S. Navy projects.  Certain of our business expansions have relied, and in the future may rely, on awards or grants for capital expenditures related to build-outs to support this business.  If we are unable to meet the required milestone achievements for these build-outs in a timely way, we may be exposed to penalties or other added costs.\n\n\nIn addition, our increased market share has caused an adverse share position for some of our competitors for these products. Competitor response to our market penetration is possible.  Our customers may also raise concerns about their supplier concentration issues and the risk exposure related to this concentration.  As the U.S. Navy is looking to expand its fleet, there is also a risk that their facilities, their supply chain or our supply chain for raw materials, may not be able to support this expansion.  This could adversely impact our ability to grow this portion of our business.  Further, the bidding process related to these U.S. Navy projects requires us to devote a certain amount of time and resources to prepare bids and proposals and there is no assurance that we will recoup those investments.\n\n\nContract liabilities for large U.S. Navy contracts may be beyond our normal insurance coverage and a claim could have an adverse impact on our financial results.\n\n\nWe are diligent at managing ongoing risks related to projects and the requirements of our customers.  In addition, we secure business insurance coverage to minimize the impact of a major failure or liability related to our customers.  Due to certain U.S. government procurement policies, we may take on the risk of a liability for large U.S. Navy projects in excess of our insurance coverage and at a level which is higher than our commercial projects.  A claim related to one of these projects could have an adverse impact on our financial results.\n\n\n10\n\n\n\n\n \n\n\nNew technology used by the ships for the U.S. Navy may delay projects and may impact our ability to grow this portion of our business.\n\n\nCertain U.S. Navy vessels are implementing new technologies, unrelated to any of the equipment that we provide.  If there is a complication or delay to any ship caused by this new technology, it may delay the procurement and fabrication of future vessels, which could have a negative impact on our business.\n\n\nZero defect and other unfavorable provisions in government contracts, some of which are customary, may subject our business to material limitations, restrictions and uncertainties and may have a material adverse impact on our financial condition and operating results.\n \n\n\nGovernment contracts contain provisions that provide the U.S. government with substantial rights and remedies, many of which are not typically found in commercial contracts, including provisions that allow the U.S. government to inspect our products and unilaterally determine whether additional work is required to be completed to remedy any deemed deficiencies; to terminate existing contracts, in whole or in part, for any reason or no reason; unilaterally reduce or modify the government’s obligations under such contracts without our consent; decline to exercise an option to continue a contract or exercise an option to purchase only the minimum amount, if any, specified in a contract; take actions that result in a longer development timeline than expected; and change the course of a program in a manner that differs from the contract’s original terms or from our desired plan.\n\n\nGenerally, government contracts, including our contracts with the U.S. Navy, contain provisions permitting unilateral termination or modification, in whole or in part, at the U.S. government’s convenience.  Under general principles of government contracting law, if the U.S. government terminates a contract for convenience, the government contractor may recover only its incurred or committed costs, settlement expenses and profit on work completed prior to the termination.  If the U.S. government terminates a contract for default, the government contractor is entitled to recover costs incurred and associated profits on accepted items only and may be liable for excess costs incurred by the government in procuring undelivered items from another source.  In addition, government contracts normally contain additional requirements that may increase our costs of doing business, reduce our profits, and expose us to liability for failure to comply with these terms and conditions.  These requirements include, for example, unilateral inspection rights and the requirement that we complete additional work to remedy any deemed deficiency; specialized accounting systems unique to government contracts; mandatory financial audits and potential liability for price adjustments or recoupment of government funds after such funds have been spent; mandatory internal control systems and policies; and mandatory socioeconomic compliance requirements, including labor standards, non-discrimination and affirmative action programs and environmental compliance requirements.  If we fail to maintain compliance with these requirements, we may be subject to potential contract liability and to termination of our government contracts.\n\n\nFurthermore, any agreements and subcontracts with third parties, including suppliers, consultants and other third-party contractors that we enter into in order to satisfy our contractual obligations pursuant to our agreements with the U.S. government must also be compliant with the terms of our government contract.  Negotiating and entering into such arrangements can be time-consuming and we may not be able to reach agreement with such third parties.  Any delay or inability to enter into such arrangements or entering into such arrangements in a manner that is non-compliant with the terms of our government contract, may result in violations of our contract.\n\n\nThe markets we serve include the petroleum refining and petrochemical industries.  These industries are both highly cyclical in nature and dependent on the prices of crude oil and natural gas.  As a result, volatility in the prices of oil and natural gas may negatively impact our operating results.\n \n\n\nA portion of our revenue is derived from the sale of our products to companies in the chemical, petrochemical, and petroleum refining industries, or to firms that design and construct facilities for these industries.  These industries are highly cyclical, and are subject to the prices of crude oil and natural gas.  The prices of crude oil and natural gas have historically had periods when they have been very volatile, as evidenced by the extreme volatility in oil prices over the past few years, in part due to the COVID-19 pandemic, the Ukraine-Russia war, and macroeconomic impacts.  During times of significant volatility in the market for crude oil or natural gas, our customers often refrain from placing orders until the market stabilizes and future demand projections are clearer.  If our customers refrain from placing orders with us, our revenue would decline and there could be a material adverse effect on our business and results of operations.  Further, our commercial customers in these markets confront competing budget priorities and may have more limited resources for the types of products and services we provide.  As a result, there may be fewer projects available for us to compete for and the pricing environment is anticipated to remain challenging.  A sustained deterioration in any of the chemical, petrochemical, and petroleum refining industries we serve, would materially and adversely harm our business and operating results because our customers would not likely have the resources necessary to purchase our products, nor would they likely have the need to build additional facilities or improve existing facilities.\n\n\n11\n\n\n\n\n \n\n\nThe relative costs of oil, natural gas, nuclear power, hydropower and numerous forms of alternative energy production, and transitions in consumer demand toward different types of energy, may have a material and adverse impact on our business and operating results.\n\n\nGlobal and regional energy supply comes from many sources, including oil, natural gas, coal, hydro, nuclear, solar, wind, geothermal and biomass, among others.  A cost or supply shift among these sources could negatively impact our business opportunities.  A demand shift, where technological advances or consumer preferences favor the utilization of one or a few sources of energy may also impact the demand for our products.  Changes in consumer demand, including some driven by governmental and political preferences, toward electric, compressed natural gas, hydrogen vehicles and other alternative energy may impact our business.  We have products which can support certain technologies, while other technologies will not require our equipment.  If demand shifts in a manner that increases energy utilization outside of our traditional customer base or expertise, our business and financial results could be materially adversely affected.  In addition, governmental policy can affect the relative importance of various forms of energy sources.  For example, non-fossil based sources may receive government tax incentives to foster investment.  If these incentives become more prominent, our business and results of operations could suffer.\n\n\nClimate change and greenhouse gas regulations may affect our customers’ investment decisions.\n \n\n\nDue to concern over the risk of climate change, a number of countries have adopted, or are considering the adoption of, regulatory frameworks to reduce greenhouse gas emissions.  These restrictions may affect our customers' abilities and willingness to invest in new facilities or to re-invest in current operations.  These requirements could impact the cost of our customers’ products, lengthen project implementation times, and reduce demand for hydrocarbons, as well as shift hydrocarbon demand toward lower-carbon sources.  Any of the foregoing could adversely impact the demand for our products, which in turn could have an adverse effect on our business and results of operations.\n\n\nOur future success may be affected by our current and future indebtedness.\n\n\nUnder our loan agreements, as of March 31, 2023, we had $12,500 outstanding under our term loan with Bank of America, N.A. (\"Bank of America\").  We may borrow additional funds in the future to support our growth and working capital needs.  Pursuant to our loan agreements with Bank of America, we are required to provide financial information and reports while complying with other financial covenants.  On February 4, 2022, March 31, 2022 and June 7, 2022, we entered into amendment agreements with Bank of America that placed additional restrictive covenants on the Company and increased our borrowing costs.  In the future, should we be out of compliance with our bank agreement, there can be no assurance that we would be able to obtain additional waivers or renegotiate our credit facilities in a timely manner, on acceptable terms or at all.  If we were not able to obtain a covenant waiver under our debt facilities or renegotiate such facilities, we could be in default of such agreements, and in the event of such default our lender could demand immediate repayment of amounts outstanding.  There can be no assurance that we would have sufficient cash, or be able to raise sufficient debt or equity capital, or divest assets, to refinance or repay such facility or facilities in the event of such demand.  As a result, the failure to obtain covenant waivers or renegotiate our facilities as described above would have a material adverse effect on us and our ability to service our debt obligations.\n\n\nOur business is highly competitive.  If we are unable to successfully implement our business strategy and compete against entities with greater resources than us or against competitors who have a relative cost advantage, we risk losing market share to current and future competitors.\n\n\nWe encounter intense competition in all of our markets.  Some of our present and potential competitors may have substantially greater financial, marketing, technical or manufacturing resources.  Our competitors may also be able to respond more quickly to new technologies or processes and changes in customer demands and they may be able to devote greater resources towards the development, promotion and sale of their products.  Certain competitors may also have a cost advantage compared to us due to their geography or changes in relative currency values and may compete against us based on price.  This may affect our ability to secure new business and maintain our level of profitability.  As our markets continue to grow, and new market opportunities expand, we could see a shift in pricing as a result of facing competitors with lower production costs, which may have a material adverse impact on our results of operations and financial results.  In addition, our current and potential competitors may make strategic acquisitions or establish cooperative relationships among themselves or with third parties that increase their ability to address the needs of our customers.  Moreover, customer buying patterns can change if customers become more price sensitive and accepting of lower cost suppliers.  If we cannot compete successfully against current or future competitors, our business will be materially adversely affected.\n\n\nCustomer focus on short-term costs versus prioritizing quality and brand recognition, could harm our business and negatively impact our financial results.\n\n\nAlthough we have long-term relationships with many of our customers and with many engineering, procurement and construction companies, the project management requirements, pricing levels and costs to support each customer and customer type are often different.  Our customers have historically focused on the quality of the engineering and product solutions which we have provided to them, which may come at a higher cost.  Because our customers are unable to predict the length of the time period for the economic\n \n\n\n12\n\n\n\n\n \n\n\nviability of their plants, there has been more of a focus on relative importance of cost versus quality which looks at short-term costs instead of total long-term cost of operations.\n \n\n\nIn addition, customers in emerging markets which are driving global demand growth may also place less emphasis on our high quality and brand name than do customers in the U.S. and certain other industrialized countries where we compete.  If we are forced to compete for business with customers that place less emphasis on quality and brand recognition than our current customers, our results of operations could be materially adversely affected.\n \n\n\nA change in the structure of our markets, including through consolidation, could harm our business and negatively impact our financial results.\n\n\nThere are strong and long-standing relationships throughout the supply chain between the many parties involved in serving the end user of our products.  A change in the landscape between engineering and procurement companies, original equipment suppliers, others in the supply chain, and/or with the end users could have a material adverse effect on our business and results of operations.  These changes, or others, might occur through industry consolidations such as mergers, acquisitions or other business partnerships, and could have a material impact on our business and negatively impact our financial results.\n \n\n\nThe loss of, or significant reduction or delay in, purchases by our largest customers could reduce our revenue and adversely affect our results of operations.\n \n\n\nWhile we may have only one or two customers that represent over 10% of revenue in any one year, a small number of customers have accounted for a substantial portion of our historical net sales.  For example, sales to our top ten customers, who can vary each year, accounted for 46%, 42% and 63% of consolidated net sales in fiscal 2023, fiscal 2022 and fiscal 2021, respectively.  We expect that a limited number of customers will continue to represent a substantial portion of our sales for the foreseeable future.  The loss of any of our major customers, a decrease or delay in orders or anticipated spending by such customers, or a delay in the production of existing orders could materially adversely affect our revenues and results of operations.\n\n\nOur acquisition strategy may not be successful or may increase business risk.\n\n\nThe success of our acquisition strategy will depend, in part, on our ability to identify suitable companies or businesses to purchase and then successfully negotiate and close acquisition transactions.  In addition, our success depends in part on our ability to integrate acquisitions and realize the anticipated benefits from combining the acquisition with our historical business, operations and management.  We cannot provide any assurances that we will be able to complete any acquisitions and then successfully integrate the business and operations of those acquisitions without encountering difficulties, including unanticipated costs, issues or liabilities, difficulty in retaining customers and supplier or other relationships, failure to retain key employees, diversion of our management’s attention, failure to integrate information and accounting systems or establish and maintain proper internal control over financial reporting.  Moreover, as part of the integration process, we must incorporate an acquisition’s existing business culture and compensation structure with our existing business.  We also need to utilize key personnel who may be distracted from the core business.  If we are not able to efficiently integrate an acquisition’s business and operations into our organization in a timely and efficient manner, or at all, the anticipated benefits of the acquisition may not be realized, or it may take longer to realize these benefits than we currently expect, either of which could have a material adverse effect on our business or results of operations.\n\n\nWe have foreign operations and a percentage of our sales occur outside of the U.S. As a result, we are subject to the economic, political, regulatory and other risks of international operations.\n\n\nFor fiscal 2023, 19% of our revenue was from customers located outside of the U.S.  Moreover, through our subsidiaries, we maintain a sales office in China and a sales and market development office in India.  We intend to continue to expand our international operations to the extent that suitable opportunities become available.  Our foreign operations and sales could be adversely affected as a result of:\n\n\n•\nnationalization of private enterprises and assets;\n\n\n•\ntrade policies incentivizing domestic trade over international trade;\n\n\n•\npolitical or economic instability in certain countries and regions, such as the ongoing instability throughout the Middle East and/or portions of the former Soviet Union;\n\n\n•\nthe global economic impact as a result of the COVID-19 pandemic or future global health concerns;\n\n\n•\npolitical relationships between the U.S. and certain countries and regions;\n\n\n•\ndifferences in foreign laws, including difficulties in protecting intellectual property and uncertainty in enforcement of contract rights;\n\n\n•\nthe possibility that foreign governments may adopt regulations or take other actions that could directly or indirectly harm our business and growth strategy;\n\n\n13\n\n\n\n\n \n\n\n•\ncredit risks;\n\n\n•\ncurrency fluctuations;\n\n\n•\ntariff and tax increases;\n\n\n•\nexport and import restrictions and restrictive regulations of foreign governments; \n\n\n•\nshipping products during times of crisis or war;\n\n\n•\nour failure to comply with U.S. laws regarding doing business in foreign jurisdictions, such as the Foreign Corrupt Practices Act; or\n\n\n•\nother factors inherent in maintaining foreign operations.\n\n\nOur reputation, ability to do business and financial statements may be materially and adversely impacted by improper conduct by any of our employees, agents or business partners.\n\n\nWe cannot provide assurance that our internal controls and compliance systems will always protect us from acts committed by our employees, agents or business partners (or of businesses we acquire or partner with) that would violate U.S. laws or the laws of the applicable jurisdiction where we do business, including, among others, laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, export and import compliance, money laundering and data privacy.  In particular, the U.S. Foreign Corrupt Practices Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business.  Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the U.S. and in other jurisdictions and related shareholder lawsuits, if any, could lead to substantial civil and criminal, monetary and non-monetary penalties and could cause us to incur significant legal and investigatory fees.  In addition, we rely on our suppliers to adhere to our supplier standards of conduct and violations of such standards of conduct could occur that could have a material and adverse effect on our financial statements.\n\n\nThe impact of potential changes in customs and trade policies and tariffs imposed by the U.S. and those imposed in response by other countries, including China, as well as rapidly changing trade relations, could materially and adversely affect our business and results of operations.\n\n\nThe U.S. government has made proposals that are intended to address trade imbalances, which include encouraging increased production in the United States.  These proposals could result in increased customs duties and the renegotiation of some U.S. trade agreements.  Changes in U.S. and foreign governments’ trade policies have resulted and may continue to result in tariffs on imports into, and exports from, the U.S.  In the past, the U.S. imposed tariffs on imports from several countries, including China, Canada, the European Union and Mexico.  In response, China, Canada and the European Union have proposed or implemented their own tariffs on certain exports from the U.S. into those countries.  Tariffs affecting our products and product components, including raw materials we use, particularly high-end steel and steel related products, may add significant costs to us and make our products more expensive. Potential future changes in trade policies could result in customers changing their behavior in project procurement, due to uncertainty related to timely execution and/or import and export restrictions.  As a result, our products could become less attractive to customers outside the U.S. due to U.S. import tariffs on our raw materials and our profit margins would be negatively impacted.  Accordingly, continued tariffs may weaken relationships with certain trading partners and may adversely affect our financial performance and results of operations.  When beneficial to us, we may consider alternate sourcing options, including offshore subcontracting, in order to minimize the impact of the tariffs.  Because we conduct aspects of our business in China through our subsidiary, potential reductions in trade with China and diminished relationships between China and the U.S., as well as the continued escalation of tariffs, could have a material adverse effect on our business and results of operations.\n\n\nThe operations of our subsidiary in China may be adversely affected by China’s evolving economic, political and social conditions.\n \n\n\nWe conduct our business in China primarily through our wholly-owned subsidiary.  The results of operations and future prospects of our subsidiary in China may be adversely affected by, among other things, changes in China's political, economic and social conditions, including as a result of the COVID-19 pandemic, changes in the relationship between China and its western trade partners, changes in policies of the Chinese government, changes in laws and regulations or in the interpretation of existing laws and regulations, changes in foreign exchange regulations, measures that may be introduced to control inflation, such as interest rate increases and changes in the rates or methods of taxation.  In addition, changes in demand could result from increased competition from local Chinese manufacturers who have cost advantages or who may be preferred suppliers for Chinese end users.  Also, China's commercial laws, regulations and interpretations applicable to non-Chinese owned market participants, such as us, are continually changing.  These laws, regulations and interpretations could impose restrictions on our ownership or the operation of our interests in China and have a material adverse effect on our business and results of operations.\n\n\nIntellectual property rights are difficult to enforce in China and India, which could harm our business.\n \n\n\n14\n\n\n\n\n \n\n\nCommercial law in China is relatively undeveloped compared with the commercial law in many of our other major markets and limited protection of intellectual property is available in China as a practical matter.  Similarly, proprietary information may not be afforded the same protection in India as it is in our other major markets with more comprehensive intellectual property laws. Although we take precautions in the operations of our subsidiaries to protect our intellectual property, any local design or manufacture of products that we undertake could subject us to an increased risk that unauthorized parties will be able to copy or otherwise obtain or use our intellectual property, which could harm our business.  We may also have limited legal recourse in the event we encounter patent or trademark infringers, which could have a material adverse effect on our business and results of operations.\n\n\nUncertainties with respect to the legal system in China may adversely affect the operations of our subsidiary in that country.\n\n\nOur subsidiary in China is subject to laws and regulations applicable to foreign investment in China.  There are uncertainties regarding the interpretation and enforcement of laws, rules and policies in China.  The legal system in China is based on written statutes, and prior court decisions have limited precedential value.  Because many laws and regulations are relatively new and the Chinese legal system is still evolving, the interpretations of many laws, regulations and rules are not always uniform.  Moreover, the relative inexperience of China's judiciary in many cases creates additional uncertainty as to the outcome of any litigation, and the interpretation of statutes and regulations may be subject to government policies reflecting domestic political agendas.  Finally, enforcement of existing laws or contracts based on existing law may be uncertain and sporadic.  For the preceding reasons, it may be difficult for us to obtain timely or equitable enforcement of laws ostensibly designed to protect companies like ours, which could have a material adverse effect on our business and results of operations.\n \n\n\nRegulation of foreign investment in India may adversely affect the operations of our Indian subsidiary.\n\n\nOur subsidiary in India is subject to laws and regulations applicable to foreign investment in India.  India regulates ownership of Indian companies by foreign entities.  These regulations may apply to our funding of our Indian operating subsidiary.  For example, the government of India has set out criteria for foreign investments in India, including requirements with respect to downstream investments by companies in India which are owned or controlled by foreign entities and the transfer of ownership or control of  companies in India in certain industries.  These requirements may adversely affect our ability to operate our Indian subsidiary.  There can be no assurance that we will be able to obtain any required approvals for future acquisitions, investments or operations in India, or that we will be able to obtain such approvals on satisfactory terms.\n\n\nChanges in U.S. and foreign energy policy regulations could adversely affect our business.\n\n\nEnergy policy in the U.S. and other countries where we sell our products is evolving rapidly and we anticipate that energy policy will continue to be an important legislative priority in the jurisdictions where we sell our products.  It is difficult, if not impossible, to predict the changes in energy policy that could occur, as they may be related to changes in political administration, public policy or other factors.  The elimination of, or a change in, any of the current rules and regulations in any of our markets could create a regulatory environment that makes our end users less likely to purchase our products, which could have a material adverse effect on our business.  Government subsidies or taxes, which favor or disfavor certain energy sources compared with others, could have a material adverse effect on our business and operating results.\n\n\nNear-term income statement impact from competitive contracts could adversely affect our operating results.\n\n\nDuring weaker market periods, we may choose to be more aggressive in pricing certain competitive projects to protect or gain market share or to increase the utilization of our facilities.  In these situations, it is possible that an incrementally profitable order, while increasing contribution, may be unprofitable from an accounting perspective when including fixed manufacturing costs.  In these situations, we are required to recognize the financial loss at the time of order acceptance, or as soon as our cost estimates are updated, whichever occurs first.  It is possible we may accumulate losses either on a large project or more than one project such that, in a short time period, for example a reporting quarter, these losses may have a meaningful impact on the earnings for that period.\n\n\nOur operating results could be adversely affected by customer contract cancellations and delays.\n\n\nAdverse economic or specific project conditions can lead to a project being placed on hold or cancelled by our customers.  We had one project cancelled in fiscal 2023 and no projects cancelled in fiscal 2022 or fiscal 2021.  We had no projects on hold at March 31, 2023.  As further discussed in Item 7 of Part II of this Annual Report on Form 10-K - Management's Discussion and Analysis of Financial Condition and Results of Operations, on April 4, 2023, Virgin Orbit Holdings, Inc. (\"Virgin Orbit\") commenced voluntary proceedings under Chapter 11 of the U.S. Bankruptcy Code (\"Chapter 11 Bankruptcy\").  As a result, we reversed approximately $4,000 of purchase orders and recorded approximately $2,500 of reserves for inventory and accounts receivable during fiscal 2023 related to Virgin Orbit, net of associated performance-based compensation.  As of March 31, 2023, we estimate that we have approximately $1,000 to $2,000 of additional exposure related to Virgin Orbit depending on the outcome of the bankruptcy proceedings, but currently do not expect any material financial impact to fiscal 2024 results.\n\n\nWe attempt to mitigate the risk of cancellation by structuring contracts with our customers to maximize the likelihood that progress payments made to us for individual projects cover the costs we have incurred.  As a result, we do not believe we have a significant cash exposure to projects which may be cancelled.  Open orders are reviewed continuously through communications with\n \n\n\n15\n\n\n\n\n \n\n\ncustomers.  If it becomes evident to us that a project is delayed well beyond its original shipment date, management will move the project into \"placed on hold\" (i.e., suspended) category.  Furthermore, if a project is cancelled by our customer, it is removed from our backlog.\n\n\nThe value of our backlog as of March 31, 2023 was $301,734.  Our backlog can be significantly affected by the timing of large orders.  The amount of our backlog at March 31, 2023 is not necessarily indicative of future backlog levels or the rate at which our backlog will be recognized as sales.  Although historically the amount of modifications and terminations of our orders has not been material compared with our total contract volume, customers can, and sometimes do, terminate or modify their orders.  This generally occurs more often in times of end market or capital market turmoil.  We cannot predict whether cancellations will occur or accelerate in the future.  Although certain of our contracts in backlog may contain provisions allowing for us to assess cancellation charges to our customers to compensate us for costs incurred on cancelled contracts, cancellations of purchase orders or modifications made to existing contracts could substantially and materially reduce our backlog and, consequently, our future sales and results of operations.  Moreover, delay of contract execution by our customers can result in volatility in our operating results.\n\n\nOur current backlog contains a number of large orders from the U.S. Navy.  In addition, we are continuing to pursue business in this end market which offers large multi-year projects which have an added risk profile beyond that of our historic customer base.  A delay, long-term extension or cancellation of any of these projects could have a material adverse effect on our business and results of operations.\n\n\nFurther, certain defense contracts we secure may be designated a program of highest national priority requiring production preference over commercial orders which could impact our commercial backlog and result in production delays.  As a result, commercial customers could seek damages, including liquidated damages, as performance penalties and there may be a negative impact to the willingness of customers to place future orders with us due to a concern that orders may be subordinated to such contracts.\n\n\nOur customers’ ability and willingness to make progress payments may be impacted by any extended downturn in their markets which could adversely impact their financial stability and increase the risk to us of uncollectable accounts receivables.\n\n\nThe financial strength of our customers can be impacted by a severe or lengthy downturn in their markets which could lead to additional risk in our ability to collect outstanding accounts receivables.  We attempt to mitigate this risk with the utilization of progress payments for many projects, but certain industries, end markets and geographies are not as willing to make progress payments.  Certain projects require a small portion of the total payments to be held until the customer's facility is fully operational, which can be in excess of one year beyond our delivery of equipment to them.  This additional time may add risk to our ability to collect on the outstanding accounts receivables.\n\n\nOur exposure to fixed-price contracts and the timely completion of such contracts could negatively impact our results of operations.\n \n\n\nA substantial portion of our sales is derived from fixed-price contracts, which may involve long-term fixed-price commitments by us to our customers.  While we believe our contract management processes are strong, we nevertheless could experience difficulties in executing large contracts, including but not limited to, estimating errors, cost overruns, supplier failures and customer disputes.  For example, in fiscal 2022, we experienced material cost overruns related to defense contracts at our Batavia, NY facility.  To the extent that any of our fixed-price contracts are delayed, our subcontractors fail to perform, contract counterparties successfully assert claims against us, the original cost estimates in these or other contracts prove to be inaccurate or the contracts do not permit us to pass increased costs on to our customers, our profitability may decrease or losses may be incurred which, in turn, could have a material adverse effect on our business and results of operations.  For our U.S. Navy projects, these fixed-priced contracts have order to shipment periods which can exceed five years.  This additional time-based risk, which we believe is manageable, nevertheless increases the likelihood of cost fluctuation, which could have a material adverse effect on our business and results of operation.\n\n\nWe may experience losses if we are unable to collect on our accounts receivables if our customers are unable or unwilling to pay their invoices in a timely manner or at all.\n\n\nOur customers, even those we have had a long-standing business relationship with, may at any time, experience economic hardship which could cause those customers to be unwilling or unable to pay their invoices in a timely manner or at all.  In addition, a number of our customers may have limited resources and may not have a history of creditworthiness that we can audit to determine reliability for payment of accounts receivable.  For example, many of our customers and the key players within the space industry have not yet achieved profitability, have incurred significant losses since inception, and may be unable to achieve profitability when expected, if at all, similar to Virgin Orbit as discussed above.  As such, our ability to predict and plan for future revenue and operations within the space industry is subject to risk.  Due to the variable nature of sales and orders within the space industry our future revenue and growth in the space industry is uncertain and may materially and adversely impact our results of operations.\n \n\n\nTo the extent a company is unable or unwilling to fulfill their obligations to us it could result in a material and adverse impact to our results of operations.  Even if they are financially solvent and stable and we are successful in securing a commercial relationship with them, their business plans for future programs may be inherently uncertain and unpredictable, and less structured than other companies.  If any of our customers suffers significant financial difficulties, insolvency or bankruptcy, they may be unable to pay us in a timely manner or at all.  It is also possible that our customers may contest their obligations to pay us, including under bankruptcy laws\n \n\n\n16\n\n\n\n\n \n\n\nor otherwise.  Even if our customers do not contest their obligations to pay us, if our customers are unable to pay us in a timely manner, it could materially and adversely impact our ability to collect accounts receivable.  Moreover, we may have to negotiate significant discounts and/or extended financing terms with these customers in such a situation in an attempt to secure outstanding payments or partial payment.  Accordingly, if we are unable to collect upon our accounts receivable as they come due in an efficient and timely manner, our business, financial condition or results of operations may be materially and adversely affected.\n\n\nGiven our size and specialization of our business, if we lose any member of our management team and we experience difficulty in finding a qualified replacement, our business could be harmed.\n\n\nCompetition for qualified management and key technical and sales personnel in our industry is intense.  Moreover, our technology is highly specialized, and it may be difficult to replace the loss of any of our key technical and sales personnel.  Many of the companies with which we compete for management and key technical and sales personnel have greater financial and other resources than we do or are located in geographic areas which may be considered by some to be more desirable places to live.  If we are not able to retain any of our key management, technical or sales personnel, it could have a material adverse effect on our business and results of operations.\n \n\n\nWe rely on the performance of highly skilled personnel, including our engineering, production and technology professionals; if we are unable to retain or motivate key personnel or hire, retain and motivate qualified personnel, our business could be harmed.\n\n\nWe believe our success has depended, and continues to depend, on the efforts and talents of our highly skilled work force, including our specialized engineers, machinists, and welders.  Our ability to successfully pursue our growth strategy and compete effectively depends on our ability to attract, motivate and retain our personnel.  Competition for well-qualified employees in all aspects of our business, including our skilled production workers such as welders, machinists, and engineers, is intense, and it may be even more challenging to retain qualified personnel as many companies have moved to offer a remote or hybrid work environment, and considering the current period of heightened employee attrition in the United States and other countries.  In response to competition, rising inflation rates and labor shortages, we may need to adjust employee compensation, which could affect our operating costs and margins, as well as potentially cause dilution to existing stockholders.  We may also lose new employees to our competitors in any of our markets before we realize the benefit of our investment in recruiting and training them.  If we do not succeed in attracting well-qualified employees or retaining and motivating existing employees, our business would be materially and adversely affected.\n \n\n\nIf we become subject to product liability, warranty or other claims, our results of operations and financial condition could be adversely affected.\n\n\nThe manufacture and sale of our products exposes us to potential product liability claims, including those that may arise from failure to meet product specifications, misuse or malfunction of our products, design flaws in our products, or use of our products with systems not manufactured or sold by us.  For example, our equipment is installed in facilities that operate dangerous processes and the misapplication, improper installation or failure of our equipment may result in exposure to potentially hazardous substances, personal injury or property damage.  In addition, BN produces certain products in large quantities which could also expose us to potential product warranty and liability claims.\n\n\nProvisions contained in our contracts with customers that attempt to limit our damages may not be enforceable or may fail to protect us from liability for damages and we may not negotiate such contractual limitations of liability in certain circumstances.  Our insurance may not cover all liabilities and our historical experience may not reflect liabilities we may face in the future.  Our risk of liability may increase as we manufacture more complex or larger projects.  We also may not be able to continue to maintain such insurance at a reasonable cost or on reasonable terms, or at all.  Any material liability not covered by provisions in our contracts or by insurance could have a material adverse effect on our business and financial condition.\n \n\n\nFurthermore, if a customer suffers damage as a result of an event related to one of our products, even if we are not at fault, they may reduce their business with us.  We may also incur significant warranty claims which are not covered by insurance.  In the event a customer ceases doing business with us as a result of a product malfunction or defect, perceived or actual, or if we incur significant warranty costs in the future, there could be a material adverse effect on our business and results of operations.\n \n\n\nIf third parties infringe upon our intellectual property or if we were to infringe upon the intellectual property of third parties, we may expend significant resources enforcing or defending our rights or suffer competitive injury.\n\n\nOur success depends in part on our proprietary technology.  We rely on a combination of patent, copyright, trademark, trade secret laws and confidentiality provisions to establish and protect our proprietary rights.  If we fail to successfully enforce our intellectual property rights, our competitive position could suffer.  We may also be required to spend significant resources to monitor and police our intellectual property rights.  Similarly, if we were found to have infringed upon the intellectual property rights of others, our competitive position could suffer.  Furthermore, other companies may develop technologies that are similar or superior to our technologies, duplicate or reverse engineer our technologies or design around our proprietary technologies.  Any of the foregoing could have a material adverse effect on our business and results of operations.\n\n\n17\n\n\n\n\n \n\n\nIn some instances, litigation may be necessary to enforce our intellectual property rights and protect our proprietary information, or to defend against claims by third parties that our products infringe upon their intellectual property rights.  Any litigation or claims brought by or against us, whether with or without merit, could result in substantial costs to us and divert the attention of our management, which could materially harm our business and results of operations.  In addition, any intellectual property litigation or claims against us could result in the loss or compromise of our intellectual property and proprietary rights, subject us to significant liabilities, require us to seek licenses on unfavorable terms, prevent us from manufacturing or selling certain products or require us to redesign certain products, any of which could have a material adverse effect on our business and results of operations.\n \n\n\nWe are subject to foreign currency fluctuations which may adversely affect our operating results.\n\n\nWe are exposed to the risk of currency fluctuations between the U.S. dollar and the currencies of the countries in which we sell our products to the extent that such sales are not based in U.S. dollars - primarily the Chinese RMB and India INR.  Currency movements can affect sales in several ways, the foremost being our ability to compete for orders against foreign competitors that base their prices on relatively weaker currencies.  Strength of the U.S. dollar compared with the Euro, India, or Asian currencies may put us in a less competitive position.  Business lost due to competition for orders against competitors using a relatively weaker currency cannot be quantified.  In addition, cash can be adversely impacted by the conversion of sales made by us in a foreign currency to U.S. dollars.  While we may enter into currency exchange rate hedges from time to time to mitigate these types of fluctuations, we cannot remove all fluctuations or hedge all exposures and our earnings could be adversely impacted by changes in currency exchange rates.  In addition, if the counter-parties to such exchange contracts do not fulfill their obligations to deliver the contractual foreign currencies, we could be at risk for fluctuations, if any, required to settle the obligation.  Any of the foregoing could adversely affect our business and results of operations. At March 31, 2023, we held no forward foreign currency exchange contracts.\n\n\nSecurity threats and other sophisticated computer intrusions could harm our information systems, which in turn could harm our business and financial results.\n\n\nWe utilize information systems and computer technology throughout our business.  We store sensitive data, proprietary information and perform engineering designs and calculations on these systems.  Threats to these systems, and the laws and regulations governing security of data, including personal data, on information systems and otherwise held by companies is evolving and adding layers of complexity in the form of new requirements and increasing costs of attempting to protect information systems and data and complying with new cybersecurity regulations.  Information systems are subject to numerous and evolving cybersecurity threats and sophisticated computer crimes, which pose a risk to the stability and security of our information systems, computer technology, and business.  Global cybersecurity threats can range from uncoordinated individual attempts to gain unauthorized access to our information systems and computer technology to sophisticated and targeted measures known as advanced persistent threats and ransomware.  The techniques used in these attacks change frequently and may be difficult to detect for periods of time and we may face difficulties in anticipating and implementing adequate preventative measures.  The potential consequences of a material cybersecurity incident and its effects include financial loss, reputational damage, litigation with third parties, theft of intellectual property, fines levied by the Federal Trade Commission or other government agencies, diminution in the value of our investment in research, development and engineering, and increased cybersecurity protection and remediation costs due to the increasing sophistication and proliferation of threats, which in turn could adversely affect our competitiveness and results of operations.  A failure or breach in security could expose our company as well as our customers and suppliers to risks of misuse of information, compromising confidential information and technology, destruction of data, production disruptions, ransom payments, and other business risks which could damage our reputation, competitive position and financial results of our operations.  Further, our technology resources may be strained due to an increase in the number of remote users.  Cybersecurity laws and regulations continue to evolve, and are increasingly demanding, both in the U.S. and globally, which adds compliance complexity and may increase our costs of compliance and expose us to reputational damage or litigation, monetary damages, regulatory enforcement actions, or fines in one or more jurisdictions.  While we carry cyber insurance, we cannot be certain that our coverage will be adequate for liabilities actually incurred, that insurance will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim.  In addition, defending ourselves against these threats may increase costs or slow operational efficiencies of our business.  If any of the foregoing were to occur, it could have a material adverse effect on our business and results of operations.\n \n\n\nOur enterprise resource planning system utilized at our facilities in Batavia, N.Y. is aging, and we may experience issues from implementation of a new enterprise resource planning system.\n\n\nWe have an enterprise resource planning system (“ERP”) to assist with the collection, storage, management and interpretation of data from our business activities to support future growth and to integrate significant processes.  Our ERP at our Batavia, N.Y. operations is aging and we expect to begin implementing a new ERP during fiscal 2024.  ERP implementations are complex, distracting to the business and management, and time-consuming and involve substantial expenditures on system software and implementation activities, as well as changes in business processes.  Our ERP is critical to our ability to accurately maintain books and records, record transactions, provide important information to our management and prepare our consolidated financial statements. ERP implementations also require the transformation of business and financial processes in order to reap the benefits of the new ERP; any such transformation involves risks inherent in the conversion to a new computer system, including loss of information and potential disruption to our normal operations.  Any disruptions, delays or deficiencies in the design and implementation of a new ERP could adversely affect our ability to\n \n\n\n18\n\n\n\n\n \n\n\nprocess orders, provide services and customer support, send invoices and track payments, fulfill contractual obligations or otherwise operate our business.  Additionally, if the ERP does not operate as intended, the effectiveness of our internal control over financial reporting could be adversely affected or our ability to assess it adequately could be delayed.  Further, we may not realize the benefits we anticipate should all or part of the ERP upgrade implementation process prove to be ineffective.  Accordingly, such events may disrupt or reduce the efficiency of our entire operations and have a material adverse effect on our operating results and cash flows.\n\n\nWe face potential liability from asbestos exposure and similar claims that could result in substantial costs to us as well as divert attention of our management, which could have a material adverse effect on our business and results of operations.\n\n\nWe are a defendant in a number of lawsuits alleging illnesses from exposure to asbestos or asbestos-containing products and seeking unspecified compensatory and punitive damages.  We cannot predict with certainty the outcome of these lawsuits or whether we could become subject to any similar, related or additional lawsuits in the future.  In addition, because some of our products are used in systems that handle toxic or hazardous substances, any failure or alleged failure of our products in the future could result in litigation against us.  For example, a claim could be made under various regulations for the adverse consequences of environmental contamination.  Any litigation brought against us, whether with or without merit, could result in substantial costs to us as well as divert the attention of our management, which could have a material adverse effect on our business and results of operations.\n\n\nMany of our large international customers are nationalized or state-owned businesses.  Any failure to comply with the United States Foreign Corrupt Practices Act could adversely impact our competitive position and subject us to penalties and other adverse consequences, which could harm our business and results of operations.\n\n\nWe are subject to the United States Foreign Corrupt Practices Act (\"FCPA\"), which generally prohibits U.S. companies from engaging in bribery or making other prohibited payments to foreign officials for the purpose of obtaining or retaining business.  Recent years have seen a substantial increase in the global enforcement of anti-corruption laws, with more frequent voluntary self-disclosures by companies, aggressive investigations and enforcement proceedings by both the Department of Justice and the Securities and Exchange Commission resulting in record fines and penalties, increased enforcement activity by non-U.S. regulators, and increases in criminal and civil proceedings brought against companies and individuals.  Many foreign companies, including some of our competitors, are not subject to these prohibitions.  Corruption, extortion, bribery, pay-offs, theft and other fraudulent practices occur from time-to-time in certain of the jurisdictions in which we may operate or sell our products.  We strictly prohibit our employees and agents from engaging in such conduct and have established procedures, controls and training to prevent such conduct from occurring.  However, we operate in many parts of the world that are recognized as having governmental corruption problems to some degree and where strict compliance with anti-corruption laws may conflict with local customs and practices, and it is possible that our employees or agents will engage in such conduct and that we might be held responsible.  Despite our training and compliance programs, we cannot assure you that our internal control policies and procedures always will protect us from unauthorized reckless or criminal acts committed by our employees or agents.  In the event that we believe or have reason to believe that our employees or agents have or may have violated applicable anti-corruption laws, including the FCPA, we may be required to investigate or have outside counsel investigate the relevant facts and circumstances, which can be expensive and require significant time and attention from senior management.  If our employees or other agents are alleged or are found to have engaged in such practices, we could incur significant costs and suffer severe penalties or other consequences that may have a material adverse effect on our business, financial condition and results of operations.\n\n\nThe terms of our loan agreement restrict our ability to pay dividends, and we may not be able to pay dividends in the future.\n\n\nOur loan agreement with Bank of America contains terms that restrict our ability to declare or pay dividends.  Any determination by our Board of Directors regarding dividends in the future will depend on a variety of factors, including our future financial performance, organic growth opportunities, general economic conditions and financial, competitive, regulatory, and other factors, many of which are beyond our control.  There can be no guarantee that we will pay dividends in the future.\n \n\n\nProvisions contained in our certificate of incorporation and bylaws could impair or delay stockholders' ability to change our management and could discourage takeover transactions that some stockholders might consider to be in their best interests.\n\n\nProvisions of our certificate of incorporation and bylaws could impede attempts by our stockholders to remove or replace our management and could discourage others from initiating a potential merger, takeover or other change of control transaction, including a potential transaction at a premium over the market price of our common stock, that our stockholders might consider to be in their best interests.  Such provisions include:\n\n\n•\nWe could issue shares of preferred stock with terms adverse to our common stock\n.  Under our certificate of incorporation, our Board of Directors is authorized to issue shares of preferred stock and to determine the rights, preferences and privileges of such shares without obtaining any further approval from the holders of our common stock.  We could issue shares of preferred stock with voting and conversion rights that adversely affect the voting power of the holders of our common stock, or that have the effect of delaying or preventing a change in control of our company.\n\n\n•\nOnly a minority of our directors may be elected in a given year\n.  Our bylaws provide for a classified Board of Directors, with only approximately one-third of our Board elected each year.  This provision makes it more difficult to effect a change of control because at least two annual stockholder meetings are necessary to replace a majority of our directors.\n\n\n19\n\n\n\n\n \n\n\n•\nOur bylaws contain advance notice requirements\n.  Our bylaws also provide that any stockholder who wishes to bring business before an annual meeting of our stockholders or to nominate candidates for election as directors at an annual meeting of our stockholders must deliver advance notice of their proposals to us before the meeting.  Such advance notice provisions may have the effect of making it more difficult to introduce business at stockholder meetings or nominate candidates for election as director.  \n\n\n•\nOur certificate of incorporation requires supermajority voting to approve a change of control transaction\n.  Seventy-five percent of our outstanding shares entitled to vote are required to approve any merger, consolidation, sale of all or substantially all of our assets and similar transactions if the other party to such transaction owns 5% or more of our shares entitled to vote.  In addition, a majority of the shares entitled to vote not owned by such 5% or greater stockholder are also required to approve any such transaction. \n\n\n•\nAmendments to our certificate of incorporation require supermajority voting\n.  Our certificate of incorporation contains provisions that make its amendment require the affirmative vote of both 75% of our outstanding shares entitled to vote and a majority of the shares entitled to vote not owned by any person who may hold 50% or more of our shares unless the proposed amendment was previously recommended to our stockholders by an affirmative vote of 75% of our Board.  This provision makes it more difficult to implement a change to our certificate of incorporation that stockholders might otherwise consider to be in their best interests without approval of our Board.\n\n\n•\nAmendments to our bylaws require supermajority voting\n.  Although our Board of Directors is permitted to amend our bylaws at any time, our stockholders may only amend our bylaws upon the affirmative vote of both 75% of our outstanding shares entitled to vote and a majority of the shares entitled to vote not owned by any person who owns 50% or more of our shares.  This provision makes it more difficult for our stockholders to implement a change they may consider to be in their best interests without approval of our Board.\n\n",
    "item1a": ">Item 1A\n\n\nRisk Factors\n\n\n8\n\n\n\n\nItem 1B\n\n\nUnresolved Staff Comments\n\n\n20\n\n\n\n\n\n\nItem 2\n\n\nProperties\n\n\n21\n\n\n\n\n\n\nItem 3\n\n\nLegal Proceedings\n\n\n21\n\n\n\n\n\n\nItem 4\n\n\nMine Safety Disclosures\n\n\n21\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPART II\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nItem 5\n\n\nMarket for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n\n\n22\n\n\n\n\n\n\nItem 6\n\n\nReserved\n\n\n22\n\n\n\n\n\n\nItem 7\n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n\n\n23\n\n\n\n\n\n\nItem 7A\n\n\nQuantitative and Qualitative Disclosures About Market Risk\n\n\n35\n\n\n\n\n\n\nItem 8\n\n\nFinancial Statements and Supplementary Data\n\n\n37\n\n\n\n\n\n\nItem 9\n\n\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n\n\n69\n\n\n\n\n\n\nItem 9A\n\n\nControls and Procedures\n\n\n69\n\n\n\n\n\n\nItem 9B\n\n\nOther Information\n\n\n70\n\n\n\n\n\n\nItem 9C\n\n\nDisclosure Regarding Foreign Jurisdictions That Prevent Inspections\n\n\n70\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPART III\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nItem 10\n\n\nDirectors, Executive Officers and Corporate Governance\n\n\n71\n\n\n\n\n\n\nItem 11\n\n\nExecutive Compensation\n\n\n71\n\n\n\n\n\n\nItem 12\n\n\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n\n\n71\n\n\n\n\n\n\nItem 13\n\n\nCertain Relationships and Related Transactions, and Director Independence\n\n\n71\n\n\n\n\n\n\nItem 14\n\n\nPrincipal Accounting Fees and Services\n\n\n71\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPART IV\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nItem 15\n\n\nExhibits, Financial Statement Schedules\n\n\n72\n\n\n\n\n\n\nItem 16\n\n\nForm 10-K Summary\n\n\n75\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n\n\n \n\n\nCautionary Note R\negarding Forward-Looking Statements\n\n\n \n\n\nThis Annual Report on Form 10-K (the \"Form 10-K\") and other documents we file with the Securities and Exchange Commission (\"SEC\") include forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended.  All statements other than statements of historical fact are forward-looking statements for purposes of this Form 10-K.  These statements involve known and unknown risks, uncertainties and other factors that may cause actual results to be materially different from any future results implied by the forward-looking statements.  Forward-looking statements are indicated by words such as \"anticipate,\" \"believe,\" \"continue,\" \"could,\" \"estimate,\" \"can,\" \"may,\" \"might,\" \"intend,\" \"expect,\" \"plan,\" \"goal,\" \"predict,\" \"project,\" \"outlook,\" \"encourage,\" \"potential,\" \"should,\" \"will,\" and similar words and expressions.\n \n\n\n \n\n\nForward-looking statements are not a guarantee of future performance and involve risks and uncertainties, and there are certain important factors that could cause our actual results to differ, possibly materially, from expectations or estimates reflected in such forward-looking statements including those described in the \"Risk Factors\" and elsewhere in this Form 10-K.  Undue reliance should not be placed on our forward-looking statements.  New risks and uncertainties arise from time to time and we cannot predict these events or how they may affect us and cause actual results to differ materially from those expressed or implied by our forward-looking statements.  Therefore, you should not rely on our forward-looking statements as predictions of future events.  When considering these risks, uncertainties and assumptions, you should keep in mind the cautionary statements contained in this Form 10-K and any documents incorporated herein by reference.  You should read this document and the documents that we reference in this Form 10-K completely and with the understanding that our actual future results may be materially different from what we expect.  All forward-looking statements attributable to us are expressly qualified by these cautionary statements.\n\n\n \n\n\nAll forward-looking statements included in this Form 10-K are made only as of the date indicated or as of the date of this Form 10-K.  Except as required by law, we undertake no obligation to update or announce any revisions to forward-looking statements contained in this Form 10-K, whether as a result of new information, future events or otherwise.\n\n\n \n\n\n2\n\n\n\n\n \n\n\n \n\n\nPAR\nT I\n\n\n(Dollar amounts in thousands except per share data)\n\n\n \n\n",
    "item7": ">Item 7.\t       \nManagement's Discussion and Analysis of Financial Condition and Results of Operations\n\n\n                                                         (Amounts in thousands, except per share data)\n\n\nOverview\n \n\n\nWe are a global leader in the design and manufacture of mission critical fluid, power, heat transfer and vacuum technologies for the defense, space, energy and process industries.  We design and manufacture custom-engineered vacuum, heat transfer, pump and turbomachinery technologies.  For the defense industry, our equipment is used in nuclear and non-nuclear propulsion, power, fluid transfer, and thermal management systems.  For the space industry our equipment is used in propulsion, power and energy management systems and for life support systems.  We supply equipment for vacuum, heat transfer and fluid transfer applications used in energy and new energy markets including oil refining, cogeneration, and multiple alternative and clean power applications including hydrogen.  For the chemical and petrochemical industries, our heat transfer equipment is used in fertilizer, ethylene, methanol and downstream chemical facilities.\n\n\n \n\n\nOur brands are built upon engineering expertise and close customer collaboration to design, develop, and produce mission critical equipment and systems that enable our customers to meet their economic and operational objectives.  Continual improvement of our processes and systems to ensure qualified and compliant equipment are hallmarks of our brand.  Our early engagement with customers and support until the end of service life are values upon which our brands are built.\n\n\n \n\n\nOur corporate headquarters is located with our production facilities in Batavia, New York, where surface condensers and ejectors are designed, engineered, and manufactured.  Our wholly-owned subsidiary, Barber-Nichols, LLC (\"BN\"), based in Arvada, Colorado, designs, develops and manufactures specialty turbomachinery products for the aerospace, cryogenic, defense and energy markets (see \"Acquisition\" below).  We also have wholly-owned foreign subsidiaries, Graham Vacuum and Heat Transfer Technology Co., Ltd. (\"GVHTT\"), located in Suzhou, China and Graham India Private Limited (\"GIPL\"), located in Ahmedabad, India.  GVHTT provides sales and engineering support for us in the People's Republic of China and management oversight throughout Southeast Asia. GIPL serves as a sales and market development office focusing on the refining, petrochemical and fertilizer markets in India and the Middle East.\n\n\nThis management's discussion and analysis of financial condition and results of operations omits a comparative discussion regarding the fiscal year ended March 31, 2022 versus the fiscal year ended March 31, 2021.  Such information is located in Item 7 – Management's Discussion and Analysis of Financial Condition and Results of Operations of our \nAnnual Report on Form 10-K for the fiscal year ended March 31, 2022\n.\n \n\n\nOur fiscal year ends on March 31 of each year.  We refer to our fiscal year, which ended March 31, 2023, as fiscal 2023.  Likewise, we refer to our fiscal years that ended March 31, 2022 and March 31, 2021, as fiscal 2022 and fiscal 2021, respectively.\n \n\n\n \n\n\nAcquisition\n\n\nWe completed the acquisition of BN on June 1, 2021, which changed the composition of our end market mix. For fiscal 2023, sales to the defense and space industries were 55% of our business compared with approximately 25% of sales prior to the acquisition.  The remaining 45% of our fiscal 2023 sales came from the refining, chemical/petrochemical and other commercial markets.  These markets represented approximately 75% of our sales prior to the acquisition.\n \n\n\n \n\n\nThe BN transaction was accounted for as a business combination, which requires that assets acquired and liabilities assumed be recognized at their fair value as of the acquisition date.  The purchase price of $72,014 was comprised of 610 shares of common stock, representing a value of $8,964 at $14.69 per share, and cash consideration of $61,150.  The cash consideration was funded through cash on-hand and debt proceeds (See Note 2 to the Consolidated Financial Statements included in Item 8 of Part II of this Annual Report on Form 10-K).  The purchase agreement also included a contingent earn-out dependent upon certain financial measures of BN post-acquisition, pursuant to which the sellers were eligible to receive up to $14,000 in additional cash consideration. At June 30, 2021, a liability of $1,900 was recorded for the contingent earn-out.  In the second quarter of the fiscal 2022, the earn-out agreement was terminated and the contingent liability was reversed into other operating (income) expense, net, on our Consolidated Statement of Operations.  In connection with the termination of this earn-out agreement, we entered into a Performance Bonus Agreement (the \"Bonus Agreement\") to provide employees of BN with cash performance-based awards based on the achievement of BN performance objectives for fiscal years ending March 31, 2024, 2025, and 2026 and can range between $2,000 to $4,000 per year.\n \n\n\n \n\n\n23\n\n\n\n\n \n\n\nKey Results\n\n\nKey results for fiscal 2023 include the following:\n\n\n•\nNet sales of $157,118 for fiscal 2023 increased $34,304 or 28% over the prior year period across our diversified revenue base.  Approximately $8,900 of this increase was due to having two less months of BN results in fiscal 2022 compared to fiscal 2023. Net sales also benefitted from strong growth in aftermarket sales to the refining and petrochemical markets of approximately $5,000 in comparison to the prior year, as well as growth in our commercial space market, which was driven by newly awarded programs with several key industry players.  Additionally, our defense market sales benefitted from improved execution and pricing in fiscal 2023 versus fiscal 2022.   \n\n\n•\nOn April 4, 2023, Virgin Orbit Holdings, Inc. (\"Virgin Orbit\") commenced voluntary proceedings under Chapter 11 of the U.S. Bankruptcy Code (\"Chapter 11 Bankruptcy\").  As a result, we recorded reserves of approximately $2,500 for accounts receivable and inventory related to Virgin Orbit during fiscal 2023, net of associated performance-based compensation, and reversed approximately $4,000 of purchase orders.  During fiscal 2023, approximately $5,300 of space revenue and $3,000 of space orders related to Virgin Orbit.  As of March 31, 2023, we have $0 included in backlog related to Virgin Orbit.  As of March 31, 2023, we estimate that we have approximately $1,000 to $2,000 of additional exposure related to Virgin Orbit depending on the outcome of the bankruptcy proceedings, but currently do not expect any material financial impact to fiscal 2024 results.\n\n\n•\nResults for fiscal 2022 included the impact of first article U.S. Navy project labor and material cost overruns due to our strategic decision to take on additional costs in order to meet our customer's delivery schedules.  We estimate that these strategic decisions for first article projects impacted our results in fiscal 2022 by over $10,000.  In fiscal 2023, we completed four first article U.S. Navy projects, which were the source of many of the losses in fiscal 2022, and remain on schedule to complete the remaining two first article projects by the end of the second quarter of our fiscal year ended March 31, 2024 (\"fiscal 2024\"). \n\n\n•\nNet income and net income per diluted share for fiscal 2023 were $367 and $0.03 per share, respectively, compared with a loss of $8,773 and $0.83 per share, respectively, for fiscal 2022.  This increase over the prior year was driven by our higher sales, an improved mix of sales related to higher margin projects (commercial space and aftermarket), improved execution, especially on our strategic U.S. Navy programs which resulted in losses in fiscal 2022, and strong cost discipline partially offset by the Virgin Orbit reserves discussed above.   \n\n\n•\nAdjusted net income and adjusted net income per diluted share for fiscal 2023 were $2,519 and $0.24 per share, respectively, compared with an adjusted loss and adjusted loss per diluted share of $6,582 and $0.62 per share, respectively, for fiscal 2022. See \"Non-GAAP Measures\" below for important information about these measures and a reconciliation of adjusted net income (loss) and adjusted net income (loss) per diluted share to the comparable GAAP amount.\n\n\n•\nOrders booked in fiscal 2023 were $202,686 compared to $143,875 in fiscal 2022 and were 129% of sales during fiscal 2023. This increase was primarily due to a $53,499 increase in defense orders and was primarily from repeat orders in strategic U.S. Navy programs.  We believe these repeat orders validate the investments we made, our position as a key supplier to the defense industry, and our customer’s confidence in our execution.  Fiscal 2023 orders were also strong to the refining and petrochemical aftermarket, which increased 34% over the prior year, but were partially offset by lower large capital investment projects by our refining and petrochemical customers.  Fiscal 2023 orders also benefitted from newly awarded programs with several key commercial space and new energy customers.  For additional information see \"Orders and Backlog\" below. \n\n\n•\nBacklog was $301,734 at March 31, 2023, compared with $256,537 at March 31, 2022.  This 18% increase was primarily due to the growth in orders received during 2023 in the defense and new energy markets.  Approximately 81% of our backlog at March 31, 2023 was to the defense industry, which we believe provides stability and visibility to our business.  For additional information see \"Orders and Backlog\" below.\n\n\n•\nCash and cash equivalents at March 31, 2023 was $18,257, compared with $14,741 at March 31, 2022.  This increase was primarily due to cash provided by operating activities of $13,914, partially offset by net repayment of debt of $6,000 and $3,749 of capital expenditures as we began to invest in longer-term growth opportunities.  Cash provided by operating activities includes approximately $13,000 of customer deposits received for material purchases on a long-term U.S. Navy defense contracts that will be paid over the next twelve months as materials are received.  These cash receipts were partially offset by an increase in working capital, in particular unbilled revenue, which is expected to generate positive cash flow in fiscal 2024.\n\n\n•\nIn fiscal 2023, we did not pay dividends to shareholders compared with $3,523 of dividends paid in fiscal 2022.  In the fourth quarter of fiscal 2022, we suspended our dividend in accordance with the terms of our credit agreement with Bank of America. There can be no guarantee that we will pay dividends in the future, and any determination by our board of directors with respect to \n\n\n24\n\n\n\n\n \n\n\ndividends will depend on a variety of factors, including our future financial performance, organic growth and acquisition opportunities, general economic conditions and other factors, many of which are beyond our control.\n\n\n•\nAt March 31, 2023, we had $0 outstanding on our line of credit and $10,016 available to be drawn under our line of credit subject to financial covenants under our credit facility.  We believe cash flow from operations, availability under our line of credit, along with our cash balances, provide us adequate financial flexibility to meet our obligations.  As of March 31, 2023, our bank leverage ratio calculated in accordance with our amended credit agreement was 2.1x and we were in compliance with all financial covenants of that agreement.  For additional information see \"Liquidity and Capital Resources\" below.\n\n\nCurrent Market Conditions\n \n\n\n \n\n\nDemand for our equipment and systems for the defense industry is expected to remain strong and continue to expand, based on our significant backlog, improved execution, long-standing relationship with the U.S. Navy, the strategic programs we are qualified on, the projected procurement of submarines, aircraft carriers and undersea propulsion and power systems and the solutions we provide.  In addition to U.S. Navy applications, we also provide specialty pumps, turbines, compressors and controllers for various fluid and thermal management systems used in Department of Defense radar, laser, electronics and power systems.  We have built a leading position, and in some instances a sole source position, for certain systems and equipment for the defense industry.\n\n\n \n\n\nOur traditional energy markets are undergoing significant transition.  While we expect that fossil fuels will continue to be an important component in the global energy industry for many years to come, there are significant changes in the priorities for capital investments by our customers and the regions in which those investments are being made.  We expect that the changes in the energy markets, which are influenced by conservation and the increasing use of alternative fuels, will lead to demand growth for fossil-based fuels that is less than the global growth rate.  Currently, opportunities in the energy markets outside North America have been greater than opportunities inside of North America, but opportunities outside of North America are highly competitive and pricing is challenging.  In those instances, we have been selective in the opportunities we have pursued in order to ensure we receive the proper returns.  Over the long-term, we anticipate that future investment by refiners in renewable fuels (e.g., renewable diesel), in existing refineries (e.g., to expand feedstock processing flexibility and to improve conversion of oil to refined products) to gain greater throughput, or to build new capacity (e.g., integrated refineries with petrochemical products capabilities), will continue to drive demand for our products and services.  The timing and catalyst for a recovery in these markets (crude oil refining and chemical/petrochemical) remains uncertain.  Accordingly, we believe that in the near term the quantity of projects available for us to compete for will remain low and that new project pricing will remain challenging.\n \n\n\n \n\n\nOf note, during fiscal 2023, we have experienced an increase in our aftermarket orders to the refining and petrochemical markets, primarily from the domestic market.  Aftermarket orders have historically been a leading indicator of future capital investment by our customers in their facilities for upgrades and expansions.  As such, we believe there is the possibility of a cyclical upturn following several years of reduced capital spending in a low oil price environment.  Additionally, the financial performance of some of our larger energy customers improved during fiscal 2023, which may provide funding for capital spending.  However, we do not expect the next cycle to be as robust as years past due to the factors discussed above.\n \n\n\n \n\n\nThe alternative and clean energy opportunities for our heat transfer, power production and fluid transfer systems are expected to continue to grow.  We assist in designing, developing and producing equipment for hydrogen production, distribution and fueling systems, concentrated solar power and storage, geothermal power and lithium production, and small modular nuclear systems.  We are positioning the Company to be a more significant contributor as these markets continue to develop.\n\n\n \n\n\nWe believe that chemical and petrochemical capital investment will continue to decouple from energy investment.  Over the long-term, we expect that population growth, an expanding global middle class, and an increasing desire for improved quality of life and access to consumer products will drive increased demand for industrial goods within the plastics and resins value chain along with fertilizers and related products.  As such, we expect investment in new global chemical and petrochemical capacity will improve and drive growth in demand for our products and services over the long-term.\n \n\n\n \n\n\nOur turbomachinery, pumps, and cryogenic products and market access provide revenue and growth potential in the commercial space/aerospace markets.  The commercial space market has grown and evolved rapidly, and we provide rocket engine turbopump systems and components to many of the key players in the industry.  We expect that in the long-term, extended space exploration will become more prevalent, and we anticipate that our thermal/fluid management and environmental control and life support system turbomachinery will play important roles.  We are also participating in future aerospace power and propulsion system development through supply of fluid and thermal management systems components.  Small power dense systems are imperative for these applications, and we believe our technology and expertise will enable us to achieve sales growth in this market as well.  For fiscal 2023, sales to the space industry represented 13% of our sales compared to 0% prior to the BN acquisition.  Sales and orders to the space industry are variable in nature and many of our customers, who are key players in the industry, have yet to achieve profitability and may be unable\n \n\n\n25\n\n\n\n\n \n\n\nto continue operations without additional funding similar to Virgin Orbit.  Thus, future revenue and growth to this market can be uncertain and may negatively impact our business.\n\n\n \n\n\n \n\n\nThe chart below illustrates our strategy to increase our participation in the defense market.  The defense market comprised 81% of our total backlog at March 31, 2023 and generally have longer conversion times than our other markets.  We believe this strategy shift provides us more stability and visibility and is especially beneficial when our refining and petrochemical markets are weak.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n26\n\n\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nFor an understanding of the significant factors that influenced our performance, the following discussion should be read in conjunction with our consolidated financial statements and the notes to our consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K.\n \n\n\nThe following table summarizes our results of operations for the periods indicated:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYear Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n157,118\n\n\n \n\n\n \n\n\n$\n\n\n122,814\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n25,408\n\n\n \n\n\n \n\n\n$\n\n\n9,129\n\n\n \n\n\n\n\n\n\nGross profit margin\n\n\n \n\n\n \n\n\n16.2\n\n\n%\n\n\n \n\n\n \n\n\n7.4\n\n\n%\n\n\n\n\n\n\nSG&A expense \n(1)\n\n\n \n\n\n$\n\n\n24,158\n\n\n \n\n\n \n\n\n$\n\n\n21,299\n\n\n \n\n\n\n\n\n\nSG&A as a percent of sales\n\n\n \n\n\n \n\n\n15.4\n\n\n%\n\n\n \n\n\n \n\n\n17.3\n\n\n%\n\n\n\n\n\n\nNet income (loss)\n\n\n \n\n\n$\n\n\n367\n\n\n \n\n\n \n\n\n$\n\n\n(8,773\n\n\n)\n\n\n\n\n\n\nDiluted income (loss) per share\n\n\n \n\n\n$\n\n\n0.03\n\n\n \n\n\n \n\n\n$\n\n\n(0.83\n\n\n)\n\n\n\n\n\n\nTotal assets\n\n\n \n\n\n$\n\n\n203,918\n\n\n \n\n\n \n\n\n$\n\n\n183,691\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nSelling, general and administrative expense is referred to as \"SG&A.\"\t\n\n\nFiscal 2023 Compared with Fiscal 2022\n\n\nThe following tables provides our net sales by product line and geographic region including the percentage of total sales and change in comparison to the prior year for each category and period presented:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nMarch 31,\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nMarket\n\n\n2023\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nRefining\n\n\n$\n\n\n27,270\n\n\n \n\n\n \n\n\n17\n\n\n%\n\n\n \n\n\n$\n\n\n24,406\n\n\n \n\n\n \n\n\n20\n\n\n%\n\n\n \n\n\n$\n\n\n2,864\n\n\n \n\n\n \n\n\n \n\n\n12\n\n\n%\n\n\n\n\n\n\nChemical/Petrochemical\n\n\n \n\n\n21,950\n\n\n \n\n\n \n\n\n14\n\n\n%\n\n\n \n\n\n \n\n\n15,955\n\n\n \n\n\n \n\n\n13\n\n\n%\n\n\n \n\n\n \n\n\n5,995\n\n\n \n\n\n \n\n\n \n\n\n38\n\n\n%\n\n\n\n\n\n\nSpace\n\n\n \n\n\n21,180\n\n\n \n\n\n \n\n\n13\n\n\n%\n\n\n \n\n\n \n\n\n5,744\n\n\n \n\n\n \n\n\n5\n\n\n%\n\n\n \n\n\n \n\n\n15,436\n\n\n \n\n\n \n\n\n \n\n\n269\n\n\n%\n\n\n\n\n\n\nDefense\n\n\n \n\n\n65,327\n\n\n \n\n\n \n\n\n42\n\n\n%\n\n\n \n\n\n \n\n\n62,189\n\n\n \n\n\n \n\n\n51\n\n\n%\n\n\n \n\n\n \n\n\n3,138\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n%\n\n\n\n\n\n\nOther\n\n\n \n\n\n21,391\n\n\n \n\n\n \n\n\n14\n\n\n%\n\n\n \n\n\n \n\n\n14,520\n\n\n \n\n\n \n\n\n12\n\n\n%\n\n\n \n\n\n \n\n\n6,871\n\n\n \n\n\n \n\n\n \n\n\n47\n\n\n%\n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n157,118\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n122,814\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n34,304\n\n\n \n\n\n \n\n\n \n\n\n28\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGeographic Region\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnited States\n\n\n$\n\n\n127,519\n\n\n \n\n\n \n\n\n81\n\n\n%\n\n\n \n\n\n$\n\n\n97,718\n\n\n \n\n\n \n\n\n80\n\n\n%\n\n\n \n\n\n$\n\n\n29,801\n\n\n \n\n\n \n\n\n \n\n\n30\n\n\n%\n\n\n\n\n\n\nInternational\n\n\n \n\n\n29,599\n\n\n \n\n\n \n\n\n19\n\n\n%\n\n\n \n\n\n \n\n\n25,096\n\n\n \n\n\n \n\n\n20\n\n\n%\n\n\n \n\n\n \n\n\n4,503\n\n\n \n\n\n \n\n\n \n\n\n18\n\n\n%\n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n157,118\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n122,814\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n34,304\n\n\n \n\n\n \n\n\n \n\n\n28\n\n\n%\n\n\n\n\n\n\nNet sales for fiscal 2023 were $157,118, an increase of 28% from fiscal 2022 and was across our diversified revenue base.  Approximately $8,900 of this increase was due to having two less months of BN results in fiscal 2022 compared to fiscal 2023.  Net sales also benefitted from strong growth in aftermarket sales to the refining and petrochemical markets of approximately $5,000 in comparison to the prior year, as well as growth in our commercial space market which was driven by newly awarded programs.  Additionally, our defense market sales benefitted from improved execution and pricing in fiscal 2023 versus fiscal 2022.  See also \"Current Market Conditions,\" above. For additional information on anticipated future sales and our markets, see \"Orders and Backlog\" below.\n\n\nOur gross margin for fiscal 2023 was 16.2% compared with 7.4% for fiscal 2022.  This increase was primarily due to an improved mix of sales related to higher margin projects (commercial space and aftermarket) and improved execution and pricing on defense contracts, partially offset by approximately $800 impact of Virgin Orbit reserves, net of applicable performance-based compensation, and higher overall incentive based compensation in comparison to the prior year.  Results for fiscal 2022 included the impact of first article Navy project labor and material cost overruns.  We estimate that the impact of these labor and material cost increases for first article Navy projects, was over $10,000 in fiscal 2022.  In fiscal 2023, we completed four first article U.S. Navy projects, which were the source of many of the losses in fiscal 2022, and remain on schedule to complete the remaining two first article projects by the end of the second quarter of fiscal 2024.  In addition to the above, fiscal 2023 included two additional months of operations from BN compared to fiscal 2022 which was acquired in June 2021.\n \n\n\nSG&A expense including amortization for fiscal 2023 was $24,447, up $3,148 compared with $21,299 for fiscal 2022. Approximately $1,400 of this increase was due to having two less months of BN results in fiscal 2022 compared to fiscal 2023, approximately $1,700 impact of Virgin Orbit reserves net of applicable performance-based compensation, as well as higher overall\n \n\n\n27\n\n\n\n\n \n\n\nincentive compensation.  These increases were partially offset by cost savings and deferred initiatives, which included reducing the use of outside sales agents, cost management, and delayed hiring of non-critical positions.  Additionally, SG&A expense for fiscal 2022 included $562 of acquisition and integration costs incurred in connection with the BN acquisition.  As a result, SG&A expense as a percentage of sales for fiscal 2023 was 15.4% of sales compared with 17.3% of sales in the prior year period.\n \n\n\nDuring fiscal 2022, we terminated the BN contingent earn-out agreement and the contingent liability of $1,900 was reversed into other operating (income) expense, net, on our Consolidated Statement of Operations.  In connection with the termination of this earn-out agreement, we entered into a Bonus Agreement to provide employees of BN with cash performance-based awards based on results of BN for fiscal years ending March 31, 2024, 2025, and 2026.  Additionally, in fiscal 2022 we incurred $1,073 of severance costs related to the departure of our former Chief Executive Officer and former Chief Financial Officer, which was also recorded in other operating (income) expense, net.\n\n\nNet interest expense for fiscal 2023 was $939 compared to $400 in fiscal 2022 primarily due to borrowings related to the BN acquisition, as well as increased interest rates since the time of the acquisition.\n\n\nOur effective tax rate for fiscal 2023 was 35%, compared with 22% for fiscal 2022.  This increase was primarily due to discrete tax expense recognized in fiscal 2023 related to the vesting of restricted stock awards, as well as a higher mix of income in higher tax rate foreign jurisdictions.  Our expected effective tax rate for fiscal 2024 is approximately 22% to 23%.\n \n\n\nThe net result of the above is that net income and net income per diluted share for fiscal 2023 were $367 and $0.03 per share, respectively, compared with a loss of $8,773 and $0.83 per share, respectively, for fiscal 2022.  Adjusted net income and adjusted net income per diluted share for fiscal 2023 were $2,519 and $0.24 per share, respectively, compared with a loss of $6,582 and $0.62 per share, respectively, for fiscal 2022.  See \"Non-GAAP Measures\" below for important information about these measures and a reconciliation of adjusted net income (loss) and adjusted net income (loss) per diluted share to the comparable GAAP amount.\n\n\nNon-GAAP Measures\n\n\nAdjusted net income (loss) before net interest expense, income taxes, depreciation and amortization (\"EBITDA\"), adjusted net income (loss), and adjusted net income (loss) per diluted share are provided for information purposes only and are not measures of financial performance under accounting principles generally accepted in the U.S. (\"GAAP\").  Management believes the presentation of these financial measures reflecting non-GAAP adjustments provides important supplemental information to investors and other users of our financial statements in evaluating the operating results of the Company.  In particular, those charges and credits that are not directly related to operating performance, and that are not a helpful measure of the performance of our underlying business particularly in light of their unpredictable nature.  These non-GAAP disclosures have limitations as analytical tools, should not be viewed as a substitute for net income (loss) or net income (loss) per diluted share determined in accordance with GAAP, and should not be considered in isolation or as a substitute for analysis of our results as reported under GAAP, nor are they necessarily comparable to non-GAAP performance measures that may be presented by other companies.  In addition, supplemental presentation should not be construed as an inference that our future results will be unaffected by similar adjustments to net income (loss) or net income (loss) per diluted share determined in accordance with GAAP.  Adjusted EBITDA, adjusted net income (loss) and adjusted net income (loss) per diluted share are key metrics used by management and our board of directors to assess the Company’s financial and operating performance and adjusted EBITDA is a basis for a portion of management's performance-based compensation.\n\n\n Adjusted EBITDA excludes charges for depreciation, amortization, net interest expense, taxes, acquisition related expenses, and other unusual/nonrecurring expenses.  Adjusted net income (loss) and adjusted net income (loss) per diluted share exclude intangible amortization, acquisition related expenses, other unusual/nonrecurring expenses and the related tax impacts of those adjustments.\n\n\n A reconciliation of adjusted EBITDA, adjusted net income (loss), and adjusted net income (loss) per diluted share to net income (loss) in accordance with GAAP is as follows:\n\n\n28\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended\n\n\n \n\n\n\n\n\n\n \n\n\nMarch 31,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nNet income (loss)\n\n\n$\n\n\n367\n\n\n \n\n\n \n\n\n$\n\n\n(8,773\n\n\n)\n\n\n\n\n\n\n Acquisition related inventory step-up expense\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n95\n\n\n \n\n\n\n\n\n\n Acquisition & integration costs\n\n\n \n\n\n54\n\n\n \n\n\n \n\n\n \n\n\n562\n\n\n \n\n\n\n\n\n\n Change in fair value of contingent consideration\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(1,900\n\n\n)\n\n\n\n\n\n\n CEO and CFO transition costs\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,182\n\n\n \n\n\n\n\n\n\n Debt amendment costs\n\n\n \n\n\n194\n\n\n \n\n\n \n\n\n \n\n\n278\n\n\n \n\n\n\n\n\n\n Net interest expense\n\n\n \n\n\n939\n\n\n \n\n\n \n\n\n \n\n\n400\n\n\n \n\n\n\n\n\n\n Income taxes\n\n\n \n\n\n194\n\n\n \n\n\n \n\n\n \n\n\n(2,443\n\n\n)\n\n\n\n\n\n\n Depreciation & amortization\n\n\n \n\n\n5,987\n\n\n \n\n\n \n\n\n \n\n\n5,599\n\n\n \n\n\n\n\n\n\nAdjusted EBITDA\n\n\n$\n\n\n7,735\n\n\n \n\n\n \n\n\n$\n\n\n(5,000\n\n\n)\n\n\n\n\n\n\nAdjusted EBITDA as a % of revenue\n\n\n \n\n\n4.9\n\n\n%\n\n\n \n\n\n \n\n\n(4.1\n\n\n%)\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended\n\n\n \n\n\n\n\n\n\n \n\n\nMarch 31,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nNet income (loss)\n\n\n$\n\n\n367\n\n\n \n\n\n \n\n\n$\n\n\n(8,773\n\n\n)\n\n\n\n\n\n\n Acquisition related inventory step-up expense\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n95\n\n\n \n\n\n\n\n\n\n Acquisition & integration costs\n\n\n \n\n\n54\n\n\n \n\n\n \n\n\n \n\n\n562\n\n\n \n\n\n\n\n\n\n Amortization of intangible assets\n\n\n \n\n\n2,476\n\n\n \n\n\n \n\n\n \n\n\n2,522\n\n\n \n\n\n\n\n\n\n Change in fair value of contingent consideration\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(1,900\n\n\n)\n\n\n\n\n\n\n CEO and CFO transition costs\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,182\n\n\n \n\n\n\n\n\n\n Debt amendment costs\n\n\n \n\n\n194\n\n\n \n\n\n \n\n\n \n\n\n278\n\n\n \n\n\n\n\n\n\n Normalize tax rate\n(1)\n\n\n \n\n\n(572\n\n\n)\n\n\n \n\n\n \n\n\n(548\n\n\n)\n\n\n\n\n\n\nAdjusted net income (loss)\n\n\n$\n\n\n2,519\n\n\n \n\n\n \n\n\n$\n\n\n(6,582\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGAAP diluted net income (loss) per share\n\n\n$\n\n\n0.03\n\n\n \n\n\n \n\n\n$\n\n\n(0.83\n\n\n)\n\n\n\n\n\n\nAdjusted diluted net income (loss) per share\n\n\n$\n\n\n0.24\n\n\n \n\n\n \n\n\n$\n\n\n(0.62\n\n\n)\n\n\n\n\n\n\nDiluted weighted average common shares outstanding\n\n\n \n\n\n10,654\n\n\n \n\n\n \n\n\n \n\n\n10,541\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(1)\n Applies a normalized tax rate to non-GAAP adjustments, which are pre-tax, based upon the statutory tax rate of 21%.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nThe following discussion should be read in conjunction with our consolidated statements of cash flows and consolidated balance sheets appearing in Item 8 of Part II of this Annual Report on Form 10-K:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nMarch 31,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nCash and cash equivalents\n\n\n \n\n\n$\n\n\n18,257\n\n\n \n\n\n \n\n\n$\n\n\n14,741\n\n\n \n\n\n\n\n\n\nWorking capital\n(1)\n\n\n \n\n\n \n\n\n23,904\n\n\n \n\n\n \n\n\n \n\n\n27,796\n\n\n \n\n\n\n\n\n\nWorking capital ratio\n(2)\n\n\n \n\n\n \n\n\n1.3\n\n\n \n\n\n \n\n\n \n\n\n1.5\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nWorking capital equals current assets minus current liabilities.  \n\n\n(2)\nWorking capital ratio equals current assets divided by current liabilities.\n\n\nWe use the above ratios to assess our liquidity and overall financial strength.\n\n\nNet cash provided by operating activities for fiscal 2023 was $13,914 compared with $2,219 of cash used by operating activities for fiscal 2022.  This increase was primarily due to higher cash net income during fiscal 2023 than the comparable prior year period, partially offset by lower cash flow from net working capital.  Results for fiscal 2022 included the impact of our strategic decision to take on additional costs in order to meet our U.S. Navy customers delivery schedules.  We believe the increased level of repeat defense orders received during fiscal 2023 validates the investments we made, our position as a key supplier to the defense industry and our customer’s confidence in our execution.  In fiscal 2023 we collected approximately $13,000 of customer deposits related to material purchases for\n \n\n\n29\n\n\n\n\n \n\n\na large U.S. Navy order that will be paid over the next nine months as materials are received.  This increase in customer deposits was more than offset by increases in inventories and unbilled revenue due to growth and the timing of billing milestones.  Net repayment of debt for fiscal 2023 was $6,000 compared to a net borrowing of $18,500 for fiscal 2022 primarily due to the cash used for the acquisition of BN of $60,282.\n \n\n\nDividend payments and capital expenditures in fiscal 2023 were $0 and $3,749, respectively, compared with $3,523 and $2,324, respectively, for fiscal 2022.  In the fourth quarter of fiscal 2022, we suspended our dividend in accordance with the terms of our credit agreement with Bank of America.  There can be no guarantee that we will pay dividends in the future and any determination by our board of directors with respect to dividends will depend on a variety of factors, including our future financial performance, organic growth and acquisition opportunities, general economic conditions and other factors, many of which are beyond our control. Capital expenditures for fiscal 2024 are expected to be approximately $5,500 to $7,000.  Our fiscal 2024 capital expenditures are expected to be primarily for machinery and equipment, as well as for buildings and leasehold improvements to fund our growth and productivity improvement initiatives.  The majority of our planned capital expenditures are discretionary.  We estimate that our maintenance capital spend is approximately $2,000 per year.\n\n\n Cash and cash equivalents were $18,257 at March 31, 2023 compared with $14,741 at March 31, 2022, as cash provided by operating activities was used to fund capital expenditures and repayment of debt.  At March 31, 2023, approximately $6,968 of our cash and cash equivalents was used to secure our letters of credit and $2,618 of our cash was held by our subsidiaries in China and India.\n\n\n On June 1, 2021, we entered into a $20,000 five-year loan with Bank of America.  The term loan requires monthly principal payments of $167 through June 1, 2026, with the remaining principal amount plus all interest due on the maturity date.  The interest rate on the term loan is the applicable Bloomberg Short-Term Bank Yield Index (\"BSBY\"), plus 1.50%, subject to a 0.00% floor.\n \n\n\n On June 1, 2021, we entered into a five-year revolving credit facility with Bank of America that provided a $30,000 line of credit, including letters of credit and bank guarantees, expandable at our option and the bank's approval at any time up to $40,000.  As of March 31, 2023, there was $0 outstanding on the line of credit. Amounts outstanding under the facility agreement bear interest at a rate equal to BSBY plus 1.50%, subject to a 0.00% floor.  As of March 31, 2023, the BSBY rate was 4.92%. As of March 31, 2023, there was $5,874 letters of credit outstanding with Bank of America.\n \n\n\n Under the original term loan agreement and revolving credit facility, we covenanted to maintain a maximum total leverage ratio, as defined in such agreements, of 3.0 to 1.0, with an allowable increase to 3.25 to 1.0 for a period of twelve months following the closing of an acquisition.  In addition, we covenanted to maintain a minimum fixed charge coverage ratio, as defined in such agreements, of 1.2 to 1.0 and minimum margined assets, as defined in such agreements, of 100% of total amounts outstanding on the revolving credit facility, including letters of credit.  At December 31, 2021, we were out of compliance with our bank agreement covenants and were granted a waiver for noncompliance by Bank of America.\n \n\n\n We entered into amendment agreements with Bank of America since origination.  Under the amended agreements, we were not required to comply with the maximum total leverage ratio and the minimum fixed charge coverage ratio covenants contained in the original term loan agreement for the periods ending December 31, 2021 and March 31, June 30 and September 30, 2022.  The principal balance outstanding on the line of credit may not exceed $15,000, unless letters of credit exceed $11,500, in which case the limit is $17,000, until the compliance date.  The compliance date is defined as the date on which Bank of America has received all required financial information with respect to us for the fiscal year ending March 31, 2023 and no event of default exists.  In addition, on or before September 1, 2023 and at all times thereafter, all of our deposit accounts, except certain accounts, will be either subject to a deposit account control agreement or maintained with Bank of America.  We covenanted to maintain EBITDA, as defined in such amendment, of at least ($700) for the twelve-month period ending June 30, 2022 and $1,800 for the twelve-month period ending September 30, 2022; maintain a total maximum leverage ratio of 4.0 to 1.0 for the twelve-month period ending December 31, 2022 and 3.0 to 1.0 for the period ending March 31, 2023; and maintain liquidity, as defined in such amendment, of at least $10,000 prior to the occurrence of the compliance date and $20,000 from and after the occurrence of the compliance date. As of March 31, 2023, we were in compliance with the amended financial covenants of our loan agreement and our leverage ratio as calculated in accordance with the terms of the credit facility was 2.1x.  At March 31, 2023, the amount available under the revolving credit facility was $10,016 subject to the above liquidity and leverage covenants.\n \n\n\n We did not have any off-balance sheet arrangements as of March 31, 2023 other than letters of credit incurred in the ordinary course of business.\n\n\n We believe that cash generated from operations, combined with the liquidity provided by available financing capacity under our credit facility, will be adequate to meet our cash needs for the immediate future.\n\n\n \n\n\n30\n\n\n\n\n \n\n\nStockholders' Equity\n\n\nThe following discussion should be read in conjunction with our consolidated statements of changes in stockholders' equity that can be found in Item 8 of Part II of this Annual Report on Form 10-K.  The following table shows the balance of stockholders' equity on the dates indicated:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMarch 31, 2023\n\n\n \n\n\n \n\n\nMarch 31, 2022\n\n\n \n\n\n\n\n\n\n$\n\n\n96,933\n\n\n \n\n\n \n\n\n$\n\n\n96,494\n\n\n \n\n\n\n\n\n\nOrders and Backlog\n\n\nIn addition to the non-GAAP measures discussed above, management uses the following key performance metrics to analyze and measure the Company’s financial performance and results of operations: orders, backlog, and book-to-bill ratio.  Management uses orders and backlog as measures of current and future business and financial performance and these may not be comparable with measures provided by other companies.  Orders represent written communications received from customers requesting the Company to provide products and/or services.  Backlog is defined as the total dollar value of net orders received for which revenue has not yet been recognized.  Management believes tracking orders and backlog are useful as it often times is a leading indicator of future performance.  In accordance with industry practice, contracts may include provisions for cancellation, termination, or suspension at the discretion of the customer.\n \n\n\nThe book-to-bill ratio is an operational measure that management uses to track the growth prospects of the Company.  The Company calculates the book-to-bill ratio for a given period as net orders divided by net sales.\n\n\nGiven that each of orders, backlog and book-to-bill ratio is an operational measure and that the Company's methodology for calculating orders, backlog and book-to-bill ratio does not meet the definition of a non-GAAP measure, as that term is defined by the U.S. Securities and Exchange Commission, a quantitative reconciliation for each is not required or provided.\n\n\nThe following table provides our orders by market and geographic region including the percentage of total orders and change in comparison to the prior year for each category and period presented:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nMarch 31,\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nMarket\n\n\n2023\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nRefining\n\n\n$\n\n\n29,276\n\n\n \n\n\n \n\n\n14\n\n\n%\n\n\n \n\n\n$\n\n\n28,411\n\n\n \n\n\n \n\n\n20\n\n\n%\n\n\n \n\n\n$\n\n\n865\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n\n\n\n\nChemical/Petrochemical\n\n\n \n\n\n15,306\n\n\n \n\n\n \n\n\n8\n\n\n%\n\n\n \n\n\n \n\n\n22,241\n\n\n \n\n\n \n\n\n15\n\n\n%\n\n\n \n\n\n \n\n\n(6,935\n\n\n)\n\n\n \n\n\n \n\n\n-31\n\n\n%\n\n\n\n\n\n\nSpace\n\n\n \n\n\n15,160\n\n\n \n\n\n \n\n\n7\n\n\n%\n\n\n \n\n\n \n\n\n10,733\n\n\n \n\n\n \n\n\n7\n\n\n%\n\n\n \n\n\n \n\n\n4,427\n\n\n \n\n\n \n\n\n \n\n\n41\n\n\n%\n\n\n\n\n\n\nDefense\n\n\n \n\n\n116,714\n\n\n \n\n\n \n\n\n58\n\n\n%\n\n\n \n\n\n \n\n\n63,215\n\n\n \n\n\n \n\n\n44\n\n\n%\n\n\n \n\n\n \n\n\n53,499\n\n\n \n\n\n \n\n\n \n\n\n85\n\n\n%\n\n\n\n\n\n\nOther\n\n\n \n\n\n26,230\n\n\n \n\n\n \n\n\n13\n\n\n%\n\n\n \n\n\n \n\n\n19,275\n\n\n \n\n\n \n\n\n13\n\n\n%\n\n\n \n\n\n \n\n\n6,955\n\n\n \n\n\n \n\n\n \n\n\n36\n\n\n%\n\n\n\n\n\n\nTotal orders\n\n\n$\n\n\n202,686\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n143,875\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n58,811\n\n\n \n\n\n \n\n\n \n\n\n41\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nGeographic Region\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nUnited States\n\n\n$\n\n\n167,984\n\n\n \n\n\n \n\n\n83\n\n\n%\n\n\n \n\n\n$\n\n\n117,106\n\n\n \n\n\n \n\n\n81\n\n\n%\n\n\n \n\n\n$\n\n\n50,878\n\n\n \n\n\n \n\n\n \n\n\n43\n\n\n%\n\n\n\n\n\n\nInternational\n\n\n \n\n\n34,702\n\n\n \n\n\n \n\n\n17\n\n\n%\n\n\n \n\n\n \n\n\n26,769\n\n\n \n\n\n \n\n\n19\n\n\n%\n\n\n \n\n\n \n\n\n7,933\n\n\n \n\n\n \n\n\n \n\n\n30\n\n\n%\n\n\n\n\n\n\nTotal orders\n\n\n$\n\n\n202,686\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n143,875\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n58,811\n\n\n \n\n\n \n\n\n \n\n\n41\n\n\n%\n\n\n\n\n\n\nOrders booked in fiscal 2023 were $202,686 compared to $143,875 in fiscal 2022. This increase was primarily driven by growth in defense, refining and petrochemical aftermarket, space, and new energy customers. Noteworthy orders during fiscal 2023 included the following:\n\n\n•\n$116,714 from the defense industry driven by repeat orders for critical U.S. Navy programs including a $23,000 follow-on order to support the MK48 Mod 7 Heavyweight Torpedo program;\n\n\n•\n$40,566 from the refining and petrochemical aftermarket; \n\n\n•\n$15,160 of orders for highly engineered pumps and turbo pumps for a variety of applications and customers in the commercial space industry (of which approximately $3,000 were to Virgin Orbit);\n\n\n•\nIncreased orders to the new energy market including hydrogen, solar, and geothermal with lithium extraction including a $5,000 order for a vacuum system for the Hell’s Kitchen Stage 1 Project in the Imperial Valley of California; and\n\n\n•\n$7.0 million for a vacuum system for a refinery in India.\n\n\n For fiscal 2023, our book-to-bill ratio was 1.3x.  We believe the increased level of repeat U.S. Navy orders received during the fiscal year validates the investments we made, our position as a key supplier to the defense industry and our customer’s confidence\n \n\n\n31\n\n\n\n\n \n\n\nin our execution.  Additionally, we believe the strong aftermarket orders are significant because they historically have been a leading indicator of a cyclical upturn in capital project orders.  However, we do not expect the next cycle to be as robust as years past due to the factors discussed above under \"Current Market Conditions.\"  The increase in space orders for fiscal 2023 over fiscal 2022 was due to newly awarded programs, as well as having an additional two months of BN operations included in the results for fiscal 2023.\n \n\n\n Orders to the U.S. represented 83% of total orders for fiscal 2023 and is relatively consistent with the prior year.  These orders were primarily to the defense and space markets, which represented 58% and 7% of orders, respectively, and are U.S. based.\n\n\nThe following table provides our backlog by market, including the percentage of total backlog, for each category and period presented:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nMarch 31,\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nMarch 31,\n\n\n \n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nMarket\n\n\n \n\n\n2023\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n%\n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nRefining\n\n\n \n\n\n$\n\n\n26,142\n\n\n \n\n\n \n\n\n9\n\n\n%\n\n\n \n\n\n$\n\n\n25,402\n\n\n \n\n\n \n\n\n10\n\n\n%\n\n\n$\n\n\n740\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n\n\n\n\nChemical/Petrochemical\n\n\n \n\n\n \n\n\n7,842\n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n \n\n\n \n\n\n13,647\n\n\n \n\n\n \n\n\n5\n\n\n%\n\n\n \n\n\n(5,805\n\n\n)\n\n\n \n\n\n \n\n\n-43\n\n\n%\n\n\n\n\n\n\nSpace\n\n\n \n\n\n \n\n\n8,242\n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n \n\n\n \n\n\n11,283\n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n \n\n\n(3,041\n\n\n)\n\n\n \n\n\n \n\n\n-27\n\n\n%\n\n\n\n\n\n\nDefense\n\n\n \n\n\n \n\n\n243,628\n\n\n \n\n\n \n\n\n81\n\n\n%\n\n\n \n\n\n \n\n\n194,758\n\n\n \n\n\n \n\n\n76\n\n\n%\n\n\n \n\n\n48,870\n\n\n \n\n\n \n\n\n \n\n\n25\n\n\n%\n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n15,880\n\n\n \n\n\n \n\n\n5\n\n\n%\n\n\n \n\n\n \n\n\n11,447\n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n \n\n\n4,433\n\n\n \n\n\n \n\n\n \n\n\n39\n\n\n%\n\n\n\n\n\n\nTotal backlog\n\n\n \n\n\n$\n\n\n301,734\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n \n\n\n$\n\n\n256,537\n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n$\n\n\n45,197\n\n\n \n\n\n \n\n\n \n\n\n18\n\n\n%\n\n\n\n\n\n\nBacklog was $301,734 at March 31, 2023, an increase of 18% compared with $256,537 at March 31, 2022.  Approximately 50% to 55% of orders currently in our backlog are expected to be converted to sales within one year and 25% to 30% after one year but within two years.  The majority of the orders that are expected to convert beyond twelve months are for the defense industry, specifically the U.S. Navy that have a long conversion cycle (up to six years).\n \n\n\nOutlook\n\n\nWe are providing the following fiscal 2024 outlook:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet Sales\n\n\n \n\n\n$165 million to $175 million\n\n\n\n\n\n\nGross Profit\n\n\n \n\n\n17% to 18% of sales\n\n\n\n\n\n\nSG&A Expenses\n(1)\n\n\n \n\n\n15% to 16% of sales\n\n\n\n\n\n\nTax Rate\n\n\n \n\n\n22% to 23%\n\n\n\n\n\n\nAdjusted EBITDA\n(2)\n\n\n \n\n\n$10.5 million to $12.5 million\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(1)\n Includes approximately $2 million to $3 million of BN performance bonus and approximately $0.5 million to $1.0 million of ERP conversion costs.\n\n\n\n\n\n\n(2)\n Excludes approximately $2 million to $3 million of BN performance bonus and approximately $0.5 million to $1.0 million of ERP conversion costs.\n\n\n\n\n\n\nSee \"Cautionary Note Regarding Forward-Looking Statements\" and \"Non-GAAP Measures\" above for additional information about forward-looking statements and non-GAAP measures.  We have not reconciled non-GAAP forward-looking Adjusted EBITDA to its most directly comparable GAAP measure, as permitted by Item 10(e)(1)(i)(B) of Regulation S-K.  Such reconciliation would require unreasonable efforts to estimate and quantify various necessary GAAP components largely because forecasting or predicting our future operating results is subject to many factors out of our control or not readily predictable.\n\n\nWe have made significant progress with the advancements in our business, which puts us ahead of schedule in achieving our fiscal 2027 goals. As a result, we now believe that we can achieve greater than $200 million in revenue (8% to 10% average annualized revenue growth) and adjusted EBITDA margins in the low to mid-teens in fiscal 2027.\n\n\n Our expectations for sales and profitability assume that we will be able to operate our production facilities at planned capacity, have access to our global supply chain including our subcontractors, do not experience significant global health related disruptions, and assumes no further impact from Virgin Orbit or any other unforeseen events.\n \n\n\nContingencies and Commitments\n\n\n \n\n\nWe have been named as a defendant in lawsuits alleging personal injury from exposure to asbestos allegedly contained in or accompanying our products.  We are a co-defendant with numerous other defendants in these lawsuits and intend to vigorously defend ourselves against these claims.  The claims in our current lawsuits are similar to those made in previous asbestos lawsuits that named us as a defendant.  Such previous lawsuits either were dismissed when it was shown that we had not supplied products to the plaintiffs’ places of work, or were settled by us for immaterial amounts.\n\n\n \n\n\n32\n\n\n\n\n \n\n\nAs of March 31, 2023, we are subject to the claims noted above, as well as other legal proceedings and potential claims that have arisen in the ordinary course of business.  Although the outcome of the lawsuits, legal proceedings or potential claims to which we are or may become a party cannot be determined and an estimate of the reasonably possible loss or range of loss cannot be made for the majority of the claims, we do not believe that the outcomes, either individually or in the aggregate, will have a material adverse effect on our results of operations, financial position or cash flows.\n\n\nCritical Accounting Policies\n\n\nThe discussion and analysis of our financial condition and results of operations are based upon the consolidated financial statements and the notes to consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K, which have been prepared in accordance with GAAP.\n\n\nCritical accounting policies are defined as those that reflect significant judgments and uncertainties and could potentially result in materially different results under different assumptions and conditions.\n\n\nRevenue Recognition.  \nThe Company accounts for revenue in accordance with Accounting Standard Codification 606, \"Revenue from Contracts with Customers\" (\"ASC 606\").\n\n\nWe recognize revenue on all contracts when control of the product is transferred to the customer.  Control is generally transferred when products are shipped, title is transferred, significant risks of ownership have transferred, we have rights to payment, and rewards of ownership pass to the customer.  Customer acceptance may also be a factor in determining whether control of the product has transferred.  Although revenue on the majority of our contracts, as measured by number of contracts, is recognized upon shipment to the customer, revenue on larger contracts, which are fewer in number but generally represent the majority of revenue, is recognized over time as these contracts meet specific criteria in ASC 606.  Revenue from contracts that is recognized upon shipment accounted for approximately 26% of revenue in fiscal 2023.  Revenue from contracts that is recognized over time accounted for approximately 74% of revenue in fiscal 2023.  We recognize revenue over time when contract performance results in the creation of a product for which we do not have an alternative use and the contract includes an enforceable right to payment in an amount that corresponds directly with the value of the performance completed.  To measure progress towards completion on performance obligations for which revenue is recognized over time the Company utilizes an input method based upon a ratio of direct labor hours incurred to date to management’s estimate of the total labor hours to be incurred on each contract, or cost incurred to date to management's estimate of the total cost to be incurred on each contract, or an output method based upon completion of operational milestones, depending upon the nature of the contract.\n \n\n\n \n\n\nBusiness Combinations and Intangible Assets.  \nAssets and liabilities acquired in a business combination are recorded at their estimated fair values at the acquisition date.  The fair value of identifiable intangible assets is based upon detailed valuations that use various assumptions made by management.  Goodwill is recorded when the purchase price exceeds the estimated fair value of the net identifiable tangible and intangible assets acquired.  Definite lived intangible assets are amortized over their estimated useful lives and are assessed for impairment if certain indicators are present.  Goodwill and intangible assets deemed to have indefinite lives are not amortized but are subject to impairment testing annually or earlier if an event or change in circumstances indicates that the fair value of a reporting unit or the indefinite lived asset may have been reduced below its carrying value.\n \n\n\n \n\n\nPension and Postretirement Benefits.  \nDefined benefit pension and other postretirement benefit costs and obligations are dependent on actuarial assumptions used in calculating such amounts.  These assumptions are reviewed annually and include the discount rate, long-term expected rate of return on plan assets, salary growth, healthcare cost trend rate and other economic and demographic factors.  We base the discount rate assumption for our plans on the FTSE Pension Liability Above-Median AA-Index.  The long-term expected rate of return on plan assets is based on the plan’s asset allocation, historical returns and expectations as to future returns that are expected to be realized over the estimated remaining life of the plan liabilities that will be funded with the plan assets.  The salary growth assumptions are determined based on long-term actual experience and future and near-term outlook.  The healthcare cost trend rate assumptions are based on historical cost and payment data, the near-term outlook, and an assessment of likely long-term trends.\n\n\nCritical Accounting Estimates and Judgments\n\n\nWe have evaluated the accounting policies used in the preparation of the consolidated financial statements and the notes to consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K and believe those policies to be reasonable and appropriate.\n\n\nWe believe that the most critical accounting estimates used in the preparation of our consolidated financial statements relate to labor hour estimates, total cost, and establishment of operational milestones which are used to recognize revenue over time, accounting\n \n\n\n33\n\n\n\n\n \n\n\nfor contingencies, under which we accrue a loss when it is probable that a liability has been incurred and the amount can be reasonably estimated, accounting for business combinations and intangible assets, and accounting for pensions and other postretirement benefits.\n\n\nAs discussed above under the heading \"Critical Accounting Policies\", we recognize a majority of our revenue using an over-time recognition method.  The key estimate for the over-time recognition model is total labor, total cost and operational milestones to be incurred on each contract and to the extent that these estimates change, it may significantly impact revenue recognized in each period.\n\n\nContingencies, by their nature, relate to uncertainties that require us to exercise judgment both in assessing the likelihood that a liability has been incurred as well as in estimating the amount of potential loss.  For more information on these matters, see the notes to consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K.\n\n\nAs discussed above under the heading \"Critical Accounting Policies\", we allocate the purchase price of an acquired company, including when applicable, the acquisition date fair value of contingent consideration between tangible and intangible assets acquired and liabilities assumed from the acquired business based on their estimated fair values, with the residual of the purchase price recorded as goodwill.  Third party appraisal firms and other consultants are engaged to assist management in determining the fair values of certain assets acquired and liabilities assumed.  Estimating fair values requires significant judgments, estimates and assumptions, including but not limited to discount rates, future cash flows and the economic lives of trade names, technology, customer relationships, and property, plant and equipment.  These estimates are based on historical experience and information obtained from the management of the acquired company and are inherently uncertain.\n\n\n \n\n\nDuring fiscal 2022, we completed the acquisition of BN for an aggregate purchase price of $72,014.  We identified and assigned value to identifiable intangible assets of customer relationships, technology and technical know-how, backlog and trade name, and estimated the useful lives over which these intangible assets would be amortized.  The estimates of fair values of these identifiable intangible assets were based upon discounted cash flow models, which include assumptions such as forecasted cash flows, customer attrition rates, discount rates, and royalty rates.  The fair value estimates resulted in identifiable intangible assets, in the aggregate, of $32,500.  The resulting goodwill, in the aggregate, from this acquisition was $23,523.  For more information on these matters, see the notes to consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K.\n \n\n\n \n\n\nAccounting for pensions and other postretirement benefits involves estimating the cost of benefits to be provided well into the future and attributing that cost over the time period each employee works.  To accomplish this, assumptions are made about inflation, investment returns, mortality, turnover, medical costs and discount rates.  These assumptions are reviewed annually.\n\n\n \n\n\nThe discount rate used in accounting for pensions and other postretirement benefits expense (income) is determined in conjunction with our actuary by reference to a current yield curve and by considering the timing and amount of projected future benefit payments.  The discount rate assumption for fiscal 2023 was 3.66% for our defined benefit pension plans and 3.32% for our other postretirement benefit plan.  A reduction in the discount rate of 50 basis points, with all other assumptions held constant, would have increased fiscal 2023 net periodic benefit expense for our defined benefit pension plans and other postretirement benefit plan by approximately $290 and $0.2, respectively.\n\n\nThe expected return on plan assets assumption of 5.50% used in accounting for our pension plan is determined by evaluating the mix of investments that comprise plan assets and external forecasts of future long-term investment returns.  A reduction in the rate of return of 50 basis points, with other assumptions held constant, would have increased fiscal 2023 net periodic pension expense by approximately $197.\n\n\nDuring fiscal 2023 and fiscal 2022, the pension plan extinguished liabilities for vested benefits of certain participants through the purchase of nonparticipating annuity contracts with a third-party insurance company.  As a result of these transactions, in fiscal 2023 and fiscal 2022, the projected benefit obligation and plan assets each decreased $1,383 and $1,279, respectively.\n \n\n\nAs part of our ongoing financial reporting process, a collaborative effort is undertaken involving our managers with functional responsibilities for financial, credit, tax, engineering, manufacturing and benefit matters, and outside advisors such as lawyers, consultants and actuaries.  We believe that the results of this effort provide management with the necessary information on which to base their judgments and to develop the estimates and assumptions used to prepare the financial statements.\n\n\nWe believe that the amounts recorded in the consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K related to revenue, contingencies, pensions, other postretirement benefits and other matters requiring the use of estimates and judgments are reasonable, although actual outcomes could differ materially from our estimates.\n\n\n34\n\n\n\n\n \n\n\nNew Accounting Pronouncements\n\n\nIn the normal course of business, management evaluates all new accounting pronouncements issued by the Financial Accounting Standards Board, the Securities and Exchange Commission, the Emerging Issues Task Force, the American Institute of Certified Public Accountants or any other authoritative accounting body to determine the potential impact they may have on our consolidated financial statements.  For discussion of the newly issued accounting pronouncements see ''Accounting and reporting changes'' in Note 1 to the Consolidated Financial Statements included in Item 8 of Part II of this Annual Report on Form 10-K.\n\n",
    "item7a": ">Item 7A\n.   Quantitative and Qualitative Disclosures About Market Risk\n\n\nThe principal market risks (i.e., the risk of loss arising from market changes) to which we are exposed are foreign currency exchange rates, price risk, and interest rate risk.\n\n\n \n\n\nThe assumptions applied in preparing the following qualitative and quantitative disclosures regarding foreign currency exchange rate, price risk and interest rate risk are based upon volatility ranges experienced by us in relevant historical periods, our current knowledge of the marketplace, and our judgment of the probability of future volatility based upon the historical trends and economic conditions of the markets in which we operate.\n\n\nForeign Currency\n\n\nInternational consolidated sales for fiscal 2023 were 19% of total sales.  Operating in markets throughout the world exposes us to movements in currency exchange rates.  Currency movements can affect sales in several ways, the foremost being our ability to compete for orders against foreign competitors that base their prices on relatively weaker currencies.  Business lost due to competition for orders against competitors using a relatively weaker currency cannot be quantified.  In addition, cash can be adversely impacted by the conversion of sales made by us in a foreign currency to U.S. dollars.  In fiscal 2023, substantially all sales by us and our wholly owned subsidiaries, for which we were paid, were denominated in the local currency of the respective subsidiary (U.S. dollars, Chinese RMB, or India INR).  For fiscal 2023, foreign currency exchange rate fluctuations reduced our cash balances by $208 primarily due to the strengthening of the U.S. dollar relative to the Chinese RMB and India INR.\n \n\n\nWe have limited exposure to foreign currency purchases.  In fiscal 2023, our purchases in foreign currencies represented 6% of the cost of products sold.  At certain times, we may enter into forward foreign currency exchange agreements to hedge our exposure against potential unfavorable changes in foreign currency values on significant sales and purchase contracts negotiated in foreign currencies.  Forward foreign currency exchange contracts were not used in fiscal 2023 and as of March 31, 2023, we held no forward foreign currency contracts.\n\n\nPrice Risk\n\n\nOperating in a global marketplace requires us to compete with other global manufacturers which, in some instances, benefit from lower production costs and more favorable economic conditions.  Although we believe that our customers differentiate our products on the basis of our manufacturing quality, engineering experience, and customer service, among other things, such lower production costs and more favorable economic conditions mean that our competitors are able to offer products similar to ours at lower prices.  In extreme market downturns, such as we recently experienced, we typically see depressed price levels.  Additionally, we have faced, and may continue to face, significant cost inflation, specifically in labor costs, raw materials, and other supply chain costs due to increased demand for raw materials and resources caused by the broad disruption of the global supply chain associated, including as a result of the impact of COVID-19.  International conflicts or other geopolitical events, including the ongoing war between Russia and the Ukraine, may further contribute to increased supply chain costs due to shortages in raw materials, increased costs for transportation and energy, disruptions in supply chains, and heightened inflation.  Further escalation of geopolitical tensions may also lead to changes to foreign exchange rates and financial markets, any of which may adversely affect our business and supply chain, and consequently our results of operations.  While there could ultimately be a material impact on our operations and liquidity, at the time of this report, the impact could not be determined.\n \n\n\nInterest Rate Risk\n\n\nIn connection with the BN acquisition, we entered into a $20,000 five-year term loan and a five-year revolving credit facility with Bank of America.  The term loan and revolving credit facility bear interest rates that are tied to BSBY, plus 1.50%, subject to a 0.00% floor.  As part of our risk management activities, we evaluate the use of interest rate derivatives to add stability to interest expense and to manage our exposure to interest rate movements.  As of March 31, 2023, we had $12,500 outstanding on our term loan, $0 outstanding on our revolving credit facility and no interest rate derivatives outstanding.  See ''Debt'' in Note 8 to the Consolidated Financial Statements included in Item 8 of Part II of this Annual Report on Form 10-K for additional information about our outstanding\n \n\n\n35\n\n\n\n\n \n\n\ndebt.  A hypothetical one percentage point (100 basis points) change in the BSBY rate on the $12,500 of variable rate debt outstanding at March 31, 2023 would have an impact of approximately $125 on our interest expense for fiscal 2023.\n \n\n\n36\n\n\n\n\n \n\n",
    "cik": "716314",
    "cusip6": "384556",
    "cusip": [
        "384556106"
    ],
    "names": [
        "Graham"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/716314/000095017023026915/0000950170-23-026915-index.htm"
}