{
    "item1": ">ITEM 1.  BUSINESS\nOverview\nQuantum delivers end-to-end solutions to analyze and enrich, store and manage, and protect and preserve unstructured data across its entire lifecycle. We specialize in solutions for video data, images, and other large files because this “unstructured” data represents more than 80% of all data being created, according to leading industry analyst firms. This unstructured data has driven a fundamental shift in the nature of data and the role data plays in every industry. It is exponentially larger than traditional corporate data, contains immense value, and must be captured, protected, and stored for many years, decades, and longer. It is no longer just about storing data— organizations need to extract value from their data. Locked inside video, imagery, security camera footage, scientific data sets, and other sensor-derived data is a wealth of information for informed decision-making. \nAs a result, organizations need end-to-end solutions that allow them to manage and preserve data for decades and to easily extract insights from the detail. Whether data lives in the workplace, at the edge, or in the cloud, we provide organizations with the technology, software, and services they need to store, manage, protect, and enrich data throughout its lifecycle.\nProducts and Services\nOur portfolio of products includes primary storage software and systems, secondary storage software and systems, as well as devices and media. \nPrimary Storage Software and Systems\n include:\n•\nMyriad All-Flash File and Object Storage Software: \nAll-flash scale-out file and object storage for high performance enterprise unstructured data applications such as AI, machine learning, and data analytics.\n•\nStorNext Hybrid Flash/Disk File Storage Software: \nFor video editing, post-production, and streaming applications, as well as large digital file archives.\n•\nUnified Surveillance Platform Software\n: Unified compute and storage for video surveillance recording, storage, and analytics.\n•\nCatDV Asset Management Software\n: For indexing, cataloging, enriching video, audio, and image files, and workflow orchestration.\nSecondary Storage Software and Systems \ninclude:\n•\nActiveScale Object Storage Software: \nExtremely scalable and durable storage for long term data preservation and protection.\n•\nDXi Backup Appliances\n: Purpose-built backup appliances for high-speed backup and recovery and multisite data protection.\n•\nScalar Tape Storage\n: Low cost, secure storage for long term data archiving and offline data protection. Scalar tape storage systems are used by the world’s largest hyperscalers as well as thousands of enterprises worldwide.\nDevices and Media\n includes the sale of standalone Linear Tape-Open (“LTO®”) tape drives for small business data protection and archiving, and LTO® media for use in tape storage systems.\nWe also offer a broad portfolio of services including 24x7x365 global support, deployment and consulting services, education services, and Quantum-as-a-Service. Our services are delivered with a combination of expertise and technology, including the MyQuantum Service Delivery Platform, and Cloud-Based Analytics (CBA) AIOps software for proactive remote monitoring.\n \nGlobal Support and Services, and Warranty\n4\nTable of Contents\nOur global services strategy is an integral component of our total customer solution. Service is typically a significant purchase factor for customers considering long-term storage for archiving and retention or data protection storage solutions. Consequently, our ability to provide comprehensive installation and integration services as well as maintenance services can be a noteworthy competitive advantage to attract new customers and retain existing customers. In addition, we believe that our ability to retain long-term customer relationships and secure repeat business is frequently tied directly to our comprehensive service capabilities and performance.\nOur extensive use of technology and innovative product intelligence allows us to scale our global services operations to meet the needs of our customers. We are currently able to provide service to customers in more than 100 countries, supported by 24-hour, multi-language technical support centers located in North America, Europe, and Asia. We provide our customers with warranty coverage on our products. Customers with high availability requirements may also purchase additional services to obtain faster response times on our high-performance shared storage systems, tape systems, and disk backup systems. We offer this additional support coverage at a variety of response levels up to 24-hours a day, seven-days-a-week, 365-days-a-year, for customers with stringent high-availability needs. We provide support ranging from repair and replacement to 24-hour rapid exchange to on-site service support for our midrange and enterprise-class products. In addition to these traditional installation and maintenance services, we also provide project management, managed services, and other value-added services to enhance our customer’s experience and engagement. These incremental services create a deeper relationship with customers that enables them to maximize the value of our solution and better positions us to retain our customers through technology transitions.\nWe generally warrant our hardware products against defects for periods ranging from one to three years from the date of sale. We provide warranty and non-warranty repair services through our service team and third-party service providers. In addition, we utilize various other third-party service providers throughout the world to perform repair and warranty services for us to reach additional geographic areas and industries to provide quality services in a cost-effective manner.\nResearch and Development\nWe are a solutions company that relies on technology advancements to compete in an industry characterized by rapid change and evolving customer requirements. Our success depends, in part, on our ability to introduce new products and features to meet end user needs. Our research and development teams are focused on technology and services to make our end-to-end solution of storage systems and data management software easier to manage at scale, software enhancements to make our storage more searchable and accessible, software-defined hyperconverged storage technology, next generation solid-state and hard-drive storage system software, data deduplication and other data reduction technologies, and making tape and other mediums even more efficient as a solution for\n \nmedium for long term archival storage.\nSales and Distribution Channels\nProduct Sales Channels\nWe utilize distributors, value-added resellers (\"VARs\") and direct market resellers (\"DMRs\") in our sales process. Our reseller program provides our channel partners the option of purchasing products directly or through distribution channels and provides them access to a more comprehensive product line. Additionally, we sell directly to multiple large corporate entities and government agencies.\nOEM Relationships\nWe sell our products to several original equipment manufacturer (\"OEM\") customers that resell our hardware products under their own brand names and typically assume responsibility for product sales, end user service and support. We also license our software to certain OEM customers that include this software in their own brand name products. These OEM relationships enable us to reach end users not served by our branded distribution channels or our direct sales force. They also allow us to sell to select geographic or vertical markets where specific OEMs have exceptional strength.\nCustomers\n5\nTable of Contents\nWe provide\n \nsolutions to multiple industries globally.\n \nHistorically, our primary customers are in hyperscale, technology and industrial, media and entertainment, federal government, life sciences and healthcare, and financial industries.\n \nIn addition, we sell to OEMs, distributors, VARs and DMRs to reach end user customers. Sales to our top five customers represented 32%, 17%, and 16% of revenue in fiscal 2023, fiscal 2022 and fiscal 2021, respectively, of which one of our hyperscale customers represented 10% or more of our total 2023 revenue.\nCompetition\nThe markets in which we participate are highly competitive, characterized by rapid technological change and changing customer requirements. In some cases, our competitors in one market area are customers or suppliers in another. Our competitors often have greater financial, technical, manufacturing, marketing, or other resources than we do. Additionally, the competitive landscape continues to change due to merger and acquisition activity as well as new entrants into the market.\nAs our customers look to use more public cloud storage services, these providers offer a competitive alternative, as well as new platforms and new ways to deploy our software. We expect that the data storage infrastructures of the future will be both hybrid-cloud and multi-cloud, meaning our customers will store their data in the various large public cloud environments, and also want to use services from multiple public cloud vendors.\nOur primary storage solutions, including object storage systems, primarily face competition from the EMC business unit of Dell Inc. (“Dell”), International Business Machines Corporation, (“IBM”), NetApp, Inc., (“NetApp”), and other enterprise storage vendors in the markets we serve.\nOur secondary storage solutions, primarily tape storage systems, compete in the midrange and enterprise reseller and end user markets with IBM and other tape library vendors.\n \nCompetitors for entry-level and OEM tape systems include BDT Products, Inc. and several others that supply or manufacture similar products. In addition, disk backup products and cloud storage are an indirect competitive alternative to tape storage. Our backup storage systems primarily compete with products sold by Dell, Hewlett Packard Enterprise Company and Veritas Technologies LLC. \nManufacturing and Supply Chain\nQuantum has a global supply chain and operations organization, with contract manufacturers located in the U.S. and Mexico along with supporting third-party logistics companies in the Europe, Middle East, and Africa region (“EMEA”), and the Asia-Pacific region, or (“APAC”). Our supply chain and manufacturing strategy minimizes geo-political and environmental causal risks and provides flexibility to support demand fluctuations by region.\nQuantum primary storage and secondary disk-based storage systems are sold as appliances that combine Quantum software with servers that are procured from various server vendors. Quantum sources these servers from various vendors, then uses contract manufacturers for final integration and shipment to customers. Quantum's tape storage systems are designed by Quantum and manufactured by a global contract manufacturer.  \nTape media is manufactured in Japan and distributed globally.\nThe global supply chain and logistics have been severely constrained and impacted by inflationary pricing for the past couple of years.\n \nWhile we are cautiously optimistic and see signs of improvement over the past year with supply of both server and tape automation components, we continue to see some constraints. While some components continue to have extended lead times and often non-cancellable purchase orders are required, Quantum continues to work with suppliers to minimize lead times and associated liabilities.\n \nWe continue to focus on a number of actions including alternate component qualifications, more aggressive management of contract manufacturers, and model changes for better logistics performance and visibility.\nIntellectual Property and Technology\nWe generally rely on patent, copyright, trademark and trade secret laws and contract rights to establish and maintain our proprietary rights in our technology and products. As of March 31, 2023, we hold over 160 U.S. patents. In general, these patents have a 20-year term from the first effective filing date for each patent. We may \n6\nTable of Contents\nalso hold foreign patents and patent applications for certain of our products and technologies. Although we believe that our patents and applications have significant value, rapidly changing technology in our industry means that our future success may also depend heavily on the technical competence and creative skills of our employees.\nFrom time to time, third parties have asserted that the manufacture and sale of our products have infringed on their patents. We are not knowingly infringing any third-party patents. Should it ultimately be determined that licenses for third-party patents are required, we will undertake best efforts to obtain such licenses on commercially reasonable terms. See \nNote 11:\n \nCommitments and\n \nContingencies\n for additional disclosures regarding lawsuits alleging patent infringement.\nOn occasion, we have entered into various patent licensing and cross-licensing agreements with other companies. We may enter into patent cross-licensing agreements with other third parties in the future as part of our normal business activities. These agreements, when and if entered into, would enable these third parties to use certain patents we own and enable us to use certain patents owned by these third parties. We have also sold certain patents, retaining a royalty-free license for these patents.\nWe are a member of the consortium that develops, patents, and licenses Linear Tape-Open, (or “LTO® tape”) technology to media manufacturing companies. We receive royalty payments for LTO media technology sold under licensing agreements. We have also entered into various licensing agreements with respect to our technology, patents and similar intellectual property which provide licensing revenues in certain cases and may expand the market for products and solutions using these technologies.\nSegment Information\nWe operate as a single reporting unit and operating segment for business and operating purposes. Information about revenue attributable to each of our product groups is included in \nItem 7.\n \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n and information about revenue and long-lived assets attributable to certain geographic regions is included in \nNote 2: Revenue\n and \nNote 4: Balance Sheet Information\n, respectively, to the consolidated financial statements and risks attendant to our foreign operations is set forth below in \nItem 1A.\n \nRisk Factors.\nSeasonality\nAs is typical in our industry, we generally have the greatest demand for our products and services in the fourth quarter of each calendar year, or our fiscal third quarter. We usually experience the lowest demand for our products and services in the first and second quarters of each calendar year, or our fiscal fourth quarter and fiscal first quarter, respectively.\nInformation About Our Executive Officers\nFollowing are the names and positions of our management team as of May 18, 2023, including a brief account of the business experience of each.\nName\nPosition with Quantum\nJames J. Lerner\nPresident, Chief Executive Officer and Chairman of the Board\nKenneth Gianella\nChief Financial Officer\nBrian E. Cabrera\nChief Administrative Officer\nJohn Hurley\nChief Revenue Officer\nLewis Moorehead \nChief Accounting Officer\nJames J. Lerner, 53, was appointed as President and Chief Executive Officer of the Company, effective July 1, 2018, and was appointed Chairman of the Company’s Board of Directors (the “Board of Directors”) on August 7, 2018. Mr. Lerner has previously served as Vice President and Chief Operating Officer at Pivot3 Inc., a smart infrastructure solutions company, from March 2017 to June 2018, and as Chief Revenue Officer from November 2016 to March 2017. Prior to Pivot3 Inc., from March 2014 to August 2015, Mr. Lerner served as President of Cloud Systems and Solutions at Seagate Technology Holdings Public Limited Company (“Seagate”) (Nasdaq: STX), a data storage company. Prior to Seagate, Mr. Lerner served in various executive roles at Cisco Systems, Inc. \n7\nTable of Contents\n(Nasdaq: CSCO), a networking hardware and software manufacturing company, including most recently as Senior Vice President and General Manager of the Cloud & Systems Management Technology Group. Before beginning his career as a technology company executive, Mr. Lerner was a Senior Consultant at Andersen Consulting, a financial advisory and consulting firm. Since 2011, Mr. Lerner has served on the Board of Trustees of Astia, a global not-for-profit organization built on a community of men and women dedicated to the success of women-led, high-growth ventures, and is currently serving as the Chair of the Board of Trustees. Mr. Lerner earned a Bachelor of Arts in Quantitative Economics and Decision Sciences from U.C. San Diego.\nKenneth Gianella, 50, has served as our Chief Financial Officer since January 2023. Prior to joining us, he served as the Vice President of Investor Relations; Mergers, Divestitures, & Acquisitions; and Environmental, Social & Governance (ESG) Strategy at Itron, Inc. (Nasdaq: ITRI), an energy and water network technology and services company, since July 2018, and as Vice President of Finance and Treasury of Itron’s Networks segment from January 2018 to July 2018. Prior to that, from December 2012 to December 2017, Mr. Gianella held various senior finance positions at Silver Springs Networks, an IoT and smart networks company (acquired by Itron in December 2017), including as interim Chief Financial Officer, Senior Vice President, Finance and Treasurer. Mr. Gianella also was the Head of Finance and Administration at Sensity Systems, Inc., a producer of smart LED lights for enabling Smart Cities, and held various senior finance roles at KLA-Tencor Corporation, a leader in process control, yield management, and computational analytics for the semiconductor industry. Mr. Gianella holds a Master of Business Administration from University of Pittsburgh and a Bachelor of Science in Business Administration from Duquesne University.\nBrian E. Cabrera, 58, most recently served as the Assistant United States Attorney from October 2018 to April 2020 and as Special Assistant United States Attorney from October 2017 to October 2018 in the Office of the United States Attorney, Northern District of California.  From May 2014 to June 2017, Mr. Cabrera served as Senior Vice President & General Counsel of NVIDIA Corporation (“NVIDIA”) (Nasdaq: NVIDIA), a graphics processing units technology company.  Prior to NVIDIA, Mr. Cabrera served as General Counsel and Corporate Secretary, Chief Ethics & Compliance Officer of Synopsys, Inc. (Nasdaq: SNPS), an electronic design automation company, from 2006 to 2014.  From 1999 to 2006, Mr. Cabrera served as Senior Vice President, Operations, General Counsel and Corporate Secretary of Callidus Software, Inc., an enterprise software company.  Prior to Callidus Software, Inc., Mr. Cabrera held various legal positions with PeopleSoft, Inc., a human resource management systems provider, Netscape Communications Corporation, an internet software developing company, Silicon Graphics, Inc., a computer hardware and software manufacturing company, and Bronson, Bronson & McKinnon LLP, a law firm. Mr. Cabrera holds Bachelor’s and Master’s degrees and a Juris Doctorate from the University of Southern California.\nJohn Hurley, 57, has served as Quantum's Chief Revenue Officer since August 2021. Prior to Quantum, Mr. Hurley was at Cisco Systems, Inc. (Nasdaq: CSCO), a networking hardware and software manufacturing company, from 2008 to 2021, and most recently served as Vice President at Cisco, global commercial segment. Mr. Hurley also spent several years overseeing Cisco's service provider business. Additionally, Mr. Hurley led transformational enterprise relationships with Cisco's largest enterprise customers in aerospace and automotive. From 2005 to 2008, he served as area Vice President, Midwest Global / Corporate Business Group at Dell Technologies Inc. (NYSE: DELL), a multinational technology company, where he led regional sales directors and their teams to support multiple Fortune 100 customers. Mr. Hurley held leadership roles at transformational early-stage software companies, where he helped drive the businesses to successful acquisitions by industry leaders Microsoft Corporation and HP Inc. Mr. Hurley holds a Bachelor of Science in Economics from Pennsylvania State University.\nLewis Moorehead, 51, has served as our Chief Accounting Officer since October 2018. Prior to joining Quantum, Mr. Moorehead was the Director of Finance, Accounting and Tax at Carvana, Co. (NYSE: CVNA), a publicly traded on-line retailer, from November 2016 to October 2018. Beginning in September 2004, he has served as Managing Partner at Quassey, an investment firm. While at Quassey, he also served as Vice President of Finance and Principal Accounting Officer at Limelight Networks, Inc. (now Edgio, Inc.), a Nasdaq-listed global content delivery network and SaaS provider, from March 2010 to August 2013. He has also held finance and accounting positions at eTelecare Global Solutions, an outsourcing service company, Rivers and Moorehead PLLC, an accounting advisory firm, Intelligentias, Inc., a data intelligence company, American Express Company (NYSE: AXP), a payment card services company, and PricewaterhouseCoopers LLP, an advisory and tax services firm. He holds a Bachelor of Business Administration, in Accounting from the University of Wisconsin-Whitewater.\nHuman Capital\n8\nTable of Contents\nOur Chief Administrative Officer (\"CAO\") leads our human capital initiatives, which include the design and execution of all people strategies. The CAO partners directly with the Board of Directors, the Leadership and Compensation Committee, and Senior Management on the design, cost, and effectiveness of our people programs to ensure they are competitive and reward our teams for driving company performance. \nOur workforce is currently distributed across 19 countries, with approximately 850 employees globally as of March 31, 2023, including 460 in North America, 190 in APAC, and 200 in EMEA. We engage with contractors, consultants, or temporary employees as needs for special projects occur. \nWork Environment\nWhile we believe competition for talent in the technology industry in certain geographies may be beginning to soften, we continue to design, evaluate, and expand our total rewards programs so they remain competitive in attracting, motivating, rewarding, and retaining key talent. \nWe offer flexible and hybrid working arrangements that allow our employees to choose where and how they work. We work to ensure our office environments, whether at a primary location or remote, are safe, professional, and inclusive so our employees can be successful. \nTo build high performing products and services, we aim to build high performing teams that are inclusive, diverse, and respected regardless of gender, race, color, religion, age, sexual orientation, or disability. We invest in diverse hiring and training initiatives, performance and professional development opportunities, and candidates ranging from interns to experienced leaders. This past year, we partnered with an outside firm for our training on compliance and preventing harassment and discrimination. We believe that fostering an inclusive work environment is a critical component for our culture of excellence.\nCulture of Excellence, Accountability, and Innovation\nOur company goals and leadership attributes set the tone for our culture of excellence and accountability. Employees are empowered to ask questions and encouraged to report concerns without fear of retaliation, including reporting anonymously if preferred. \nDuring the fiscal year ended March 31, 2023, we redesigned our internal employee recognition program to encourage driving innovation, promoting teamwork, and leading by example.\n \nWe also continued our practice of “no internal meeting days” so employees can have more time for focused work, training, or personal development. \nTalent Development \nOur talent is our greatest asset. We seek to actively grow our employees’ skills and leadership perspective while retaining our most critical talent. Our managers and employees participate in regular performance discussions that help facilitate conversations on employee contributions, goals, and expectations.\nAvailable Information\nOur Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge on our website at https://www.quantum.com generally when such reports are available on the Securities and Exchange Commission (“SEC”) website. The contents of our website are not incorporated into this Annual Report on Form 10-K.\nThe public may read and copy any materials we file with the SEC at the SEC’s Public Reference Room at 100 F Street, NE, Washington, D.C. 20549. The public may obtain information on the operation of the Public Reference Room by calling the SEC at 1-800-SEC-0330 or (202) 551-5450. The SEC maintains an internet site that contains reports, proxy, and information statements and other information regarding issuers that file electronically with the SEC at http://www.sec.gov.\n9\nTable of Contents",
    "item1a": ">ITEM 1A. RISK FACTORS\nBefore investing in any of our securities, you should carefully consider the risks and uncertainties described below, together with all other information in this Annual Report. The risks and uncertainties described below could materially and adversely affect our business, operating results, revenue, financial condition, liquidity, market share or competitive position, and consequently, the value of our securities. \nRisks Related to Our Supply Chain, Customers and Sales Strategy\nCost increases, supply disruptions, or raw material shortages, including in single source components, could harm our business.\nWe have and may continue to experience cost increases or supply interruptions in raw materials and components necessary for our products, as well as increased freight charges and reduced capacity from our freight forwarders.\n \nAny such increases or interruptions could materially negatively impact our business, prospects, financial condition and operating results, including delays in manufacturing and shipments of our products and in some cases, result in canceled orders.\n \nWhile we have implemented price increases intended to offset rising costs, we cannot provide assurance that these increases will have the desired effects on our business model in the expected timeframe.\nWe outsource our component supply, manufacturing, and service repair operations to third parties. Our business, financial condition, and operating results could face material adverse impacts if we cannot obtain parts, products, and services in a cost effective and timely manner that meets our customers’ expectations.\nMany aspects of our supply chain and operational results are dependent on the performance of third-party business partners, including contract manufacturers, service providers, and product integrators. We face a number of risks as a result of these relationships, any or all of which could have a material adverse effect on our business and harm our operating results and financial condition.\nSole source of product supply\nIn many cases, our business partners are the sole source of supply for the products or parts they manufacture, or the services they provide to us, and we do not have executed long-term purchase agreements with these partners. Our reliance on a limited number of suppliers and the lack of any guaranteed sources of supply exposes us to several risks, including:\n \n•\nthe inability to obtain an adequate supply of key components; \n•\nprice volatility for the components of our products; \n•\nfailure of a supplier to meet our quality or production requirements; \n•\nfailure of a supplier of key components to remain in business or adjust to market conditions; and \n•\nconsolidation among suppliers, resulting in some suppliers exiting the industry, discontinuing the manufacture of components or increasing the price of components. \nWe cannot assure investors that we will be able to obtain a sufficient supply of these key components or that their costs will not increase. If our component supply is disrupted or delayed, or if we need to replace our existing suppliers or redesign a product to accept different components, we cannot guarantee that additional components will be available when required, on terms that are favorable to us, or at reasonable prices, which could extend our lead times and increase our component costs.\nCost and purchase commitments and processes\nWe may not be able to control the costs of products or services we obtain from our business partners. We provide a customer demand forecast used to procure inventory to build our products. We could be responsible for the financial impact from any forecast reduction or product mix shift relative to materials already purchased under a prior forecast, including the cost of finished goods in excess of current customer demand or for excess or obsolete inventory. \n10\nTable of Contents\nIn some cases, we may retain the responsibility to purchase component inventory to support third-party manufacturing activities, which presents a number of risks that could materially and adversely affect our financial condition. For instance, as part of our component planning, we may place orders with or pay certain suppliers for components in advance of receiving customer purchase orders. We may occasionally enter into large orders with vendors to ensure that we have sufficient components for our products to meet anticipated customer demand. It is possible that we could experience a design or manufacturing flaw that could delay or even prevent the production of the components for which we previously committed to pay.\nIn addition, in order to reduce manufacturing lead times and plan for adequate component supply, from time to time we may issue non-cancelable and non-returnable component or product orders. Our inventory management systems and related supply chain visibility tools may be inadequate to enable us to make accurate forecasts and effectively manage our component and product supply. If we ultimately determine that we have excess supply, we may have to reduce our prices and write down or write off excess or obsolete inventory. Alternatively, insufficient supply levels may lead to shortages resulting in delayed or lost revenue or reduced product margins.\n \nWe could experience operating losses based on any of these conditions.\nWe also maintain service parts inventories to satisfy future warranty obligations and to earn service revenue by providing enhanced and extended technical support and product service during and beyond the warranty period. We estimate service parts inventory needs based on historical usage and forecasts of future warranty and service contract requirements, including estimates of failure rates, costs to repair, and out of warranty revenue. Given the significant levels of judgment inherently involved in the process, we cannot provide assurance that we will be able to maintain service parts inventories appropriate to satisfy customer needs or to avoid inventory purchases that later prove to be unnecessary. If we are unable to maintain appropriate levels of service parts inventories, our business, financial condition and results of operations may be materially and adversely impacted.\nAlthough we have contracts for most of our third-party repair service vendors, the contract period may not be the same as the underlying customer service contract. In such cases, we face risks that the third-party service provider may increase the cost of providing services in later periods already under contract to our customers at a fixed price.\nFinancial condition and stability\nOur third-party business partners may suffer adverse financial or operating results or be negatively impacted by economic conditions. We may face interrupted component, product, or service supply as a result of financial or other volatility affecting our supply chain. As a result, we could suffer production downtime or increased costs to procure alternate products or services.\nQuality and supplier conduct\nWe have limited control over the quality of products and components produced and services provided by our third-party business partners and their supply chains. The quality of the products, parts or services may not be acceptable to our customers and could result in customer dissatisfaction, lost revenue, and increased warranty costs. In addition, we have limited control over the manner in which our business partners conduct their business. We may face negative consequences or publicity as a result of a third-party’s failure to comply with applicable compliance, trade, environmental, or employment regulations.\nAs a result of our global manufacturing and sales operations, we are subject to a variety of risks related to our business outside of the U.S., any of which could, individually or in the aggregate, have a material adverse effect on our business.\nA significant portion of our manufacturing, sales, and supply chain operations occur in countries other than the U.S. We utilize third-party business partners to engineer, produce, sell, and fulfill orders for our products, several of which have operations located in foreign countries including China, Hungary, India, Japan, Malaysia, Singapore, Mexico, the Philippines, Thailand, and Ukraine. Because of these operations, we are subject to a number of risks in addition to those already described, including:\n11\nTable of Contents\n•\nincreasing import and export duties and value-added taxes, or trade regulation changes that could erode our profit margins or delay or restrict our ability to transport our products;\n•\nwar, military conflict, and geopolitical unrest, including the war between Russia and Ukraine, may affect our engineering and support teams outside the U.S. and their ability to perform as well as our sales and services delivery with sanctioned entities and countries;\n•\nreduced or limited protection of our intellectual property;\n•\ndifficulty complying with multiple and potentially conflicting regulatory requirements and practices, including laws governing corporate conduct outside the U.S., such as the Foreign Corrupt Practices Act, United Kingdom Bribery Act, and similar regulations;\n•\ncommercial laws that favor local businesses and cultural differences that affect how we conduct business;\n•\ndiffering technology standards or customer requirements;\n•\nexposure to economic uncertainty and fluctuations including inflation, adverse movement of foreign currencies against the U.S. dollar (the currency in which we report our results), restrictions on transferring funds between countries, and continuing sovereign debt risks;\n•\nfluctuations in freight costs, limitations on shipping and receiving capacity, and other disruptions in the transportation and shipping infrastructure at important geographic points for our products and shipments;\n•\ninflexible employee contracts and employment laws that may make it difficult to terminate or change the compensation structure for employees in the event of business downturns;\n•\ndifficulties attracting and recruiting employees and wage inflation in highly competitive markets;\n•\npolitical instability, military, social and infrastructure risks, especially in emerging or developing economies;\n•\npolitical or nationalist sentiment impacting global trade, including the willingness of non-U.S. consumers to purchase goods or services from U.S. corporations;\n•\nnatural disasters, including earthquakes, flooding, typhoons and tsunamis; and\n•\npandemics and epidemics, and varying and potentially inconsistent governmental restrictions on the operation of businesses, travel and other restrictions.\nAny or all of these risks could have a material adverse effect on our business.\nWe rely on indirect sales channels to market and sell our branded products. The loss of or deterioration in our relationship with one or more of our resellers or distributors, or our inability to establish new indirect sales channels to drive growth of our branded revenue, could negatively affect our operating results.\nWe sell most of our branded products to distributors, value added resellers, and direct market resellers, who in turn sell our products to end users. We use different distribution channel partners in different countries and regions in the world. The success of these sales channels is hard to predict, particularly over time, and we have no purchase commitments or long-term orders from them that assure us of any baseline sales. Several of our channel partners carry competing product lines they may promote over ours. A channel partner might discontinue our products or fail to effectively market them, and each partner determines the type and amount of our products that it will purchase and the price at which it sells to end users. Establishing new indirect sales channels is an important part of our strategy to drive growth of our branded revenue.\n \nOur results of operations could be adversely affected by any number of factors related to our channel partners, including:\n•\na change in competitive strategy that adversely affects a partner’s willingness or ability to distribute our products;\n•\nthe reduction, delay, or cancellation of orders or the return of significant products volume;\n•\nour inability to gain traction in developing new indirect sales channels for our branded products, or the loss of one or more existing partners; or\n•\nchanges in requirements or programs that allow our products to be sold by third parties to government or other customers.\n12\nTable of Contents\nBecause we rely heavily on channel partners to market and sell our products, if one or more of them were to experience a significant deterioration in its financial condition or its relationship with us, this could disrupt our product distribution and reduce our revenue, which could materially and adversely affect our business, financial condition, and operating results.\nWe heavily utilize channel partners to perform the functions necessary to market and sell our products in certain product and geographic segments. To fulfill this role, partners must maintain an acceptable level of financial stability, creditworthiness, and the ability to successfully manage business relationships with the customers they serve directly. If partners are unable to perform in an acceptable manner, we may be required to reduce sales to the partner or terminate the relationship. We may also incur financial losses for product returns from partners or for the failure or refusal of distributors to pay obligations owed to us. Either scenario could result in fewer of our products being available to the affected market segments, reduced levels of customer satisfaction and increased expenses, which could in turn have a material and adverse impact on our business, results of operations and financial condition.\nA certain percentage of our sales are to a few customers, some of which are also competitors, and these customers generally have no minimum or long-term purchase commitments. The loss of, or a significant reduction in demand from, one or more key customers could materially and adversely affect our business, financial condition and results of operations.\nOur product sales have been and continue to be concentrated among a small number of channel partners, direct end-users, and original equipment manufacturers. We sell to many end-user customers and channel partners on purchase orders, not under the terms of a binding long-term procurement agreement. Accordingly, they generally are not obligated to purchase any minimum product volume, and our relationships with them are terminable at will. In addition, recently we have focused our direct-sales business on the largest users of hierarchical storage architectures, the so-called “Hyper-scalers”; there are very few of these extremely large storage customers, but their order activity has a significant impact on our results from quarter to quarter. \nSome of our tape and disk products are incorporated into larger storage systems or solutions that are marketed and sold to end users by third parties. Because of this, we may have limited market access to those end users, limiting our ability to influence and forecast their future purchasing decisions.  In addition, revenue from OEM customers has decreased in recent years.  Certain of our large OEM customers are also our competitors, and could decide to reduce or terminate purchasing our products for competitive reasons. \nIn addition, our sales efforts may involve long sales cycles during which we incur expenses to educate our customers about product use and benefits and support customer-driven product evaluations.\n \nThese cycles may make it difficult for us to predict when, or if, future sales will occur.\n \nDuring the fiscal year ended March 31, 2023 we had one Hyperscale customer represent 10% or more of our total revenue versus the prior\n \nfiscal year, March 31, 2022, when we had no single customer represent 10% or more of our total revenue. If this customer or any other large customers should significantly decrease or stop purchasing our solutions we would see a significant reduction in revenue that may result in\n \na material adverse effect on our operating results.\nThe U.S. federal government is an important customer, and our business may be materially and adversely harmed by changes in government purchasing activity.\nA portion of our sales are to various agencies and departments of the U.S. federal government, and federal spending funding cuts and temporary government shutdowns have previously impacted and may continue to impact our revenue in the future. Future spending cuts by the U.S. federal government, temporary shutdowns of the U.S. federal government, or changes in its procurement processes or criteria could decrease our sales to the federal government and materially and adversely affect our operating results.\n \nIn addition, changes in government certification requirements applicable to our products could impact our ability to see to U.S. federal customers.\nRisks Related to Our Operating Results, Financial Condition, or Stock Price\n13\nTable of Contents\nWe continue to face risks related to inflation, economic uncertainty, and slow economic growth.\nUncertainty about economic conditions pose risks as businesses may further reduce or postpone spending in response to reduced budgets, tightening of credit markets, increases in inflation and interest rates, negative financial news, and declines in income or asset values which could adversely affect our business, financial condition and operating results. Recent inflationary increases have driven up the prices at which we are able to purchase necessary components, products, and services, as well as the cost of contract labor. In addition, we continue to face risks related to uncertain tariff levels between countries where our products are manufactured and sold, unstable political and economic conditions in Europe, including the war between Russia and Ukraine, and concerns about sovereign debt, which could negatively impact the U.S. and global economies and adversely affect our financial results. In addition, our ability to access capital markets may be restricted or result in unfavorable financing terms, impacting our ability to react to changing economic and business conditions and could also materially and adversely affect our ability to sustain our operations at their current levels.\nOur stock price has experienced significant volatility in the past, and continued volatility may cause our common stock trading price to remain volatile or decline.\nOur stock price has been extremely volatile in the past.\n \nThe trading price of our common stock may continue to fluctuate in response to a number of events and factors, many of which may be beyond our control, such as:\n•\nquarterly variations in our operating results;\n•\nfailure to meet our financial guidance or the expectations of securities analysts and investors;\n•\nnew products, services, innovations, strategic developments, or business combinations and investments by our competitors or us;\n•\nchanges in our capital structure, including incurring new debt, issuing additional debt or equity to the public, and issuing common stock upon exercise of our outstanding warrants or subscribing to our recent rights offering;\n•\nlarge or sudden purchases or sales of stock by investors; \n•\nchanges in interest and exchange rates;\n•\na continued widespread decline in the U.S. or global economy as a result of the impact of COVID-19, supply chain constraints, or other factors;\n•\nfluctuations in the stock market in general and market prices for technology companies in particular;\n•\ntariffs imposed by the U.S. government on sales originating in or being shipped to countries with which we have on-going trade or other political conflicts;\n•\ninvestigations or enforcement actions related to a potential or actual failure to comply with applicable regulations;\n•\ncosts of new or ongoing commercial litigation; and\n•\nsignificant changes in our brand or reputation.\nAny of these events and factors may cause our stock price to rise or fall and may adversely affect our business and financing opportunities.\nWe may be unable to attract and retain key talent necessary to effectively meet our business objectives.\nThe market for skilled engineering, sales, and administrative talent is competitive and we have seen delays in recruiting and hiring timeframes. We believe our ability to recruit and hire new talent, and retain existing key personnel, may be negatively impacted by prior and ongoing fluctuations in our operating results, stock price, and ability to offer competitive benefits and total compensation programs.\n \nOur business results may be harmed if we are unable to attract and retain key talent in the future.\nOur quarterly operating results have fluctuated significantly, and past results should not be used to predict future performance.\n14\nTable of Contents\nOur quarterly operating results have fluctuated significantly in the past and could fluctuate significantly in the future. As a result, our quarterly operating results should not be used to predict future performance. Quarterly results could be materially and adversely affected by a number of factors, including, but not limited to:\n•\nIT spending fluctuations resulting from economic conditions or changes in U.S. federal government spending;\n•\nsupply chain constraints or other failures by our contract manufacturers to complete shipments in a timely manner;\n•\nnew product announcements by us or our competitors which may cause purchasing delays or cancellations;\n•\ncustomers canceling, reducing, deferring, or rescheduling significant orders as a result of excess inventory levels, weak economic conditions, reduced demand, or other factors;\n•\nseasonality, including customer and government fiscal year-ends and budget availability impacting demand for our products;\n•\nreduced demand, declines in large orders, royalty, or software revenues, or other changes in product mix;\n•\nproduct development and ramp cycle delays or product performance or quality issues;\n•\npoor execution of and performance against expected sales and marketing plans and strategies;\n•\nincreased competition which may, among other things, increase pricing pressure or reduce sales;\n•\nrestructuring actions or unexpected costs; and\n•\nforeign currency exchange fluctuations.\nOur operating results depend on continuing and increasing market acceptance of our existing products and on new product introductions, which may be unsuccessful, in which case our business, financial condition and results of operations may be materially and adversely affected.\nA limited number of products comprise a significant majority of our sales, and due to rapid technological change in our industry, our future operating results depend on our ability to improve existing products and develop and successfully introduce new products. We have devoted and expect to continue to devote considerable management and financial resources to these efforts. \nWhen we introduce new products to the market, they may not achieve market acceptance or significant market share.\n \nIn addition, the target markets for our new products may not continue or grow as we anticipate.\n \nOur new products may not be successfully or timely qualified by new customers, and if they are qualified, we may not achieve high volume production in a timely manner, if at all.\n \nIn addition, we may experience technical, quality, performance-related, or other difficulties that could prevent or delay the introduction and market acceptance of new products.\nIf we are not successful in timely completing our new product qualifications and ramping sales to our key customers, our revenue and operating results could be adversely impacted. In addition, if the quality of our products is not acceptable to our customers, customer dissatisfaction, lost revenue, and increased warranty and repair costs could result.\nWe derive significant revenue from products incorporating tape technology. Our future operating results depend in part on continued market acceptance and use of tape products; in the past, decreases in the tape products market have materially and adversely impacted our business, financial condition and operating results. \nWe currently derive significant revenue from products that incorporate some form of tape technology, and we expect to continue to do so in the next several years. As a result, our future operating results depend in part on continued market acceptance and use of tape products. Decreased market acceptance or use of products employing tape technology has materially and adversely impacted our business, financial condition, and operating results, and we expect that our revenues from certain types of tape products could continue to decline in the future.\nDisk, solid-state, and flash storage products, as well as various software solutions and alternative technologies have eroded the demand for tape products. We expect that, over time, many of our tape customers could migrate toward \n15\nTable of Contents\nthese other products and solutions and their proportionate contribution to our revenue will increase in the future. While we are making targeted investments in software, disk backup and flash storage systems, and other alternative technologies, these markets are characterized by rapid innovation, evolving customer demands, and strong competition, including competition with companies who are also significant customers. If we are not successful in our efforts, we may not be able to attract or retain customers, and our business, financial condition and results of operations could be materially and adversely affected.\nA significant decline in our media royalty or branded software revenues could materially and adversely affect our business, financial condition and operating results.\nOur media royalties and branded software revenues generate relatively greater profit margins than some of our other products and can significantly impact our overall profitability. We receive media royalty revenue based on tape media cartridges sold by various tape media manufacturers and resellers. Under our patent and technology license agreements with these companies, each of the licensees determines the pricing and number of units of tape media cartridges that it sells. Our media royalty revenue varies based on the licensees’ media sales and other factors, including:\n•\nour customers’ continued use of storage tape media, including the size of the installed base of devices and similar products that use tape media cartridges;\n•\nthe relative growth in units of newer device products, since the associated media cartridges for newer products typically sell at higher prices compared with the media cartridges associated with older products;\n•\nmedia consumption habits and rates of end users and pattern of device retirements;\n•\nthe level of channel inventories; and\n•\nagreement on standards for newer generations of the tape media that generates our royalty revenue.\nRisks Related to Our Indebtedness\nWe have significant indebtedness, which imposes upon us debt service obligations, and our term loan and revolving credit facilities contain various operating and financial covenants that limit our discretion in operating our business. If we are unable to generate sufficient cash flows from operations and overall operating results to meet these debt obligations or remain in compliance with the covenants, our business, financial condition and operating results could be materially and adversely affected.\nOur level of indebtedness presents significant risks to our business and investors, both in terms of the constraints that it places on our ability to operate our business and because of the possibility that we may not generate sufficient cash and operating results to remain in compliance with our covenants and pay the principal and interest on our indebtedness as it becomes due. As recently as March 2023, we were in danger of failing to meet certain financial covenants in our debt agreements, which could have resulted in a default under these agreements if we had not obtained a waiver of noncompliance from our lenders.  For further description of our outstanding debt, see the section captioned “Liquidity and Capital Resources” in Part II, Item 7 Management’s Discussion and Analysis of Financial Condition and Results of Operations.  \nAs a result of our indebtedness: \n•\nOur ability to invest in growing our business is constrained by the financial covenants contained in our credit facilities, which require us to maintain certain maximum total net leverage ratio levels, a minimum fixed charge coverage ratio, and liquidity levels and restrict our ability to:\n▪\nIncur debt and liens;\n▪\nAcquire businesses or entities or sell certain assets;\n▪\nMake investments, including loans, guarantees, and advances;\n▪\nEngage in transactions with affiliates;\n▪\nPay dividends or repurchase stock; and\n▪\nEnter into certain restrictive agreements;\n16\nTable of Contents\n•\nWe must dedicate a significant portion of our cash flow from operations and other capital resources to debt service, thereby reducing our ability to fund working capital, capital expenditures, research and development, mergers and acquisitions, and other cash-based activities, all of which may place us at a competitive disadvantage;\n•\nWe are subject to mandatory field audits and control of cash receipts by the lenders if we do not maintain liquidity above certain thresholds;\n•\nWe may be more vulnerable to adverse economic and industry conditions; and\n•\nWe may be unable to make payments on other indebtedness or obligations.\nOur ability to make scheduled payments of the principal, to pay interest on, or refinance our debt, or to make cash payments in connection with our credit facilities, depends on our future performance, which is subject to economic, financial, competitive and other factors beyond our control. Further, as our debt reaches maturity, we will be required to make large cash payments or adopt one or more alternatives, such as restructuring indebtedness or obtaining additional debt or equity financing on terms that may be onerous or highly dilutive. Our ability to restructure or refinance our debt will depend on the capital markets and our financial condition at such time. We may be unable to incur additional debt or refinance our existing debt on acceptable terms, if at all.\nOur credit facilities are collateralized by a pledge of all our assets. If we were to default and be unable to cure it within any applicable grace periods or obtain a waiver of such default, the lenders would have a right to foreclose on our assets to satisfy our obligations under these agreements. Any such action on the part of the lenders could have a materially adverse impact on our business, financial condition and results of operations.\nIn connection with entering into our prior credit facilities and certain amendments to our prior credit facilities, we were required to issue to our lenders thereunder, certain warrants to purchase our common stock. When exercised, these warrants will result in significant dilution to our stockholders. As a result, the issuance of common stock upon the exercise of our outstanding warrants may cause our stock price to decline. \nRisks Related to Our Business and Industry\nIf we do not successfully manage the changes that we have made and may continue to make to our business model, infrastructure, and management, our business could be disrupted, and that could adversely impact our operating results and financial condition.\nManaging change is an important focus for us. In recent years, we have implemented several significant initiatives involving our sales and marketing, product engineering, and operations organizations, aimed at transitioning our revenue model from discrete hardware sales to recurring software revenue, increasing our efficiency, and better aligning internal operations with our corporate strategy. In addition, we have reduced headcount to streamline and consolidate our supporting functions as appropriate following recent acquisitions and in response to market or competitive conditions, and have increased our reliance on certain third-party business relationships. If we are unable to successfully manage the changes that we implement and detect and address issues as they arise, our business could be disrupted, and our results of operations and financial condition could be materially and adversely impacted.\nIn addition, given that we are relatively new to offering products and services on a subscription basis, and those models in the storage industry continue to evolve, we may not be able to effectively compete, drive expected revenue and margin growth, or obtain profitability for the foreseeable future.\n \nDemand for subscription-based products could also erode one-time sales of our hardware products that might not be immediately offset by increased recurring revenue.\nWe have taken considerable steps towards reducing our cost structure. The steps we have taken may not reduce our cost structure to a level appropriate in relation to our future sales and therefore, these cost reductions may be insufficient to achieve profitability.\nIn the last several years, we have recorded significant restructuring charges and made cash payments to reduce our cost of sales and operating expenses to respond to adverse economic and industry conditions, to execute \n17\nTable of Contents\nstrategic management decisions, and to rationalize our operations following acquisitions. These restructuring plans may result in decreases to our revenues or adversely affect our ability to grow our business in the future. Workforce reductions may also adversely affect employee morale and our ability to retain our employees. We may take future steps to further reduce our operating costs, including additional restructurings in response to strategic decisions, increased operating and product costs due to inflation, supply chain constraints, and other external factors, adverse changes in our business or industry, or future acquisitions. We may be unable to reduce our cost of sales and operating expenses at a rate and to a level appropriate in relation to our future sales, which may materially and adversely affect our business, financial condition and results of operations.\nIn addition, our ability to achieve the anticipated cost savings and other benefits from these restructuring plans within the expected time frame is subject to many estimates and assumptions which may be adversely impacted by significant economic, competitive and other uncertainties, some of which are beyond our control. If these estimates and assumptions are incorrect, if we experience delays, or if other unforeseen events occur, our business, financial condition, and operating results could be adversely affected.\nThe failure to successfully integrate future acquired businesses, products or technologies could harm our business, financial condition, and operating results.\nAs a part of our business strategy, we have in the past and may make acquisitions in the future. We may also make significant investments in complementary companies, products or technologies. If we fail to successfully integrate such acquisitions or significant investments, it could harm our business, financial condition, and operating results. Risks that we may face in our efforts to integrate any recent or future acquisitions include, among others:\n•\nfailure to realize anticipated synergies or return on investment from the acquisition;\n•\ndifficulties assimilating and retaining employees, business culture incompatibility, or resistance to change;\n•\ndiverting management’s attention from ongoing business concerns;\n•\ncoordinating geographically separate organizations and infrastructure operations in a rapid and efficient manner;\n•\nthe potential inability to maximize our financial and strategic position through the successful incorporation of acquired technology and rights into our products and services;\n•\nfailure of acquired technology or products to provide anticipated revenue or margin contribution;\n•\ninsufficient revenues to offset increased expenses associated with the acquisition;\n•\ncosts and delays in implementing or integrating common systems and procedures;\n•\nreduction or loss of customer orders due to the potential for market confusion, hesitation and delay;\n•\nimpairment of existing customer, supplier and strategic relationships of either company;\n•\ninsufficient cash flows from operations to fund the working capital and investment requirements;\n•\ndifficulties in entering markets in which we have no or limited direct prior experience and where competitors in such markets have stronger market positions;\n•\ndissatisfaction or performance problems with the acquired company;\n•\nthe assumption of risks, unknown liabilities, or other unanticipated adverse circumstances of the acquired company that are difficult to quantify; and \n•\nthe cost associated with the acquisition, including restructuring actions, which may require cash payments that, if large enough, could materially and adversely affect our liquidity.\nA cybersecurity breach could adversely affect our ability to conduct our business, harm our reputation, expose us to significant liability, or otherwise damage our financial results.\nWe maintain sensitive data related to our employees, strategic partners, and customers, including personally identifiable information, intellectual property, and proprietary business information on our own systems. In addition, many of our customers and partners store sensitive data on our products.\nIt is critical to our business that our employees’, strategic partners’ and customers’ sensitive information remains and is perceived as secure. While we employ sophisticated security measures in our own environment and our product features, we may face internal and external threats including unauthorized access, ransomware attacks, \n18\nTable of Contents\nsecurity breaches, and other system disruptions. A cybersecurity breach of our own IT infrastructure or products sold to our customers could result in unauthorized access to, loss of, or unauthorized disclosure of such information and expose us to litigation, indemnity obligations, government investigations, and other possible liabilities. Additionally, a cyber-attack, whether actual or perceived, could result in negative publicity which could harm our reputation and reduce our customers’ confidence in the effectiveness of our solutions, which could materially and adversely affect our business and operating results. A breach could also expose us to increased costs from remediation, disruption of operations, or increased cybersecurity protection costs that may have a material adverse effect on our business. Although we maintain cybersecurity liability insurance, our insurance may not cover all or any portion of claims of these types or may not be adequate to indemnify us for inability that may be imposed. Any imposition or liability or litigation costs that are not covered by insurance could harm our business.\nIf our products fail to meet our or our customers’ specifications for quality and reliability, we may face liability and reputational or financial harm which may adversely impact our operating results and our competitive position may suffer.\nWe may from time to time experience problems with the performance of our products, which could result in one or more of the following:\n•\nincreased costs related to fulfilling our warranty obligations;\n•\nreduced, delayed, or cancelled orders or the return of a significant amount of products; or\n•\nthe loss of reputation in the market and customer goodwill.\nThese factors could cause our business, financial condition and results of operations to be materially and adversely affected.\nIn addition, we face potential liability for product performance problems because our end users employ our technologies to store and backup important data and to satisfy regulatory requirements. Loss of this data could cost our customers significant amounts of money, directly and indirectly as a result of lost revenues, intellectual property, proprietary business information, or other harm to their business. In some cases, the failure of our products may be caused by third-party technology that we incorporate into them.\n \nEven if failures are caused by third-party technology, we may be required to expend resources to address the failure and preserve customer relationships. We could also potentially face claims for product liability from our customers if our products cause property damage or bodily injury. Although there are limitations of liability in our commercial agreements and we maintain technology errors and omissions liability and general liability insurance, our insurance may not cover potential claims of these types or may not be adequate to indemnify us for all liability that may be imposed. Any imposition of liability or litigation costs that are not covered by insurance or could harm our business.\nCompetition is intense in the data storage and protection market in which we operate.\nOur competitors in the data storage and protection market are aggressively trying to advance and develop new technologies and products to compete against us. Consequently, we face the risk that customers could choose competitor products over ours. As a result of competition and new technology standards, our sales or gross margins could decline, which could materially and adversely affect our business, financial condition, and operating results. Some of those competitors are much larger and financially stronger, have more diverse product offerings, and aggressively compete based on their reputations and greater size.\nTechnological developments, industry consolidation, and storage market competition over the years have resulted in decreased prices and increased commoditization for tape device and automation products and our other product offerings. Pricing pressure is more pronounced for entry-level products and less pronounced for enterprise products. Over time, the prices of our and competitor products have decreased, but such products often incorporate new or different features and technologies from what we offered in prior years. We face risks that customers could choose competitors’ products over ours due to these features and technologies or pricing differences. If competition further intensifies, our product sales and gross margins could decline, which could materially and adversely affect our business, financial condition and results of operations.\nAdditional industry consolidation may further result in:\n19\nTable of Contents\n•\ncompetitors consolidating, having greater resources and becoming more competitive with us;\n•\nnew entrants into one or more of our primary markets increasing competition; \n•\ncustomers that are also competitors becoming more competitive with us and/or reducing their purchase of our products; \n•\ncompetitors acquiring our current suppliers or business partners and negatively impacting our business model; and\n•\nmarket uncertainty and disruption due to the impact and timing of announced and completed transactions.\nRisks Related to Intellectual Property\nSome of our products contain licensed, third-party technology that provides important product functionality and features. The loss or inability to obtain any such license could have a material adverse effect on our business.\nCertain of our products contain technology licensed from third parties that provides important product functionality and features. We cannot provide assurance that we will have continued access to this technology in the future. In some cases, we may seek to enforce our technology access via litigation against the licensing company itself, which may cause us to incur significant legal or other costs and may not be resolved in our favor. Other legal actions against the licensing company, such as for intellectual property infringement, could also impact our future access to the technology. We also have limited visibility or control of the technology roadmap at the licensing company and cannot ensure that the licensing company will advance the roadmap of the licensed technology in the manner best for us. We also face the risk of not being able to quickly implement a replacement technology or otherwise mitigate the risks associated with not having access to this licensed technology.\n \nAny of these actions could negatively impact our available technology portfolio, thereby reducing the functionality or features of our products, and could materially and adversely affect our business, financial condition, and operating results.\nThird-party intellectual property infringement claims could result in substantial liability and significant costs, and, as a result, our business, financial condition and results of operations may be materially and adversely affected.\nFrom time to time, third parties allege that our products infringe their patented or proprietary technology and demand that we purchase a license from them. The ultimate outcome of any license discussion or litigation is uncertain. Adverse resolution of any third-party infringement claim could subject us to substantial liabilities and require us to refrain from manufacturing and selling certain products. In addition, the costs incurred in intellectual property litigation can be substantial, regardless of the outcome. As a result, our business, financial condition, and operating result could be materially and adversely affected.\nIf we fail to protect our intellectual property or if others use our proprietary technology without authorization, our competitive position may suffer.\nOur future success and ability to compete depends in part on our proprietary technology. We rely on a combination of copyright, patent, trademark, and trade secrets laws and nondisclosure agreements to establish and protect our proprietary technology. However, we cannot provide assurance that patents will be issued with respect to pending or future patent applications that we have filed or plan to file, that our patents will be upheld as valid, or that our patents will prevent the development of competitive products, or that any actions we have taken will adequately protect our intellectual property rights. \nDespite our efforts to protect our proprietary rights, unauthorized parties may attempt to copy or otherwise obtain or use our products or technology. Enforcing our intellectual property rights can sometimes only be accomplished through litigation, which is expensive and can divert management’s attention away from our business. In addition, the laws of some foreign countries do not protect our proprietary rights to the same extent as the laws of the U.S.\nWe license certain of our software under “open source” licenses. Because of the characteristics of opensource software licenses, it may be relatively easy for competitors, some of whom have greater \n20\nTable of Contents\nresources than we have, to enter our markets and compete with us.\n \nIn addition, our failure to comply with the terms of open source licenses could have a material adverse effect on our competitive position and financial results.\nOne of the characteristics of open source software is that the source code is typically publicly available at no charge, and anyone who obtains copies has a license under certain of our intellectual property rights. Depending on the license, that may include access to certain of our patents, to modify and redistribute the software, and use it to compete in the marketplace.\n \nCertain open source software licenses require users to license to other any software that is based on, incorporates, or interacts with the open source software. Although we endeavor to comply fully with those requirements, third parties could claim we are required to license larger portions of our software than we intended.\n \nIf such claims were successful, they could adversely impact our competitive position and financial results by providing our competitors with access to sensitive information that may help them develop competitive products without the degree of overhead and lead time required by traditional proprietary software development.\n \nIt is possible for competitors to use our open source project software to develop their own software, potentially reducing the demand for our solution and putting price pressure on our subscription offerings. We cannot guarantee that competitive pressure or the availability of new open source software will not result in price reductions, reduced operating margins and loss of market share, any one of which could harm our business, financial condition, operating results, and cash flows.\nIn addition, we use our own open source project software in our proprietary products. As a result, there is a risk that we may inadvertently release as open source certain code that was intended to be kept as proprietary, that reveals confidential information regarding the inner workings of our proprietary products, or that could enable competitors to more readily reverse engineer or replicate aspects of our proprietary technology that we would otherwise protect as trade secrets. We may also accept contributions from third parties to our open source projects, and it may be difficult for us to accurately determine the origin of the contributions and whether their use, including in our proprietary products, infringes, misappropriates, or violates third-party intellectual property or other rights. The availability of certain of our own software in source code form may also enable others to detect and exploit security vulnerabilities in our products.\n \nIn addition, our use of open source software may harm our business and subject us to intellectual property claims, litigation, or proceedings in the future.\nRisks Related to Regulatory Matters\nWe are subject to many laws and regulations, and violation of or changes in those requirements could materially and adversely affect our business.\nWe are subject to numerous U.S. and international laws and requirements regarding corporate conduct, fair competition, corruption prevention, import and export practices, and hazardous or restricted material use, storage, discharge, and disposal, including laws applicable to U.S. government contractors. We have incurred, and will continue to incur, costs and business process changes to comply with such regulations. While we maintain a rigorous corporate ethics and compliance program, we may be subject to increased regulatory scrutiny, significant monetary fines or penalties, suspension of business opportunities, loss of jurisdictional operating rights, and increased litigation and investigation costs as a result of any failure to comply with those requirements. If we identify that we have fallen out of compliance, we may proactively take corrective actions, including the filing of voluntary self-disclosure statements with applicable agencies, which could cause us to incur additional expenses and subject us to penalties and other consequences that could adversely affect our business, financial condition, and operating results. Our supply and distribution models may be reliant upon the actions of our third-party business partners and we may also be exposed to potential liability resulting from their violation of these or other compliance requirements. Further, our U.S. and international business models are based on currently applicable regulatory requirements and exceptions. Changes in those requirements or exceptions could necessitate changes to our business model. Any of these consequences could materially and adversely impact our business and results of operations. \nOur actual or perceived failure to adequately protect personally identifiable information could adversely affect our business, financial condition, and operating results.\n21\nTable of Contents\nA variety of state, national, foreign, and international laws and regulations apply to the collection, use, retention, protection, disclosure, transfer, deletion, and other processing of personally identifiable information. These privacy- and data protection-related laws and regulations are evolving, with new or modified laws and regulations proposed and implemented frequently and existing laws and regulations subject to new or different interpretations. Compliance with these laws and regulations can be costly and can delay or impede the development or implementation of new products or internal systems.\n \nFailure to comply could result in enforcement actions and significant penalties against us, which could result in negative publicity, increase our operating costs, and have a material adverse effect on our business, financial condition, and operating results.\nGeneral Risk Factors\nWe face risks related to health epidemics which could have a material adverse effect on our business and results of operations.\nWe face various risks related to public health issues, including epidemics, pandemics, and other outbreaks, including the COVID-19 pandemic. The COVID-19 pandemic and efforts to control its spread have impacted and may continue to impact our workforce and operations, and those of our strategic partners, customers, suppliers, and logistics providers. These impacts have included and may include increased component, product, transportation, and overhead costs, increased logistics capacity and flexibility needs, decreased workforce availability, component supply, and product output, increased cybersecurity threats from remote work, and general economic downturns. We or our third-party business partners have been and may continue to be subject to government restrictions that impact our ability to continue efficient business operations.\n \nWhile we have taken many actions to mitigate the ongoing effects of the COVID-19 pandemic, we cannot guarantee that they will be sufficient to mitigate all related risks.\n \nTo the extent the COVID-19 pandemic adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in more detail in this “Risk Factors” section, such as those relating to adverse global or regional conditions, our highly competitive industry, supply chain disruption, customer demand conditions and our ability to forecast demand, cost saving initiatives, our indebtedness and liquidity, and cyber-attacks.\nIf we fail to maintain proper and effective internal controls, material misstatements in our financial statements could occur, impairing our ability to produce accurate and timely financial statements and adversely affecting investor confidence in our financial reports, which could negatively affect our business.\nIf we fail to maintain proper and effective internal controls, our consolidated financial statements may contain material misstatements and we could be required to restate our financial results in the future. Moreover, because of the inherent limitations of any control system, material misstatements due to error or fraud may not be prevented or detected on a timely basis, or at all. If we are unable to provide reliable and timely financial reports in the future, our business and reputation may be further harmed. Restated financial statements and failures in internal control may also cause us to fail to meet reporting obligations or debt covenants, negatively affect investor confidence in our management and the accuracy of our financial statements and disclosures, or result in adverse publicity, any of which could have a negative effect on the price of our common stock, subject us to further regulatory investigations and penalties or stockholder litigation, and materially and adversely impact our business and financial condition.\nWe are exposed to fluctuations in foreign currency exchange rates, and an adverse change in foreign currency exchange rates relative to our position in such currencies could have a material adverse impact on our business, financial condition and results of operations.\nWe do not currently use derivative financial instruments for speculative purposes. To the extent that we have assets or liabilities denominated in a foreign currency that are inadequately hedged or not hedged at all, we may be subject to foreign currency losses, which could be significant.\n \nOur international operations can act as a natural hedge when both operating expenses and sales are denominated in local currencies. In these instances, although an unfavorable change in the exchange rate of a foreign currency against the U.S. dollar would result in lower sales when translated to U.S. dollars, operating expenses would also be lower in these circumstances. The competitive price of our products relative to others could also be negatively impacted by changes in the rate at which a foreign \n22\nTable of Contents\ncurrency is exchanged for U.S. dollars. Such fluctuations in currency exchange rates could materially and adversely affect our business, financial condition and results of operations.\nIf the future outcomes related to the estimates used in recording tax liabilities to various taxing authorities result in higher tax liabilities than estimated, then we would have to record tax charges, which could be material.\nWe have provided amounts and recorded liabilities for probable and estimable tax adjustments required by various taxing authorities in the U.S. and foreign jurisdictions. If events occur that indicate payments of these amounts will be less than estimated, then reversals of these liabilities would create tax benefits recognized in the periods when we determine the liabilities have reduced. Conversely, if events occur which indicate that payments of these amounts will be greater than estimated, then tax charges and additional liabilities would be recorded. In particular, various foreign jurisdictions could challenge the characterization or transfer pricing of certain intercompany transactions. In the event of an unfavorable outcome of such challenge, material tax charges and adverse impacts on operating results could occur in the period in which the matter is resolved or an unfavorable outcome becomes probable and estimable.\nCertain changes in stock ownership could result in a limitation on the amount of net operating loss and tax credit carryovers that can be utilized each year. Should we undergo such a change in stock ownership, it would severely limit the usage of these carryover tax attributes against future income, resulting in additional tax charges, which could be material.\n23\nTable of Contents",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion and analysis compares the change in the consolidated financial statements for fiscal years 2023 and 2022 and should be read together with our consolidated financial statements, the accompanying notes, and other information included in this Annual Report. In particular, the risk factors contained in Item 1A may reflect trends, demands, commitments, events, or uncertainties that could materially impact our results of operations and liquidity and capital resources.  For comparisons of fiscal years 2022 and 2021, see our Management's Discussion and Analysis of Financial Condition and Results of Operations in Part II, , Item 7 of our Annual Report on Form 10-K for the fiscal year ended March 31, 2022, filed with the SEC on June 8, 2022, and incorporated herein by reference.\nThe following discussion contains forward-looking statements, such as statements regarding anticipated impacts on our business, our future operating results and financial position, our business strategy and plans, our market growth and trends, and our objectives for future operations. Please see \"Note Regarding Forward-Looking Statements\" for more information about relying on these forward-looking statements. \nOverview and Highlights\nWe are a technology company whose mission is to deliver innovative solutions to forward-thinking organizations across the world. We design, manufacture and sell technology and services that help customers capture, create and share digital content, and protect it for decades. We emphasize innovative technology in the design and manufacture of our products to help our customers unlock the value in their video and unstructured data in new ways to solve their most pressing business challenges.\nWe generate revenue by designing, manufacturing, and selling technology and services. Our most significant expenses are related to compensating employees; designing, manufacturing, marketing, and selling our products and services; data center costs in support of our cloud-based services; and income taxes.\nRESULTS OF OPERATIONS\nYear Ended March 31,\n(in thousands)\n2023\n2022\nTotal revenue\n$\n412,752 \n$\n372,827 \nTotal cost of revenue \n(1)\n278,813 \n225,792 \nGross profit\n133,939 \n147,035 \nOperating expenses\nResearch and development \n(1)\n44,555 \n51,812 \nSales and marketing \n(1)\n66,034 \n62,957 \nGeneral and administrative \n(1)\n47,752 \n45,256 \nRestructuring charges\n1,605 \n850 \nTotal operating expenses\n159,946 \n160,875 \nLoss from operations\n(26,007)\n(13,840)\nOther income (expense), net\n1,956 \n(251)\nInterest expense\n(10,560)\n(11,888)\nLoss on debt extinguishment, net\n(1,392)\n(4,960)\nNet loss before income taxes\n(36,003)\n(30,939)\nIncome tax provision\n1,940 \n1,341 \nNet loss\n$\n(37,943)\n$\n(32,280)\n(1) \nIncludes stock-based compensation as follows:\n28\nTable of Contents\nYear Ended March 31,\n(in thousands)\n2023\n2022\nCost of revenue\n$\n929 \n$\n1,112 \nResearch and development\n2,997 \n5,843 \nSales and marketing\n2,397 \n2,516 \nGeneral and administrative\n4,427 \n4,358 \n   Total\n$\n10,750 \n$\n13,829 \n \nComparison of the Years Ended March 31, 2023 and 2022\nRevenue\nYear Ended March 31,\n(in thousands)\n2023\n% of\nrevenue\n2022\n% of\nrevenue\n$ Change\n% Change\nProduct revenue\n$\n266,537 \n65 \n%\n$\n223,761 \n60 \n%\n$\n42,776 \n19 \n%\nService and subscription revenue\n132,510 \n32 \n%\n133,689 \n36 \n%\n(1,179)\n(1)\n%\nRoyalty revenue\n13,705 \n3 \n%\n15,377 \n4 \n%\n(1,672)\n(11)\n%\nTotal revenue\n$\n412,752 \n100 \n%\n$\n372,827 \n100 \n%\n$\n39,925 \n11 \n%\nProduct Revenue\nIn fiscal 2023, product revenue increased $42.8 million, or 19%, as compared to fiscal 2022.  The primary driver of the increase was demand from our large hyperscale customers, as well as continued strong demand globally for data protection and archive solutions. Outside of the Tape and Hyperscale business, our remaining Secondary and Primary storage systems are also offer as a subscription.  We anticipate the product revenue portion of our Primary and Secondary storage systems to decrease as we continue to transition to subscription-based offerings.  The Devices and media also decreased partially driven by lower volume of LTO®  media sales. \nService and Subscription Revenue\nService and subscription revenue decreased $1.2 million, or 1%, in fiscal 2023 compared to fiscal 2022.  This decrease was due in part to certain long-lived products reaching their end-of-service-life, partially offset by new support bookings and the transition towards subscription-based licensing.  \nRoyalty Revenue \nWe receive royalties from third parties that license our LTO® media patents through our membership in the LTO®  consortium. Royalty revenue decreased $1.7 million, or 11%, in fiscal 2023, as compared to fiscal 2022, related to lower overall unit shipments. \nGross Profit and Margin\nYear Ended March 31,\n(in thousands)\n2023\nGross\nmargin %\n2022\nGross\nmargin %\n$ Change\nBasis point change\nProduct gross profit\n$\n46,506 \n17.4 \n%\n$\n53,981 \n24.1 \n%\n$\n(7,475)\n(670)\nService and subscription gross profit\n73,728 \n55.6 \n%\n77,677 \n58.1 \n%\n(3,949)\n(250)\nRoyalty gross profit\n13,705 \n100.0 \n%\n15,377 \n100.0 \n%\n(1,672)\n— \nGross profit\n$\n133,939 \n32.5 \n%\n$\n147,035 \n39.4 \n%\n$\n(13,096)\n(690)\n29\nTable of Contents\nProduct Gross Margin \nProduct gross margin decreased 670 basis points for fiscal 2023, as compared to fiscal 2022. This decrease was due primarily to a $9.8 million inventory provision recorded during fiscal 2023. Due to longer purchasing lead times and other factors caused by the global supply chain disruptions occurring since the beginning of the COVID-19 pandemic, certain inventory has become obsolete due to next generation products being released and legacy products being discontinued. In addition, following our integration of several past acquisitions, certain legacy products were discontinued and replaced with updated product offerings rendering the related inventory obsolete. We do not believe that the magnitude of this inventory provision is indicative of our ongoing operations and is not expected to be repeated in the near term.\nExcluding this non-recurring adjustment, product gross margin has declined approximately 370 basis points for fiscal 2023, as compared to fiscal 2022 primarily due to the continuation of pricing pressure on materials cost and freight, as global supply chain constraints disrupted normal procurement channels. Our product mix was also more heavily weighted to lower margin solutions. \nService and subscription Gross Margin \nService and subscription gross margin decreased 250 basis points for fiscal 2023, as compared to fiscal 2022. This decrease was due partially to increased costs for freight and repair on replacement parts in addition to additional inventory write downs required for service parts caused by the transition of certain service logistics activities to a third party provider.\nRoyalty Gross Margin \nRoyalties do not have significant related cost of sales. \nOperating expenses\nYear Ended March 31,\n(in thousands)\n2023\n% of\nrevenue\n2022\n% of\nrevenue\n$ Change\n% Change\nResearch and development\n$\n44,555 \n11 \n%\n$\n51,812 \n14 \n%\n$\n(7,257)\n(14)\n%\nSales and marketing\n66,034 \n16 \n%\n62,957 \n17 \n%\n3,077 \n5 \n%\nGeneral and administrative\n47,752 \n12 \n%\n45,256 \n12 \n%\n2,496 \n6 \n%\nRestructuring charges\n1,605 \n— \n%\n850 \n— \n%\n755 \n89 \n%\n   Total operating expenses\n$\n159,946 \n39 \n%\n$\n160,875 \n43 \n%\n$\n(929)\n(1)\n%\nIn fiscal 2023, research and development expense decreased $7.3 million, or 14%, as compared with fiscal 2022.  This decrease was the result of one-time acquisition-related costs that occurred in the prior year, as well as the overall consolidation of those acquisitions. \nIn fiscal 2023, sales and marketing expenses increased $3.1 million, or 5%, as compared with fiscal 2022.  This increase was partially driven by increased investment in sales resources in key strategic markets, as well as the resumption of large trade shows and other events that are a key driver of our marketing activities. \nIn fiscal 2023, general and administrative expenses increased $2.5 million, or 6%, as compared with fiscal 2022. This increase was driven primarily by transition costs as we complete large projects in our IT and facilities infrastructure. \nIn fiscal 2023, restructuring expenses increased $0.8 million, or 89%, as compared with fiscal 2022.  This increase is driven by corporate restructuring activities as we consolidated our physical footprint and operations in certain markets.\nOther expense, net\nYear Ended March 31,\n(in thousands)\n2023\n% of\nrevenue\n2022\n% of\nrevenue\n$ Change\n% Change\nOther income (expense), net\n$\n1,956 \n1 \n%\n$\n(251)\n0 \n%\n$\n(2,207)\n(879)\n%\n30\nTable of Contents\nIn fiscal 2023, other income (expense), net increased $2.2 million or 879%, compared to fiscal 2022. The increase was primarily related to differences in foreign currency gains and losses during each period, as well as the sale of  IP licenses. \nInterest expense\nYear Ended March 31,\n(in thousands)\n2023\n% of\nrevenue\n2022\n% of\nrevenue\n$ Change\n% Change\nInterest expense\n(10,560)\n(3)\n%\n(11,888)\n(3)\n%\n(1,328)\n(11)\n%\nIn fiscal 2023, interest expense decreased $1.3 million, or 11%, as compared to fiscal 2022.   This decrease was primarily due to a lower principal balance on our Term Loan. \nLoss on debt extinguishment, net\nYear Ended March 31,\n(in thousands)\n2023\n% of\nrevenue\n2022\n% of\nrevenue\n$ Change\n% Change\nLoss on debt extinguishment, net\n(1,392)\n— \n%\n(4,960)\n(1)\n%\n(3,568)\n(72)\n%\nIn fiscal 2023, loss on debt extinguishment, net was related to prepayment of our long-term debt.\nIncome tax provision\nYear Ended March 31,\n(in thousands)\n2023\n% of\nrevenue\n2022\n% of\nrevenue\n$ Change\n% Change\nIncome tax provision\n$\n1,940 \n1 \n%\n$\n1,341 \n— \n%\n$\n599 \n45 \n%\nOur income tax provision is primarily influenced by foreign and state income taxes. In fiscal 2023, the income tax provision increased $0.6 million or 45%, compared to fiscal 2022, related primarily to higher current foreign taxes as a result of an increase in foreign taxable income.\nDue to our history of net losses in the U.S., the protracted period for utilizing tax attributes in certain foreign jurisdictions, and the difficulty in predicting future results, we believe that we cannot rely on projections of future taxable income to realize most of our deferred tax assets. Accordingly, we have established a full valuation allowance against our U.S. and certain foreign net deferred tax assets. Significant management judgement is required in assessing our ability to realize any future benefit from our net deferred tax assets. We intend to maintain this valuation allowance until sufficient positive evidence exists to support its reversal. Our income tax expense recorded in the future will be reduced to the extent that sufficient positive evidence materializes to support a reversal of, or decrease in, our valuation allowance.\nLiquidity and Capital Resources\nWe consider liquidity in terms of the sufficiency of internal and external cash resources to fund our operating, investing and financing activities. Our principal sources of liquidity include cash from operating activities, cash and cash equivalents on our balance sheet and amounts available under our credit facility with PNC Bank, National Association (as amended from time to time, the “PNC Credit Facility”) pursuant to the Amended Restated Revolving Credit and Security Agreement dated December 27, 2018.  We require significant cash resources to meet obligations to pay principal and interest on our outstanding debt, provide for our research and development activities, fund our working capital needs, and make capital expenditures. Our future liquidity requirements will depend on multiple factors, including our research and development plans and capital asset needs.  \n31\nTable of Contents\nWe had cash and cash equivalents of $26.0 million as of March 31, 2023, which excludes $0.2 million. of short-term restricted cash as of March 31, 2023. Our total outstanding Term Loan debt was $74.7 million, and we had $20.0 million available to borrow under the PNC Credit Facility as of March 31, 2023.\nWe generated negative cash flows from operations of approximately $4.9 million and $33.7 million for the fiscal years ended March 31, 2023 and 2022, respectively, and generated net losses of approximately $37.9 million and $32.3 million for the fiscal years ended March 31, 2023 and 2022, respectively. We have funded operations through the sale of common stock, term debt borrowings and revolving credit facility borrowings described in \nNote 5: Debt\n.\nOn June 1, 2023, the Company entered into amendments to the Term Loan and the PNC Credit Facility. The amendments, among other things, (a) amended the total net leverage ratio financial covenant commencing with the fiscal quarter ended June 30, 2023; (b) amended the minimum liquidity financial covenant to decrease the minimum liquidity to $15 million; and (c) amended the “EBITDA” definition to increase the add-back cap on non-recurring items including restructuring charges during the fiscal years ended March 31, 2024 and 2025. The Term Loan amendment also provided an advance of $15 million in additional Term Loan borrowings. With the additional term debt borrowings, in addition to the amendments to the credit agreements, we forecasted that operating performance, cash, current working capital and borrowings available under the PNC Credit Facility will provide us with sufficient capital to fund operations for at least one year from the financial statement issuance date. If required, there is no assurance that we would be able to obtain sufficient additional funds when needed or that such funds, if available, would be obtainable on terms satisfactory to us.\n \nOur outstanding long-term debt amounted to $83.1 million as of March 31, 2023, net of $3.3 million in unamortized debt issuance costs and $5.0 million in current portion of long-term debt.\nWe are subject to various debt covenants under our debt agreements. Our failure to comply with our debt covenants could materially and adversely affect our financial condition and ability to service our obligations. We believe we were in compliance with all covenants under our debt agreements as of the date of filing of this Annual Report on Form 10-K. See \"Risks Related to our Indebtedness\" section of\n Item 1A. Risk Factors.\nCash Flows\nThe following table summarizes our consolidated cash flows for the periods indicated.\n \nYear Ended March 31,\n( in thousands)\n2023\n2022\nCash provided by (used in):\n   Operating activities\n(4,894)\n(33,728)\n   Investing activities\n(15,601)\n(14,124)\n   Financing activities\n41,165 \n20,157 \n   Effect of exchange rate changes\n12 \n51 \nNet change in cash, cash equivalents, and restricted cash\n$\n20,682 \n$\n(27,644)\nNet Cash Used in Operating Activities\nNet cash used in operating activities was $4.9 million for the year ended March 31, 2023, primarily attributable to cash provided by operating activities excluding changes in assets and liabilities of $1.5 million offset by cash used associated with working capital changes of $6.4 million including cash used related to manufacturing and service inventories of $5.3 million.\nNet cash used in operating activities was $33.7 million for the year ended March 31, 2022, primarily attributable to $30.5 million of changes in assets and liabilities due primarily to working capital requirements due to higher manufacturing and service inventories.\n32\nTable of Contents\nNet Cash Used in Investing Activities\nNet cash used in investing activities was $15.6 million for the year ended March 31, 2023, primarily attributable to $12.6 million of capital expenditures and $3.0 million of cash paid related to the deferred purchase price for a prior business acquisition.\nNet cash used in investing activities was $14.1 million for the year ended March 31, 2022, primarily attributable to $7.8 million of business acquisitions and $6.3 million of capital expenditures. \nNet Cash Provided by Financing Activities\nNet cash provided by financing activities was $41.2 million for the year ended March 31, 2023 due primarily to $66.2 million of net cash received from the Rights Offering of 30 million shares of our common stock offset in part by a $20.0 million prepayment of our term debt and term debt principal amortization payments and amendment fees totaling $3.3 million. \nNet cash provided by financing activities was $20.2 million for the year ended March 31, 2022, primarily related to borrowings under our credit facility, and proceeds from the new Term Loan offset by the repayment in full of the Senior Secured Term Loan. \nCommitments and Contingencies\nOur contingent liabilities consist primarily of certain financial guarantees, both express and implied, related to product liability and potential infringement of intellectual property. We have little history of costs associated with such indemnification requirements and contingent liabilities associated with product liability may be mitigated by our insurance coverage. In the normal course of business to facilitate transactions of our services and products, we indemnify certain parties with respect to certain matters, such as intellectual property infringement or other claims. We also have indemnification agreements with our current and former officers and directors. It is not possible to determine the maximum potential amount under these indemnification agreements due to the limited history of our indemnification claims, and the unique facts and circumstances involved in each particular agreement. Historically, payments made by us under these agreements have not had a material impact on our operating results, financial position or cash flows.\nWe are also subject to ordinary course of business litigation, See \nNote 11: Commitments and Contingencies\n, to our consolidated financial statements included elsewhere in this Annual Report on Form 10-K.\nContractual Obligations\nContractual obligations are cash amounts that we are obligated to pay as part of certain contracts that we have entered into during the normal course of business. Below is a table that shows our contractual obligations as of March 31, 2023 (in thousands):\nPayments Due by Period\n(in thousands)\nTotal\n1 year or less\n1 – 3 Years\n3 –5 Years\nMore than\n5 years\nDebt obligations \n(1)\n$\n140,407 \n$\n15,109 \n$\n108,548 \n$\n16,750 \n$\n— \nFuture lease commitments \n(2)\n22,993 \n2,700 \n3,989 \n3,042 \n13,262 \nPurchase obligations \n(3)\n28,688 \n28,688 \n— \n— \n— \n     Total\n$\n192,088 \n$\n46,497 \n$\n112,537 \n$\n19,792 \n$\n13,262 \n(1)\n \nConsists of (i) principal and interest payments on our term loan based on the amount outstanding and interest rates in effect at March 31, 2023, and (ii) principal, interest, and unused commitment fees on our PNC Credit Facility based on the amount outstanding and rates in effect at March 31, 2023. Term loan debt matures on August 5, 2026. \n(2)\n \nRepresents aggregate future minimum lease payments under non-cancelable operating leases.\n(3)\n \nIncludes primarily non-cancelable inventory purchase commitments.\n33\nTable of Contents\nOff-Balance Sheet Arrangements\nWe do not currently have any other off-balance sheet arrangements and do not have any holdings in variable interest entities.\nCRITICAL ACCOUNTING ESTIMATES AND POLICIES\nThe preparation of our consolidated financial statements in accordance with generally accepted accounting principles in the United States of America (“GAAP”) requires management to make judgments, estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes included elsewhere in this Annual Report on Form 10-K. On an ongoing basis, we evaluate estimates, which are based on historical experience and on various other assumptions that we believe to be reasonable under the circumstances. We consider the following accounting policies to be critical to understanding our financial statements because the application of these policies requires significant judgment on the part of management, which could have a material impact on our financial statements if actual performance should differ from historical experience or if our assumptions were to change. The following accounting policies include estimates that require management’s subjective or complex judgments about the effects of matters that are inherently uncertain. For information on our significant accounting policies, including the policies discussed below, see \nNote 1: Description of Business and Significant Accounting Policies\n, to our consolidated financial statements.\nRevenue Recognition \nOur revenue is derived from three main sources: (a) products, (b) service and subscription, and (c) royalties. Our performance obligations are satisfied at a point in time or over time as stand ready obligations. Product revenue is recognized at the point in time when the customer takes control of the product, which typically occurs at the point of shipment. Service and subscription revenue consists of customer support agreements, software subscriptions, installation, and consulting & training. Our software subscriptions include term licenses which are recognized as revenue when the license has been delivered to the customer and related customer support which is recognized ratably over the service period. Revenue from customer support agreements is recognized ratably over the contractual term of the agreement. Installation services are typically completed within a short period of time and revenue from these services are recognized at the point when installation is complete. A majority of our consulting and training revenue does not take significant time to complete therefore these obligations are satisfied upon completion of such services at a point in time. We license certain products under royalty arrangements, pursuant to which our licensees periodically provide us with reports containing units sold to end users subject to the royalties. The reports substantiate that our performance obligation has been satisfied and we recognize royalty revenue based on the reports or when amounts can be reasonably estimated.\nThere are significant judgements used when applying Accounting Standards Codification (“ASC”) Topic 606 to contracts with customers. Most of our contracts contain multiple goods and services designed to meet each customers’ unique storage needs. For contracts with multiple performance obligations, we allocate the transaction price to each performance obligation based on the relative standalone selling price of the good or service underlying each performance obligation. Where standalone selling price may not be directly observable (e.g., the performance obligation is not sold separately), we maximize the use of observable inputs by using information including reviewing discounting practices, performance obligations with similar customers and product groupings. We determined that invoice price is the best representation of what we expect to receive from the delivery of each performance obligation. This judgment is based on the fact that each storage solution is customizable to meet an individual customer’s needs and every product’s transaction price can vary depending on the mix of other products included in the same purchase order and there are no identifiable trends that provide a good representation of expected margin for each product.\nProduct revenue may be impacted by a variety of price adjustments or other factors, including rebates, returns and stock rotation. We use the expected value method to estimate the net consideration expected to be returned by the customer. We use historical data and current trends to drive our estimates. We record a reduction to revenue to account for these items that may result in variable consideration. We initially measure a returned asset at the carrying amount of the inventory, less any expected costs to recover the goods including potential decreases in value of the returned goods.\n34\nTable of Contents\nIncome Taxes\nDeferred tax assets and liabilities are recognized based on temporary differences between the financial reporting and tax bases of assets and liabilities, measured at the enacted tax rates expected to apply to taxable income in the years in which those tax assets or liabilities are expected to be realized or settled. Based on the evaluation of available evidence, both positive and negative, we recognize future tax benefits, such as net operating loss carryforwards and tax credit carryforwards, to the extent that realizing these benefits is considered to be more likely than not.\nA valuation allowance is provided if we believe it is more likely than not that all or some portion of the deferred tax asset will not be realized. An increase or decrease in the valuation allowance, if any, that results from a change in circumstances, and which causes a change in our judgment about the realizability of the related deferred tax asset, is included in the tax provision.\nWe recognize the financial statement effects of an uncertain income tax position when it is more likely than not, based on technical merits, that the position will be sustained upon examination. We reevaluate these uncertain tax positions on a quarterly basis. This evaluation is based on factors including, but not limited to, changes in facts or circumstances and changes in tax law. We recognize penalties and tax-related interest expense as a component of income tax expense in our consolidated statements of operations. See \nNote 9: Income Taxes\n, to our consolidated financial statements included elsewhere in this Annual Report on Form 10-K.\nInventories\nManufacturing Inventories\nOur manufacturing inventory is recorded at the lower of cost or net realizable value, with cost being determined on a first-in, first-out (“FIFO”) basis. Costs include material, direct labor, and an allocation of overhead. Adjustments to reduce the cost of manufacturing inventory to its net realizable value, if required, are made for estimated excess, obsolete or impaired balances. Factors influencing these adjustments include declines in demand, rapid technological changes, product life cycle and development plans, component cost trends, product pricing, physical deterioration and quality issues. Revisions to these adjustments would be required if these factors differ from our estimates.\nService Parts Inventories\nOur service parts inventories are recorded at the lower of cost or net realizable value, with cost being determined on a FIFO basis. Service parts inventories consist of both component parts, which are primarily used to repair defective units, and finished units, which are provided for customer use permanently or on a temporary basis while the defective unit is being repaired. We record adjustments to reduce the carrying value of service parts inventory to its net realizable value and dispose of parts with no use and a net realizable value of zero. Factors influencing these adjustments include product life cycles, end of service life plans and the volume of enhanced or extended warranty service contracts. Estimates of net realizable value involve significant estimates and judgments about the future, and revisions would be required if these factors differ from our estimates.\nBusiness Acquisitions, Goodwill and Acquisition-Related Intangible Assets\nWe allocate the purchase price to the intangible and tangible assets acquired and liabilities assumed in a business combination at their estimated fair values on the date of acquisition, with the excess recorded to goodwill. We use our best estimates and assumptions to assign fair value to the assets acquired and liabilities assumed as well as the useful lives of the acquired intangible assets. Examples of critical estimates in valuing certain intangible assets we have acquired include, but are not limited to, future expected cash flows, expected technology life cycle, attrition rates of customers, and discount rates. We estimate the useful lives of each intangible asset based on the expected period over which we anticipate generating economic benefit from the asset. The amounts and useful lives assigned to acquired intangible assets impact the amount and timing of future amortization expense.\nWhile we use our best estimates and assumptions as part of the purchase price allocation process to value assets acquired and liabilities assumed, these estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments \n35\nTable of Contents\nto the estimated fair value of the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Upon the conclusion of the measurement period, any subsequent adjustments are recorded to the consolidated statements of operations.\nRecently Issued and Adopted Accounting Pronouncements\nFor recently issued and adopted accounting pronouncements, see \nNote 1: Description of Business and Significant Accounting Policies\n, to our consolidated financial statements.",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nMarket risk represents the risk of loss that may impact our financial position due to adverse changes in financial market prices and rates. Our market risk exposure is primarily a result of exposure due to potential changes in inflation or interest rates. We do not hold financial instruments for trading purposes.\nInterest Rate Risk\nWe are subject to interest rate risk on borrowings under our variable interest rate term debt and PNC Credit Facility. See \nNote 5: Debt\n to our consolidated financial statements for a description of our long-term debt. Changes in the market interest rate will increase or decrease our interest expense. Assuming no change in the outstanding borrowings under the term debt and the PNC Credit Facility during fiscal 2023, a hypothetical 100-basis point increase or decrease in market interest rates sustained throughout the year would not result in a material change to our annual interest expense.  Our other long-term debt related to lease obligations have fixed interest rates and terms, and as such, we consider the associated risk to our results of operations from changes in market rates of interest applied to our lease obligations to be minimal.\nForeign Exchange Risk\nWe conduct business in certain international markets. Because we operate in international markets, we have exposure to different economic climates, political arenas, tax systems and regulations that could affect foreign exchange rates. Our primary exposure to foreign currency risk relates to transacting in foreign currency and recording the activity in U.S. dollars. Changes in exchange rates between the U.S. dollar and these other currencies will result in transaction gains or losses, which we recognize in our consolidated statements of operations.\nTo the extent practicable, we minimize our foreign currency exposures by maintaining natural hedges between our assets and liabilities and revenues and expenses denominated in foreign currencies. We may enter into foreign exchange derivative contracts or other economic hedges in the future. Our goal in managing our foreign exchange risk is to reduce to the extent practicable our potential exposure to the changes that exchange rates might have on our earnings.\n36\nTable of Contents",
    "cik": "709283",
    "cusip6": "747906",
    "cusip": [
        "747906501"
    ],
    "names": [
        "QUANTUM CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/709283/000070928323000013/0000709283-23-000013-index.htm"
}