{
    "item1": ">ITEM 1. \nBUSINESS.\nIn this annual report on Form 10-K, “Applied” refers to Applied Industrial Technologies, Inc., an Ohio corporation. References to “we,” “us,” “our,” and “the Company” refer to Applied and its subsidiaries. \nWe are a leading distributor and solutions provider of industrial motion, power, control, and automation technologies.  Through our comprehensive network of approximately 6,200 employee associates and approximately 580 facilities including service center, fluid power, flow control, and automation operations, as well as repair shops and distribution centers, we offer a selection of more than 8.8 million stock keeping units with a focus on industrial bearings, power transmission products, fluid power components and systems, specialty flow control, and advanced factory automation solutions.  We market our products with a set of service solutions including inventory management, engineering, design, assembly, repair, and systems integration, as well as customized mechanical, fabricated rubber, and shop services.  Our customers use our products and services for both MRO (maintenance, repair, and operating) and OEM (original equipment manufacturing) applications across a variety of end markets primarily in North America, as well as Australia, New Zealand, and Singapore.  Headquartered in Cleveland, Ohio, Applied and its predecessor companies have engaged in business since 1923.\nOur internet address is www.applied.com.  The following documents are available via hyperlink from the investor relations area of our website:\n•\nApplied's annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, together with Section 16 insider beneficial stock ownership reports - these documents are posted as soon as reasonably practicable after they are electronically filed with, or furnished to, the Securities and Exchange Commission\n•\nApplied's Code of Business Ethics\n•\nApplied's Board of Directors Governance Principles and Practices\n•\nApplied's Director Independence Standards\n•\nCharters for the Audit, Corporate Governance & Sustainability, and Executive Organization & Compensation Committees of Applied's Board of Directors\nThe information available via hyperlink from our website is not incorporated into this annual report on Form 10-K.\nGENERAL DEVELOPMENT OF BUSINESS\nInformation regarding developments in our business can be found in Item 7 under the caption “Management's Discussion and Analysis of Financial Condition and Results of Operations.”  This information is incorporated here by reference.\nVALUE PROPOSITION\nWe serve a segment of the industrial market that requires technical expertise and service given that our products and solutions are directly tied to companies’ production and efficiency initiatives.  As such, we believe we are integral to our customers’ supply chains considering the critical nature and direct exposure our solutions have on our customers’ core production equipment and plant capabilities.  While we compete with other distributors and service providers offering products and solutions addressing this area of the industrial supply chain, we believe our industry position and value proposition benefits from relative advantages tied to the following key attributes:\n1) Technical expertise in motion control technologies and related service offerings\n2) Broad in-stock product offering, inventory availability, and repair capabilities\n3) Tenured relationships with industrial customers and leading suppliers\n4) Scale and proximity of our service center network relative to customer facilities\n5) Leading positions in engineered fluid power and flow control solutions\n6) Expanding capabilities in advanced automation solutions and smart technologies\n7) Talent acquisition and development of technically-oriented sales associates, engineers, and service personnel \n8) Business systems and distribution capabilities\n9) Complementary offerings including indirect consumable supply inventory management\nWe focus on helping customers minimize their production downtime, improve machine performance, and reduce overall procurement and maintenance costs, as well as optimize the efficiency and safety of their facilities and equipment.  A primary focus for our service center network is responding to a critical “break-fix” situation, which requires knowledge of a customer’s facility, localized inventory, timely delivery capabilities, service execution, and accountability.  In addition, our fluid power, flow control, and automation operations design, engineer, and \n2\nTable of Contents\nintegrate solutions focused on making a customer’s operations and equipment more productive, cost and energy-efficient, and automated.  We believe our products and solutions are increasingly critical within the industrial supply chain given increased manufacturing activity in the U.S., potential reshoring or localization of supply chains across North America, greater supply chain investments following the pandemic, an aging and tighter customer labor force, more sophisticated production equipment and processes, a greater focus on plant floor optimization, and compliance and regulatory requirements.\nINDUSTRY AND COMPETITION\nWe primarily compete within North America which we believe offers significant growth potential given our industry position, established distribution and sales network, market fragmentation, and customer technical requirements, as well as opportunities tied to automation and smart technologies.  In addition, reshoring and localization of supply chains could be a meaningful growth catalyst in years to come.  Growth within our industry is influenced by broader industrial production and capacity utilization, as well as inflation, labor dynamics, capital spending, geopolitical events, factory optimization initiatives, changes in industrial equipment technologies, and supply chain requirements.\nOur principal competitors are specialist and general line distributors of bearings, power transmission products, fluid power components and systems, flow control solutions, industrial rubber products, linear motion components, and automation solutions, and, to a lesser extent, providers of tools, safety products, and other industrial and maintenance supplies.  These competitors include local, regional, national, and multinational operations.  We also compete with original equipment manufacturers and integrators.  The identity and number of our competitors vary throughout the geographic, industry, and product markets we serve. \nSTRATEGIC GROWTH AND OPERATIONAL OPPORTUNITIES\n•\nOptimize operations and capture market share across our core service center network\n.\n \n Our network of service centers located close to industrial companies allows us to respond quickly and effectively to critical MRO situations involving direct production infrastructure and industrial equipment.  We believe more sophisticated industrial production processes and customer labor constraints, as well as increased industrial capacity and manufacturing activity across North America could drive greater demand for our products and services.  We continue to deploy initiatives to further enhance our capabilities across our service center network and gain market share.  These include investments in analytics, strategic account penetration, sales process optimization, talent development, and digital channel solutions, as well as fully leveraging and cross-selling our expanded product and service platform across fluid power, flow control, automation, and consumables solutions.\n•\nExtend our leading fluid power and flow control position as demand for comprehensive solutions grows\n.  We provide innovative fluid power and flow control solutions including systems design and engineering, electronic control integration, software programming, valve actuation, compliance consulting, fabrication and assembly, and dedicated service and repair.  Demand for these solutions is increasing across a variety of industrial, off-highway mobile, technology, and process related applications given a greater focus on power consumption, plant efficiency and automation, emissions control, electrification, remote monitoring, advancements in machining, regulatory and compliance standards, and data analytics.  We believe our service and engineering capabilities, shop network, and supplier relationships, combined with our software coding and smart technology application knowledge, are key competitive advantages.  We see opportunities to leverage these advantages across new and underserved geographies, as well as through new commercial solutions that could drive a greater share gain of this market opportunity in coming years. \n•\nExpand automation platform and develop growth around emerging industrial technologies\n.  We are expanding our position and capabilities focused on advanced factory automation and smart technologies that optimize and connect customers’ industrial supply chains.  We believe we have a favorable position to capture this addressable market given our technical product focus, service capabilities, embedded customer relationships and knowledge across direct production infrastructure and equipment, and existing supplier relationships.  Following several business acquisitions made in recent years, we now offer products and solutions focused on the design, assembly, integration, and distribution of machine vision, robotics, digital networking, and motion control technologies.  Our emerging growth across these areas is diversifying our end-market exposure with greater penetration into technology, life sciences, logistics, and food and beverage industries. We expect to continue to expand our automation footprint and capabilities in coming years, as well as pursue opportunities tied to the Industrial Internet of Things (IIoT).  We believe this market potential could be meaningful as technology continues to converge within traditional industrial supply chains and end-markets.   \n•\nExecute ongoing operational initiatives supporting margin expansion\n.  We have a number of initiatives focused on driving operational improvements throughout the organization.  Systems investments in recent \n3\nTable of Contents\nyears including common ERP platforms are supporting opportunities in leveraging shared services, refining our sales management process, and standardizing pricing and sourcing functions, while we continue to optimize our shop and distribution network and analytics.  We also remain focused on achieving margin synergies across our operations following expansion into flow control and automation.  This includes enhanced pricing functions, leveraging vendor procurement, freight savings, and refined cost management.  Combined with growth in more profitable areas of our business and our history of cost accountability, we see ongoing opportunity to optimize our margin profile and cash generation in coming years.\n•\nPursue value-creating acquisitions to supplement growth and strengthen industry position\n.            We expect to pursue additional acquisitions aligned with our growth strategy and long-term financial targets.  We view acquisitions as an important growth consideration given high fragmentation, greater operational and technical requirements, and supplier authorizations within the markets we serve.  We believe our sourcing strategy, cash generation capabilities, industry relationships, and operational discipline are key to our acquisition success.  In addition, dedicated corporate teams and related support functions provide strategic oversight of critical work streams and integration execution, which we believe enhances our ability to capture synergistic value.  Over the near to intermediate-term, our acquisition priorities are focused on continuing to expand our current offerings, while further enhancing our technical differentiation and value-added service capabilities.\nOPERATIONS\nOur distribution and sales network consists of approximately 450 locations in our Service Center Distribution segment and approximately 130 locations in our Engineered Solutions segment.  This includes service centers, distribution centers, and facilities tied to our fluid power, flow control, and automation operations.  Our service centers resemble local inventory hubs located in close proximity to our customers and focused primarily on MRO related fulfillment and service needs.  Our fluid power, flow control, and automation locations support technical and shop-oriented services integral to the more specialized and integrated nature of the products and solutions they provide.  Other operations and channels we market through include inventory management services for indirect consumable supplies and digital solutions including our Applied.com website, electronic data interchange (EDI) and other electronic interfaces with customers' technology platforms and plant maintenance systems. \nOur distribution centers provide daily service to our service centers, helping replenish inventories and shipping products directly to customers where appropriate.  An efficient supply chain and timely delivery of our products is vital to our value proposition particularly when customers require products for emergency repairs.  We utilize dedicated third-party transportation providers, our own delivery vehicles, as well as surface and air common carrier and courier services.  Customers may also pick up items at our service centers.  We maintain product inventory levels at each service center tailored to the local market.  These inventories consist of standard items as well as other items specific to local customer demand. \nOur operations are primarily based in the U.S. where 87% of our fiscal 2023 sales were generated.  We also have international operations, the largest of which is in Canada (7% of fiscal 2023 sales) with the balance (6% of fiscal 2023 sales) in Mexico, Australia, New Zealand, and Singapore. \nSUPPLIERS\nWe are a leading distributor of products including bearings, power transmission products, engineered fluid power components and systems, specialty flow control solutions, advanced automation products, industrial rubber products, linear motion components, tools, safety products, and other industrial and maintenance supplies.\nThese products are generally supplied to us by manufacturers whom we serve as a non-exclusive distributor.  The suppliers also may provide us product training, as well as sales and marketing support.  Authorizations to represent particular suppliers and product lines vary by geographic region, particularly for our fluid power, flow control, and automation businesses.  We believe our supplier relationships are generally good, and many have existed for decades.  The disruption of relationships with certain suppliers, or the disruption of their operations, could adversely affect our business.\nOur product suppliers typically confine their direct sales activities to large-volume transactions, mainly with large original equipment manufacturers.  The suppliers generally do not sell maintenance and repair products directly to the customer, but instead refer the customer to us or another distributor.\nMARKETS \nWe purchase from thousands of product manufacturers and resell the products to thousands of customers in a wide variety of industries, including agriculture and food processing, cement, chemicals and petrochemicals, fabricated \n4\nTable of Contents\nmetals, forest products, industrial machinery and equipment, life sciences, mining, oil and gas, primary metals, technology, transportation, and utilities, as well as to government entities.  Customers range from very large businesses, with which we may have multiple-location relationships, to very small ones.  We are not significantly dependent on a single customer or group of customers, the loss of which would have a material adverse effect on our business as a whole, and no single customer accounts for more than 4% of our fiscal 2023 sales.\nSERVICES\nWe believe part of our success, differentiation, and competitive advantage is attributable to the comprehensive set of services and solutions we provide, which we view as critical given the technical nature and application of our core product offering of motion, power, control, and automation technologies.  The foundation of our service capabilities lies with our technically-oriented associate team, which includes engineers, industry segment specialists, mechanics, technicians, fluid power specialists, as well as our systems, shop network, and supplier relationships.  We believe knowledge and service capabilities relating to our core product offering are increasingly needed across our customer base given skilled labor constraints within their operations, maintenance requirements, and more sophisticated plant equipment and processes.  Our services and solutions help customers minimize production downtime, improve machine performance, expand their engineering capabilities, and reduce overall procurement and maintenance costs.  By providing high levels of service, product and industry expertise, and technical support, while at the same time offering product breadth and competitive pricing, we believe we develop stronger, longer-lasting, and more profitable customer relationships.   See the Reportable Segments section below for more detail on the various service solutions we provide to customers.\nREPORTABLE SEGMENTS\nWe report results of operations in two segments: 1) Service Center Based Distribution, and 2) Engineered Solutions.  In fiscal 2023, our Service Center Based Distribution segment represented 67% of our total sales, while our Engineered Solutions segment represented 33% of our total sales. \nService Center Based Distribution\n.  Our Service Center Based Distribution segment includes our legacy MRO distribution operations across North America, Australia, and New Zealand.  This business operates through local service centers and distribution centers with a focus on providing products and services addressing the maintenance and repair of motion control infrastructure and production equipment.  Products primarily include industrial bearings, motors, belting, drives, couplings, pumps, linear motion products, hydraulic and pneumatic components, filtration supplies, and hoses, as well as other related supplies for general operational needs of customers’ machinery and equipment.\nService center locations are stocked with product inventory tailored to each local market and staffed with customer sales and service representatives, account managers, as well as product and industry specialists.  Customer sales and service representatives receive, process, and expedite customer orders, provide product information, and assist account managers in serving customers.  Account managers make onsite calls to customers to provide product information, identify customer requirements, make recommendations, and assist in implementing equipment maintenance and storeroom management programs.  Industry specialists assist with product applications in their areas of expertise.  Service centers market product offerings with a suite of services that create additional value for the customer.  This includes onsite training, product fabrication and repair, and inventory management solutions.  We also provide analysis and measurement of productivity improvement and cost savings potential from these services through our Applied Documented Value-Added\n®\n (DVA\n®\n) reports.  \nThe segment includes operations focused on certain end markets and indirect consumable supplies through vendor managed inventory solutions, as well as regional fabricated rubber shops and service field crews, which install, modify, and repair conveyor belts and rubber linings, and make hose assemblies in accordance with customer requirements.\nEngineered Solutions\n.  Our Engineered Solutions segment includes our operations that specialize in distributing, engineering, designing, integrating, and repairing hydraulic and pneumatic fluid power technologies, and engineered flow control products and services.  We believe we are the largest distributor and solutions provider of fluid power and industrial flow control products and solutions in the U.S.  The segment also includes our operations that focus on advanced automation solutions, including machine vision, robotics, motion control, and smart technologies.\nOur fluid power operations offer products and services primarily used within industrial, off-highway mobile, and technology applications.  Fluid power products include hydraulic and pneumatic technologies using liquids and gases to transmit power, typically in smaller spaces than other forms of power transmission.  Hydraulic products offer high power to weight ratios, high torque at low speeds, and power reliability, while pneumatic products are focused on \n5\nTable of Contents\nlightweight applications in need of speed and precision.  Our fluid power products and solutions are commonly used for off-highway equipment, heavy industrial equipment and machines at factories, marine and offshore equipment, factory automation, food processing equipment, packaging operations, and downstream energy process systems. Operations are supported by a team of certified fluid power specialists, mechanics, technicians, and engineers that provide technical services ranging from system design and integration, electronic control integration, hydraulic assemblies, repair and rebuild, manifold design and assembly, customized filtration solutions, software programming and repair, and hydraulic system retrofits, and integration of autonomous and electrification features.\nOur specialty flow control operations provide highly engineered process flow control products, solutions, and services.  Products include pumps, valves, fittings, hoses, process instrumentation, actuators, and filtration supplies which are used to control the flow of liquids and gases in mission-critical industrial applications.  Our flow control products and services are focused on MRO related applications; OEMs; and engineering, procurement, and construction (EPC) firms across a variety of industries including chemicals, steel, power, oil and gas, pulp and paper, life sciences, pharmaceuticals, food and beverage, and general industrials.  Similar to our fluid power operations, our flow control offering includes technical service capabilities such as flow control systems integration, repair services, valve actuation, process instrumentation, pipe and hose fabrication, and compliance consulting.  Our flow control solutions are increasingly used in applications tied to required infrastructure for decarbonization initiatives, including providing technical support for the configuration, assembly, and testing of process systems.\nOur advanced automation operations provide solutions focused on the design, assembly, integration, and distribution of machine vision, collaborative robots, mobile robots, RFID, industrial networking, and machine learning technologies for OEMs, machine builders, integrators, and other industrial and technology end users.  Products and solutions are marketed across a variety of industries including technology, medical, life sciences, biotechnology, data centers, food and beverage, logistics, consumer, and general industrial.  Our automation business helps customers develop, produce, and integrate machine and facility automation solutions using comprehensive technology and application knowledge.  A core element of our strategy and value proposition within automation is our value-added and engineered solution capabilities, enabling us to provide in-depth consultative, design, engineering, assembly, testing, and support services for various customer requirements.  \nHUMAN CAPITAL\nWe attribute our business success to talented, dedicated employee associates who live our Core Values of integrity, respect, customer focus, commitment to excellence, accountability, innovation, continuous improvement, and teamwork. \nAt June 30, 2023, we had approximately 6,200 associates across six countries, with geographic and segment counts as follows:\nCountry\nAssociates\nSegment\nAssociates\nUnited States\n4,800\nService Center Based Distribution\n4,050\nCanada\n650\nEngineered Solutions\n1,850\nOther Countries\n750\nOther\n300\nAssociate Development\n.\n \nWe strive to attract, retain, and develop a diverse group of high-performing associates, empowering them to achieve their potential and providing them opportunities to test their skills, increase their responsibilities, and advance their careers.  Applied’s commitment to associate development is reflected in our investments in a learning management system (offering a wide array of internal facilitated training courses, supplier product training, and other third-party courses), a modern social learning platform, and in-person training through which associates can continually expand their knowledge base and position themselves to achieve their professional goals.  During the fiscal year we implemented manager training on the importance of identifying and providing resources for associate mental health needs.  Approximately 55% of eligible managers have completed this training as of the end of the fiscal year.\nCompensation and Benefits\n.  We seek to provide competitive compensation and benefits in order to help attract and retain high quality associates.  In the U.S., Applied offers comprehensive benefits with choices to fit our associates’ varied needs, including the following: medical, dental, vision, and prescription drug insurance; short and long-term disability benefits; life insurance plans; Section 401(k) retirement savings plan with company match; paid vacations and holidays; incentive programs in support of our pay for performance culture; an employee assistance program; and an educational reimbursement program.\nDiversity and Inclusion\n.  We are committed to a diverse and inclusive workplace that is respectful to all associates and believe this serves as a cornerstone for a strong company.  We employ multiple initiatives to recruit, train, and \n6\nTable of Contents\nadvance diverse associates.  In the area of recruitment, for example, we engage in on-campus events and recruitment strategies that increase our exposure to diverse populations in order to enhance the diversity of our applicant pool.\nHealth and Safety\n.\n \n Applied is also committed to the safety and well-being of our associates.  In the U.S., all associates are required to complete specific assigned online training courses annually, which include offerings on workplace safety hazards and vehicle safety.  In addition, role-specific training is assigned based on the types of hazards associates may face while carrying out their job function, such as training modules on operating in confined spaces, forklift operation, and lockout/tagout procedures.  Our U.S. associates completed over 35,000 safety training courses during the fiscal year, helping to raise awareness of workplace risks.\nSEASONALITY  \nOur business has exhibited minor seasonality.  In particular, sales per day during the first half of our fiscal year have historically been slightly lower than the second half due, in part, to the impact of customer plant shutdowns, summer vacations and holidays. \nPATENTS, TRADEMARKS, TRADE NAMES, AND LICENSES \nCustomer recognition of our service marks and trade names, including Applied Industrial Technologies\n®\n, Applied\n®\n, and AIT\n®\n, is an important contributing factor to our sales.  Patents and licenses are not of material importance to our business.\nRAW MATERIALS AND GENERAL BUSINESS CONDITIONS  \nOur operations are dependent on general industrial and economic conditions.  We would be adversely affected by the unavailability of raw materials to our suppliers, prolonged labor disputes experienced by suppliers or customers, or by events or conditions that have an adverse effect on industrial activity generally in the markets we serve or on key customer industries.\nENVIRONMENTAL LAWS\nWe believe that compliance with government regulations relating to the discharge of materials into the environment or otherwise relating to environmental protection will not have a material adverse effect on our capital expenditures, earnings, or competitive position.  ",
    "item1a": ">ITEM 1A. \nRISK FACTORS.\nIn addition to other information set forth in this report, you should carefully consider the following factors that could materially affect our business, financial condition, or results of operations.  The risks described below are not the only risks facing the Company.  Certain risks are identified below in Item 7 under the caption “Management's Discussion and Analysis of Financial Condition and Results of Operations.”  This information is incorporated here by reference.  Additional risks not currently known to us, risks that could apply broadly to issuers, or risks that we currently deem immaterial, may also impact our business and operations.  Risks can also change over time.  Further, the disclosure of a risk should not be interpreted to imply that the risk has not already materialized.  \nGENERAL ECONOMIC AND INDUSTRY RISKS\nOur business depends heavily on the operating levels of our customers and the factors that affect them, including general economic conditions.\n  The markets for our products and services are subject to conditions or events that affect demand for goods and materials that our customers produce.  Consequently, demand for our products and services has been and will continue to be influenced by most of the same factors that affect demand for and production of customers' goods and materials.\nWhen customers or prospective customers reduce production levels because of lower demand, increased supply, higher costs, supply chain or labor market disruptions, tight credit conditions, unfavorable currency exchange rates, adverse trade policies, foreign competition, other competitive disadvantage, offshoring of production, geopolitical instability, or other reasons, their need for our products and services diminishes.  Selling prices and terms of sale come under pressure, adversely affecting the profitability and the durability of customer relationships, and credit losses may increase.  Inventory management becomes more difficult in times of economic uncertainty.  Volatile economic and credit conditions also make it more difficult for us, as well as our customers and suppliers, to forecast and plan future business activities.\nOur business, results of operation and financial condition have been, and could in the future be, adversely affected by a pandemic, epidemic or other public health emergency.  \nThe COVID-19 pandemic created significant volatility, uncertainty, and economic disruption, and resulted in lost or delayed sales to us, and we \n7\nTable of Contents\nexperienced business disruptions as we modified our business practices. Another pandemic, including a new COVID-19 variant, or other public health emergency, together with preventative measures taken to contain or mitigate such crises, could impact our results of operations and financial condition in a variety of ways, such as: impact our customers such that the demand for our products and services could change; disrupt our supply chain and impact the ability of our suppliers to provide products as required; disrupt our ability to sell and provide our products and services and otherwise operate effectively; increase incremental costs resulting from the adoption of preventative measures and compliance with regulatory requirements; create financial hardship on customers, including by creating restrictions on their ability to pay for our services and products; result in closures of our facilities or the facilities of our customers or suppliers; and reduce customer demand on purchasing incentives we earn from suppliers. \nIn addition, a pandemic or other public health emergency could impact the proper functioning of financial and capital markets, foreign currency exchange rates, product and energy costs, labor supply and costs, and interest rates.  Any pandemic or other public health emergency could also amplify the other risks and uncertainties described in this Annual Report on Form 10-K.\nWe cannot reasonably predict the ultimate impact of any pandemic or other public health emergency, including the extent of any adverse impact on our business, results of operations and financial condition, which will depend on, among other things, the duration and spread, the impact of governmental regulations that may be imposed in response, the effectiveness of actions taken to contain or mitigate the outbreak, the availability, safety and efficacy of vaccines, including against emerging variants of the infectious disease, and global economic conditions. \nSupply chain disruptions could adversely affect our results of operations and financial condition.             \nOur supply chain, including transportation availability, staffing, and cost, could be disrupted by\n \nnatural or human-induced events or conditions, such as power or telecommunications outage, security incident, terrorist attack, war, other geopolitical events, public health emergency, earthquake, extreme weather events, fire, flood, other natural disasters, transportation disruption, labor actions, including strikes, raw materials shortages, financial problems or insolvency, trade regulations or actions, inadequate manufacturing capacity or utilization to meet demand, or other reasons beyond our control.  For example, the COVID-19 pandemic disrupted certain suppliers’ operations and our ability to procure product to meet customer demand fully and timely.  When we can find acceptable alternate sources for certain products, they may cost more.  Impairment of our ability to meet customer demand could result in lost sales, increased costs, reduced profitability, and damage to our reputation.\nConsolidation in our customers' and suppliers' industries could adversely affect our business and financial results.  \nConsolidation continues among our product suppliers and customers.  As customer industries consolidate or customers otherwise aggregate their purchasing power, a greater proportion of our sales could be derived from large volume contracts, which could adversely impact margins.  Consolidation among customers can produce changes in their purchasing strategies, potentially shifting blocks of business among competing distributors and contributing to volatility in our sales and pressure on prices.  Similarly, continued consolidation among suppliers could reduce our ability to negotiate favorable pricing and other commercial terms for our inventory purchases.  There can be no assurance we will be able to take advantage of consolidation trends.\nAn increase in competition could decrease sales or earnings.\n  We operate in a highly competitive industry.    The industry remains fragmented, but is consolidating.  Our principal competitors are specialist and general line distributors of bearings, power transmission products, fluid power components and systems, flow control solutions, automation technologies, industrial rubber products, linear motion components, tools, safety products, oilfield supplies, and other industrial and maintenance supplies.  These competitors include local, regional, national, and multinational operations, and can include catalog and e-commerce companies.  Competition is largely focused in the local service area and is generally based on product line breadth, product availability, service capabilities, and price. Existing competitors have, and future competitors may have, greater financial or other resources than we do, broader or more appealing product or service offerings, greater market presence, stronger relationships with key suppliers or customers, or better name recognition.  If existing or future competitors seek to gain or to retain market share by aggressive pricing strategies or sales methods, business acquisition, or otherwise through competitive advantage, our sales and profitability could be adversely affected.  Our success will also be affected by our ability to continue to provide competitive offerings as customer preferences or demands evolve, for example with respect to product and service types, brands, quality, or prices.  Technological evolution or other factors can render product and service offerings obsolete, potentially impairing our competitive position and our inventory values.\nOur operations outside the United States increase our exposure to global economic and political conditions and currency exchange volatility.\n  Foreign operations contributed 13% of our sales in 2023.  This presence outside the U.S. increases risks associated with exposure to more volatile economic conditions, political \n8\nTable of Contents\ninstability, cultural and legal differences in conducting business (including corrupt practices), economic and trade policy actions, and currency exchange fluctuations.\nOur foreign operations' results are reported in the local currency and then translated into U.S. dollars at applicable exchange rates for inclusion in our consolidated financial statements.  Fluctuations in currency exchange rates affect our operating results and financial position, as well as the comparability of results between financial periods.\nSTRATEGIC AND OPERATIONAL RISKS\nOur business could be adversely affected if we do not successfully execute our strategies to grow sales and earnings. \n We have numerous strategies and initiatives to grow sales, leveraging the breadth of our product offering, supplier relationships, and value-added technical capabilities to differentiate us and improve our competitive position.  We also continually seek to enhance gross margins, manage costs, and otherwise improve earnings.  Many of our activities target improvements to the consistency of our operating practices across our hundreds of locations.  If we do not implement these initiatives effectively, or if for other reasons they are unsuccessful, our business could be adversely affected.\nLoss of key supplier authorizations, lack of product availability, or changes in distribution programs could adversely affect our sales and earnings.\n  Our business depends on maintaining an immediately available supply of various products to meet customer demand.  Many of our relationships with key product suppliers are longstanding, but are terminable by either party.  The loss of key supplier authorizations, or a substantial decrease in the availability of their products (including due to supply chain disruptions, as noted above), could put us at a competitive disadvantage and have a material adverse effect on our business. \nIn addition, as a distributor, we face the risk of key product suppliers changing their relationships with distributors generally, or us in particular, in a manner that adversely impacts us.  For example, key suppliers could change the following: the prices we must pay for their products relative to other distributors or relative to competing brands; the geographic or product line breadth of distributor authorizations; the number of distributor authorizations; supplier purchasing incentive or other support programs; product purchase or stocking expectations; or the extent to which the suppliers seek to serve end users directly.\nThe purchasing incentives we earn from product suppliers can be impacted if we reduce our purchases in response to declining customer demand.\n  Certain product suppliers have historically offered to their distributors, including us, incentives for purchasing their products.  In addition to market, customer account-specific, or transaction-specific incentives, certain suppliers pay incentives to the distributor for attaining specific purchase volumes during a program period.   In some cases, to earn incentives, we must achieve year-over-year growth in purchases with the supplier.  When demand for our products declines, we may be less inclined to add inventory to take advantage of certain incentive programs, thereby potentially adversely impacting our profitability.\nVolatility in product, energy, labor, and other costs can affect our profitability.\n  Product manufacturers may adjust the prices of products we distribute for many reasons, including changes in their costs for raw materials, components, energy, labor, and tariffs and taxes on imports.  In addition, a portion of our own distribution costs is composed of fuel for our sales and delivery vehicles, freight, and utility expenses for our facilities.  Labor costs are our largest expense.  Our ability to pass along increases in our costs in a timely manner to our customers depends on execution, market conditions, and contractual limitations.  Failing to pass along price increases timely in an inflationary environment, such as the current economic climate, or not maintaining sales volume while increasing prices, could significantly reduce our profitability.\nWhile increases in the cost of products, labor, or energy could be damaging to us, decreases in those costs, particularly if severe, could also adversely impact us by creating deflation in selling prices, which could cause our gross profit margin to deteriorate.  Changes in energy or raw materials costs can also adversely affect customers; for example, declines in oil, gas, and coal prices may negatively impact customers operating in those industries and, consequently, our sales to those customers.\nChanges in customer or product mix and downward pressure on sales prices could cause our gross profit percentage to fluctuate or decline.\n  Because we serve thousands of customers in many end markets, and offer millions of products, with varying profitability levels, changes in our customer or product mix could cause our gross profit percentage to fluctuate or decline.  Downward pressure on sales prices could also cause our gross profit percentage to fluctuate or decline.  We can experience downward pressure on sales prices as a result of deflation, pressure from customers to reduce costs, or increased competition.\nOur ability to transact business is highly reliant on information systems.  A disruption or security breach could materially affect our business, financial condition, or results of operation.\n  We depend on information systems to, among other things, process customer orders, manage inventory and accounts receivable collections, \n9\nTable of Contents\npurchase products, manage accounts payable processes, ship products to customers on a timely basis, maintain cost-effective operations, provide superior service to customers, conduct business communications, and compile financial results.  A serious, prolonged disruption of our information systems, due to man-made or natural causes, including power or telecommunications outage, or breach in security, could materially impair fundamental business processes and increase expenses, decrease sales, or otherwise reduce earnings.\nBecause of our reliance on information systems, we are vulnerable to the growing threat of damage or intrusion from computer viruses or other cyber-attacks, including ransomware and business e-mail compromise, on our systems.  Despite precautions taken to prevent or mitigate the risks of such incidents, breaches of our systems could not only cause business disruption, but could also result in the theft of funds, the theft, loss, or disclosure of proprietary or confidential information, or the breach of customer, supplier, or employee information.  A security incident involving our systems, or even an inadvertent failure to comply with data privacy and security laws and regulations, could negatively impact our sales, damage our reputation, and cause us to incur unanticipated legal liability, remediation costs, and other losses and expenses.\nAcquisitions are a key component of our anticipated growth.  We may not be able to identify or to complete future acquisitions, to integrate them effectively into our operations, or to realize their anticipated benefits. \n Many industries we serve are mature.  As a result, acquisitions of businesses have been important to our growth.  While we wish to continue to acquire businesses, we may not be able to identify and to negotiate suitable acquisitions, to obtain financing for them on satisfactory terms, or otherwise to complete acquisitions.  In addition, existing and future competitors, and private equity firms, increasingly compete with us for acquisitions, which can increase prices and reduce the number of suitable opportunities; the acquisitions they make can also adversely impact our market position.\nWe seek acquisition opportunities that complement and expand our operations.  However, substantial costs, delays, or other difficulties related to integrating acquisitions could adversely affect our business or financial results.  For example, we could face significant challenges in consolidating functions, integrating information systems, personnel, and operations, and implementing procedures and controls in a timely and efficient manner.\nFurther, even if we successfully integrate the acquisitions with our operations, we may not be able to realize cost savings, sales, profit levels, or other benefits that we anticipate from these acquisitions, either as to amount or in the time frame we expect.  Our ability to realize anticipated benefits may be affected by a number of factors, including the following: our ability to achieve planned operating results, to reduce duplicative expenses and inventory effectively, and to consolidate facilities; economic and market factors; the incurrence of significant integration costs or charges in order to achieve those benefits; our ability to retain key product supplier authorizations, customer relationships, and employees; our ability to address competitive, distribution, and regulatory challenges arising from entering into new markets (geographic, product, service, end-industry, or otherwise), especially those in which we may have limited or no direct experience; and exposure to unknown or contingent liabilities of the acquired company.  In addition, acquisitions could place significant demand on administrative, operational, and financial resources.\nAn interruption of operations at our headquarters or distribution centers, or in our means of transporting product, could adversely impact our business.  \nOur business depends on maintaining operating activity at our headquarters and distribution centers, and being able to receive and deliver product in a timely manner.  A serious, prolonged interruption due to power or telecommunications outage, security incident, terrorist attack, war, public health emergency, earthquake, extreme weather events, other natural disasters, fire, flood, transportation disruption, or other interruption could have a material adverse effect on our business and financial results.\nFINANCIAL AND REPORTING RISKS\nOur indebtedness entails debt service commitments that could adversely affect our ability to fulfill our obligations and could limit or reduce our flexibility.\n  As of June 30, 2023, we had total debt obligations outstanding of $622.2 million.  Our ability to service our debt and fund our other liquidity needs will depend on our ability to generate cash in the future.  Our debt commitments may (i) require us to dedicate a substantial portion of our cash flows from operations to the payment of debt service, reducing the availability of our cash flow to fund planned capital expenditures, pay dividends, repurchase our shares, complete other acquisitions or strategic initiatives, and other general corporate purposes; (ii) limit our ability to obtain additional financing in the future (either at all or on satisfactory terms) to enable us to react to changes in our business or execute our growth strategies; and (iii) place us at a competitive disadvantage compared to businesses in our industry that have lower levels of indebtedness.  Additionally, any failure to comply with covenants in the instruments governing our debt could result in an event of default.  Any of the foregoing events or circumstances relating to our indebtedness may adversely affect our business, financial position, or results of operations and may cause our stock price to decline.\n10\nTable of Contents\nIn addition, the increase in interest rates has created some tightening in the credit markets.  If credit markets continue to tighten, or if it creates credit market volatility, obtaining additional or replacement financing could be more difficult and the cost of issuing new debt or replacing a credit facility could be higher than under our current facilities.  \nFor more information regarding borrowing and interest rates, see the following sections below: “Liquidity and Capital Resources” in Item 7 under the caption “Management's Discussion and Analysis of Financial Condition and Results of Operations;” Item 7A under the caption “Quantitative and Qualitative Disclosures about Market Risk;” and notes 6 and 7 to the consolidated financial statements, included below in Item 8 under the caption “Financial Statements and Supplementary Data.”  That information is incorporated here by reference.\nOur ability to maintain effective internal control over financial reporting may be insufficient to allow us to accurately report our financial results or prevent fraud, and this could cause our financial statements to become materially misleading and adversely affect the trading price of our common stock. \n We require effective internal control over financial reporting in order to provide reasonable assurance with respect to our financial reports and to effectively prevent fraud.  Internal control over financial reporting may not prevent or detect misstatements because of its inherent limitations, including the possibility of human error, the circumvention or overriding of controls, or fraud.  Therefore, even effective internal controls can provide only reasonable assurance with respect to the preparation and fair presentation of financial statements.  If we cannot provide reasonable assurance with respect to our financial statements and effectively prevent fraud, our financial statements could be materially misstated, which could adversely affect the trading price of our common stock.\nIf we are not able to maintain the adequacy of our internal control over financial reporting, including any failure to implement required new or improved controls, or if we experience difficulties in their implementation, our business, financial condition and operating results could be harmed.  Any material weakness could affect investor confidence in the accuracy and completeness of our financial statements.  As a result, our ability to obtain any additional financing, or additional financing on favorable terms, could be materially and adversely affected.  This, in turn, could materially and adversely affect our business, financial condition, and the market value of our stock and require us to incur additional costs to improve our internal control systems and procedures.  In addition, perceptions of the Company among customers, suppliers, lenders, investors, securities analysts, and others could also be adversely affected.\nGoodwill, long-lived, and other intangible assets recorded as a result of our acquisitions could become impaired.\n  We review goodwill, long-lived assets, including property, plant and equipment and identifiable amortizing intangible assets, for impairment whenever changes in circumstances or events may indicate that the carrying amounts are not recoverable.  Factors which may cause an impairment of long-lived assets include significant changes in the manner of use of these assets, negative industry or market trends, significant underperformance relative to historical or projected future operating results, or a likely sale or disposal of the asset before the end of its estimated useful life.  In 2021, we recorded a $49.5 million non-cash charge for the impairment of certain intangible, lease, and fixed assets.\nAs of June 30, 2023, we had remaining $578.4 million of goodwill and $235.5 million of other intangible assets, net.  We assess all existing goodwill at least annually for impairment on a reporting unit basis.  The techniques used in our qualitative assessment and goodwill impairment tests incorporate a number of estimates and assumptions that are subject to change.  Although we believe these estimates and assumptions are reasonable and reflect market conditions forecasted at the assessment date, any changes to these assumptions and estimates due to market conditions or otherwise may lead to an outcome where impairment charges would be required in future periods.\nGENERAL RISK FACTORS\nOur business depends on our ability to attract, develop, motivate, and retain qualified employees.\n  Our success depends on hiring, developing, motivating, and retaining key employees, including executive, managerial, sales, professional, and other personnel.  We may have difficulty identifying and hiring qualified personnel.  In addition, we may have difficulty retaining such personnel once hired, and key people may leave and compete against us.  With respect to sales and customer service positions in particular, we greatly benefit from having employees who are familiar with the products and services we sell, and their applications, as well as with our customer and supplier relationships.  The loss of key employees or our failure to attract and retain other qualified workers could disrupt or adversely affect our business.  In addition, our operating results could be adversely affected by increased competition for employees, shortages of qualified workers, higher employee turnover (including through retirement as the workforce ages), or increased employee compensation or benefit costs.\nWe are subject to legal, regulatory, and litigation risks, which may have a material adverse effect on our business.\n  We are subject to a wide array of laws and regulations.  Changes in the legal and regulatory environment \n11\nTable of Contents\nin which we operate, including with respect to taxes, international trade, employment laws, and data privacy, could adversely and materially affect the Company.      \nIn addition, from time to time, we are involved in lawsuits or other legal proceedings that arise from our business.  These may, for example, relate to product liability claims, commercial disputes, personal injuries, or employment-related matters.  In addition, we could face claims or additional costs arising from our compliance with regulatory requirements, including those relating to the following: our status as a public company; our government contracts; tax compliance; our engagement in international trade; and our collection, storage, or transmission of personal data. \nWe maintain insurance policies that provide limited coverage for some, but not all, of the potential risks and liabilities associated with our business.  The policies are subject to limits, deductibles, and exclusions that result in our retention of a level of risk on a self-insured basis.  \nThe defense and ultimate outcome of lawsuits or other legal proceedings or inquiries may result in higher operating expenses, the inability to participate in existing or future government contacts, or other adverse consequences, which could have a material adverse effect on our business, financial condition, or results of operations.\n12\nTable of Contents",
    "item7": ">ITEM 7.  \nMANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION \n \nAND RESULTS OF OPERATIONS.\nOVERVIEW\nWith approximately 6,200 associates across North America, Australia, New Zealand, and Singapore, Applied Industrial Technologies, Inc. (\"Applied,\" the \"Company,\" \"We,\" \"Us,\" or \"Our\") is a leading value-added distributor and technical solutions provider of industrial motion, fluid power, flow control, automation technologies, and related maintenance supplies.  Our leading brands, specialized services, and comprehensive knowledge serve MRO (Maintenance, Repair & Operations) and OEM (Original Equipment Manufacturer) end users in virtually all industrial markets through our multi-channel capabilities that provide choice, convenience, and expertise.  We have a long tradition of growth dating back to 1923, the year our business was founded in Cleveland, Ohio.  At June 30, 2023, business was conducted in the United States, Puerto Rico, Canada, Mexico, Australia, New Zealand, and Singapore from approximately 580 facilities.\nThe following is Management's Discussion and Analysis of significant factors that have affected our financial condition, results of operations and cash flows during the periods included in the accompanying consolidated balance sheets, statements of consolidated income, consolidated comprehensive income and consolidated cash flows in Item 8 under the caption \"Financial Statements and Supplementary Data.\"  When reviewing the discussion and analysis set forth below, please note that a significant number of SKUs (Stock Keeping Units) we sell in any given year were not sold in the comparable period of the prior year, resulting in the inability to quantify certain commonly used comparative metrics analyzing sales, such as changes in product mix and volume.\nOur fiscal 2023 consolidated sales were $4.4 billion, an increase of \n$602.1 million\n or 15.8% compared to the prior year, with the acquisitions of R.R. Floody Company (Floody), Automation, Inc. and Advanced Motion Systems, Inc. (AMS) increasing sales by $20.0 million or 0.5% and\n unfavorable foreign currency translation of $16.3 million decreasing sales by 0.4%.  Gross profit margin increased to 29.2% for fiscal 2023 from 29.0% for fiscal 2022.  Operating margin increased to 10.7% in fiscal 2023 from 9.4% in fiscal 2022.  \nOur diluted earnings per share was $8.84 in fiscal 2023 versus $6.58 in fiscal 2022. \nShareholders’ equity was $1,458.4 million at June 30, 2023 compared to $1,149.4 million at June 30, 2022.  Working capital increased $246.6 million from June 30, 2022 to $1,106.5 million at June 30, 2023.  The current ratio was 3.0 to 1 and 2.7 to 1 at June 30, 2023 and at\n \nJune 30, 2022, respectively. \nApplied monitors several economic indices that have been key indicators for industrial economic activity in the United States.  These include the Industrial Production (IP) and Manufacturing Capacity Utilization (MCU) indices published by the Federal Reserve Board and the Purchasing Managers Index (PMI) published by the Institute for Supply Management (ISM).  Historically, our performance correlates well with the MCU, which measures productivity and calculates a ratio of actual manufacturing output versus potential full capacity output.  When manufacturing plants are running at a high rate of capacity, they tend to wear out machinery and require replacement parts. \nThe MCU (total industry) and IP indices decreased since June 2022 correlating with an overall decrease in the economy in the same period.  The ISM PMI registered 46.0 in June 2023, a decrease from the June 2022 revised reading of 53.1.  A reading above 50 generally indicates expansion.  The index readings for the months during the most recent quarter, along with the revised indices for previous quarter ends, were as follows:\nIndex Reading\nMonth\nMCU\nPMI\nIP\nJune 2023\n78.9\n46.0\n99.6\nMay 2023\n79.4\n46.9\n99.9\nApril 2023\n79.9\n47.1\n100.1\nMarch 2023\n79.5\n46.3\n99.1\nDecember 2022\n78.9\n48.4\n97.9\nSeptember 2022\n80.8\n51.0\n100.6\nJune 2022\n80.5\n53.1\n100.0\n17\nTable of Contents\nRESULTS OF OPERATIONS \nThis discussion and analysis deals with comparisons of material changes in the consolidated financial statements for the years ended June 30, 2023 and 2022.  For the comparison of the years ended June 30, 2022 and 2021, see the Management's Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7 of our 2022 Annual Report on Form 10-K.\nThe following table is included to aid in review of Applied’s statements of consolidated income. \nYear Ended June 30,\nAs a % of Net Sales\nChange in $'s Versus Prior Period\n2023\n2022\n% Change\nNet Sales\n100.0\n \n%\n100.0 \n%\n15.8 \n%\nGross Profit Margin\n29.2\n \n%\n29.0 \n%\n16.3 \n%\nSelling, Distribution & Administrative Expense\n18.4\n \n%\n19.7 \n%\n8.6 \n%\nOperating Income\n10.7\n \n%\n9.4 \n%\n32.2 \n%\nNet Income\n7.9\n \n%\n6.8 \n%\n34.7 \n%\nSales in fiscal 2023 were $4.4 billion, which was $602.1 million or 15.8% above the prior year, with sales from acquisitions adding $20.0 million or 0.5% and unfavorable foreign currency translation accounting for a decrease of $16.3 million or 0.4%.  There were 252.5 selling days in both fiscal 2023 and 2022.  Excluding the impact of businesses acquired and foreign currency translation, sales were up $598.4 million or 15.7% during the year, driven by an increase from operations reflecting resilient underlying demand across both segments, structural and secular tailwinds across legacy and new markets, and support from company-specific growth opportunities. \nThe following table shows changes in sales by reportable segment.\nAmounts in millions\nAmount of change due to\nYear ended June 30,\nSales Increase\nAcquisitions\nForeign Currency\nOrganic Change\nSales by Reportable Segment\n2023\n2022\nService Center Based Distribution\n$\n2,966.8\n \n$\n2,565.6 \n$\n401.2 \n$\n— \n$\n(16.3)\n$\n417.5 \nEngineered Solutions\n1,446.0\n \n1,245.1 \n200.9 \n20.0 \n— \n180.9 \nTotal\n$\n4,412.8\n \n$\n3,810.7 \n$\n602.1 \n$\n20.0 \n$\n(16.3)\n$\n598.4 \nSales in our Service Center Based Distribution segment, which operates primarily in MRO markets, increased $401.2 million, or 15.6%.  Unfavorable foreign currency translation decreased sales by $16.3 million or 0.6%.  Excluding the impact of foreign currency translation, sales increased $417.5 million or 16.2% during the year, driven by an increase from operations due to ongoing benefits from market position, sales process initiatives, solid growth across national strategic accounts, as well as benefits from cross-selling actions.\nSales in our Engineered Solutions segment increased $200.9 million or 16.1%.  Acquisitions within this segment, primarily Automation, Inc., increased sales $20.0 million or 1.6%.  Excluding the impact of businesses acquired, sales increased $180.9 million or 14.5%, reflecting positive underlying segment demand and driven by expanding technical and engineering capabilities, diverse end-market mix, and cross-selling initiatives, partially offset by slower order activity across the technology sector and ongoing supply chain constraints.\n18\nTable of Contents\nThe following table shows changes in sales by geographical area.  Other countries include Mexico, Australia, New Zealand, and Singapore.  \nAmounts in millions\nAmount of change due to\nYear ended June 30,\nSales Increase\nAcquisitions\nForeign Currency\nOrganic Change\nSales by Geographic Area\n2023\n2022\nUnited States\n$\n3,860.4\n \n$\n3,299.8 \n$\n560.6 \n$\n20.0 \n$\n— \n$\n540.6 \nCanada\n315.5\n \n291.5 \n24.0 \n— \n(16.0)\n40.0 \nOther Countries\n236.9\n \n219.4 \n17.5 \n— \n(0.3)\n17.8 \nTotal\n$\n4,412.8\n \n$\n3,810.7 \n$\n602.1 \n$\n20.0 \n$\n(16.3)\n$\n598.4 \nSales in our U.S. operations increased $560.6 million or 17.0%, with acquisitions adding $20.0 million or 0.6%. Excluding the impact of businesses acquired, U.S. sales were up $540.6 million or 16.4%.  Sales from our Canadian operations increased $24.0 million or 8.2%.  Unfavorable foreign currency translation decreased Canadian sales by $16.0 million or 5.5%.  Excluding the impact of foreign currency translation, Canadian sales were up $40.0 million or 13.7%.  Consolidated sales from our other countries operations increased $17.5 million or 8.0% compared to the prior year.  Unfavorable foreign currency translation decreased other countries sales by $0.3 million or 0.1%.  Excluding the impact of foreign currency translation, other countries sales were up $17.8 million or 8.1% compared to the prior year, driven by an increase from operations, primarily an $11.5 million increase in Mexican sales due to increased industrial activity, mainly related to the automotive industry.\nOur gross profit margin increased to 29.2% in fiscal 2023 compared to 29.0% in fiscal 2022.  Gross profit margin expanded year over year primarily reflecting broad-based execution across the business and countermeasures in response to ongoing inflation and supply chain dynamics.  The gross profit margin for the current year was negatively impacted by 18 basis points due to a $7.7 million increase in LIFO expense over the prior year.\nThe following table shows the changes in selling, distribution, and administrative expense (SD&A).\nAmounts in millions\nAmount of change due to\nYear ended June 30,\nSD&A Increase\nAcquisitions\nForeign Currency\nOrganic Change\n2023\n2022\nSD&A\n$\n813.8\n \n$\n749.1 \n$\n64.7 \n$\n6.4 \n$\n(4.3)\n$\n62.6 \nSD&A consists of associate compensation, benefits and other expenses associated with selling, purchasing, warehousing, supply chain management, and marketing and distribution of the Company’s products, as well as costs associated with a variety of administrative functions such as human resources, information technology, treasury, accounting, insurance, legal, facility related expenses and expenses incurred in acquiring businesses.    SD&A increased $64.7 million or 8.6% during fiscal 2023 compared to the prior year, and as a percentage of sales decreased to 18.4% in fiscal 2023 compared to 19.7% in fiscal 2022.  Changes in foreign currency exchange rates had the effect of decreasing SD&A by\n $4.3 million or 0.6% compared to the prior year.  SD&A from businesses acquired added $6.4 million or 0.9%, including $0.9 million of intangibles amortization related to acquisitions.  Excluding the impact of businesses acquired and the unfavorable impact from foreign currency translation, SD&A increased $62.6 million or 8.3% during fiscal 2023 compared to fiscal 2022.  Excluding the impact of acquisitions, total compensation increased $47.3 million during fiscal 2023, as a result of annual calendar year merit increases and an increase in employee incentive compensation correlating with the improved company performance.  Also, excluding the impact of acquisitions, travel & entertainment and fleet expenses increased $4.7 million during 2023, primarily driven by higher fuel costs and the return of travel activity in the current year after travel constraints in the prior year due to COVID-19.  Additionally, excluding the impact of acquisitions, occupancy costs increased $5.3 million during 2023, primarily driven by increased building lease costs.  All other expenses within SD&A were up $5.3 million.  \nOperating income increased $115.3 million, or 32.2%, to $473.2 million during fiscal 2023 from $357.9 million during fiscal 2022, and as a percentage of sales, increased to 10.7% from 9.4%, primarily due to gross profit margin expansion, volume leverage, and control of SD&A expense in fiscal 2023.\nOperating income, as a percentage of sales for the Service Center Based Distribution segment increased to 12.6% in fiscal 2023 from 11.8% in fiscal 2022.  Operating income as a percentage of sales for the Engineered Solutions segment increased to 14.1% in fiscal 2023 from 12.6% in fiscal 2022. \n19\nTable of Contents\nSegment operating income is impacted by changes in the amounts and levels of certain supplier support benefits and expenses allocated to the segments.  The expense allocations include corporate charges for working capital, logistics support and other items and impact segment gross profit and operating expense.\nOther expense (income), net, represents certain non-operating items of income and expense, and was $1.7 million of expense in fiscal 2023 compared to $1.8 million of expense in fiscal 2022.  Current year expense primarily consists of foreign currency transaction losses of $3.3 million and other periodic post-employment costs of $1.5 million, offset by unrealized gains on investments held by non-qualified deferred compensation trusts of $2.2 million, life insurance income of $0.7 million and other income of $0.2 million.  Fiscal 2022 expense consisted primarily of unrealized loss on investments held by non-qualified deferred compensation trusts of $2.6 million and other periodic post-employment costs of $0.6 million, offset by life insurance income of $1.4 million.\nThe effective income tax rate was 22.9% for fiscal 2023 compared to 21.9% for fiscal 2022.  The increase in the effective tax rate is due to changes in compensation-related deductions in fiscal 2023 compared to the prior year. \nAs a result of the factors discussed above, net income for fiscal 2023 increased $89.3 million from the prior year.  Diluted net income per share was $8.84 per share for fiscal 2023 compared to $6.58 per share for fiscal 2022.  \nAt June 30, 2023, we had approximately 580 operating facilities in the United States, Puerto Rico, Canada, Mexico, Australia, New Zealand, and Singapore at June 30, 2023, versus 568 June 30, 2022. \nThe approximate number of Company employees was 6,200 at June 30, 2023 and 6,100 at June 30, 2022.\n \nLIQUIDITY AND CAPITAL RESOURCES\nOur primary source of capital is cash flow from operations, supplemented as necessary by bank borrowings or other sources of debt.  At June 30, 2023 we had total debt obligations outstanding of $622.2 million compared to $689.5 million at June 30, 2022.  Management expects that our existing cash, cash equivalents, funds available under the revolving credit facility, and cash provided from operations, will be sufficient to finance normal working capital needs in each of the countries in which we operate, payment of dividends, acquisitions, investments in properties, facilities and equipment, debt service, and the purchase of additional Company common stock.  Management also believes that additional long-term debt and line of credit financing could be obtained if necessary based on the Company’s credit standing and financial strength.\nThe Company’s working capital at June 30, 2023 was $1,106.5 million compared to $859.9 million at June 30, 2022.  The current ratio was 3.0 to 1 at June 30, 2023 and 2.7 to 1 at\n \nJune 30, 2022.  \nNet Cash Flows\nThe following table is included to aid in review of Applied’s statements of consolidated cash flows.\nAmounts in thousands\nYear Ended June 30,\n2023\n2022\nNet Cash Provided by (Used in):\nOperating Activities\n$\n343,966\n \n$\n187,570 \nInvesting Activities\n(60,833)\n(35,658)\nFinancing Activities\n(126,888)\n(223,029)\nExchange Rate Effect\n3,317\n \n(2,154)\nIncrease (Decrease) in Cash and Cash Equivalents\n$\n159,562\n \n$\n(73,271)\nThe increase in cash provided by operating activities during fiscal 2023 is driven by changes in working capital for the year and by increased operating results.  Changes in cash flows between years related to working capital were driven by (amounts in thousands): \nAccounts receivable\n$\n94,460\n \nInventory \n$\n49,448\n \nAccounts payable \n$\n(15,915)\nNet cash used in investing activities in fiscal 2023 included $35.8 million used for the acquisitions of Automation, Inc. and AMS and $26.5 million used for capital expenditures.  Net cash used in investing activities in fiscal 2022 included $7.0 million used for the acquisition of Floody, $14.8 million million in cash payments for loans on company-owned life insurance and $18.1 million used for capital expenditures. \n20\nTable of Contents\nNet cash used in financing activities decreased from the prior year period primarily due to a change in net debt activity, as there was $67.2 million of net debt payments in fiscal 2023 compared to $139.9 million of net debt payments in 2022.  Further uses of cash in 2023 were $53.4 million for dividend payments and $12.9 million used to pay taxes for shares withheld.  Further uses of cash in 2022 were $51.8 million for dividend payments, $8.1 million used to pay taxes for shares withheld, and $13.8 million used to repurchase 148,658 shares of treasury stock.\nThe increase in dividends over the year is the result of regular increases in our dividend payout rates.  We paid dividends of $1.38 and $1.34 per share in fiscal 2023 and 2022, respectively. \nCapital Expenditures\nWe expect capital expenditures for fiscal 2024 to be in the $27.0 million to $29.0 million range, primarily consisting of capital associated with additional information technology equipment and infrastructure investments.  \nShare Repurchases\nThe Board of Directors has authorized the repurchase of shares of the Company’s stock.  These purchases may   \nbe made in open market and negotiated transactions, from time to time, depending upon market conditions.    \nAt June 30, 2023, we had authorization to purchase an additional 1,500,000 shares.  \nIn fiscal 2023, we purchased 8,000 shares of the Company's common stock at an average price per share of $89.46.  In fiscal 2022, we repurchased 148,658 shares of the Company's common stock at an average price per share of $92.72.  In fiscal 2021,we repurchased 400,000 shares of the Company's common stock at an average price per share of $100.22.\nBorrowing Arrangements\nA summary of long-term debt, including the current portion, follows (amounts are in thousands):\nJune 30,\n2023\n2022\nRevolving credit facility\n$\n383,592\n \n$\n410,592 \nTrade receivable securitization facility\n188,300\n \n188,300 \nSeries C Notes \n—\n \n40,000 \nSeries D Notes\n25,000\n \n25,000 \nSeries E Notes\n25,000\n \n25,000 \nOther\n356\n \n603 \nTotal debt\n$\n622,248\n \n$\n689,495 \nLess: unamortized debt issuance costs\n152\n \n171 \n$\n622,096\n \n$\n689,324 \nIn December 2021, the Company entered into a new revolving credit facility with a group of banks to refinance the existing credit facility as well as provide funds for ongoing working capital and other general corporate purposes.  The revolving credit facility provides a $900.0 million unsecured revolving credit facility and an uncommitted accordion feature which allows the Company to request an increase in the borrowing commitments, or incremental term loans, under the credit facility in aggregate principal amounts of up to $500.0 million.  In May 2023, the Company and the administrative agent entered into an amendment to the credit facility to replace LIBOR as a reference rate available for use in the computation of interest and replace it with SOFR.  Borrowings under this agreement bear interest, at the Company's election, at either the base rate plus a margin that ranges from 0 to 55 basis points based on net leverage ratio or SOFR plus a margin that ranges from 80 to 155 basis points based on the net leverage ratio.  Unused lines under this facility, net of outstanding letters of credit of $0.2 million to secure certain insurance obligations, totaled $516.2 million and $489.2 million at June 30, 2023 and June 30, 2022, respectively, and were available to fund future acquisitions or other capital and operating requirements.  The interest rate on the revolving credit facility was 6.11% and 2.81% as of June 30, 2023 and June 30, 2022, respectively.\nAdditionally, the Company had letters of credit outstanding not associated with the revolving credit agreement, in the amount of $4.0 million and $4.7 million as of June 30, 2023 and June 30, 2022, respectively, in order to secure certain insurance obligations.\nIn August 2018, the Company established a trade receivable securitization facility (the “AR Securitization Facility”).  On March 26, 2021, the Company amended the AR Securitization Facility to expand the eligible receivables, which increased the maximum availability to $250.0 million and increased the fees on the AR Securitization Facility to 0.98% per year.  Availability is further subject to changes in the credit ratings of our customers, customer concentration levels or certain characteristics of the accounts receivable being transferred and, therefore, at certain \n21\nTable of Contents\ntimes, we may not be able to fully access the $250.0 million of funding available under the AR Securitization Facility.  The AR Securitization Facility effectively increases the Company’s borrowing capacity by collateralizing a portion of the amount of the U.S. operations’ trade accounts receivable.  The Company uses the proceeds from the AR Securitization Facility as an alternative to other forms of debt, effectively reducing borrowing costs.  In May 2023, the Company entered into an amendment to the AR Securitization facility to replace LIBOR as a reference rate available for use in the computation of interest and replace it with SOFR, therefore borrowings under this facility carry variable interest rates tied to SOFR.  The interest rate on the AR Securitization Facility as of June 30, 2023 and June 30, 2022 was 6.16% and 2.60%, respectively.  The Company classified the AR Securitization Facility as long-term debt as it has the ability and intent to extend or refinance this amount on a long-term basis.  On August 4, 2023, the Company amended the AR Securitization Facility and extended the term to August 4, 2026.  \nAt June 30, 2023 and June 30, 2022, the Company had borrowings outstanding under its unsecured shelf facility agreement with Prudential Investment Management of $50.0 million and $90.0 million, respectively.  Fees on this facility range from 0.25% to 1.25% per year based on the Company's leverage ratio at each quarter end.  The remaining principal balance on the \"Series C\" notes of the $40.0 million was paid in July 2022\n.  \nThe \"Series D\" notes have a remaining principal amount of $25.0 million, carry a fixed interest rate of 3.21%, and are due in October 2023.  The \"Series E\" notes have a principal amount of $25.0 million, carry a fixed interest rate of 3.08%, and are due in October 2024. \nIn 2014, the Company assumed $2.4 million of debt as a part of the headquarters facility acquisition.  The 1.50% fixed interest rate note is held by the State of Ohio Development Services Agency and matures in November 2024. \nIn 2019, the Company entered into an interest rate swap which mitigates variability in forecasted interest payments on \n$384.0 million\n of the Company’s U.S. dollar-denominated unsecured variable rate debt.  For more information, see note 7, Derivatives, to the consolidated financial statements, included in Item 8 under the caption “Financial Statements and Supplementary Data.”\nThe credit facility and the unsecured shelf facility contain restrictive covenants regarding liquidity, net worth, financial ratios, and other covenants.  At June 30, 2023, the most restrictive of these covenants required that the Company have net indebtedness less than 3.75 times consolidated income before interest, taxes, depreciation and amortization (as defined).  At June 30, 2023, the Company's net indebtedness was less than 0.7 times consolidated income before interest, taxes, depreciation and amortization (as defined).  The Company was in compliance with all financial covenants at June 30, 2023.\nAccounts Receivable Analysis\nThe following table is included to aid in analysis of accounts receivable and the associated provision for losses on accounts receivable (all dollar amounts are in thousands):\nJune 30,\n2023\n2022\nAccounts receivable, gross\n$\n730,729\n \n$\n673,951 \nAllowance for doubtful accounts\n22,334\n \n17,522 \nAccounts receivable, net\n$\n708,395\n \n$\n656,429 \nAllowance for doubtful accounts, % of gross receivables\n3.1\n \n%\n2.6 \n%\nYear Ended June 30,\n2023\n2022\nProvision for losses on accounts receivable\n$\n5,619\n \n$\n3,193 \nProvision as a % of net sales\n0.13\n \n%\n0.08 \n%\nAccounts receivable are reported at net realizable value and consist of trade receivables from customers.  Management monitors accounts receivable by reviewing Days Sales Outstanding (DSO) and the aging of receivables for each of the Company's locations.  The Company experienced a significant increase in accounts receivable during fiscal 2023 commensurate with the increase in sales.\nOn a consolidated basis, DSO was 55.1 at June 30, 2023 versus 55.7 at June 30, 2022.  Approximately 2.5% of our accounts receivable balances are more than 90 days past due at June 30, 2023 compared to 3.4% at June 30, 2022.  On an overall basis, our provision for losses from uncollected receivables represents 0.13% of our sales for the year ended June 30, 2023, compared to 0.08% of sales for the year ended June 30, 2022.  The increase primarily relates to provisions recorded in the current year for customer credit deterioration and bankruptcies primarily in the Service Center Based Distribution segment.  Historically, this percentage is around 0.10% to 0.15%.  Management believes the overall receivables aging and provision for losses on uncollected receivables are at reasonable levels.\n22\nTable of Contents\nInventory Analysis\nInventories are valued using the last-in, first-out (LIFO) method for U.S. inventories and the average cost method for foreign inventories.  Inventory increased throughout fiscal 2022 to meet increasing customer demand.  Management uses an inventory turnover ratio to monitor and evaluate inventory.  Management calculates this ratio on an annual as well as a quarterly basis and uses inventory valued at average costs.  The annualized inventory turnover (using average costs) for the year ended June 30, 2023 was 4.4 versus 4.7 for the year ended June 30, 2022. \n \nCONTRACTUAL OBLIGATIONS\nThe following table shows the approximate value of the Company’s contractual obligations and other commitments to make future payments as of June 30, 2023 (in thousands):\nTotal\nPeriod Less\nThan 1 yr\nPeriod\n2-3 yrs\nPeriod\n4-5 yrs\nPeriod\nOver 5 yrs\nOther\nOperating leases\n$\n113,251 \n$\n34,235 \n$\n44,995 \n$\n22,646 \n$\n11,375 \n$\n— \nPlanned funding of post-retirement obligations\n6,561 \n1,360 \n2,770 \n460 \n1,971 \n— \nUnrecognized income tax benefit liabilities, including interest and penalties\n5,900 \n— \n— \n— \n— \n5,900 \nLong-term debt obligations\n622,248 \n25,251 \n25,105 \n571,892 \n— \n— \nInterest on long-term debt obligations (1)\n68,000 \n22,300 \n34,000 \n11,700 \n— \n— \nAcquisition holdback payments\n810 \n684 \n126 \n— \n— \n— \nTotal Contractual Cash Obligations\n$\n816,770 \n$\n83,830 \n$\n106,996 \n$\n606,698 \n$\n13,346 \n$\n5,900 \n(1) Amounts represent estimated contractual interest payments on outstanding long-term debt obligations net of receipts under the terms of the interest rate swap.  Rates in effect as of June 30, 2023 are used for variable rate debt.\nPurchase orders for inventory and other goods and services are not included in our estimates as we are unable to aggregate the amount of such purchase orders that represent enforceable and legally binding agreements specifying all significant terms.  The previous table includes the gross liability for unrecognized income tax benefits including interest and penalties in the “Other” column as the Company is unable to make a reasonable estimate regarding the timing of cash settlements, if any, with the respective taxing authorities.\nCRITICAL ACCOUNTING POLICIES\nThe preparation of financial statements and related disclosures in conformity with accounting principles generally accepted in the United States of America requires management to make judgments, assumptions and estimates at a specific point in time that affect the amounts reported in the consolidated financial statements and disclosed in the accompanying notes.  The Business and Accounting Policies note to the consolidated financial statements describes the significant accounting policies and methods used in preparation of the consolidated financial statements.  Estimates are used for, but not limited to, determining the net carrying value of trade accounts receivable, inventories, recording self-insurance liabilities and other accrued liabilities.  Estimates are also used in establishing opening balances in relation to purchase accounting.  Actual results could differ from these estimates.  The following critical accounting policies are impacted significantly by judgments, assumptions and estimates used in the preparation of the consolidated financial statements.\nLIFO Inventory Valuation and Methodology\nInventories are valued at the average cost method, using the last-in, first-out (LIFO) method for U.S. inventories, and the average cost method for foreign inventories.  We adopted the link chain dollar value LIFO method for accounting for U.S. inventories in fiscal 1974.  Approximately 14.2% of our domestic inventory dollars relate to LIFO layers added in the 1970s.  The excess of average cost over LIFO cost is $215.3 million as reflected in our consolidated balance sheet at June 30, 2023.  The Company maintains five LIFO pools based on the following product groupings: bearings, power transmission products, rubber products, fluid power products and other products.\nLIFO layers and/or liquidations are determined consistently year-to-year.  See the Inventories note to the\n \n \nconsolidated financial statements in Item 8 under the caption \"Financial Statements and Supplementary Data,\"  \nfor further information. \n23\nTable of Contents\nAllowances for Slow-Moving and Obsolete Inventories\nWe evaluate the recoverability of our slow-moving and inactive inventories at least quarterly.  We estimate the recoverable cost of such inventory by product type while considering factors such as its age, historic and current demand trends, the physical condition of the inventory, as well as assumptions regarding future demand.  Our ability to recover our cost for slow moving or obsolete inventory can be affected by such factors as general market conditions, future customer demand and relationships with suppliers.  A significant portion of the products we hold in inventory have long shelf lives and are not highly susceptible to obsolescence.  \nAs of June 30, 2023 and 2022, the Company's reserve for slow-moving or obsolete inventories was $42.6 million and $39.2 million, respectively, recorded in inventories in the consolidated balance sheets. \nAllowances for Doubtful Accounts\nWe evaluate the collectibility of trade accounts receivable based on a combination of factors.  Initially, we estimate an allowance for doubtful accounts as a percentage of net sales based on historical bad debt experience.  This initial estimate is adjusted based on recent trends of certain customers and industries estimated to be a greater credit risk, trends within the entire customer pool and changes in the overall aging of accounts receivable.  While we have a large customer base that is geographically dispersed, a general economic downturn in any of the industry segments in which we operate could result in higher than expected defaults, and therefore, the need to revise estimates for bad debts.  Accounts are written off against the allowance when it becomes evident that collection will not occur.\nAs of June 30, 2023 and 2022, our allowance for doubtful accounts was 3.1% and 2.6% of gross receivables, respectively.  Our provision for losses on accounts receivable was $5.6 million, $3.2 million, and $6.5 million in fiscal 2023, 2022, and 2021, respectively.\nGoodwill and Intangibles\nThe purchase price of an acquired company is allocated between intangible assets and the net tangible assets of the acquired business with the residual of the purchase price recorded as goodwill.  Goodwill for acquired businesses is accounted for using the acquisition method of accounting which requires that the assets acquired and liabilities assumed be recorded at the date of the acquisition at their respective estimated fair values.  The determination of the value of the intangible assets acquired involves certain judgments and estimates.  These judgments can include, but are not limited to, the cash flows that an asset is expected to generate in the future and the appropriate weighted average cost of capital.  The judgments made in determining the estimated fair value assigned to each class of assets acquired, as well as the estimated life of each asset, can materially impact the net income of the periods subsequent to the acquisition through depreciation and amortization, and in certain instances through impairment charges, if the asset becomes impaired in the future.  As part of acquisition accounting, we recognize acquired identifiable intangible assets such as customer relationships, vendor relationships, trade names, and non-competition agreements apart from goodwill.  Finite-lived identifiable intangibles are evaluated for impairment when changes in conditions indicate carrying value may not be recoverable.  If circumstances require a finite-lived intangible asset be tested for possible impairment, the Company first compares undiscounted cash flows expected to be generated by the asset to the carrying value of the asset.  If the carrying value of the finite-lived intangible asset is not recoverable on an undiscounted cash flow basis, impairment is recognized to the extent that the carrying value exceeds its fair value determined through a discounted cash flow model.\nWe evaluate goodwill for impairment at the reporting unit level annually as of January 1, and whenever an event occurs or circumstances change that would indicate that it is more likely than not that the fair value of a reporting unit is less than its carrying amount.  Events or circumstances that may result in an impairment review include changes in macroeconomic conditions, industry and market considerations, cost factors, overall financial performance, other relevant entity-specific events, specific events affecting the reporting unit or sustained decrease in share price.  Each year, the Company may elect to perform a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying value.  If impairment is indicated in the qualitative assessment, or, if management elects to initially perform a quantitative assessment of goodwill, the impairment test uses a one-step approach.  The fair value of a reporting unit is compared with its carrying amount, including goodwill.  If the fair value of the reporting unit exceeds its carrying amount, goodwill of the reporting unit is not impaired.  If the carrying amount of a reporting unit exceeds its fair value, an impairment charge would be recognized for the amount by which the carrying amount exceeds the reporting unit's fair value, not to exceed the total amount of goodwill allocated to that reporting unit. \nGoodwill on our consolidated financial statements relates to both the Service Center Based Distribution segment and the Engineered Solutions segment.  The Company has eight (8) reporting units for which an annual goodwill impairment assessment was performed as of January 1, 2023.  The Company concluded that all of the reporting units’ fair values exceeded their carrying amounts by at least 20% as of January 1, 2023.  \n24\nTable of Contents\nThe fair values of the reporting units in accordance with the goodwill impairment test were determined using the income and market approaches.  The income approach employs the discounted cash flow method reflecting projected cash flows expected to be generated by market participants and then adjusted for time value of money factors, and requires management to make significant estimates and assumptions related to forecasts of future revenues, operating margins, and discount rates.  The market approach utilizes an analysis of comparable publicly traded companies and requires management to make significant estimates and assumptions related to the forecasts of future revenues, earnings before interest, taxes, depreciation, and amortization (EBITDA) and multiples that are applied to management’s forecasted revenues and EBITDA estimates.  \nChanges in future results, assumptions, and estimates after the measurement date may lead to an outcome where additional impairment charges would be required in future periods.  Specifically, actual results may vary from the Company’s forecasts and such variations may be material and unfavorable, thereby triggering the need for future impairment tests where the conclusions may differ in reflection of prevailing market conditions.  Further, continued adverse market conditions could result in the recognition of additional impairment if the Company determines that the fair values of its reporting units have fallen below their carrying values.\nIncome Taxes\nDeferred income taxes are recorded for estimated future tax effects of differences between the bases of assets and liabilities for financial reporting and income tax purposes, giving consideration to enacted tax laws.  As of June 30, 2023, the Company recognized $35.0 million of net deferred tax liabilities.  Valuation allowances are provided against net deferred tax assets, determined on a jurisdiction by jurisdiction basis, where it is considered more-likely-than-not that the Company will not realize the benefit of such assets.  The remaining net deferred tax asset is the amount management believes is more-likely-than-not of being realized.  The realization of these deferred tax assets can be impacted by changes to tax laws, statutory rates and future taxable income levels.\n25\nTable of Contents\nCAUTIONARY STATEMENT UNDER PRIVATE SECURITIES LITIGATION REFORM ACT\nThis Form 10-K, including Management’s Discussion and Analysis, contains statements that are forward-looking based on management’s current expectations about the future. Forward-looking statements are often identified by qualifiers, such as “guidance”, “expect”, “believe”, “plan”, “intend”, “will”, “should”, “could”, “would”, “anticipate”, “estimate”, “forecast”, “may”, \"optimistic\" and derivative or similar words or expressions.  Similarly, descriptions of objectives, strategies, plans, or goals are also forward-looking statements.  These statements may discuss, among other things, expected growth, future sales, future cash flows, future capital expenditures, future performance, and the anticipation and expectations of the Company and its management as to future occurrences and trends.  The Company intends that the forward-looking statements be subject to the safe harbors established in the Private Securities Litigation Reform Act of 1995 and by the Securities and Exchange Commission in its rules, regulations, and releases.\nReaders are cautioned not to place undue reliance on any forward-looking statements.  All forward-looking statements are based on current expectations regarding important risk factors, many of which are outside the Company’s control.  Accordingly, actual results may differ materially from those expressed in the forward-looking statements, and the making of those statements should not be regarded as a representation by the Company or any other person that the results expressed in the statements will be achieved.  In addition, the Company assumes no obligation publicly to update or revise any forward-looking statements, whether because of new information or events, or otherwise, except as may be required by law.\nImportant risk factors include, but are not limited to, the following: risks relating to the operations levels of our customers and the economic factors that affect them; continuing risks relating to the effects of the COVID-19 pandemic; inflationary or deflationary trends in the cost of products, energy, labor and other operating costs, and changes in the prices for products and services relative to the cost of providing them; reduction in supplier inventory purchase incentives; loss of key supplier authorizations, lack of product availability (such as due to supply chain strains), changes in supplier distribution programs, inability of suppliers to perform, and transportation disruptions; changes in customer preferences for products and services of the nature and brands sold by us; changes in customer procurement policies and practices; competitive pressures; our reliance on information systems and risks relating to their proper functioning, the security of those systems, and the data stored in or transmitted through them; the impact of economic conditions on the collectability of trade receivables; reduced demand for our products in targeted markets due to reasons including consolidation in customer industries; our ability to retain and attract qualified sales and customer service personnel and other skilled executives, managers and professionals; our ability to identify and complete acquisitions, integrate them effectively, and realize their anticipated benefits; the variability, timing and nature of new business opportunities including acquisitions, alliances, customer relationships, and supplier authorizations; the incurrence of debt and contingent liabilities in connection with acquisitions; our ability to access capital markets as needed on reasonable terms; disruption of operations at our headquarters or distribution centers; risks and uncertainties associated with our foreign operations, including volatile economic conditions, political instability, cultural and legal differences, and currency exchange fluctuations; the potential for goodwill and intangible asset impairment; changes in accounting policies and practices; our ability to maintain effective internal control over financial reporting; organizational changes within the Company; risks related to legal proceedings to which we are a party; potentially adverse government regulation, legislation, or policies, both enacted and under consideration, including with respect to federal tax policy, international trade, data privacy and security, and government contracting; and the occurrence of extraordinary events (including prolonged labor disputes, power outages, telecommunication outages, terrorist acts, war, public health emergency, earthquakes, extreme weather events, other natural disasters, fires, floods, and accidents).  Other factors and unanticipated events could also adversely affect our business, financial condition, or results of operations.  Risks can also change over time. Further, the disclosure of a risk should not be interpreted to imply that the risk has not already materialized.\nWe discuss certain of these matters and other risk factors more fully throughout our Form 10-K, as well as other of our filings with the Securities and Exchange Commission.\n26\nTable of Contents",
    "item7a": ">ITEM 7A.  \nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK.\nOur market risk is impacted by changes in foreign currency exchange rates as well as changes in interest rates.\n \n \nWe occasionally utilize derivative instruments as part of our overall financial risk management policy, but do not use derivative instruments for speculative or trading purposes. \nForeign Currency Exchange Rate Risk\nBecause we operate throughout North America, Australia and New Zealand and approximately 13% of our fiscal year 2023 net sales were generated outside the United States, foreign currency exchange rates can impact our financial position, results of operations and competitive position.  The financial statements of foreign subsidiaries are translated into their U.S. dollar equivalents at end-of-period exchange rates for assets and liabilities, while income and expenses are translated at average monthly exchange rates.  Translation gains and losses are components of other comprehensive income as reported in the statements of consolidated comprehensive income.  Transaction gains and losses arising from fluctuations in currency exchange rates on transactions denominated in currencies other than the functional currency are recognized in the statements of consolidated income as a component of other expense (income), net.  Applied does not currently hedge the net investments in our foreign operations.\nDuring the course of the fiscal year, the Canadian, Australian and New Zealand currency exchange rates decreased in relation to the U.S. dollar by 2.9%, 3.9%, and 2.5%, respectively, while the Mexican currency exchange rate increased in relation to the U.S. dollar by 17.7%.  In the twelve months ended June 30, 2023, we experienced net foreign currency translation gains totaling $7.7 million, which were included in other comprehensive income.  We utilize a sensitivity analysis to measure the potential impact on earnings based on a hypothetical 10% change in foreign currency rates.  A 10% strengthening of the U.S. dollar relative to foreign currencies that affect the Company from the levels experienced during the year ended June 30, 2023 would have resulted in a $1.7 million decrease in net income for the year ended June 30, 2023.  \nInterest Rate Risk\nOur primary exposure to interest rate risk results from our outstanding debt obligations with variable interest rates.  The levels of fees and interest charged on our various debt facilities are based upon leverage levels and market interest rates.  The Company uses interest rate swap instruments to mitigate variability in forecasted interest rates.\nOur variable interest rate debt facilities outstanding include our five-year credit facility, which provides for a revolving credit facility with a capacity of up to $900.0 million in borrowings with $383.6 million outstanding at June 30, 2023, and a $188.3 million trade receivable securitization facility, all of which was outstanding at June 30, 2023.    In January 2019, the Company entered into an interest rate swap on $463.0 million of the Company’s U.S. dollar-denominated unsecured variable rate debt.  The notional amount of the interest rate swap was $384.0 million as of June 30, 2023.  The interest rate swap effectively converts a portion of the floating rate interest payment into a fixed rate interest payment.  The Company designated the interest rate swap as a pay-fixed, receive-floating interest rate swap instrument and is accounting for this derivative as a cash flow hedge.  Fixed interest rate debt facilities include $50.0 million outstanding under our unsecured shelf facility agreement, as well as $0.4 million of assumed debt from the purchase of our headquarters facility.  We had total average variable interest rate bank borrowings of $587.1 million during fiscal 2023.  The impact of a hypothetical 1.0% increase in the interest rates on our average variable interest rate bank borrowings (not considering the impact of the interest rate swap) would have resulted in a $5.9 million increase in interest expense.  Including the impact of the interest rate swap, the impact of a hypothetical 1.0% increase in the variable interest rate would have resulted in a $2.0 million increase in interest expense.  \nFor more information relating to borrowing and interest rates, see the “Liquidity and Capital Resources” section of “Management's Discussion and Analysis\n of Financial Condition and Results of Operations\n” in Item 7 and notes 6 and 7 to the consolidated financial statements in Item 8.  That information is also incorporated here by reference.          In addition, see Item 1A, “Risk Factors,” for additional risk factors relating to our business.\n27\nTable of Contents",
    "cik": "109563",
    "cusip6": "03820C",
    "cusip": [
        "03820C105",
        "03820c105"
    ],
    "names": [
        "APPLIED INDLTECH INC COM",
        "APPLIED INDL TECHNOLOGIES INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/109563/000010956323000075/0000109563-23-000075-index.htm"
}