{
    "item1": ">Item 1. B\nusiness\n \n\n\nGeneral\n \n\n\nNicholas Financial, Inc. (“Nicholas Financial-Canada”) is a Canadian holding company incorporated under the laws of British Columbia in 1986. The business activities of Nicholas Financial-Canada are currently conducted exclusively through its wholly-owned indirect subsidiary, Nicholas Financial, Inc., a Florida corporation (“Nicholas Financial”). Nicholas Financial is a specialized consumer finance company engaged primarily in acquiring and servicing automobile finance installment contracts (“Contracts”) for purchases of used and new automobiles and light trucks. Additionally, Nicholas Financial sells consumer-finance related products and, prior to the end of the third fiscal quarter of the fiscal year ended March 31, 2023, Nicholas Financial originated direct consumer loans (“Direct Loans”). Nicholas Data Services, Inc. (“NDS”), is a second Florida subsidiary of Nicholas Financial-Canada and it serves as the intermediate holding company for Nicholas Financial. NF Funding I, LLC (“NF Funding I”), was a wholly-owned, special purpose financing subsidiary of Nicholas Financial, but that subsidiary no longer served any purpose and, as a result, it was dissolved prior to the end of the fiscal year ended March 31, 2023.\n \n\n\nNicholas Financial-Canada, Nicholas Financial, and NDS are hereafter collectively referred to as the “Company”.\n\n\nAll financial information herein is designated in United States dollars. References to “fiscal 2023” are to the fiscal year ended March 31, 2023 and references to “fiscal 2022” are to the fiscal year ended March 31, 2022.\n \n\n\nThe Company’s principal executive offices are located at 26133 US HWY 19 North, Suite 300, Clearwater, Florida 33763, and its telephone number is (727) 726-0763.\n \n\n\nAvailable Information\n \n\n\nThe Company’s filings with the SEC, including annual reports on Form 10-K, quarterly reports on Form 10-Q, definitive proxy statements on Schedule 14A, current reports on Form 8-K, and any amendments to those reports filed pursuant to Sections 13, 14 or 15(d) of the Securities Exchange Act of 1934, are made available free of charge through the Investor Center section of the Company’s Internet website at \nhttp://www.nicholasfinancial.com\n as soon as reasonably practicable after the Company electronically files such material with, or furnishes it to, the SEC. The Company is not including the information contained on or available through its website as a part of, or incorporating such information by reference into, this Report. Copies of any materials the Company files with the SEC can also be obtained free of charge through the SEC’s website at \nhttp://www.sec.gov\n.\n \n\n\nOperating Strategy\n \n\n\nThe Company announced on Form 8-K filed on November 3, 2022 a change in its operating strategy and\n\n\nrestructuring plan with the goal of reducing operating expenses and freeing up capital. As part of this plan, the\n\n\nCompany has shifted from a decentralized to a regionalized business model in which each of its originators focuses\n\n\non a specific region in the Company’s smaller target market footprint, and the Company has entered into a loan\n\n\nservicing agreement with Westlake Portfolio Management, LLC (“WPM”, and, collectively with its affiliate,\n\n\nWestlake Capital Finance, LLC, “Westlake”). An affiliate of Westlake, Westlake Services, LLC, is the beneficial\n\n\nowner of approximately 6.8% of the Company’s common stock.\n\n\nWhile the Company intends to continue Contract purchase and origination activities, albeit on a much smaller scale,\n\n\nits servicing, collections and recovery operations have been outsourced to Westlake. The Company has ceased all\n\n\noriginations of Direct Loans.\n\n\nThe Company anticipates that execution of its evolving restructuring plan will free up capital and permit the\n\n\nCompany to allocate excess capital to increase shareholder returns, whether by acquiring loan portfolios or\n\n\nbusinesses or by investing outside of the Company’s traditional business. The overall timeframe and structure of the\n\n\nCompany’s restructuring remains uncertain.\n\n\nAlthough the Company no longer employs the branch-based model, it remains committed to its core product of financing primary transportation to and from work for the subprime borrower through the local independent automobile dealership. The Company's strategy includes risk-based pricing (rate, yield, advance, term, collateral value) and a commitment to the underwriting discipline required for optimal portfolio performance. The Company’s\n \n\n\n1\n\n\n\n\n \n\n\nprincipal goals are to increase its profitability and its long-term shareholder value. During fiscal 2023, the Company focused on the following items:\n\n\n•\nrestructuring the Company’s business by downsizing and streamlining operations and reducing\nexpenses;\n\n\n•\noutsourcing servicing, collections and recovery operations;\n\n\n•\ndiscontinuing our local branch model in favor of a regionalized business model;\n\n\n•\noptimizing our technology to better fit the Company’s restructured operations; and\n\n\n•\nterminating our live checks program for prospective new customers\n\n\n \n\n\nIn fiscal 2023, the Company also restructured and consolidated its operations by closing all of its brick and mortar branch locations in 18 states — Alabama, Florida, Georgia, Idaho, Illinois, Indiana, Kentucky, Michigan, Missouri, North Carolina, Nevada, Ohio, Pennsylvania, South Carolina, Tennessee, Texas, Utah, and Wisconsin. As a\n\n\nresult, as of March 31, 2023, the Company only had two offices in two states – its headquarters in Florida and its\n\n\ncentral business operations hub in North Carolina, and the Company expects to focus its business operations in the\n\n\nforeseeable future in seven states — Florida, Georgia, Ohio, Kentucky, Indiana, North Carolina, and South Carolina.\n\n\nDuring fiscal 2023, the Company did not have any completed bulk portfolio purchases. Although the Company did not complete any bulk portfolio purchases during fiscal 2023, the Company would consider pursuing one or more bulk portfolio purchases if and when any favorable opportunities present themselves.\n \n\n\nDuring fiscal 2022, the Company completed bulk portfolio purchases for a total of $3.1 million, with $1.2 million in the first quarter, $0.6 million in the second quarter, $1.1 million in the third quarter, and $0.2 million in the fourth quarter.\n\n\nAlthough the Company had been licensed to provide Direct Loans in 14 states — Alabama, Florida, Georgia (over $3,000), Illinois, Indiana, Kansas, Kentucky, Michigan, Missouri, North Carolina, Ohio, Pennsylvania, South Carolina, and Tennessee during fiscal 2023 the Company has cancelled, not renewed, or otherwise terminated all of such Direct Loan licenses.\n\n\nConsequently, the Company has not originated any new Direct Loans since the end of the third quarter of fiscal 2023 and the Company does not intend to originate any new Direct Loans going forward. However, the Company expects its third-party service provider to continue to service the Company’s existing Direct Loans. The Company’s total Direct Loans portfolio comprises approximately 27% of its total portfolio, and the Company expects its total Direct Loans portfolio to be reduced over time as such Direct Loans are paid off for otherwise liquidated until there are no Direct Loans in the Company’s portfolio, which at the current rate of such activity is expected to occur sometime during the fiscal year ending March 31, 2027.\n\n\nFollowing the restructuring and consolidation of the Company’s operations, the Company does not expect to expand in either its current markets or any new markets.\n \n\n\nAutomobile Finance Business – Contracts\n \n\n\nThe Company is engaged in the business of providing financing programs, primarily to purchasers of used cars and light trucks who meet the Company’s credit standards but who do not meet the credit standards of traditional lenders, such as banks and credit unions, because of the customer’s credit history, job instability, the age of the vehicle being financed, or some other factor(s). Unlike lenders that look primarily to the credit history of the borrower in making lending decisions, typically financing new automobiles, the Company is willing to purchase Contracts for purchases made by borrowers who do not have a good credit history and for older model and high-mileage automobiles. In making decisions regarding the purchase of a particular Contract, the Company considers the following factors related to the borrower: current income; credit history; history in making installment payments for automobiles; current and prior job status; and place and length of residence. In addition, the Company examines its prior experience with Contracts purchased from the dealer from which the Company is purchasing the Contract, and the value of the automobile in relation to the purchase price and the term of the Contract.\n \n\n\nAs of the date of this Annual Report, the number of states in which the Company’s automobile finance programs have been conducted has been reduced from 19 states during fiscal 2023 -  Alabama, Arizona, Florida, Georgia, Idaho, Illinois, Indiana, Kentucky, Michigan, Missouri, North Carolina, Nevada, Ohio, Pennsylvania, South Carolina, Tennessee, Texas, Utah, and Wisconsin - to just six of such states continuing - Florida, Indiana, Kentucky,\n \n\n\n2\n\n\n\n\n \n\n\nNorth Carolina, Ohio, and South Carolina. The Company acquires Contracts in these states through its originators who work from home in the states of Florida, Indiana, Kentucky, North Carolina, Ohio and South Carolina. As of March 31, 2023, the Company had non-exclusive agreements with approximately 3000 dealers, of which approximately 586 were active, for the purchase of individual Contracts that meet the Company’s financing criteria. The Company considers a dealer agreement to be active if the contract is complete and executed. Each dealer agreement requires the dealer to originate Contracts in accordance with the Company’s guidelines. Once a Contract is purchased by the Company, the dealer is no longer involved in the relationship between the Company and the borrower, other than through the existence of limited representations and warranties of the dealer in favor of the Company.\n \n\n\nA customer under a Contract typically makes a down payment, in the form of cash and/or trade-in, ranging from 5% to 35% of the sale price of the vehicle financed. The balance of the purchase price of the vehicle plus taxes, title fees and, if applicable, premiums for extended service contracts, GAP waiver coverage, roadside assistance plans, credit disability insurance and/or credit life insurance are generally financed over a period of 12 to 60 months. At approximately the time of origination, the Company purchases a Contract from an automobile dealer at a negotiated price that is less than the original principal amount being financed by the purchaser of the automobile. The Company refers to the difference between the negotiated price and the original principal amount being financed as the dealer discount. The amount of the dealer discount depends upon factors such as the age and value of the automobile and the creditworthiness of the customer. The Company has recommitted to maintaining pricing discipline and therefore places less emphasis on competition when pricing the discount. Generally, the Company will pay more (i.e., purchase the Contract at a smaller discount from the original principal amount) for Contracts as the credit risk of the customer improves. To date, the Contracts purchased by the Company have been purchased at discounts that range from 1% to 15% of the original principal amount of each Contract, with the typical average discount being between 6% and 8%. As of March 31, 2023, the Company’s indirect loan portfolio consisted of Contracts purchased from a dealer or acquired through a bulk acquisition. Such Contracts are purchased without recourse to the dealer, however each dealer remains potentially liable to the Company for breaches of certain representations and warranties made by the dealer with respect to compliance with applicable federal and state laws and valid title to the vehicle. The Company’s policy is to only purchase a Contract after the dealer has provided the Company with the requisite proof that (a) the Company has a first priority lien on the financed vehicle (or the Company has, in fact, perfected such first priority lien), (b) the customer has obtained the required collision insurance naming the Company as loss payee with a deductible of not more than $1,000 and (c) the Contract has been fully and accurately completed and validly executed. Once the Company has received and approved all required documents, it pays the dealer for the Contract and servicing of the Contract commences.\n \n\n\n \n\n\n3\n\n\n\n\n \n\n\nContract Procurement\n \n\n\nThe Company purchased Contracts in the states listed in the table below during the periods indicated. The Contracts purchased by the Company are predominantly for used vehicles; for the periods shown below, less than 1% were for new vehicles. The average model year collateralizing the portfolio as of March 31, 2023 was a 2012 vehicle. The dollar amounts shown in the table below represent the Company’s finance receivables on Contracts purchased within the respective fiscal year:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nMaximum\nallowable\ninterest\n\n\n \n\n\n \n\n\nNumber of Branches on\n\n\n \n\n\n \n\n\nFiscal year ended March 31, (In thousands)\n\n\n \n\n\n\n\n\n\nState\n\n\n \n\n\nrate (1)\n\n\n \n\n\n \n\n\nMarch 31, 2023\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nAlabama\n\n\n \n\n\n18-36%(2)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n$\n\n\n2,919\n\n\n \n\n\n \n\n\n$\n\n\n4,121\n\n\n \n\n\n\n\n\n\nArizona\n\n\n \n\n\n(2)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n128\n\n\n \n\n\n \n\n\n \n\n\n343\n\n\n \n\n\n\n\n\n\nFlorida\n\n\n \n\n\n18-30%(3)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n10,410\n\n\n \n\n\n \n\n\n \n\n\n13,886\n\n\n \n\n\n\n\n\n\nGeorgia\n\n\n \n\n\n18-30%(3)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n5,103\n\n\n \n\n\n \n\n\n \n\n\n11,007\n\n\n \n\n\n\n\n\n\nIdaho\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n343\n\n\n \n\n\n \n\n\n \n\n\n828\n\n\n \n\n\n\n\n\n\nIllinois\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,109\n\n\n \n\n\n \n\n\n \n\n\n1,632\n\n\n \n\n\n\n\n\n\nIndiana\n\n\n \n\n\n \n\n\n25\n\n\n%\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n2,363\n\n\n \n\n\n \n\n\n \n\n\n4,878\n\n\n \n\n\n\n\n\n\nKansas\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n75\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\nKentucky\n\n\n \n\n\n18-25%(3)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n2,887\n\n\n \n\n\n \n\n\n \n\n\n5,458\n\n\n \n\n\n\n\n\n\nMichigan\n\n\n \n\n\n \n\n\n25\n\n\n%\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n549\n\n\n \n\n\n \n\n\n \n\n\n2,947\n\n\n \n\n\n\n\n\n\nMissouri\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n2,841\n\n\n \n\n\n \n\n\n \n\n\n5,459\n\n\n \n\n\n\n\n\n\nNevada\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,150\n\n\n \n\n\n \n\n\n \n\n\n2,434\n\n\n \n\n\n\n\n\n\nNorth Carolina\n\n\n \n\n\n18-29%(3)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n3,989\n\n\n \n\n\n \n\n\n \n\n\n6,997\n\n\n \n\n\n\n\n\n\nOhio\n\n\n \n\n\n \n\n\n25\n\n\n%\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n7,345\n\n\n \n\n\n \n\n\n \n\n\n12,495\n\n\n \n\n\n\n\n\n\nPennsylvania\n\n\n \n\n\n18-21%(3)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,139\n\n\n \n\n\n \n\n\n \n\n\n2,441\n\n\n \n\n\n\n\n\n\nSouth Carolina\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n2,932\n\n\n \n\n\n \n\n\n \n\n\n5,432\n\n\n \n\n\n\n\n\n\nTennessee\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,203\n\n\n \n\n\n \n\n\n \n\n\n2,046\n\n\n \n\n\n\n\n\n\nTexas\n\n\n \n\n\n18-23%(3)\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n594\n\n\n \n\n\n \n\n\n \n\n\n1,762\n\n\n \n\n\n\n\n\n\nUtah\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n102\n\n\n \n\n\n \n\n\n \n\n\n460\n\n\n \n\n\n\n\n\n\nWisconsin\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n344\n\n\n \n\n\n \n\n\n \n\n\n1,178\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n-\n\n\n \n\n\n \n\n\n$\n\n\n47,526\n\n\n \n\n\n \n\n\n$\n\n\n85,804\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nThe maximum allowable interest rates are subject to change and vary based on the laws of the individual states. \n\n\n(2)\nNone of these states currently impose a maximum allowable interest rate with respect to the types and sizes of Contracts the Company purchases. The maximum rate which the Company will typically charge any customer in each of these states is 36% per annum. \n\n\n(3)\nThe maximum allowable interest rate in each of these states varies depending upon the model year of the vehicle being financed. In addition, Georgia does not currently impose a maximum allowable interest rate with respect to Contracts over $5,000. \n\n\nThe following table presents selected information on Contracts purchased by the Company:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended March 31,\n(Purchases in thousands)\n\n\n \n\n\n\n\n\n\nContracts\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nPurchases\n\n\n \n\n\n$\n\n\n47,526\n\n\n \n\n\n \n\n\n$\n\n\n85,804\n\n\n \n\n\n\n\n\n\nAverage APR\n\n\n \n\n\n \n\n\n22.5\n\n\n%\n\n\n \n\n\n \n\n\n23.1\n\n\n%\n\n\n\n\n\n\nAverage dealer discount\n\n\n \n\n\n \n\n\n6.5\n\n\n%\n\n\n \n\n\n \n\n\n6.9\n\n\n%\n\n\n\n\n\n\nAverage term (months)\n\n\n \n\n\n \n\n\n48\n\n\n \n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\nAverage loan\n\n\n \n\n\n$\n\n\n11,932\n\n\n \n\n\n \n\n\n$\n\n\n11,002\n\n\n \n\n\n\n\n\n\nNumber of Contracts purchased\n\n\n \n\n\n \n\n\n4,040\n\n\n \n\n\n \n\n\n \n\n\n7,793\n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n\n\n \n\n\nDirect Loans\n \n\n\nEffective during the third quarter of fiscal 2023, the Company no longer originates any Direct Loans. Previous to that time, the Company originated Direct Loans in Alabama, Florida, Georgia (over $3,000), Illinois, Indiana, Kansas, Kentucky, Michigan, Missouri, North Carolina, Ohio, Pennsylvania, South Carolina, and Tennessee. Direct Loans were loans originated directly between the Company and the consumer. These loans were typically for amounts ranging from $500 to $11,000 and are generally secured by a lien on an automobile, watercraft or other permissible tangible personal property. The average loan made during fiscal 2023 by the Company had an initial principal balance of approximately $4,300. Most of the Direct Loans were originated with current or former customers under the Company’s automobile financing program. The typical Direct Loan represented a better credit risk than our typical Contract due to the customer’s payment history with the Company, as well as their established relationship with the local branch staff. The size of the loan and maximum interest rate that may be (and is) charged varies from state to state. The Company considered the individual’s income, credit history, job stability, and the value of the collateral offered by the borrower to secure the loan as the primary factors in determining whether an applicant would receive an approval for such loan. Additionally, because most of the Direct Loans made by the Company to date have been made to borrowers under Contracts previously purchased by the Company, the collection experience of the borrower under the Contract was a significant factor in making the underwriting decision. The Company’s Direct Loan program was implemented in April 1995 and accounted for approximately 13% of the Company’s annual consolidated revenues during the fiscal 2023.\n\n\nIn connection with its Direct Loan program, the Company also made available credit disability insurance, credit life insurance, and involuntary unemployment insurance coverage to customers through unaffiliated third-party insurance carriers. Approximately 63% of the Direct Loans outstanding as of March 31, 2023 elected to purchase third-party insurance coverage made available by the Company. The cost of this insurance to the customer, which included a commission for the Company, was included in the amount financed by the customer.\n \n\n\nThe following table presents selected information on Direct Loans originated by the Company:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended March 31,\n(Originations in thousands)\n\n\n \n\n\n\n\n\n\nDirect Loans\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nOriginations\n\n\n \n\n\n$\n\n\n15,822\n\n\n \n\n\n \n\n\n$\n\n\n28,740\n\n\n \n\n\n\n\n\n\nAverage APR\n\n\n \n\n\n \n\n\n30.4\n\n\n%\n\n\n \n\n\n \n\n\n30.5\n\n\n%\n\n\n\n\n\n\nAverage term (months)\n\n\n \n\n\n26\n\n\n \n\n\n \n\n\n \n\n\n26\n\n\n \n\n\n\n\n\n\nAverage loan\n\n\n \n\n\n$\n\n\n4,277\n\n\n \n\n\n \n\n\n$\n\n\n4,307\n\n\n \n\n\n\n\n\n\nNumber of contracts originated\n\n\n \n\n\n \n\n\n3,662\n\n\n \n\n\n \n\n\n \n\n\n6,770\n\n\n \n\n\n\n\n\n\n \n\n\nUnderwriting Guidelines\n \n\n\nThe Company’s typical customer has a credit history that fails to meet the lending standards of most banks and credit unions. Some of the credit problems experienced by the Company’s customers that resulted in a poor credit history include but are not limited to: prior automobile account repossessions, unpaid revolving credit card obligations, unpaid medical bills, unpaid student loans, prior bankruptcy, and evictions for nonpayment of rent. The Company believes that its customer profile is similar to that of its direct competitors.\n \n\n\nThe Company’s process to approve the purchase of a Contract begins with the Company receiving a standardized credit application completed by the consumer which contains information relating to the consumer’s background, employment, and credit history. The Company also obtains credit reports from Equifax and/or TransUnion, which are independent credit reporting services. The Company verifies the consumer’s employment history, income, and residence. In most cases, consumers are interviewed via telephone by a Company application processor (usually the Branch Manager or Assistant Branch Manager when the Company employed its branch-based model, and the originators in the Company's regionalized business model after the branches were closed). The Company also considers the customer’s prior payment history with the Company, if any, as well as the collateral value of the vehicle being financed.\n \n\n\nThe Company has established internal underwriting guidelines that were  used by its Branch Managers and internal underwriters when Contracts were purchased by the Company prior to the restructuring of its operations. The Company has adopted updated guidelines consistent with its post-restructuring operations, which guidelines are to be used by the Company’s originators and internal underwriters when purchasing Contracts in the Company’s\n \n\n\n5\n\n\n\n\n \n\n\nregionalized business model. Any Contract that does not meet these guidelines must be approved by the senior management of the Company. In addition to a variety of administrative duties, the Company's management is responsible for monitoring compliance with the Company’s underwriting guidelines as well as approving underwriting exceptions.\n \n\n\nWhen the Company was originating Direct Loans, the Company used similar criteria in analyzing a Direct Loan as it did in analyzing the purchase of a Contract. Lending decisions regarding Direct Loans were made based upon a review of the customer’s loan application, income, credit history, job stability, and the value of the collateral offered by the borrower to secure the loan. To date, since the majority of the Company’s Direct Loans have been made to individuals whose automobiles have been financed by the Company, the customer’s payment history under his or her existing or past Contract was a significant factor in the lending decision.\n \n\n\nAfter reviewing the information included in the Contract or, when applicable, Direct Loan application and taking the other factors into account, the Company’s loan origination system categorizes the customer using internally developed credit classifications from “1,” indicating higher creditworthiness, through “4,” indicating lower creditworthiness. Contracts are financed for individuals who fall within all four acceptable rating categories utilized, “1” through “4”. Usually a customer who falls within the two highest categories (i.e., “1” or “2”) is purchasing a two to five-year old, lower mileage used automobile, while a customer in any of the two lowest categories (i.e., “3,” or “4”) usually is purchasing an older, higher mileage automobile from an independent used automobile dealer.\n\n\nPrior to the closure of the Company’s branches, the Company performed audits of its branches’ compliance with Company underwriting guidelines. The Company audited branches on a schedule that was variable depending on the size of the branch, length of time a branch had been open, then current tenure of the Branch Manager, previous branch audit score, and then current and historical branch profitability. Additionally, field supervisions and audits were conducted by District Managers, Divisional Vice Presidents and Divisional Administrative Assistants to try to ensure operational and underwriting compliance throughout the former branch network.\n \n\n\nMonitoring and Enforcement of Contracts\n \n\n\nOn November 3, 2022, the Company entered into a loan servicing agreement with Westlake (the “Servicing\n\n\nAgreement”). Under the Servicing Agreement, the Company will originate and acquire receivables and Westlake\n\n\nwill perform the servicing duties with respect to such receivables, including without limitation that Westlake shall\n\n\nmanage, service, administer and make collections on the receivables, including with respect to any repossession of\n\n\nany financed vehicle securing a receivable under which it is determined that payments thereunder are not likely to be\n\n\nresumed. Unless earlier terminated in accordance with its provisions, the Servicing Agreement shall expire upon the\n\n\nearliest to occur of (i) the date on which the Company sells, transfers or assigns all outstanding receivables to a third\n\n\nparty (including Westlake), (ii) the date on which the last receivable is repaid or otherwise terminated, or (iii) three\n\n\nyears from the closing date of the Servicing Agreement.\n\n\nThe Company requires each customer under a Contract to obtain and maintain collision insurance covering damage to the vehicle. Failure to maintain such insurance constitutes a default under the Contract, that would permit the repossession of the vehicle. To reduce potential loss due to insurance lapse, the Company has the contractual right to obtain collateral protection insurance through a third-party, which covers loss due to physical damage to a vehicle not covered by any insurance policy of the customer.\n\n\nThe servicer monitors compliance by the Company's customers with their obligations under Contracts and Direct Loans made by the Company and the servicer provides reports to the Company on such activity. These reports may be accessed throughout the Company by management personnel at computer terminals located in the Company's offices. These reports include delinquency reports, customer promise reports, vehicle information reports, purchase reports, dealer analysis reports, static pool reports, and repossession reports.\n \n\n\nA delinquency report is an aging report that provides basic information regarding each customer account and indicates accounts that are past due. The report includes information such as the account number, address of the customer, phone numbers of the customer, original term of the Contract, number of remaining payments, outstanding balance, due dates, date of last payment, number of days past due, scheduled payment amount, amount of last payment, total past due, and special payment arrangements or agreements.\n\n\nWhen an account becomes delinquent, the customer is promptly contacted to determine the reason for the delinquency and to determine if appropriate arrangements for payment can be made. If acceptable payment\n \n\n\n6\n\n\n\n\n \n\n\narrangements can be made, the information is entered into a database and is used to generate a customer promises report, which is utilized for account follow up.\n \n\n\nThe servicer prepares a repossession report that provides information regarding repossessed vehicles and aids in disposing of repossessed vehicles. In addition to information regarding the customer, this report provides information regarding the date of repossession, date the vehicle was sold, number of days it was held in inventory prior to sale, year, make and model of the vehicle, mileage, payoff amount on the Contract, NADA book value, Black Book value, suggested sale price, location of the vehicle, original dealer and condition of the vehicle, as well as notes and other information that may be helpful.\n \n\n\nIf an account is 121 days delinquent and the related vehicle has not yet been repossessed, the account is charged-off and transferred to the servicer's loss prevention and recovery department. Once a vehicle has been repossessed, the related loan balance no longer appears on the delinquency report. Instead, the vehicle appears on the servicer's repossession report and is generally sold at auction.\n\n\nThe servicer also prepares a dealer report that provides information regarding each dealer from which the Company purchases Contracts. This report allows the Company to analyze the volume of business done with each dealer, the terms on which it has purchased Contracts from such dealer, as well as the overall portfolio performance of Contracts purchased from the dealer.\n \n\n\nThe Company is subject to seasonal variations within the subprime marketplace. While the APR, discount, and term remain consistent across quarters, write-offs and delinquencies tend to be lower while purchases tend to be higher in the fourth and first quarters of the fiscal year. The second and third quarters of the fiscal year tend to have higher write-offs and delinquencies, and a lower level of purchases. Despite the foregoing, during fiscal 2023 the fourth quarter had the most write-offs and delinquencies.\n\n\nMarketing and Advertising\n \n\n\nThe Company’s Contract marketing efforts currently are directed primarily toward automobile dealers. The Company attempts to meet dealers’ needs by offering highly responsive, cost-competitive, and service-oriented financing programs. The Company relies on its staff of originators to solicit agreements for the purchase of Contracts with automobile dealers based within the regions located in the seven states in which the Company conducts operations as of the date of this Annual Report. The Company provides dealers with information regarding itself and the general terms upon which the Company is willing to purchase Contracts. The Company uses web advertising, social media and print ads in dealer association publications for marketing purposes. The Company is a member and corporate sponsor of the National Independent Auto Dealers Association, which also gives it access to state-level associations. Its representatives attend conferences and events for both state and national associations to market its products directly to dealers in attendance.\n\n\nWhen the Company was originating Direct Loans, the Company solicited customers under its Direct Loan program primarily through direct mailings, followed by telephone calls to individuals who had a good credit history with the Company in connection with Contracts purchased by the Company. It also relied on other forms of electronic messaging and in-store advertising.\n \n\n\nComputerized Information System\n \n\n\nAll Company personnel are provided with real-time access to information. The Company has purchased or otherwise has access through its servicer to the specialized programs to monitor the Contracts and Direct Loans from inception. The Company’s computer network encompasses both its corporate headquarters and its central business operations hub. See “Monitoring and Enforcement of Contracts” above for a summary of the different reports available to the Company.\n \n\n\nCompetition\n \n\n\nThe consumer finance industry is highly fragmented and highly competitive. Due to various factors, the competitiveness of the industry continues to increase as new competitors continue to enter the market and certain existing competitors continue to expand their operations. There are numerous financial service companies that\n \n\n\n7\n\n\n\n\n \n\n\nprovide consumer credit in the markets served by the Company, including banks, credit unions, other consumer finance companies, and captive finance companies owned by automobile manufacturers and retailers. Increased competition for the purchase of Contracts enables automobile dealers to shop for the best price, which can result in an erosion in the dealer discounts from the initial principal amounts at which the Company is willing to purchase Contracts and higher advance rates. However, the Company instead focuses on purchasing Contracts that are priced to reflect the inherent risk level of the Contract, and sacrifices loan volume, if necessary, to maintain that pricing discipline. For the fiscal year ended March 31, 2023, the Company’s average dealer discount on Contracts purchased decreased to 6.5%, compared to 6.9% for the fiscal year ended March 31, 2022. The table below shows the number\n \n\n\n8\n\n\n\n\n \n\n\nand principal amount of Contracts purchased, average amount financed, average term, and average APR and discount for the periods presented:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKey Performance Indicators on Contracts Purchased\n\n\n \n\n\n\n\n\n\n(Purchases in thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nNumber of\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFiscal Year\n\n\n \n\n\n \n\n\nContracts\n\n\n \n\n\n \n\n\nPrincipal Amount\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n\n\n\n\n /Quarter\n\n\n \n\n\n \n\n\nPurchased\n\n\n \n\n\n \n\n\nPurchased#\n\n\n \n\n\n \n\n\nFinanced*^\n\n\n \n\n\n \n\n\nAPR*\n\n\n \n\n\n \n\n\n \n\n\nDiscount%*\n\n\n \n\n\n \n\n\n \n\n\nTerm*\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n \n\n\n4,040\n\n\n \n\n\n \n\n\n$\n\n\n47,526\n\n\n \n\n\n \n\n\n$\n\n\n11,932\n\n\n \n\n\n \n\n\n \n\n\n22.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n48\n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n127\n\n\n \n\n\n \n\n\n \n\n\n1,579\n\n\n \n\n\n \n\n\n \n\n\n12,433\n\n\n \n\n\n \n\n\n \n\n\n22.2\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.2\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n49\n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n383\n\n\n \n\n\n \n\n\n \n\n\n4,511\n\n\n \n\n\n \n\n\n \n\n\n11,778\n\n\n \n\n\n \n\n\n \n\n\n22.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.8\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n48\n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n1,595\n\n\n \n\n\n \n\n\n \n\n\n19,082\n\n\n \n\n\n \n\n\n \n\n\n11,964\n\n\n \n\n\n \n\n\n \n\n\n22.7\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n48\n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1,935\n\n\n \n\n\n \n\n\n \n\n\n22,354\n\n\n \n\n\n \n\n\n \n\n\n11,552\n\n\n \n\n\n \n\n\n \n\n\n22.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.6\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n48\n\n\n \n\n\n\n\n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n \n\n\n7,793\n\n\n \n\n\n \n\n\n$\n\n\n85,804\n\n\n \n\n\n \n\n\n$\n\n\n11,002\n\n\n \n\n\n \n\n\n \n\n\n23.1\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n2,404\n\n\n \n\n\n \n\n\n \n\n\n27,139\n\n\n \n\n\n \n\n\n \n\n\n11,289\n\n\n \n\n\n \n\n\n \n\n\n22.9\n\n\n \n\n\n%\n\n\n \n\n\n6.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n1,735\n\n\n \n\n\n \n\n\n \n\n\n19,480\n\n\n \n\n\n \n\n\n \n\n\n11,228\n\n\n \n\n\n \n\n\n \n\n\n23.1\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.8\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n1,707\n\n\n \n\n\n \n\n\n \n\n\n18,880\n\n\n \n\n\n \n\n\n \n\n\n11,061\n\n\n \n\n\n \n\n\n \n\n\n23.0\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n6.7\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1,947\n\n\n \n\n\n \n\n\n \n\n\n20,305\n\n\n \n\n\n \n\n\n \n\n\n10,429\n\n\n \n\n\n \n\n\n \n\n\n23.2\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n7.0\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n \n\n\n7,307\n\n\n \n\n\n \n\n\n$\n\n\n74,025\n\n\n \n\n\n \n\n\n$\n\n\n10,135\n\n\n \n\n\n \n\n\n \n\n\n23.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n7.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n2,429\n\n\n \n\n\n \n\n\n \n\n\n24,637\n\n\n \n\n\n \n\n\n \n\n\n10,143\n\n\n \n\n\n \n\n\n \n\n\n23.2\n\n\n \n\n\n%\n\n\n \n\n\n7.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n1,483\n\n\n \n\n\n \n\n\n \n\n\n15,285\n\n\n \n\n\n \n\n\n \n\n\n10,307\n\n\n \n\n\n \n\n\n \n\n\n23.4\n\n\n \n\n\n%\n\n\n \n\n\n7.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n1,709\n\n\n \n\n\n \n\n\n \n\n\n17,307\n\n\n \n\n\n \n\n\n \n\n\n10,127\n\n\n \n\n\n \n\n\n \n\n\n23.5\n\n\n \n\n\n%\n\n\n \n\n\n6.8\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1,686\n\n\n \n\n\n \n\n\n \n\n\n16,796\n\n\n \n\n\n \n\n\n \n\n\n9,962\n\n\n \n\n\n \n\n\n \n\n\n23.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n8.0\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n2020\n\n\n \n\n\n \n\n\n \n\n\n7,647\n\n\n \n\n\n \n\n\n$\n\n\n76,696\n\n\n \n\n\n \n\n\n$\n\n\n10,035\n\n\n \n\n\n \n\n\n \n\n\n23.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n7.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n1,991\n\n\n \n\n\n \n\n\n \n\n\n19,658\n\n\n \n\n\n \n\n\n \n\n\n9,873\n\n\n \n\n\n \n\n\n \n\n\n23.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n7.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n1,753\n\n\n \n\n\n \n\n\n \n\n\n17,880\n\n\n \n\n\n \n\n\n \n\n\n10,200\n\n\n \n\n\n \n\n\n \n\n\n23.3\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n7.6\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n2,011\n\n\n \n\n\n \n\n\n \n\n\n20,104\n\n\n \n\n\n \n\n\n \n\n\n9,997\n\n\n \n\n\n \n\n\n \n\n\n23.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n7.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1,892\n\n\n \n\n\n \n\n\n \n\n\n19,054\n\n\n \n\n\n \n\n\n \n\n\n10,071\n\n\n \n\n\n \n\n\n \n\n\n23.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n8.3\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nKey Performance Indicators on Direct Loans Originated\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(Originations in thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nNumber of\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFiscal Year\n\n\n \n\n\n \n\n\nContracts\n\n\n \n\n\n \n\n\nPrincipal Amount\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n /Quarter\n\n\n \n\n\n \n\n\nOriginated\n\n\n \n\n\n \n\n\nOriginated#\n\n\n \n\n\n \n\n\nFinanced*^\n\n\n \n\n\n \n\n\nAPR*\n\n\n \n\n\n \n\n\n \n\n\nTerm*\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n \n\n\n3,662\n\n\n \n\n\n \n\n\n$\n\n\n15,822\n\n\n \n\n\n \n\n\n$\n\n\n4,277\n\n\n \n\n\n \n\n\n \n\n\n30.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n26\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n0.0\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n245\n\n\n \n\n\n \n\n\n \n\n\n1,080\n\n\n \n\n\n \n\n\n \n\n\n4,128\n\n\n \n\n\n \n\n\n \n\n\n29.6\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n27\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n1,427\n\n\n \n\n\n \n\n\n \n\n\n6,527\n\n\n \n\n\n \n\n\n \n\n\n4,574\n\n\n \n\n\n \n\n\n \n\n\n30.3\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1,990\n\n\n \n\n\n \n\n\n \n\n\n8,215\n\n\n \n\n\n \n\n\n \n\n\n4,128\n\n\n \n\n\n \n\n\n31.2\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n \n\n\n6,770\n\n\n \n\n\n \n\n\n$\n\n\n28,740\n\n\n \n\n\n \n\n\n$\n\n\n4,307\n\n\n \n\n\n \n\n\n \n\n\n30.5\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n26\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n1,584\n\n\n \n\n\n \n\n\n \n\n\n7,458\n\n\n \n\n\n \n\n\n \n\n\n4,708\n\n\n \n\n\n \n\n\n \n\n\n30.0\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n27\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n2,282\n\n\n \n\n\n \n\n\n \n\n\n8,505\n\n\n \n\n\n \n\n\n \n\n\n3,727\n\n\n \n\n\n \n\n\n \n\n\n31.8\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n24\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n1,588\n\n\n \n\n\n \n\n\n \n\n\n7,040\n\n\n \n\n\n \n\n\n \n\n\n4,433\n\n\n \n\n\n \n\n\n \n\n\n30.0\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n26\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1,316\n\n\n \n\n\n \n\n\n \n\n\n5,737\n\n\n \n\n\n \n\n\n \n\n\n4,359\n\n\n \n\n\n \n\n\n30.1\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n \n\n\n3,497\n\n\n \n\n\n \n\n\n$\n\n\n14,148\n\n\n \n\n\n \n\n\n$\n\n\n4,131\n\n\n \n\n\n \n\n\n29.6075\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n753\n\n\n \n\n\n \n\n\n \n\n\n3,284\n\n\n \n\n\n \n\n\n \n\n\n4,362\n\n\n \n\n\n \n\n\n29.6\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n1,265\n\n\n \n\n\n \n\n\n \n\n\n4,605\n\n\n \n\n\n \n\n\n \n\n\n3,641\n\n\n \n\n\n \n\n\n30.9\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n22\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n924\n\n\n \n\n\n \n\n\n \n\n\n3,832\n\n\n \n\n\n \n\n\n \n\n\n4,147\n\n\n \n\n\n \n\n\n29.23\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n555\n\n\n \n\n\n \n\n\n \n\n\n2,427\n\n\n \n\n\n \n\n\n \n\n\n4,373\n\n\n \n\n\n \n\n\n28.7\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n26\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2020\n\n\n \n\n\n \n\n\n \n\n\n3,142\n\n\n \n\n\n \n\n\n$\n\n\n12,638\n\n\n \n\n\n \n\n\n$\n\n\n4,017\n\n\n \n\n\n \n\n\n28.2\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n \n\n\n720\n\n\n \n\n\n \n\n\n \n\n\n3,104\n\n\n \n\n\n \n\n\n \n\n\n4,310\n\n\n \n\n\n \n\n\n28.6\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n1,137\n\n\n \n\n\n \n\n\n \n\n\n4,490\n\n\n \n\n\n \n\n\n \n\n\n3,949\n\n\n \n\n\n \n\n\n28.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n24\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n \n\n\n739\n\n\n \n\n\n \n\n\n \n\n\n2,988\n\n\n \n\n\n \n\n\n \n\n\n4,043\n\n\n \n\n\n \n\n\n27.4\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n25\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n546\n\n\n \n\n\n \n\n\n \n\n\n2,056\n\n\n \n\n\n \n\n\n \n\n\n3,765\n\n\n \n\n\n \n\n\n28.2\n\n\n \n\n\n%\n\n\n \n\n\n \n\n\n24\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*Each average included in the tables is calculated as a simple average.\n\n\n \n\n\n\n\n\n\n^Average amount financed is calculated as a single loan amount.\n\n\n \n\n\n\n\n\n\n#Bulk portfolio purchase excluded for period-over-period comparability.\n\n\n \n\n\n\n\n\n\n \n\n\n9\n\n\n\n\n \n\n\nThe Company’s ability to compete effectively with other companies offering similar financing arrangements depends in part upon the Company maintaining close business relationships with dealers of used and new vehicles. No single dealer out of the approximately 586 dealers with which the Company currently has active contractual relationships represents a significant amount of the Company’s business volume for any of the fiscal years ended March 31, 2023 or 2022.\n \n\n\nRegulation\n \n\n\nNumerous federal and state consumer protection laws and related regulations impose substantial requirements upon creditors and servicers involved in consumer finance. These laws include the Truth-in-Lending Act, the Equal Credit Opportunity Act, the Federal Trade Commission Act, the Fair Credit Reporting Act, the Fair Debt Collection Practices Act, the Gramm-Leach-Bliley Act, the Servicemembers Civil Relief Act, the Telephone Consumer Protection Act, state adaptations of the National Consumer Act and of the Uniform Consumer Credit Code and state lending acts, motor vehicle retail installment acts and other similar laws. Also, the laws of certain states impose finance charge ceilings and other restrictions on consumer transactions and require contract disclosures in addition to those required under federal law. These requirements impose specific statutory liabilities upon creditors who fail to comply with their provisions. In some cases, this liability could affect the ability of an assignee such as the Company to enforce consumer finance contracts such as the Contracts.\n\n\nThe Company’s financing operations are subject to regulation, supervision and licensing under many federal, state and local statutes, regulations and ordinances. In addition, the Company and its service providers must comply with certain federal and state requirements in connection with the servicing and collection on Direct Loans and Contracts, and the repossession of vehicles securing Direct Loans and Contracts in the states in which the Company does business. The Company and its third-party service providers must comply with federal, state and local  regulatory regimes, including those applicable to consumer credit transactions. In particular, the Company may be subject to laws such as:\n \n\n\n•\nState consumer statutory and regulatory requirements.\n Pursuant to state laws and regulations, on-site or off-site examinations can be conducted for any of our locations. Examinations monitor compliance with applicable regulations. These laws and regulations include, but are not limited to: licensure requirements, requirements for maintenance of proper records, fee requirements, maximum interest rates that may be charged on loans to finance used vehicles, and proper disclosure to customers regarding financing terms. These may also include state laws and regulations that impose requirements related to data privacy, credit discrimination, credit reporting, debt servicing and collection, and unfair or deceptive business practices. \n\n\n•\nState licensing requirements.\n The Company must comply with state licensing requirements and varying compliance requirements in all the states in which it operates. The Company files a notification or obtains a license to acquire Contracts in each state in which it acquires Contracts. Furthermore, some states require dealers to maintain a Retail Installment Seller’s License, and where applicable, the Company only conducts business with dealers who hold such a license. For Direct Loan activities, the Company obtained licenses, where required, from each state in which it offered consumer loans. \n\n\n•\nFair Debt Collection Practices Act.\n The federal Fair Debt Collection Practices Act (“FDCPA”) provides guidelines and limitations on the conduct of third-party debt collectors and debt buyers when collecting consumer debt. While the FDCPA generally does not apply to first-party creditors collecting their own debts or to servicers when collecting debts that were current when servicing began, the Company uses the FDCPA as a guideline for all collections. The Company requires all vendors and third-party service providers that provide collection services on the Company’s behalf to comply with the FDCPA to the extent applicable. The Company also complies with state and local laws that apply to creditors and provide guidance and limitations similar to the FDCPA.\n\n\n•\nTruth in Lending Act.\n The Truth in Lending Act (“TILA”) requires the Company and the dealers it does business with to make certain disclosures to customers, including the terms of repayment, the total finance charge and the annual percentage rate charged on each Contract or Direct Loan. \n\n\n•\nEqual Credit Opportunity Act.\n The Equal Credit Opportunity Act (“ECOA”) prohibits creditors from discriminating against loan applicants on the basis of race, color, sex, age or marital status. Pursuant to Regulation B promulgated under the ECOA, creditors are required to make certain disclosures regarding consumer rights and advise consumers whose credit applications are not approved of the reasons for the rejection. \n\n\n10\n\n\n\n\n \n\n\n•\nElectronic Signatures in Global and National Commerce Act.\n The Electronic Signatures in Global and National Commerce Act requires the Company to provide consumers with clear and conspicuous disclosures before the consumer gives consent to authorize the use of electronic signatures, electronic contracts, and electronic records. \n\n\n•\nFair Credit Reporting Act.\n The Fair Credit Reporting Act (“FCRA”) and similar state laws regulate the use of consumer reports and the reporting of information to credit reporting agencies. Specifically, the FCRA establishes requirements that apply to the use of “consumer reports” and similar data, including certain notifications to consumers, including when an adverse action, such as a loan declination, is based on information contained in a consumer report. \n\n\n•\nGramm-Leach-Bliley Act.\n The Gramm-Leach-Bliley Act (“GLBA”) requires the Company to maintain privacy with respect to certain consumer data in its possession and to periodically communicate with consumers on privacy matters. \n\n\n•\nFederal Trade Commission Act. Section 5 of the Federal Trade Commission Act (the “FTC Act”) prohibits\nunfair and deceptive acts or practices in or affecting commerce.\n\n\n•\nServicemembers Civil Relief Act.\n The Servicemembers Civil Relief Act (“SCRA”) requires the Company to reduce the interest rate charged on each loan to customers who have subsequently joined, enlisted, been inducted or called to active military duty and places limitations on collection and repossession activity. Under the terms of the SCRA, an obligor who enters the military service after the origination of that\nobligor’s Direct Loan or Contract (including an obligor who is a member of the National Guard or is in\nreserve status at the time of the origination of the obligor’s Direct Loan or Contract and is later called to\nactive duty) is entitled to have the interest rate reduced and capped at 6% per annum for the duration of the\nmilitary service, may be entitled to a stay of proceedings on foreclosures and similar actions and may have\nthe maturity of the loan or retail installment sale contract extended or the payments lowered and the\npayment schedule adjusted. In addition, pursuant to the laws of various states, under certain circumstances\nresidents thereof called into active duty with the National Guard or the reserves can apply to a court to\ndelay payments on loans or retail installment sale contracts such as the Direct Loans and the Contracts.\n\n\n•\nMilitary Lending Act.\n The Military Lending Act requires the Company to limit the military annual percentage rate that the Company may charge to a maximum of 36 percent, requires certain disclosures to military consumers, and provides other substantive consumer protections on credit extended to Servicemembers and their families. \n\n\n•\nElectronic Funds Transfer Act.\n The Electronic Funds Transfer Act (“EFTA”) prohibits the Company from requiring its customers to repay a loan or other credit by electronic funds transfer (“EFT”), except in limited situations which do not apply to the Company. The Company is also required to provide certain documentation to its customers when an EFT is initiated and to provide certain notifications to its customers with regard to preauthorized payments. \n\n\n•\nTelephone Consumer Protection Act.\n The Telephone Consumer Protection Act governs the Company’s practice of contacting customers by certain means (i.e., auto-dialers, pre-recorded or artificial voice calls on customers’ land lines, fax machines and cell phones, including text messages). \n\n\n•\nBankruptcy.\n Federal bankruptcy and related state laws may interfere with or affect the Company’s ability to recover collateral or enforce a deficiency judgment. For example, in a Chapter 13 proceeding under the\nBankruptcy Code, a court may prevent a creditor from repossessing a motor vehicle and, as part of the\nrehabilitation plan, reduce the amount of the secured indebtedness to the market value of the motor vehicle\nat the time of bankruptcy, as determined by the court, leaving the party providing financing as a general\nunsecured creditor for the remainder of the indebtedness. A bankruptcy court may also reduce the monthly\npayments due under the related contract or change the rate of interest and time of repayment of the\nindebtedness.\n\n\n•\nDodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (“Dodd-Frank Act”). \nTitle X of the Dodd-Frank Act created the Consumer Financial Protection Bureau (“CFPB”), which has the authority to issue and enforce regulations under the federal “enumerated consumer laws,” including (subject to certain statutory limitations) FDCPA, TILA, ECOA, FCRA, GLBA and EFTA. The CFPB has rulemaking and enforcement authority over certain non-depository institutions, including the Company. The CFPB is specifically authorized, among other things, to take actions to prevent companies providing consumer financial products or services and their service providers from engaging in unfair, deceptive or abusive acts \n\n\n11\n\n\n\n\n \n\n\nor practices in connection with consumer financial products and services, and to issue rules requiring enhanced disclosures for consumer financial products or services. Under the Dodd-Frank Act, the CFPB also may restrict the use of pre-dispute mandatory arbitration clauses in contracts between covered persons and consumers for a consumer financial product or service. The CFPB also has authority to interpret, enforce, and issue regulations implementing enumerated consumer laws, including certain laws that apply to the Company’s business. The CFPB issued rules regarding the supervision and examination of non-depository “larger participants” in the automobile finance business. At this time, the Company is not deemed a larger participant.\n\n\n•\nHolder Rule. The Federal Trade Commission’s (the “FTC”) so-called “Holder-in-Due-Course Rule” (the\n“Holder Rule”), and equivalent state laws, make the Company or any other holder of a consumer credit\ncontract include the required notice and become subject to all claims and defenses that a borrower could\nassert against the seller of goods or services.\n\n\nFailure to comply with these laws or regulations could have a material adverse effect on the Company by, among other things, limiting the jurisdictions in which the Company may operate, restricting the Company’s or its service provider's ability to realize the value of the collateral securing the Contracts, and making it more costly or burdensome to do business or resulting in potential liability. The volume of new or modified laws and regulations and the activity of agencies enforcing such law have increased in recent years in response to issues arising with respect to consumer lending. From time to time, legislation and regulations are enacted which increase the cost of doing business, limit or expand permissible activities or affect the competitive balance among financial services providers. Proposals to change the laws and regulations governing the operations and taxation of financial institutions and financial services providers are frequently made in the U.S. Congress, in the state legislatures and by various regulatory agencies. This legislation may change the Company’s operating environment in substantial and unpredictable ways and may have a material adverse effect on the Company’s business.\n \n\n\nIn particular, the Dodd-Frank Act and regulations promulgated thereunder, are likely to affect the Company’s cost of doing business, may limit or expand the Company’s permissible activities, may affect the competitive balance within the Company’s industry and market areas and could have a material adverse effect on the Company. The Company’s management continues to assess the Dodd-Frank Act’s probable impact on the Company’s business, financial condition and results of operations, and to monitor developments involving the entities charged with promulgating regulations thereunder. However, the ultimate effect of the Dodd-Frank Act on the financial services industry in general, and on the Company in particular, is uncertain at this time.\n \n\n\nIn addition to the CFPB, other state and federal agencies have the ability to regulate aspects of the Company’s business. For example, the Dodd-Frank Act provides a mechanism for state Attorneys General to investigate the Company. Additionally, the FTC has jurisdiction to investigate aspects of the Company’s business. The Company expects that regulatory investigation by both state and federal agencies will continue and that the results of these investigations could have a material adverse impact on the Company.\n \n\n\nThe Holder Rule of the FTC has the effect of subjecting a seller, and certain related lenders and their assignees, in a consumer credit transaction to all claims and defenses which the obligor in the transaction could assert against the seller of the goods. Liability under the Holder Rule is limited to the amounts paid by the obligor under the contract, and the holder of the contract may also be unable to collect any balance remaining due thereunder from the obligor. The Holder Rule is generally duplicated by the Uniform Consumer Credit Code, other state statutes or the common law in certain states. Most of the Contracts will be subject to the requirements of the Holder Rule. Accordingly, the Company, as holder of the Contracts, will be subject to any claims or defenses that the purchaser of a financed vehicle may assert against the seller of the financed vehicle. Such claims are limited to a maximum liability equal to the amounts paid by the obligor on the Contract.\n\n\nDealers with which the Company does business must also comply with credit and trade practice statutes and regulations. Failure of these dealers to comply with such statutes and regulations could result in customers having rights of rescission and other remedies that could have a material adverse effect on the Company.\n \n\n\nThe sale of vehicle service contracts and other ancillary products by dealers in connection with Contracts assigned to the Company from dealers is also subject to state laws and regulations. As the Company is the holder of the Contracts that may, in part, finance these products, some of these state laws and regulations may apply to the Company’s servicing and collection of the Contracts. Although these laws and regulations may not significantly affect the Company’s business, there can be no assurance that insurance or other regulatory authorities in the\n \n\n\n12\n\n\n\n\n \n\n\njurisdictions in which these products are offered by dealers will not seek to regulate or restrict the operation of the Company’s business in these jurisdictions. Any regulation or restriction of the Company’s business in these jurisdictions could materially adversely affect the income received from these products.\n \n\n\nThe Company’s management believes that the Company maintains all requisite licenses and permits and is in material compliance with applicable local, state and federal laws and regulations. The Company periodically reviews its practices in an effort to ensure such compliance. Although compliance with existing laws and regulations has not had a material adverse effect on the Company’s operations to date, given the increasingly complex regulatory environment, the increasing costs of complying with such laws and regulations, and the increasing risk of penalties, fines or other liabilities associated therewith, no assurances can be given that the Company is in material compliance with all of such laws or regulations or that the costs of such compliance, or the failure to be in such compliance, will not have a material adverse effect on the Company’s business, financial condition or results of operations.\n \n\n\nFor more information, please refer to the risk factors titled “Federal or state regulatory reform could have an adverse impact on the Company”, “On October 5, 2017, the CFPB released the final rule Payday, Vehicle Title and Certain High-Cost Installment Loans under the Dodd Frank Act, which as adopted could potentially have a material adverse effect on our operations and financial performance”, “The CFPB has broad authority to pursue administrative proceedings and litigation for violations of federal consumer financing laws”, “Pursuant to the authority granted to it under the Dodd-Frank Act, the CFPB adopted rules that subject larger nonbank automobile finance companies to supervision and examination by the CFPB”. Any such examination by the CFPB likely would have a material adverse effect on our operations and financial performance”, “Our use of vendors and our other ongoing third-party business relationships is subject to increasing regulatory requirements and attention”, and “We are subject to many other laws and governmental regulations, and any material violations of or changes in these laws or regulations could have a material adverse effect on our financial condition and business operations”, all of which are incorporated herein by reference.\n\n\nIn July 2020, the CFPB rescinded provisions of the Payday, Vehicle Title, and Certain High-Cost Installment Loans rule (the \"Rule\") governing the ability to repay requirements. The payment requirements took effect in June 2022. Any regulatory changes could have effects beyond those currently contemplated that could further materially and adversely impact our business and operations. Unless rescinded or otherwise amended, the Company will have to comply with the Rule’s payment requirements if it continues to allow consumers to set up future recurring payments online for certain covered loans such that it meets the definition of having a “leveraged payment mechanism” under the Rule. If the payment provisions of the Rule apply, the Company will have to modify its loan payment procedures to comply with the required notices and mandated timeframes set forth in the final rule.\n\n\nHuman Capital Resources\n\n\nThe Company’s management and various support functions are centralized at the Company’s corporate headquarters in Clearwater, Florida. In connection with the closure of all of the Company’s brick and mortar branch locations in 18 states, the Company’s staff was significantly downsized during fiscal 2023, both as a result of layoffs and other voluntary and involuntary terminations. As a result, as of March 31, 2023, the Company employed a total of sixteen persons, of which six persons were employed at the Company’s Clearwater Corporate office. None of the Company’s employees are subject to a collective bargaining agreement, and the Company considers its relations with its employees generally to be good.\n\n\nWe are also committed to fostering, cultivating, and preserving a culture of diversity, equity, and inclusion (“DE&I”). We believe that the collective sum of the individual differences, life experiences, knowledge, inventiveness, self-expression, unique capabilities, and talent that our employees invest in their work represent a significant part of our culture, reputation, and achievement. We believe that an emphasis on DE&I drives value for our employees, customers, and shareholders, and that our DE&I commitment enables us to better serve our communities.\n\n\nIn fiscal 2023, the Company continued focusing on and invested in maintaining the health and safety of our employees in the midst of the COVID-19 pandemic.\n\n\nWe also offer our employees a variety of training and development opportunities. New employees complete a comprehensive training curriculum that focuses on the Company- and position-specific competencies needed to be\n \n\n\n13\n\n\n\n\n \n\n\nsuccessful. The training includes a blended approach utilizing eLearning modules, hands-on exercises, webinars, and assessments. Training content is focused on our operating policies and procedures, as well as several key compliance areas.\n\n\n14\n\n\n\n\n \n\n",
    "item1a": ">Item 1A. Ris\nk Factors\n \n\n\nThe following factors, as well as other factors not set forth below, may adversely affect the business, operations, financial condition or results of operations of the Company (sometimes referred to in this section as “we” “us” or “our”).\n \n\n\n \n\n\nRisks Related to COVID-19\n\n\n \n\n\nThe extent to which COVID-19 and measures taken in response thereto impact our business, results of operations and financial condition will continue to depend on factors outside of our control. COVID-19 has had and is likely to continue to have a material impact on our results of operations and financial condition and heightens many of our known risks.\n\n\n \n\n\nThe outbreak of the global pandemic of COVID-19 and resultant economic effects of preventative measures taken across the United States and worldwide have been weighing on the macroeconomic environment, negatively impacting consumer confidence, employment rates and other economic indicators that contribute to consumer spending behavior and demand for credit. The extent to which COVID-19 impacts our business, results of operations and financial condition will continue to depend on factors outside of our control, which are highly uncertain and difficult to predict, including, but not limited to, the duration and spread of the outbreak in light of different levels of vaccination across the globe and new variants of the virus or additional waves of cases, its severity, actions to contain the virus or treat its impact, and whether the recently observable resumption of pre-pandemic economic and operating conditions in the United States can continue in light of inflationary pressure and higher insurance costs. For more information, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\n\n\n \n\n\nIn addition, the spread of COVID-19 has caused us to modify our business practices (including restricting employee travel, developing social distancing plans for our employees and cancelling physical participation in meetings, events and conferences), and we may take further actions as may be required by government authorities or as we determine is in the best interests of our employees, partners and customers. The outbreak has adversely impacted and may further adversely impact our workforce and operations and the operations of our partners, customers, suppliers and third-party vendors, throughout the time period during which the spread of COVID-19 continues and related restrictions remain in place, and even after the COVID-19 outbreak has subsided.\n\n\n \n\n\nEven after the COVID-19 outbreak has subsided and despite the formal declaration of the end of the COVID-19 global health emergency by the World Health Organization in May 2023, our business may continue to experience materially adverse impacts as a result of the virus’s economic impact, including the availability and cost of funding and any recession that has occurred or may occur in the future. There are no comparable recent events that provide guidance as to the effect COVID-19 as a global pandemic may have, and, as a result, the ultimate impact of the outbreak is highly uncertain and subject to change.\n\n\n \n\n\nAdditionally, many of the other risk factors described below are heightened by the effects of the COVID-19 pandemic and related economic conditions, which in turn could materially adversely affect our business, financial condition, results of operations, access to financing and liquidity.\n\n\n \n\n\nRisks Related to Our Business and Industry\n\n\nOur success is dependent on our ability to forecast the performance of our Contracts and remaining Direct Loans.\n\n\nWe have in the past experienced and may in the future experience high delinquency and loss rates in our portfolios. This has in the past reduced and may continue to reduce our profitability. In addition, our inability to accurately forecast and estimate the amount and timing of future collections could have a material adverse effect on our financial position, liquidity and results of operations.\n \n\n\nOur consolidated net loss for the year ended March 31, 2023 was $34.1 million as compared to net income of $3.0 million for the year ended March 31, 2022. Although our significant net loss during fiscal 2023 was largely attributable to our previously announced change in operating strategy and restructuring plan, our profitability usually\n \n\n\n15\n\n\n\n\n \n\n\ndepends, to a material extent, on the performance of Contracts that we purchase. Historically, we have experienced higher delinquency rates than traditional financial institutions because substantially all of our Contracts and remaining Direct Loans are to non-prime borrowers, who are unable to obtain financing from traditional sources due primarily to their credit history. Contracts and Direct Loans made to these individuals generally entail a higher risk of delinquency, default, repossession, and higher losses than loans made to consumers with better credit.\n \n\n\nOur underwriting standards and collection procedures may not offer adequate protection against the risk of default, especially in periods of economic uncertainty. In the event of a default, the collateral value of the financed vehicle usually does not cover the outstanding Contract or Direct Loan balance and costs of recovery.\n\n\nOur ability to accurately forecast performance and determine an appropriate provision and allowance for credit losses is critical to our business and financial results. The allowance for credit losses is established through a provision for credit losses based on management’s evaluation of the risk inherent in the portfolio, the composition of the portfolio, specific impaired Contracts and Direct Loans, and current economic conditions. Please see “Management’s Discussion and Analysis of Financial Condition and Results of Operations – Critical Accounting Estimates” in Item 7 of this Form 10-K, which is incorporated herein by reference.\n \n\n\nThere can be no assurance that our performance forecasts will be accurate. In periods with changing economic conditions, such as is the case currently, accurately forecasting the performance of Contract and Direct Loans is more difficult. Our allowance for credit losses is an estimate, and if actual Contract and Direct Loan losses are materially greater than our allowance for credit losses, or more generally, if our forecasts are not accurate, our financial position, liquidity and results of operations could be materially adversely affected. For example, uncertainty surrounding the continuing economic impact of COVID-19 and the indirect effects of the conflict between Russia and Ukraine, whether through increases in the price of gasoline and other consumer goods or otherwise, on our customers has made historical information on credit losses slightly less reliable in the current environment, and there can be no assurances that we have accurately estimated loan losses.\n\n\nOther than limited representations and warranties made by dealers in favor of the Company, Contracts are purchased from the dealers without recourse, and we are therefore only able to look to the borrowers for repayment.\n \n\n\nIn June 2016, the Financial Accounting Standards Board (“FASB”) issued the ASU 2016-13 Financial Instruments—Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments. Among other things, the amendments in this ASU require the measurement of all expected credit losses for financial instruments held at the reporting date based on historical experience, current conditions and reasonable and supportable forecasts. Financial institutions and other organizations will now use forward-looking information to better inform their credit loss estimates. Many of the loss estimation techniques applied today will still be permitted, although the inputs to those techniques will change to reflect the full amount of expected credit losses. The ASU also requires additional disclosures related to estimates and judgments used to measure all expected credit losses. For smaller reporting companies like us, the new guidance is effective for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2022, and early adoption is permitted. The Company is evaluating the impact of the adoption of this ASU on the consolidated financial statements by collecting and analyzing data that will be needed to produce historical inputs, evaluating current conditions and reasonable and supportable forecasts, which are inputs into models created as a result of adopting this ASU. The Company believes the adoption of this ASU will likely result in an increase of between $0.9 million and $1.9 million to its allowance for credit losses.\n\n\nWe operate in an increasingly competitive market.\n \n\n\nThe non-prime consumer-finance industry is highly competitive, and the competitiveness of the market continues to increase as new competitors continue to enter the market and certain existing competitors continue to expand their operations and become more aggressive in offering competitive terms. There are numerous financial service companies that provide consumer credit in the markets served by us, including banks, credit unions, other consumer finance companies and captive finance companies owned by automobile manufacturers and retailers. Many of these competitors have substantially greater financial resources than us. In addition, some of our competitors often provide financing on terms more favorable to automobile purchasers or dealers than we offer. Many of these competitors also have long-standing relationships with automobile dealerships and may offer dealerships, or their customers,\n \n\n\n16\n\n\n\n\n \n\n\nother forms of financing including dealer floor-plan financing and leasing, which are not provided by us. Providers of non-prime consumer financing have traditionally competed primarily on the basis of:\n \n\n\n•\ninterest rates charged; \n\n\n•\nthe quality of credit accepted; \n\n\n•\ndealer discount; \n\n\n•\namount paid to dealers relative to the wholesale book value; \n\n\n•\nthe flexibility of Contract and Direct Loan terms offered; and \n\n\n•\nthe quality of service provided. \n\n\nOur ability to compete effectively with other companies offering similar financing arrangements depends in part on our ability to maintain close relationships with dealers of used and new vehicles. We may not be able to compete successfully in this market or against these competitors. In recent years, it has become increasingly difficult for the Company to match or exceed pricing of its competitors, which has generally resulted in declining Contract acquisition rates during the 2022 and 2023 fiscal years.\n \n\n\nWe have focused on a segment of the market composed of consumers who typically do not meet the more stringent credit requirements of traditional consumer financing sources and whose needs, as a result, have not been addressed consistently by such financing sources. As new and existing providers of consumer financing have undertaken to penetrate our targeted market segment, we have experienced increasing pressure to reduce our interest rates, fees and dealer discounts. The Company’s average dealer discount on Contracts purchased for the fiscal years ended March 31, 2023 and 2022 was 6.5% and 6.9%, respectively. The Company’s average APR on Contracts purchased for the fiscal years ended March 31, 2023 and 2022, were 22.5% and 23.1%, respectively. These competitive factors continue to exist and may impact our ability to secure quality loans on our preferred terms in significant quantities.\n\n\nWe are particularly vulnerable to the effects of these practices because of our focus on providing financing with respect to used vehicles.\n \n\n\nOur business depends on our continued access to bank financing on acceptable terms.\n\n\nOn January 18, 2023, we entered into a new senior secured revolving credit facility (the “Credit Facility”) with Westlake Capital Finance, LLC (the “Lender”), who is an affiliate of Westlake, the servicer of substantially all of our receivables. Our ability to access capital through our Credit Facility, or undertake a future facility, or other debt or equity transactions on economically favorable terms or at all, depends in large part on factors that are beyond our control, including:\n\n\n•\nConditions in the securities and finance markets generally;\n\n\n•\nA negative bias toward our industry;\n\n\n•\nGeneral economic conditions and the economic health of our earnings, cash flows and balance sheet;\n\n\n•\nSecurity or collateral requirements;\n\n\n•\nThe credit quality and performance of our customer receivables;\n\n\n•\nRegulatory restrictions applicable to us;\n\n\n•\nOur overall business and industry prospects;\n\n\n•\nOur overall sales performance, profitability, cash flow, balance sheet quality, and regulatory restrictions;\n\n\n•\nOur ability to provide or obtain financial support for required credit enhancement;\n\n\n•\nOur ability to adequately service our financial instruments;\n\n\n17\n\n\n\n\n \n\n\n•\nOur ability to meet debt covenant requirements; and\n\n\n•\nPrevailing interest rates.\n\n\nOur Credit Facility is subject to certain defaults and negative covenants.\n\n\n \n\n\nThe Credit Facility’s loan documents contain customary events of default and negative covenants, including but not limited to those governing indebtedness, liens, fundamental changes, investments, and sales of assets.  Such loan documents also restrict the Company’s ability to make distributions to its shareholders or enter into certain fundamental transactions.  If an event of default occurs, the lender could increase borrowing costs, restrict our ability to obtain additional advances under the Credit Facility, accelerate all amounts outstanding under the Credit Facility, enforce their interest against collateral pledged under the Credit Facility or enforce such other rights and remedies as they have under the loan documents or applicable law as secured lenders.\n\n\nIf we prepay the loan and terminate the Credit Facility prior to its maturity date, then we would be obligated to pay the Lender a termination fee in an amount equal to a percentage of the average outstanding principal balance of the Credit Facility during the immediately preceding 90 days. If we were to sell our accounts receivable to a third party prior to the maturity date, then we would be obligated to pay the Lender a fee in an amount equal to a specified percentage of the proceeds of such sale.\n\n\nOur existing and future levels of indebtedness could adversely affect our financial health, ability to obtain financing in the future, ability to react to changes in our business and ability to fulfill our obligations under such indebtedness.\n \n\n\n \n\n\nAs of March 31, 2023, we had aggregate outstanding indebtedness under our Credit Facility of $29.1 million compared to $55.0 million under our predecessor facility as of March 31, 2022. This level of indebtedness could:\n\n\n•\nMake it more difficult for us to satisfy our obligations with respect to our outstanding notes and other indebtedness, resulting in possible defaults on and acceleration of such indebtedness;\n\n\n•\nRequire us to dedicate a substantial portion of our cash flow from operations to the payment of principal and interest on our indebtedness, thereby reducing the availability of such cash flows to fund working capital, acquisitions, capital expenditures and other general corporate purposes;\n\n\n•\nLimit our ability to obtain additional financing for working capital, acquisitions, capital expenditures, debt service requirements and other general corporate purposes;\n\n\n•\nLimit our ability to refinance indebtedness or cause the associated costs of such refinancing to increase;\n\n\n•\nIncrease our vulnerability to general adverse economic and industry conditions, including interest rate fluctuations (because our borrowings are at variable rates of interest); and\n\n\n•\nPlace us at a competitive disadvantage compared to our competitors with proportionately less debt or comparable debt at more favorable interest rates which, as a result, may be better positioned to withstand economic downturns.\n\n\nOn May 27, 2020, the Company obtained a loan in the amount of $3.2 million from a bank in connection with the U.S. Small Business Administration’s (“SBA”) Paycheck Protection Program (the “PPP Loan”). Pursuant to the Paycheck Protection Program, all or a portion of the PPP Loan may be forgiven if the Company used the proceeds of the PPP Loan for its payroll costs and other expenses in accordance with the requirements of the Paycheck Protection Program. The Company used the proceeds of the PPP Loan for payroll costs and other covered expenses and sought full forgiveness of the PPP Loan. The Company submitted a forgiveness application to Fifth Third Bank, the lender, on December 7, 2020 and submitted supplemental documentation on January 16, 2021. On December 27, 2021 SBA informed the Company that no forgiveness was granted. The Company filed an appeal with SBA on January 5, 2022. On May 6, 2022 the Office of Hearing and Appeals SBA (OHA) rendered a decision to deny the appeal. The Company subsequently repaid the outstanding principal of $3.2 million plus accrued and unpaid interest of $65 thousand on May 23, 2022.\n\n\n18\n\n\n\n\n \n\n\nAny of the foregoing impacts of our level of indebtedness could have a material adverse effect on us.\n\n\nAn increase in market interest rates may reduce our profitability.\n\n\nOur long-term profitability may be directly affected by the level of and fluctuations in interest rates. Sustained, significant increases in interest rates may adversely affect our liquidity and profitability by reducing the interest rate spread between the rate of interest we receive on our Contracts and interest rates that we pay under our Credit Facility. As interest rates increase, our gross interest rate spread on new originations will generally decline since the rates charged on the Contracts originated or purchased from dealers generally are limited by statutory maximums, restricting our opportunity to pass on increased interest costs.\n\n\nCurrently, due to a number of factors including the ongoing conflict between Russia and Ukraine and supply chain problems caused in part by the COVID-19 pandemic, the global economy is experiencing inflationary pressures not seen in a significant period of time. We cannot predict the timing or the duration of any inflation.  More specifically, we cannot predict whether the inflationary pressure will reduce our interest rate spread and therefore our profitability.\n\n\nWe monitor the interest rate environment and, on occasion, enter into interest rate swap agreements relating to a portion of our outstanding debt. Such agreements effectively convert a portion of our floating-rate debt to a fixed-rate, thus reducing the impact of interest rate changes on our interest expense. However, we have not recently entered into new arrangements. We will continue to evaluate interest rate swap pricing and we may or may not enter into interest rate swap agreements in the future.\n\n\nWe have recently experienced turnover in our senior management. The loss of our key executives could have a material adverse effect on our business.\n\n\nOn May 6, 2022, the President and Chief Executive Officer of Nicholas Financial, Inc. (the “Company”) informed the Board of Directors of the Company (the “Board”) of his intention to resign his position as President and Chief Executive Officer, and to retire from the Board, in each case, effective as of May 9, 2022.\n\n\nOn May 10, 2022, the Company entered into a separation and release of claims agreement with the previous CEO.  Pursuant to the agreement, the previous CEO’s resignation was effective as of May 9, 2022. In addition to unpaid salary and accrued vacation pay through May 9, 2022, the previous CEO was entitled to receive a severance payment of $131,250 and continuation of COBRA benefits for 4.5 months.  His restricted stock awards continue to be governed by the award agreements for each award, with all unvested restricted stock forfeited. The separation and release of claims agreement contains a one year non-compete provision that has elapsed, and prohibits the previous CEO from soliciting customers for one year, which has elapsed, and Company employees for two years, which continues through May 10, 2024.\n\n\nOn August 30, 2022 the Board appointed Michael Rost as the Chief Executive Officer, effective immediately. On September 14, 2022 the Company and Mr. Rost entered into an employment agreement with a term that continues until August 29, 2023, subject to automatic renewal for successive one-year terms. Mr. Rost has worked at the Company for more than 20 years. Prior to his appointment, Mr. Rost served as Interim CEO since May 2022, as Vice President of Branch Operations for the Company from April 2021 until May 2022, as Divisional Vice President from June 2018 until April 2021, as District Manager from December 2010 until June 2018, and as Branch Manager from December 2001 until December 2010.\n\n\nWe are subject to risks associated with litigation.\n\n\n \n\n\nAs a consumer finance company, we are subject to various consumer claims and litigation seeking damages and statutory penalties, based upon, among other things:\n\n\n•\nusury laws;\n\n\n•\ndisclosure inaccuracies;\n\n\n•\nwrongful repossession;\n\n\n•\nviolations of bankruptcy stay provisions;\n\n\n•\ncertificate of title disputes;\n\n\n19\n\n\n\n\n \n\n\n•\nfraud;\n\n\n•\nbreach of contract; and\n\n\n•\ndiscriminatory treatment of credit applicants.\n\n\nSome litigation against us could take the form of class action complaints by consumers. As the assignee of Contracts originated by dealers, we may also be named as a co-defendant in lawsuits filed by consumers principally against dealers. The damages and penalties claimed by consumers in these types of actions can be substantial. The relief requested by the plaintiffs varies but may include requests for compensatory, statutory, and punitive damages. We also are periodically subject to other kinds of litigation typically experienced by businesses such as ours, including employment disputes and breach of contract claims. No assurances can be given that we will not experience material financial losses in the future as a result of litigation or other legal proceedings.\n\n\n \n\n\nWe depend upon our relationships with our dealers.\n\n\n \n\n\nOur business depends in large part upon our ability to establish and maintain relationships with reputable dealers who originate the Contracts we purchase. Although we believe we have been successful in developing and maintaining such relationships in the markets that we continue to service after the closing of all of our brick and mortar branches, such relationships are not exclusive, and many of them are not longstanding. There can be no assurances that we will be successful in maintaining such relationships or increasing the number of dealers with whom we do business, or that our existing smaller dealer base will continue to generate a volume of Contracts comparable to the volume of such Contracts historically generated by such dealers.\n\n\n \n\n\nOur business is highly dependent upon general economic conditions.\n\n\n \n\n\nWe are subject to changes in general economic conditions that are beyond our control. During periods of economic uncertainty, such as has existed for much of the past years, delinquencies, defaults, repossessions, and losses generally increase, absent offsetting factors. These periods also may be accompanied by decreased consumer demand for automobiles and declining values of automobiles securing outstanding loans, which weakens collateral coverage on our loans and increases the amount of a loss we would experience in the event of default. Because we focus on non-prime borrowers, the actual rates of delinquencies, defaults, repossessions, and losses on these loans are higher than those experienced in the general automobile finance industry and could be more dramatically affected by a general economic downturn. In addition, during an economic slowdown or recession, our servicing costs may increase without a corresponding increase in our servicing income. No assurances can be given that our underwriting criteria and collection methods to manage the higher risk inherent in loans made to non-prime borrowers will afford adequate protection against these risks. Any sustained period of increased delinquencies, defaults, repossessions, or losses, or increased servicing costs could have a material adverse effect on our business and financial condition.\n\n\n \n\n\nFurthermore, in a low interest-rate environment such as has existed in the United States until recent years, the level of competition increases in the non-prime consumer-finance industry as new competitors enter the market and many existing competitors expand their operations. Such increased competition, in turn, has exerted increased pressure on us to reduce our interest rates, fees, and dealer discount rates in order to maintain our market share. Any further reductions in our interest rates, fees or dealer discount rates could have a material adverse impact on our profitability or financial condition.\n\n\n \n\n\nThe auction proceeds received from the sale of repossessed vehicles and other recoveries are subject to fluctuation due to economic and other factors beyond our control.\n\n\n \n\n\nIf a vehicle securing a Contract, is repossessed, it will typically be transported to an automobile auction for sale. Auction proceeds from the sale of repossessed vehicles and other recoveries are usually not sufficient to cover the outstanding balance of the Contract, and the resulting deficiency is charged off. In addition, there is, on average, approximately a 30-day lapse between the time of repossession of a vehicle and the time it is sold. The proceeds we receive from such sales under our servicing agreement depend upon various factors, including the supply of, and demand for, used vehicles at the time of sale. Such supply and demand are dependent on many factors. For example, during periods of economic uncertainty, the demand for used cars may soften, resulting in decreased auction\n \n\n\n20\n\n\n\n\n \n\n\nproceeds to us from the sale of repossessed automobiles. Furthermore, depressed wholesale prices for used automobiles may result from significant liquidations of rental or fleet inventories, and from increased volume of trade-ins due to promotional financing programs offered by new vehicle manufacturers. Newer, more expensive vehicles securing our larger dollar loans are more susceptible to wholesale pricing fluctuations than are older vehicles and also experience depreciation at a much greater rate. Until the Company’s portfolio has been successfully converted to primarily consisting of our target vehicle (primary transportation to and from work for the subprime borrower), the Company expects to be affected by softer auction activity and reduced vehicle values.\n\n\n \n\n\nWe partially rely on third parties to deliver services, and failure by those parties to provide these services or meet contractual requirements could have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nWe depend on third-party service providers for many aspects of our business operations, including loan origination, loan servicing, title processing, and online payments, which increases our operational complexity and decreases our control. We rely on these service providers to provide a high level of service and support, which subjects us to risks associated with inadequate or untimely service. If a service provider fails to provide the services that we require or expect, or fails to meet contractual requirements, such as service levels or compliance with applicable laws, a failure could negatively impact our business by adversely affecting our ability to process customers’ transactions in a timely and accurate manner, otherwise hampering our ability to service our customers, or subjecting us to litigation or regulatory risk for poor vendor oversight. We may be unable to replace or be delayed in replacing these sources and there is a risk that we would be unable to enter into a similar agreement with an alternate provider on terms that we consider favorable or in a timely manner. Such a failure could have a material and adverse effect on our business, financial condition, and results of operations.\n\n\n \n\n\nThe success of our business depends upon our ability to retain and attract a sufficient number of qualified employees.\n\n\n \n\n\nAlthough we believe that we can attract and retain qualified and experienced personnel needed to conduct our business operations, no assurance can be given that we will be successful in doing so. Competition to hire personnel possessing the skills and experience required by us could contribute to an increase in our employee turnover rate. High turnover or an inability to attract and retain qualified personnel could have an adverse effect on our origination, delinquency, default, and net loss rates and, ultimately, our business and financial condition.\n\n\n \n\n\nNatural disasters, acts of war, terrorist attacks and threats, or the escalation of military activity in response to these attacks or otherwise may negatively affect our business, financial condition, and results of operations.\n\n\n \n\n\nNatural disasters (such as hurricanes), acts of war, terrorist attacks and the escalation of military activity in response to these attacks or otherwise may have negative and significant effects, such as disruptions in our operations, imposition of increased security measures, changes in applicable laws, market disruptions and job losses. Our headquarters are located in Clearwater, Florida and much of our revenue is generated in Florida. Florida is particularly susceptible to hurricanes. These events may have an adverse effect on the economy in general. Moreover, the potential for future terrorist attacks and the national and international responses to these threats could affect the business in ways that cannot be predicted. The effect of any of these events or threats could have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nRisks Related to Regulation\n\n\n \n\n\nFederal or state regulatory reform could have an adverse impact on the Company. The Dodd-Frank Act is extensive legislation that impacts financial institutions and other non-bank financial companies, such as the Company. In addition, the Dodd-Frank Act impacts the offering, marketing and regulation of consumer financial products and services. Many of the implementing regulations have been finalized, but in some cases, additional rulemaking has not yet been finalized. Until all of the implementing regulations have been issued, there can be no assurance that any new requirements will not have an adverse impact on the servicing of the Direct Loans and the Contracts or on the regulation and supervision of the Company.\n \n\n\n21\n\n\n\n\n \n\n\nThe Dodd-Frank Act established the CFPB with broad authority over federal consumer financial laws and regulations (“Consumer Financial Laws”). In December 2020, the CFPB issued a final rule governing the activities of third-party debt collectors. The final rule was effective on November 30, 2021. While the final rule did not address first-party debt collectors, the CFPB has previously indicated that it would address this activity in a later rulemaking. It is unclear what effect, if any, the final rule or any subsequent changes may have on Direct Loans and Contracts or the servicer’s practices, procedures and other servicing activities relating to Direct Loans and Contracts in ways that could reduce the associated recoveries.\n\n\nThe CFPB also issued a Compliance Bulletin in February 2022 stating its position that automobile loan holders and servicers are responsible for ensuring that their repossession-related practices, and the practices of their service providers do not violate applicable law, and the CFPB also described its intention to hold loan holders and servicers liable for unfair, deceptive, or abusive acts or practices related to the repossession of automobiles. In its Supervisory Highlights for Spring and Fall of 2022, the CFPB also identified certain auto loan servicing concerns, including the failure to ensure customers received add-on product refunds after events such as repossession or early payoff of the account. It is possible that the CFPB may bring enforcement actions against holders of automobile loans, such as the Company, and servicers, such as Westlake, in the future.\n \n\n\nIn addition, the FTC and state attorneys general have recently increased their scrutiny of motor vehicle dealers and auto lending, particularly with respect to antidiscrimination and deception concerns related to the prices of and fees charged in connection with automobile financing, including add-on products such as GAP insurance and extended warranties. Also, on June 23, 2022 the FTC issued a proposed rule that would (i) prohibit motor vehicle dealers from making certain misrepresentations in the course of selling, leasing, or arranging financing for motor vehicles, (ii) require accurate pricing disclosures in dealers’ advertising and sales discussions, (iii) require dealers to obtain consumers’ express, informed consent for charges, (iv) prohibit the sale of any add-on product or service that confers no benefit to the consumer, and (v) require dealers to keep records of advertisements and customer transactions. At this stage, it is unknown whether a final rule will be issued, the exact requirements of any final rule if issued or if any final rule would have a broader potential impact on auto lending practices, including the auto lending practices of the Company.\n\n\nFurther, changes to the regulatory framework in which the Company operates, including, for example, laws or regulations enacted to address the potential impacts of climate change (including laws which may adversely impact the auto industry in particular as a result of efforts to mitigate the factors contributing to climate change) or laws, regulations, executive orders or other guidance enacted in response to the COVID-19 pandemic, increased inflation or a recession or period of economic contraction or volatility could have a significant impact on the Company. See “Item 1. Business – Regulation” for additional information.\n\n\nOn October 5, 2017, the CFPB released the final rule Payday, Vehicle Title and Certain High-Cost Installment Loans under the Dodd Frank Act, which as adopted could potentially have a material adverse effect on our operations and financial performance.\n \n\n\nIn 2017, the CFPB adopted rules applicable to payday, title and certain high cost installment loans. The rules address the underwriting of covered short-term loans and longer-term balloon-payment loans, including payday and vehicle title loans, as well as related reporting and recordkeeping provisions. These provisions have become known as the “mandatory underwriting provisions” and include rules for lenders to follow to determine whether or not consumers have the ability to repay the loans according to their terms. On July 7, 2020, the CFPB released a new final rule that revoked the underwriting provisions of the rule but retained and ratified the payment provisions. Implementation of the rule’s payment requirements may require changes to the Company’s practices and procedures for such loans, which could materially and adversely affect the Company’s ability to make such loans, the cost of making such loans, the Company’s ability to, or frequency with which it could, refinance any such loans, and the profitability of such loans.  Additionally, the CFPB may target specific features of loans by rulemaking that could cause us to cease offering certain products, or adopt rules imposing new and potentially burdensome requirements and limitations with respect to any of our current or future lines of business, which could have a material adverse effect on our operations and financial performance. The CFPB could also implement rules that limit our ability to continue servicing our financial products and services.\n\n\nThe CFPB has broad authority to pursue administrative proceedings and litigation for violations of federal consumer financing laws.\n \n\n\n22\n\n\n\n\n \n\n\nThe CFPB has the authority to obtain cease and desist orders (which can include orders for restitution or rescission of contracts, as well as other kinds of affirmative relief) and monetary penalties ranging from $6,323 per day for minor violations of Consumer Financial Laws (including the CFPB’s own rules) to $31,616 per day for reckless violations and $1,264,622 per day for knowing violations. If we are subject to such administrative proceedings, litigation, orders or monetary penalties in the future, this could have a material adverse effect on our operations and financial performance. Also, where a company has violated Title X of the Dodd-Frank Act or CFPB regulations under Title X, the Dodd-Frank Act empowers state attorneys general and state regulators to bring civil actions for the kind of cease and desist orders available to the CFPB (but not for civil penalties). If the CFPB or one or more state officials believe we have violated the foregoing laws, they could exercise their enforcement powers in ways that would have a material adverse effect on us. See “Item 1. Business – Regulation” for additional information.\n \n\n\nPursuant to the authority granted to it under the Dodd-Frank Act, the CFPB adopted rules that subject larger nonbank automobile finance companies to supervision and examination by the CFPB. Any such examination by the CFPB likely would have a material adverse effect on our operations and financial performance.\n \n\n\nThe CFPB’s “larger participant” rule extends supervision and examination to any nonbank auto finance company that makes, acquires, or refinances 10,000 or more loans or leases in a year. Under the rule, those companies will be considered “larger participants,” and the CFPB may oversee their activity to ensure they are complying with Consumer Financial Laws. The Company does not meet the threshold of at least 10,000 aggregate annual direct loan originations, and therefore does not fall under the CFPB’s supervisory authority. The CFPB issued rules regarding the supervision and examination of non-depository “larger participants” in the automobile finance business. The CFPB’s stated objectives of such examinations are: to assess the quality of a larger participant’s compliance management systems for preventing violations of Consumer Financial Laws; to identify acts or practices that materially increase the risk of violations of Consumer Financial Laws and associated harm to consumers; and to gather facts that help determine whether the larger participant engages in acts or practices that are likely to violate Consumer Financial Laws in connection with its automobile finance business. If we become a “larger participant”, we will be subject to examination by the CFPB for, among other things, ECOA compliance, TILA compliance, Consumer Leasing Act compliance, compliance with the Dodd-Frank Act’s prohibition on unfair, deceptive or abusive acts or practices, and the adequacy of our compliance management systems.\n\n\nWe have continued to evaluate our existing compliance management systems. We expect this process to continue as the CFPB promulgates new and evolving rules and interpretations. Given the time and effort needed to establish, implement and maintain adequate compliance management systems and the resources and costs associated with being examined by the CFPB, such an examination could likely have a material adverse effect on our business, financial condition and profitability. Moreover, any such examination by the CFPB could result in the assessment of penalties, including fines, and other remedies which could, in turn, have a material effect on our business, financial condition, and profitability.\n \n\n\nOur use of vendors and our other ongoing third-party business relationships are subject to increasing regulatory requirements and attention\n.\n\n\nWe regularly use vendors and subcontractors as part of our business. We also depend on our substantial ongoing business relationships with our dealers, merchants, and other third parties. These types of third-party relationships, particularly with our dealer partners and our third-party servicing and collection vendors, are subject to increasingly demanding regulatory requirements and oversight by regulators. Regulators may expect certain non-bank entities to maintain an effective process for managing risks associated with vendor relationships, including compliance-related risks. In connection with this vendor risk management process, we may be expected to perform due diligence reviews of potential vendors, review their policies and procedures and internal training materials to confirm compliance-related focus, include enforceable consequences in contracts with vendors regarding failure to comply with consumer protection requirements, and take prompt action, including terminating the relationship, in the event that vendors fail to meet our expectations.\n \n\n\nRegulators may hold us responsible for deficiencies in our oversight and control of third-party relationships and in the performance of the parties with which we have these relationships. As a result, if our regulators conclude that we have not exercised adequate oversight and control over vendors and subcontractors or other ongoing third-party business relationships or that such third parties have not performed appropriately, we could be subject to enforcement actions, including civil money penalties or other administrative or judicial penalties or fines, as well as requirements for consumer remediation.\n\n\n23\n\n\n\n\n \n\n\nWe are subject to many other laws and governmental regulations, and any material violations of or changes in these laws or regulations could have a material adverse effect on our financial condition and business operations.\n \n\n\nAs a provider of consumer financial services, the Company operates in a highly regulated environment. The Company is subject to state licensing requirements and state and federal laws and regulations. In addition, the Company may be subject to governmental and regulatory examinations, information gathering requests, and investigations from time to time at the state and federal levels. Compliance with applicable law is costly and can affect the Company’s results of operations. Compliance requires forms, processes, procedures, controls and the infrastructure to support these requirements. Compliance may create operational constraints and place limits on pricing, as the laws and regulations in the financial services industry are designed primarily for the protection of consumers. Changes in laws and regulations could restrict the Company’s ability to operate its business as currently operated, could impose substantial additional costs or require it to implement new processes, which could adversely affect the Company’s business, prospects, financial performance or financial condition. The failure to comply with applicable laws and regulations could result in significant statutory civil and criminal fines, penalties, monetary damages, attorney or legal fees and costs, restrictions on the Company’s ability to operate its business, possible revocation of licenses and damage to the Company’s reputation, brand and valued customer relationships. Any such costs, restrictions, revocations or damage could adversely affect the Company’s business, prospects, results of operations or financial condition. See “Item 1. Business – Regulation” for additional information.\n \n\n\nThe CFPB and the FTC may investigate the products, services and operations of credit providers, including banks and other finance companies engaged in auto finance activities. As a result of such investigations, the CFPB and the FTC have announced various enforcement actions against lenders in the past few years involving significant penalties, consent orders, cease and desist orders and similar remedies that, if applicable to the Company or the products, services and operations the Company offers, may require the Company to cease or alter certain business practices, which could have a material adverse effect on the Company’s results of operations, financial condition, and liquidity. Supervision and investigations by these agencies may result in monetary penalties, increase the Company’s compliance costs, require changes in its business practices, affect its competitiveness, impair its profitability, harm its reputation or otherwise adversely affect its business.\n\n\nOur financing operations are subject to regulation, supervision, and licensing under various other federal, state and local statutes and ordinances. In addition, the Company and its service providers must comply with certain federal and state requirements in connection with the servicing and collection on Direct Loans and Contracts, and the repossession of vehicles securing Direct Loans and Contracts in the states the Company does business. The various federal, state and local statutes, regulations, and ordinances applicable to our business govern, among other things:\n \n\n\n•\nlicensing requirements; \n\n\n•\nrequirements for maintenance of proper records; \n\n\n•\npayment of required fees to certain states; \n\n\n•\nmaximum interest rates that may be charged on loans to finance used and new vehicles; \n\n\n•\ndebt collection practices; \n\n\n•\nproper disclosure to customers regarding financing terms; \n\n\n•\nprivacy regarding certain customer data; \n\n\n•\ninterest rates on loans to customers; \n\n\n•\nlate fees and insufficient fees charged; \n\n\n•\ntelephone solicitation of Direct Loan customers; and \n\n\n•\ncollection of debts from loan customers who have filed bankruptcy. \n\n\nWe believe that we maintain all material licenses and permits required for our current operations and are in substantial compliance with all applicable local, state and federal regulations. Our failure, or the failure by dealers who originate the Contracts we purchase, or the failure by our service providers, to maintain all requisite licenses and permits, and to comply with other regulatory requirements, could result in consumers having rights of rescission and other remedies that could have a material adverse effect on our financial condition. Furthermore, any changes in\n \n\n\n24\n\n\n\n\n \n\n\napplicable laws, rules and regulations, such as the passage of the Dodd-Frank Act and the creation of the CFPB, may make our compliance therewith more difficult or expensive or otherwise materially adversely affect our business and financial condition.\n \n\n\nSome litigation against us could take the form of class action complaints by consumers. As the assignee of contracts originated by dealers, we may also be named as a co-defendant in lawsuits filed by consumers principally against dealers. The damages and penalties claimed by consumers in these types of actions can be substantial. The relief requested by the plaintiffs varies but may include requests for compensatory, statutory, and punitive damages. We also are periodically subject to other kinds of litigation typically experienced by businesses such as ours, including employment disputes and breach of contract claims. No assurances can be given that we will not experience material financial losses in the future as a result of litigation or other legal proceedings.\n \n\n\nRisks Related to Privacy and Cybersecurity\n\n\nFailure to properly safeguard confidential customer information could subject us to liability, decrease our profitability, and damage our reputation.\n \n\n\nIn the ordinary course of our business, we collect and store sensitive data, including our proprietary business information and personally identifiable information of our customers, on our computer networks, and share such data with third parties, including our service providers. The secure processing, maintenance and transmission of this information is critical to our operations and business strategy.\n \n\n\nAny failure, interruption, or breach in our cyber security, including through employee misconduct or any failure of our back-up systems or failure to maintain adequate security surrounding customer information, could result in reputational harm, disruption in the management of our customer relationships, or the inability to originate, process and service our products. Further, any of these cyber security and operational risks could result in a loss of customer business, subject us to additional regulatory scrutiny, or expose us to lawsuits by customers for identity theft or other damages resulting from the misuse of their personal information and possible financial liability, any of which could have a material adverse effect on our results of operations, financial condition and liquidity. In addition, regulators may impose penalties or require remedial action if they identify weaknesses in our security systems, and we may be required to incur significant costs to increase our cyber security to address any vulnerabilities that may be discovered or to remediate the harm caused by any security breaches. As part of our business, we may share confidential customer information and proprietary information with clients, vendors, service providers, and business partners. The information systems of these third parties may be vulnerable to security breaches and we may not be able to ensure that these third parties have appropriate security controls in place to protect the information we share with them. If our confidential information is intercepted, stolen, misused, or mishandled while in possession of a third party, it could result in reputational harm to us, loss of customer business, and additional regulatory scrutiny, and it could expose us to civil litigation and possible financial liability, any of which could have a material adverse effect on our results of operations, financial condition, and liquidity. If any vendor fails to provide the services we require, fails to meet contractual requirements (including compliance with applicable laws and regulations), fails to maintain adequate data privacy controls and electronic security systems, or suffers a cyber-attack or other security breach, we could be subject to CFPB, FTC and other regulatory enforcement actions, claims from third parties, including our consumers, and suffer economic and reputational harm that could have an adverse effect on our business. Further, we may incur significant costs to resolve any such disruptions in service, which could adversely affect our business.\n\n\nProviders of consumer financial services are subject to specific requirements to protect consumer data. In 2021, the FTC updated its Safeguards Rule implementing Section 501(b) of GLBA, to set forth specific criteria relating to the safeguards that certain nonbank financial institutions must implement as a part of their information security programs. These safeguards, among other things, limit who can access customer information, require the use of encryption to secure such information, and require the designation of a single qualified individual to oversee an institution’s information security program and report at least annually to the institution’s board of directors or equivalent governing body. The CFPB recently issued Consumer Financial Protection Circular 2022-04, which warned that data security shortcomings could subject financial services companies to unfairness claims under the Consumer Financial Protection Act—even if those firms comply with the GLBA Safeguards Rule, the primary data security regulation for non-bank financial institutions.\n\n\nWe rely on encryption and authentication technology licensed from third parties to provide the security and authentication necessary to secure online transmission of confidential customer information. Advances in computer\n \n\n\n25\n\n\n\n\n \n\n\ncapabilities, new discoveries in the field of cryptography or other events or developments may result in a compromise or breach of the algorithms that we use to protect sensitive customer data. A party who is able to circumvent our security measures could misappropriate proprietary information or cause interruptions in our operations. We may be required to expend capital and other resources to protect against, or alleviate problems caused by, security breaches or other cybersecurity incidents. Although we have not experienced any material cybersecurity incidents to dates, there can be no assurance that a cyber-attack, security breach or other cybersecurity incident will not have a material adverse effect on our business, financial condition or results of operations in the future. Our security measures are designed to protect against security breaches, but our failure to prevent security breaches could subject us to liability, decrease our profitability and damage our reputation.\n\n\nRisks Related to our Common Stock\n\n\nOur stock is thinly traded, which may limit your ability to resell your shares.\n \n\n\nThe average daily trading volume of our common shares on the NASDAQ Global Select Market for the fiscal year ended March 31, 2023 was approximately 6,800 shares, which makes ours a thinly traded stock. Thinly traded stocks pose several risks for investors because they have wider spreads and less displayed size than other stocks that trade in higher volumes or an active trading market. Other risks posed by thinly traded stocks include difficulty selling the stock, challenges attracting market makers to make markets in the stock, and difficulty with financings. Our financial results, the introduction of new products and services by us or our competitors, and various factors affecting the consumer-finance industry generally may also have a significant impact on the market price of our common shares. In recent years, the stock market has experienced a high level of price and volume volatility, and market prices for the stocks of many companies, including ours, have experienced wide price fluctuations that have not necessarily been related to their operating performance. These risks could affect a shareholder’s ability to sell their shares at the volumes, prices, or times that they desire.\n\n\nWe currently do not have any analysts covering our stock which could negatively impact both the stock price and trading volume of our stock.\n\n\n \n\n\nThe trading market for our common stock will likely be influenced by the research and reports that industry or securities analysts may publish about us, our business, our market or our competitors. We do not currently have, and may never obtain, research coverage by financial analysts. If no or few analysts commence coverage of us, the trading price of our stock may not increase. Even if we do obtain analyst coverage, if one or more of the analysts covering our business downgrade their evaluation of our stock, the price of our stock could decline. If one or more of these analysts cease to cover our stock, we could lose visibility in the market for our stock, which in turn could cause our stock price to decline. Furthermore, if our operating results fail to meet analysts’ expectations our stock price would likely decline.\n\n\n \n\n\n26\n\n\n\n\n \n\n\nSome provisions of our Articles may deter third parties from acquiring us and diminish the value of our common stock.\n\n\nOur Articles provide for, among other things:\n\n\n•\ndivision of our board of directors into three classes of directors serving staggered three-year terms;\n\n\n•\nour ability to issue additional shares of common stock and to issue preferred stock with terms that our board of directors may determine, in each case without shareholder approval (unless required by law); and\n\n\n•\nthe absence of cumulative voting in the election of directors.\n\n\n \n\n\nThese provisions may discourage, delay or prevent a transaction involving a change in control of our Company that is in the best interest of our shareholders. Even in the absence of a takeover attempt, the existence of these provisions may adversely affect the prevailing market price of our common stock if they are viewed as discouraging future takeover attempts. These provisions could also make it more difficult for shareholders to nominate directors for election to our board of directors and take other corporate actions.\n\n\nWe are a “smaller reporting company” as defined in SEC regulations, and the reduced disclosure requirements applicable to smaller reporting companies may make our common stock less attractive to investors.\n\n\n \n\n\nWe are a “smaller reporting company” as defined under SEC regulations and we may take advantage of certain exemptions from various reporting requirements that are applicable to other public companies that are not smaller reporting companies including, among other things, reduced financial disclosure requirements including being permitted to provide only two years of audited financial statements and reduced disclosure obligations regarding executive compensation. As a result, our shareholders may not have access to certain information that they may deem important. We could remain a smaller reporting company indefinitely. As a smaller reporting company, investors may deem our stock less attractive and, as a result, there may be less active trading of our common stock, and our stock price may be more volatile.\n\n\nGeneral Risk Factors\n\n\nWe have in the past had material weaknesses in our internal control over financial reporting. Failure to maintain an effective system of internal control over financial reporting and disclosure controls and procedures could lead to a loss of investor confidence in our financial statements and have an adverse effect on our stock price.\n\n\nWe may in the future discover areas of our internal financial and accounting controls and procedures that need improvement. Our internal control over financial reporting will not prevent or detect all errors and all fraud. A control system, regardless of how well designed and operated, can provide only reasonable, not absolute, assurance that the control system's objectives will be met. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud will be detected.\n\n\nIf we are not able to comply with the requirements of Section 404 of the Sarbanes-Oxley Act in a timely manner, or if we are unable to maintain proper and effective internal controls, we may not be able to produce timely and accurate financial statements. If that were to happen, investors could lose confidence in our reported financial information, which could lead to a decline in the market price of our common stock and we could be subject to sanctions or investigations by the stock exchange on which our common stock is listed, the SEC or other regulatory authorities.\n\n\nAdditionally, the existence of any material weakness could require management to devote significant time and incur significant expense to remediate any such material weakness and management may not be able to remediate any such material weakness in a timely manner. The existence of any material weakness in our internal control over financial reporting could also result in errors in our financial statements that could require us to restate our financial statements, cause us to fail to meet our reporting obligations and cause the holders of our common stock to lose confidence in our reported financial information, all of which could materially adversely affect our business and share price.\n\n\n27\n\n\n\n\n \n\n\nWe may experience problems with integrated computer systems or be unable to keep pace with developments in technology or conversion to new integrated computer systems.\n \n\n\nWe use various technologies in our business, including telecommunication, data processing, and integrated computer systems. Technology changes rapidly. Our ability to compete successfully with other financing companies may depend on our ability to efficiently and cost-effectively implement technological changes. Moreover, to keep pace with our competitors, we may be required to invest in technological changes that do not necessarily improve our profitability.\n \n\n",
    "item7": ">Item 7. Management’s Discussion and Analysis of\n Financial Condition and Results of Operations\n \n\n\nOverview\n \n\n\nNicholas Financial-Canada is a Canadian holding company incorporated under the laws of British Columbia in 1986. Nicholas Financial-Canada currently conducts its business activities exclusively through a wholly-owned indirect Florida subsidiary, Nicholas Financial. Nicholas Financial is a specialized consumer finance company engaged primarily in acquiring and servicing automobile finance installment contracts (“Contracts”) for purchases of used and new automobiles and light trucks. To a lesser extent, prior to the end of the third fiscal quarter of the fiscal year ended March 31, 2023, Nicholas Financial also originated direct consumer loans (“Direct Loans”) and sold consumer-finance related products.  Nicholas Financial’s financing activities represent a primary source of consolidated revenue for the fiscal years ended March 31, 2023 and 2022. A second Florida subsidiary, NDS, serves as an intermediate holding company for Nicholas Financial.\n\n\nNicholas Financial-Canada, Nicholas Financial, and NDS are collectively referred to herein as the “Company”.\n\n\nIntroduction\n \n\n\nThe Company’s consolidated revenues decreased from $49.8 million for the fiscal year ended March 31, 2022 to $44.3 million for the fiscal year ended March 31, 2023. The Company’s diluted earnings per share decreased from $0.39 per share for the fiscal year ended March 31, 2022 to a net loss of $4.65 per share for the fiscal year ended March 31, 2023. The Company’s operating income before income taxes decreased from $4.0 million for the year ended March 31, 2022 to a loss before income tax of $32.7 million for the year ended March 31, 2023. The decrease in profitability was primarily driven by an increase in the provision for credit losses from $6.0 million to $40.7 million and a decrease in average finance receivables from $178.7 million to $165.4 million for the years ended March 31, 2022 and 2023, respectively.\n\n\nThe Company’s consolidated net income decreased from $3.0 million for the fiscal year ended March 31, 2022 to net loss of $34.1 million for the fiscal year ended March 31, 2023.\n\n\nThe gross portfolio yield of the portfolio for the fiscal years ended March 31, 2023 and 2022 was 26.76% and 27.86%, respectively. For the fiscal years ended March 31, 2023 and 2022, the average dealer discount decreased from 6.9% to 6.5% primarily as a result of market conditions in the 2023 fiscal year. The APR (and therefore overall yield) on new purchases declined in fiscal 2023 and fiscal 2022 to 22.2% from 22.9%, which was primarily driven by the Company’s continuing commitment to its core principles of disciplined underwriting and risk-based pricing. Operating expenses as presented include restructuring costs of $4.8 million for the twelve months ended March 31,\n \n\n\n31\n\n\n\n\n \n\n\n2023. Operating expenses net of restructuring costs as a percentage of average finance receivables would have been  16.7% for the twelve months ended March 31, 2023.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPortfolio Summary\n\n\n \n\n\nFiscal Year ended March 31,\n(In thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nAverage finance receivables (1)\n\n\n \n\n\n$\n\n\n165,412\n\n\n \n\n\n \n\n\n$\n\n\n178,686\n\n\n \n\n\n\n\n\n\nAverage indebtedness (2)\n\n\n \n\n\n$\n\n\n54,214\n\n\n \n\n\n \n\n\n$\n\n\n67,684\n\n\n \n\n\n\n\n\n\nInterest and fee income on finance receivables\n\n\n \n\n\n \n\n\n44,270\n\n\n \n\n\n \n\n\n \n\n\n49,779\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n3,931\n\n\n \n\n\n \n\n\n \n\n\n5,366\n\n\n \n\n\n\n\n\n\nNet interest and fee income on finance receivables\n\n\n \n\n\n$\n\n\n40,339\n\n\n \n\n\n \n\n\n$\n\n\n44,413\n\n\n \n\n\n\n\n\n\nGross portfolio yield (3)\n\n\n \n\n\n \n\n\n26.76\n\n\n%\n\n\n \n\n\n \n\n\n27.86\n\n\n%\n\n\n\n\n\n\nInterest expense as a percentage of average finance\n   receivables\n\n\n \n\n\n \n\n\n2.38\n\n\n%\n\n\n \n\n\n \n\n\n3.00\n\n\n%\n\n\n\n\n\n\nProvision for credit losses as a percentage of average\n   finance receivables\n\n\n \n\n\n \n\n\n24.58\n\n\n%\n\n\n \n\n\n \n\n\n3.34\n\n\n%\n\n\n\n\n\n\nNet portfolio yield (3)\n\n\n \n\n\n \n\n\n(0.20\n\n\n)%\n\n\n \n\n\n \n\n\n21.52\n\n\n%\n\n\n\n\n\n\nOperating expenses as a percentage of average finance\n   receivables\n\n\n \n\n\n \n\n\n19.62\n\n\n%\n\n\n \n\n\n \n\n\n19.25\n\n\n%\n\n\n\n\n\n\nPre-tax yield as a percentage of average finance\n   receivables(4)\n\n\n \n\n\n \n\n\n(19.82\n\n\n)%\n\n\n \n\n\n \n\n\n2.27\n\n\n%\n\n\n\n\n\n\nNet charge-off percentage (5)\n\n\n \n\n\n \n\n\n15.86\n\n\n%\n\n\n \n\n\n \n\n\n5.13\n\n\n%\n\n\n\n\n\n\nFinance receivables\n\n\n \n\n\n$\n\n\n128,170\n\n\n \n\n\n \n\n\n$\n\n\n178,786\n\n\n \n\n\n\n\n\n\nAllowance percentage (6)\n\n\n \n\n\n \n\n\n13.57\n\n\n%\n\n\n \n\n\n \n\n\n1.61\n\n\n%\n\n\n\n\n\n\nTotal reserves percentage (7)\n\n\n \n\n\n \n\n\n16.98\n\n\n%\n\n\n \n\n\n \n\n\n5.62\n\n\n%\n\n\n\n\n\n\n \n\n\n(1)\nAverage finance receivables represent the average of finance receivables throughout the period. \n\n\n(2)\nAverage indebtedness represents the average outstanding borrowings under the Credit Facility throughout the period.  Average indebtedness does not include the PPP loan.\n\n\n(3)\nGross portfolio yield represents interest and fee income on finance receivables as a percentage of average finance receivables. Net portfolio yield represents (a) interest and fee income on finance receivables minus (b) interest expense minus (c) the provision for credit losses, as a percentage of average finance receivables.\n\n\n(4)\nPre-tax yield represents net portfolio yield minus operating expenses (marketing, salaries, employee benefits, depreciation, and administrative), as a percentage of average finance receivables.\n\n\n(5)\nNet charge-off percentage represents net charge-offs (charge-offs less recoveries) divided by average finance receivables, outstanding during the period.\n\n\n(6)\nAllowance percentage represents the allowance for credit losses divided by finance receivables outstanding as of ending balance sheet date.\n\n\n(7)\nTotal reserves percentage represents the allowance for credit losses, unearned purchase price discount, and unearned dealer discounts divided by finance receivables outstanding as of ending balance sheet date.\n\n\nCritical Accounting Estimates\n\n\n \n\n\nA critical accounting estimate is an estimate that: (i) is made in accordance with generally accepted accounting principles, (ii) involves a significant level of estimation uncertainty and (iii) has had or is reasonably likely to have a material impact on the Company’s financial condition or results of operations.\n\n\nThe Company’s critical accounting estimate relates to the allowance for credit losses. It is based on management’s judgement of an amount that is adequate to absorb losses incurred in the existing portfolio. Because of the nature of the customers under the Company’s Contracts and Direct Loan program, the Company considers the establishment of adequate reserves for credit losses to be imperative.\n\n\nThe Company takes into consideration the composition of the portfolio, current economic conditions, the estimated net realizable value of the underlying collateral, historical loan loss experience, delinquency, non-performing assets, and bankrupt accounts when determining management’s estimate of probable credit losses and the adequacy of the\n \n\n\n32\n\n\n\n\n \n\n\nallowance for credit losses. Management utilizes significant judgment in determining probable incurred losses and in identifying and evaluating qualitative factors. This approach aligns with the Company’s lending policies and underwriting standards. If the allowance for credit losses is determined to be inadequate, then an additional charge to the provision is recorded to maintain adequate reserves based on management’s evaluation of the risk inherent in the loan portfolio. Management believes that estimating the allowance for credit losses using the trailing twelve-month charge-off analysis accurately reflects portfolio performance adjusted for seasonality and encompasses historical collection practices. Under the current methodology the management continues to evaluate qualitative factors to support its allowance for credit losses. The Company examines the impact of macro-economic factors, such as year-over-year inflation, as well as portfolio performance characteristics, such as changes in the value of underlying collateral, level of nonperforming accounts, delinquency trends, and accounts with extended terms. As a result, the Company incorporated an additional $1.4 million as a qualitative component amount to its current estimate of adequate reserves.\n\n\nContracts are purchased from many different dealers and are all purchased on an individual Contract-by-Contract basis. Individual Contract pricing is determined by the automobile dealerships and is generally the lesser of the applicable state maximum interest rate, if any, or the maximum interest rate which the customer will accept. In most markets, competitive forces will drive down Contract rates from the maximum rate to a level where an individual competitor is willing to buy an individual Contract. The Company generally purchases Contracts on an individual basis. The Company has established internal underwriting guidelines that were used by its Branch Managers and internal underwriters when Contracts were purchased by the Company prior to the restructuring of its operations. The Company has adopted updated guidelines consistent with its post-restructuring operations, which guidelines are to be used by the Company’s originators and internal underwriters when purchasing Contracts in the Company’s regionalized business model. Any Contract that does not meet these guidelines must be approved by senior management of the Company. In addition to a variety of administrative duties, the Company’s management is responsible for monitoring compliance with the Company’s underwriting guidelines as well as approving underwriting exceptions.\n \n\n\nFiscal 2023 Compared to Fiscal 2022\n \n\n\nInterest and Fee Income on Finance Receivables\n \n\n\nInterest and fee income on finance receivables, predominantly finance charge income, decreased to $44.3 million in fiscal 2023 as compared to $49.8 million in fiscal 2022. The average finance receivables totaled $165.4 million for the fiscal year ended March 31, 2023, a decrease of 7.4% from $178.7 million for the fiscal year ended March 31, 2022. Purchasing volume decreased to $47.5 million in fiscal 2023 from $85.8 million in fiscal 2022. Purchasing volume decreased from fiscal 2022 primarily as a result of our focus on restructuring to a remote purchasing model.\n\n\nCompetition continued to affect the Company’s ability to acquire Contracts at desired yields. The average APR on new Contract purchases was 22.5% for fiscal 2023 and 23.1% for fiscal 2022. Concurrently, the dealer discount on new Contract purchases decreased from 6.9% for fiscal 2022 to 6.5% for fiscal 2023, primarily as a result of competitive pressures. Overall, the Company maintains its strategy focused on risk-based pricing (rate, yield, advance, term, etc.) and a commitment to the underwriting discipline required for optimal portfolio performance.\n\n\nThe gross portfolio yield decreased to 26.76% for the fiscal year ended March 31, 2023 as compared to 27.86% for the fiscal year ended March 31, 2022. The gross portfolio yield decreased primarily as a result of the decrease in average finance receivables year over year.\n \n\n\nThe net portfolio yield decreased to (0.2)% for the fiscal year ended March 31, 2023 from 21.5% for the fiscal year ended March 31, 2022. The net portfolio yield decreased primarily due to an increase in the provision for credit losses as a percentage of finance receivables, as described under “Analysis of Credit Losses” below.\n \n\n\nOperating Expenses\n \n\n\nOur operating expenses consisted primarily of servicing and administrative expenses, payroll and employee benefits, and marketing expenses. Operating expenses decreased to $32.5 million for the fiscal year ended March 31, 2023 compared to $34.4 million for the fiscal year ended March 31, 2022 as a result of restructuring initiatives undertaken by the Company.\n\n\n33\n\n\n\n\n \n\n\nInterest Expense\n \n\n\nInterest expense decreased to $3.9 million for the fiscal year ended March 31, 2023, as compared to $5.4 million for the fiscal year ended March 31, 2022, due to a decrease in average outstanding debt, which was partly offset by a higher interest rate. The average outstanding debt during the year ended March 31, 2023 decreased to $54.2 million from $67.7 million during the year ended March 31, 2022. The following table summarizes the Company’s average cost of borrowed funds for the fiscal years ended March 31:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nVariable interest under the line of credit and credit\n   facility\n\n\n \n\n\n \n\n\n2.70\n\n\n%\n\n\n \n\n\n \n\n\n0.63\n\n\n%\n\n\n\n\n\n\nCredit spread under the line of credit and credit\n   facility\n\n\n \n\n\n \n\n\n3.27\n\n\n%\n\n\n \n\n\n \n\n\n3.15\n\n\n%\n\n\n\n\n\n\nAverage cost of borrowed funds\n\n\n \n\n\n \n\n\n5.97\n\n\n%\n\n\n \n\n\n \n\n\n3.78\n\n\n%\n\n\n\n\n\n\n \n\n\nAnalysis of Credit Losses\n \n\n\nThe following table sets forth a reconciliation of the changes in the allowance for credit losses on Contracts and Direct Loans for the fiscal years ended March 31:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the year ended March 31, 2023\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nIndirect\n\n\n \n\n\n \n\n\nDirect\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\nBalance at beginning of year\n\n\n \n\n\n$\n\n\n1,961\n\n\n \n\n\n \n\n\n$\n\n\n988\n\n\n \n\n\n \n\n\n$\n\n\n2,949\n\n\n \n\n\n\n\n\n\nProvision for credit losses\n\n\n \n\n\n \n\n\n37,125\n\n\n \n\n\n \n\n\n \n\n\n3,533\n\n\n \n\n\n \n\n\n \n\n\n40,658\n\n\n \n\n\n\n\n\n\nCharge-offs\n\n\n \n\n\n \n\n\n(28,391\n\n\n)\n\n\n \n\n\n \n\n\n(3,621\n\n\n)\n\n\n \n\n\n \n\n\n(32,012\n\n\n)\n\n\n\n\n\n\nRecoveries\n\n\n \n\n\n \n\n\n5,570\n\n\n \n\n\n \n\n\n \n\n\n231\n\n\n \n\n\n \n\n\n \n\n\n5,801\n\n\n \n\n\n\n\n\n\nBalance at end of year\n\n\n \n\n\n$\n\n\n16,265\n\n\n \n\n\n \n\n\n$\n\n\n1,131\n\n\n \n\n\n \n\n\n$\n\n\n17,396\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the year ended March 31, 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nIndirect\n\n\n \n\n\n \n\n\nDirect\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\nBalance at beginning of year\n\n\n \n\n\n$\n\n\n6,001\n\n\n \n\n\n \n\n\n$\n\n\n153\n\n\n \n\n\n \n\n\n$\n\n\n6,154\n\n\n \n\n\n\n\n\n\nProvision for credit losses\n\n\n \n\n\n \n\n\n4,210\n\n\n \n\n\n \n\n\n \n\n\n1,755\n\n\n \n\n\n \n\n\n \n\n\n5,965\n\n\n \n\n\n\n\n\n\nCharge-offs\n\n\n \n\n\n \n\n\n(13,515\n\n\n)\n\n\n \n\n\n \n\n\n(980\n\n\n)\n\n\n \n\n\n \n\n\n(14,495\n\n\n)\n\n\n\n\n\n\nRecoveries\n\n\n \n\n\n \n\n\n5,265\n\n\n \n\n\n \n\n\n \n\n\n60\n\n\n \n\n\n \n\n\n \n\n\n5,325\n\n\n \n\n\n\n\n\n\nBalance at end of year\n\n\n \n\n\n$\n\n\n1,961\n\n\n \n\n\n \n\n\n$\n\n\n988\n\n\n \n\n\n \n\n\n$\n\n\n2,949\n\n\n \n\n\n\n\n\n\nThe Company defines non-performing assets as accounts that are contractually delinquent for 60 or more days past due or Chapter 13 bankruptcy accounts. For these accounts, the accrual of interest income is suspended, and any previously accrued interest is reversed. Upon notification of a bankruptcy, an account is monitored for collection with other Chapter 13 accounts. In the event the debtors’ balance is reduced by the bankruptcy court, the Company will record a loss equal to the amount of principal balance reduction. The remaining balance will be reduced as payments are received by the bankruptcy court. In the event an account is dismissed from bankruptcy, the Company will decide based on several factors, whether to begin repossession proceedings or allow the customer to begin making regularly scheduled payments.\n\n\nThe Company defines a Chapter 13 bankruptcy account as a Troubled Debt Restructuring (“TDR”). The Company records a specific reserve for Chapter 13 bankruptcy accounts which is considered a qualitative reserve to the allowance for credit losses. The Company records the reserve based on the expected collectability of the principal balance of the Chapter 13 Bankruptcy and the specific reserves recorded as of March 31, 2023 and March 31, 2022 was $241 thousand and $138 thousand, respectively.\n\n\nThe provision for credit losses increased to $40.7 million for the fiscal year ended March 31, 2023 from $6.0 million for the fiscal year ended March 31, 2022, due to an increase in net charge-off percentage from 5.13% to 15.86%.\n \n\n\n34\n\n\n\n\n \n\n\nThe Company’s allowance for credit losses also incorporates recent trends such as delinquency, non-performing assets, and bankruptcy. The Company believes that this approach reflects the current trends of incurred losses within the portfolio and better aligns the allowance for credit losses with the portfolio’s performance indicators.\n \n\n\nNet charge-offs as a percentage of average finance receivables increased to 15.9% for the fiscal year ended March 31, 2023 from 5.1% for the fiscal year ended March 31, 2022, primarily reflecting the Company's analysis of portfolio its performance trends.\n \n\n\nThe delinquency percentage for Contracts more than thirty days past due, excluding Chapter 13 bankruptcy accounts, as of March 31, 2023 was 15.7%, an increase from 7.3% as of March 31, 2022. The delinquency percentage for Direct Loans more than thirty days past due, excluding Chapter 13 bankruptcy accounts, as of March 31, 2023 was 17.0%, an increase from 3.6% as of March 31, 2022. The delinquency percentage for both Contracts and Direct Loans increased as enhanced unemployment benefits and stimulus programs came to an end.\n\n\n \n\n\nIn accordance with Company policies and procedures, certain borrowers qualify for, and the Company offers, one-month principal payment deferrals on Contracts and Direct Loans. For the fiscal years ended March 31, 2023 and March 31, 2022 the Company granted deferrals to approximately 37.3% and 11.8%, respectively, of total Contracts and Direct Loans. The increase in the total number of deferrals in fiscal 2023 compared to fiscal 2022 was primarily influenced by portfolio performance, including but not limited to, inflation, credit quality of loans purchased, competition at the time of Contract acquisition, and general economic conditions.\n\n\nIncome Taxes\n \n\n\nThe Company recorded a tax expense of approximately $1.0 million during fiscal 2022 compared to a tax expense of approximately $1.4 million during fiscal 2023. The Company’s effective tax rate in fiscal 2022 was 25.9% compared to (4.3)% in fiscal 2023. For further discussion regarding income taxes see \n“Note 7 – Income Taxes”.\n \n\n\nLiquidity and Capital Resources\n \n\n\nThe Company’s cash flows are summarized as follows:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year ended March 31,\n(In thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nCash provided by (used in):\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOperating activities\n\n\n \n\n\n$\n\n\n(2,182\n\n\n)\n\n\n \n\n\n$\n\n\n3,487\n\n\n \n\n\n\n\n\n\nInvesting activities\n\n\n \n\n\n \n\n\n29,894\n\n\n \n\n\n \n\n\n \n\n\n3,862\n\n\n \n\n\n\n\n\n\nFinancing activities\n\n\n \n\n\n \n\n\n(32,033\n\n\n)\n\n\n \n\n\n \n\n\n(35,551\n\n\n)\n\n\n\n\n\n\nNet increase (decrease) in cash\n\n\n \n\n\n$\n\n\n(4,321\n\n\n)\n\n\n \n\n\n$\n\n\n(28,202\n\n\n)\n\n\n\n\n\n\n \n\n\nOur major source of liquidity and capital is cash generated from our ongoing operations and our borrowing capacity under our Credit Facility.\n\n\nWe believe that our current cash balance, together with the future cash generated from operations and our borrowing capacity under our Credit Facility, will be sufficient to satisfy our requirements and plans for cash for the next 12 months. We also believe that future cash generated from operations and our borrowing capacity under our Credit Facility, will be sufficient to satisfy our requirements and plans for cash beyond the next 12 months. Our access to, and the availability of, financing on acceptable terms in the future will be affected by many factors including overall liquidity in the capital or credit markets, the state of the economy and our credit strength as viewed by potential lenders. We cannot provide assurances that we will have future access to the capital or credit markets on acceptable terms.\n\n\nOn January 18, 2023, Nicholas Financial and NDS (collectively, the “Borrowers”), two wholly-owned subsidiaries of Nicholas Financial-Canada, entered into a Loan and Security Agreement (the “Loan Agreement”) for a new senior secured revolving credit facility (the “Credit Facility”) with Westlake Capital Finance, LLC (the “Lender”),\n \n\n\n35\n\n\n\n\n \n\n\nwho is an affiliate of Westlake, the servicer of substantially all of the Company's receivables, pursuant to which the Lender is providing the Borrowers with a senior secured revolving credit facility in the principal amount of up to $50 million.\n\n\nThe availability of funds under the Credit Facility is generally limited to an advance rate of between 70% and 85% of the value of the Borrowers’ eligible receivables. Outstanding advances under the Credit Facility will accrue interest at a rate equal to the secured overnight financing rate (SOFR) plus a specified margin, subject to a specified floor interest rate. Unused availability under the Credit Facility will accrue interest at a rate of 0.25% . The commitment period for advances under the Credit Facility is two years. We refer to the expiration of that time period as the “Maturity Date.”\n\n\nThe Loan Agreement contains customary events of default and negative covenants, including but not limited to those governing indebtedness, liens, fundamental changes, and sales of assets. The Loan Agreement also requires the Borrowers to maintain (i) a minimum tangible net worth equal to the lower of $40 million and an amount equal to 60% of the outstanding balance of the Credit Facility and (ii) an excess spread ratio of less than 8.0%.  Pursuant to the Loan Agreement, the Borrowers granted a security interest in substantially all of their assets as collateral for their obligations under the Credit Facility.  If an event of default occurs, the Lender could increase borrowing costs, restrict the Borrowers’ ability to obtain additional advances under the Credit Facility, accelerate all amounts outstanding under the Credit Facility, enforce their interest against collateral pledged under the Loan Agreement or enforce such other rights and remedies as they have under the loan documents or applicable law as secured lenders.\n\n\nIf the Borrowers prepay the loan and terminate the Credit Facility prior to the Maturity Date, then the Borrowers would be obligated to pay the Lender a termination fee in an amount equal to a percentage of the average outstanding principal balance of the Credit Facility during the 90-day period immediately preceding such termination. If the Borrowers were to sell their accounts receivable to a third-party prior to the Maturity Date, then the Borrowers would be obligated to pay the Lender a fee in an amount equal to a specified percentage of the proceeds of such sale.\n\n\nThe proceeds of the Credit Facility were used in part to refinance the Company’s existing indebtedness under the Loan and Security Agreement dated as of November 5, 2021 by and among the Borrowers, the lenders party thereto, and Wells Fargo Bank, N.A., as agent for lenders.\n\n\nOn May 27, 2020, the Company obtained a loan in the amount of $3.2 million from a bank in connection with the U.S. Small Business Administration’s (“SBA”) Paycheck Protection Program (the “PPP Loan”). Pursuant to the Paycheck Protection Program, all or a portion of the PPP Loan may be forgiven if the Company used the proceeds of the PPP Loan for its payroll costs and other expenses in accordance with the requirements of the Paycheck Protection Program. The Company used the proceeds of the PPP Loan for payroll costs and other covered expenses and sought full forgiveness of the PPP Loan. The Company submitted a forgiveness application to Fifth Third Bank, the lender, on December 7, 2020 and submitted supplemental documentation on January 16, 2021. On December 27, 2021 SBA informed the Company that no forgiveness was granted. The Company filed an appeal with SBA on January 5, 2022. On May 6, 2022 the Office of Hearing and Appeals SBA (OHA) rendered a decision to deny the appeal. The Company subsequently repaid the outstanding principal of $3.2 million plus accrued and unpaid interest of $65 thousand on May 23, 2022.\n\n\nThe Company is currently evaluating its capital allocation goals and may in the future decide to change its mix of capital resources in an effort to achieve a higher dollar value of receivables for every dollar of equity capital invested.  To do so, the Company may, if so agreed with its lender, distribute future excess profits generated at its U.S. subsidiaries to the Company, or reinvest excess equity capital into its U.S. subsidiaries when opportunities warrant.  In addition, the Company may determine to continue its share repurchases at a higher volume than previously and/or acquire businesses or assets that are related or unrelated to its current business, including securities in publicly-held companies.   However, the Company is not limited to these alternatives.  In addition, the Company may determine not to pursue these or any other alternatives to change its capital allocation, for example because it determines that such path is not prudent in light of legal and tax requirements applying to the Company as a British Columbia company listed in the United States with primarily United States shareholders and, through its U.S. subsidiaries, exclusively United States operations.\n\n\n36\n\n\n\n\n \n\n\nImpact of Inflation\n \n\n\nThe Company is affected by inflation primarily through increased operating costs and expenses including increases in interest rates. Inflationary pressures on operating costs and expenses historically have been largely offset by the Company’s continued emphasis on stringent operating and cost controls, although no assurances can be given regarding the Company’s ability to offset the effects of inflation in the future. Management believes the rise in inflation can impact the subprime borrower due to rising cost of housing, consumer goods, gas prices, etc. and believes it could have an impact on the performance and collectability of the portfolio.\n\n",
    "item7a": ">Item 7A. Quantitative and Qualitat\nive Disclosure About Market Risk\n\n\nNot applicable.\n \n\n\n37\n\n\n\n\n \n\n",
    "cik": "1000045",
    "cusip6": "65373J",
    "cusip": [
        "65373J209"
    ],
    "names": [
        "NICHOLAS FINL INC BC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1000045/000095017023030037/0000950170-23-030037-index.htm"
}