{
    "item1": ">Item 1. \nDescription of Business\nGeneral.\n The Company, which has continuously operated since July 1962, is now one of the nation's largest small-loan consumer finance companies, offering short-term small installment loans, medium-term larger installment loans, related credit insurance and ancillary products and services to individuals. The Company offers traditional installment loans generally between $500 and $6,000, with the average loan origination being $2,359 in fiscal 2023. The Company operates 1,073 branches in Alabama, Georgia, Idaho, Illinois, Indiana, Kentucky, Louisiana, Mississippi, Missouri, New Mexico, Oklahoma, South Carolina, Texas, Tennessee, Utah, and Wisconsin as of March 31, 2023. The Company generally serves individuals with limited access to other sources of consumer credit such as banks, credit unions, other consumer finance businesses and credit card lenders. The Company also offers income tax return preparation services to its loan customers and other individuals.\nThe traditional installment loan industry is a highly fragmented segment of the consumer lending industry. Installment loan finance companies generally make loans to individuals of less than $2,000 with maturities of less than 18 months. These companies approve loans on the basis of the personal creditworthiness of their customers and maintain close contact with borrowers to encourage the repayment or, when appropriate to meet the borrower’s needs, the refinancing of loans. By contrast, commercial banks, credit unions and some other consumer finance businesses typically make loans of more than $5,000 with maturities of greater than one year. Those financial institutions generally approve consumer loans on the security of qualifying personal property pledged as collateral or impose more stringent credit requirements than those of small-loan consumer finance companies. As a result of their higher credit standards and specific collateral requirements, commercial banks, credit unions and other consumer finance businesses typically charge lower interest rates and fees and experience lower delinquency and charge-off rates than do small-loan consumer finance companies. Traditional installment loan companies generally charge higher interest rates and fees to compensate for the greater risk of delinquencies and charge-offs and increased loan administration and collection costs.\nThe majority of the participants in the industry are independent operators with generally less than 100 branches. We believe that competition between small-loan consumer finance companies occurs primarily on the basis of the strength of customer relationships, customer service and reputation in the local community. We believe that our relatively large size affords us a competitive advantage over smaller companies by increasing our access to, and reducing our cost of capital.\nSmall-loan consumer finance companies are subject to extensive regulation, supervision, and licensing under various federal and state laws and regulations, as well as local ordinances. Consumer loan offices are licensed under state laws which, in many states, establish maximum loan amounts, interest rates, permissible fees and charges and other aspects of the operation of small-loan consumer finance companies. Furthermore, the industry is subject to numerous federal laws and regulations that affect lending operations. These federal laws require companies to provide complete disclosure of the terms of each loan to the borrower in accordance with specified standards prior to the consummation of the loan transaction. Federal laws also prohibit misleading advertising, protect against discriminatory lending practices and prohibit unfair, deceptive, and abusive credit practices.\nBranch Expansion and Consolidation.\n As of March 31, 2023, the Company had 1,073 branches in 16 states, with over 100 branches located in Texas and Georgia. During fiscal 2023, the Company opened 2 new branches and merged 96 branches into other existing branches due to their inability to generate sufficient returns or for efficiency reasons. In fiscal 2024, the Company may open or acquire new branches in its existing market areas or commence operations in new states where it believes demographic profiles and state regulations are attractive. The Company may merge other branches on a case-by-case basis based on profitability or other factors. The Company's ability to continue existing operations and expand its operations in existing or new states is dependent upon, among other things, laws and regulations that permit the Company to operate its \n2\nTable of Contents\nbusiness profitably and its ability to obtain necessary regulatory approvals and licenses. There can be no assurance that such laws and regulations will not change in ways that adversely affect the Company or that the Company will be able to obtain any such approvals or consents. See Part 1, Item 1A, “Risk Factors” for a further discussion of risks to our business and plans for expansion.\nThe Company's expansion is also dependent upon its ability to identify attractive locations for new branches and to hire suitable personnel to staff, manage, and supervise new branches. In evaluating a particular community, the Company examines several factors, including the demographic profile of the community, the existence of an established small-loan consumer finance market and the availability of suitable personnel.\nProduct Offerings \nInstallment Loans.\n We primarily offer pre-computed and interest bearing consumer installment loans with interest and fee income from such loans accounting for 82.4%, 83.0%, and 85.4% of our total revenues in fiscal years 2023, 2022, and 2021, respectively. Our loans are payable in fully-amortizing monthly installments with terms generally from 7 to 27 months and are prepayable at any time without penalty. \n \nThe following table sets forth information about our loan products for fiscal 2023:\nMinimum\n    Origination \n(1)\nMaximum\n    Origination \n(1)\nMinimum Term\n(Months)\nMaximum Term\n(Months)\nSmall loans\n$\n500 \n$\n2,450 \n5\n31\nLarge loans\n$\n2,500 \n$\n33,450 \n10\n60\n_______________________________________________________\n(1)\n Gross loan net of finance charges.\nSpecific allowable interest, fees, and other charges vary by state. The finance charge is a combination of origination or acquisition fees, account maintenance fees, monthly account handling fees, interest and other charges permitted by the relevant state laws. As of March 31, 2021, we no longer offered loans with annual percentage rates, including interest, fees and other charges as calculated in accordance with the Federal Truth in Lending Act, above 100%. The average annual percentage rate of our portfolio was 45.8% as of March 31, 2023. \nAs of March 31, 2023, annual percentage rates applicable to our gross loans receivable as defined by the Truth in Lending Act were as follows:\nLow\nHigh\nAmount\nPercentage of total\ngross loans\nreceivable\n— \n%\n36 \n%\n$\n680,805,765 \n48.9 \n37 \n%\n50 \n%\n316,345,789 \n22.8 \n51 \n%\n60 \n%\n121,292,968 \n8.7 \n61 \n%\n70 \n%\n57,976,907 \n4.2 \n71 \n%\n80 \n%\n19,808,244 \n1.4 \n81 \n%\n90 \n%\n91,386,549 \n6.6 \n91 \n%\n100 \n%\n102,377,024 \n7.4 \n101 \n%\n120 \n%\n9,556 \n \n1\n— \n121 \n%\n>121%\n12,766 \n \n2\n— \n \n \n$\n1,390,015,568 \n100 \n1\n Gross loans receivable with an APR between 101% and 120% are a result of acquired loans receivable, and not loans originated by the Company.\n2\n Gross loans receivable with an APR of 121% or greater are a result of acquired loans receivable, and not loans originated by the Company.\n3\nTable of Contents\nInsurance Related Operations. \nThe Company, as an agent for an unaffiliated insurance company, markets and sells credit life, credit accident and health, credit property and auto, unemployment, and accidental death and dismemberment insurance in connection with its loans in selected states where the sale of such insurance is permitted by law. Credit life insurance provides for the payment in full of the borrower's credit obligation to the lender in the event of death. The Company offers credit insurance for all loans originated in Alabama, Idaho, Indiana, Kentucky, New Mexico, Oklahoma, South Carolina, Tennessee, Texas and Utah, and on a more limited basis in Georgia, Louisiana, Mississippi, and Missouri. Customers in those states typically obtain such credit insurance through the Company. Charges for such credit insurance are made at filed, authorized rates and are stated separately in the Company's disclosure to customers, as required by the Truth in Lending Act and by various applicable state laws. In the sale of insurance policies, the Company, as an agent, writes policies only within limitations established by its agency contracts with the insurer. The Company does not sell credit insurance to non-borrowers. These insurance policies provide for the payment of the outstanding balance of the Company's loan upon the occurrence of an insured event. The Company earns a commission on the sale of such credit insurance, which, for most products, is directly impacted by the claims experience of the insurance company on policies sold on its behalf by the Company. In states where commissions on certain products are capped, the commission earned is not directly impacted by the claims experience.\nThe Company has a wholly-owned, captive insurance subsidiary that reinsures a portion of the credit insurance sold in connection with loans made by the Company. Certain coverages currently sold by the Company on behalf of the unaffiliated insurance carrier are ceded by the carrier to the captive insurance subsidiary, providing the Company with an additional source of income derived from the earned reinsurance premiums. In fiscal 2023, the captive insurance subsidiary reinsured approximately 11.1% of the credit insurance sold by the Company and contributed approximately $3.1 million to the Company's total revenue.\nThe table below shows the types of insurance and ancillary products the Company sells by state as of March 31, 2023:\n \nCredit Life\nCredit Accident\nand Health\nCredit Property and Auto\nUnemployment\nAccidental Death & Dismemberment\nNon-file\nAutomobile Club\nMembership\nAlabama \n(1)\nX\nX\nX\nX\nX\nGeorgia\nX\nX\nX\n \nX\nX\nX\nIdaho\nX\nX\nX\nX\nX\nIllinois\n \n \n \n \n \nIndiana\nX\nX\nX\nX\nX\nX\nX\nKentucky\nX\nX\nX\nX\nX\nX\nLouisiana\nX\nX\nX\n \nX\nX\nX\nMississippi\nX\nX\nX\nX\nMissouri\nX\nX\n \nX\nX\nNew Mexico\nOklahoma \n(1)\nX\nX\nX\nX\nX\nSouth Carolina\nX\nX\nX\nX\nX\n X\nTennessee \n(1)\nX\nX\nX\nX\nX\nTexas \n(1)\nX\nX\nX\nX\nX\nUtah\nX\nX\nX\nX\nX\nX\nWisconsin\n \n \n \n \nX\n_______________________________________________________\n(1)\n Credit insurance is offered for certain loans.\nNon-Filing Insurance.\n The Company typically does not perfect its security interest in collateral securing its smaller loans by filing UCC financing statements. Non-filing insurance premiums are equal in aggregate amount to the premiums paid by the Company to purchase non-filing insurance coverage from an unaffiliated insurance company. Under its non-filing insurance coverage, the Company is reimbursed for losses on loans resulting from its policy not to perfect its security interest in collateral securing the loans.\nAutomobile Club Memberships.\n The Company also offers automobile club memberships to its borrowers in Alabama, Georgia, Idaho, Indiana, Kentucky, Louisiana, Mississippi, Missouri, New Mexico, Oklahoma, Tennessee, Texas, South Carolina, Utah and Wisconsin, as an agent for an unaffiliated automobile club. Club memberships entitle members to automobile breakdown coverage, towing reimbursement and related services. The Company is paid a commission on each membership sold, but has no \n4\nTable of Contents\nresponsibility for administering the club, paying benefits or providing services to club members. The Company primarily sells automobile club memberships to borrowers.\nTax Preparation Services and Advances. \nThe Company also offers income tax return preparation and electronic filing services. This program is provided in all but a few of the Company’s branches. The Company prepared approximately 75,000, 81,000 and 77,000 returns in fiscal years 2023, 2022, and 2021, respectively. Net revenue generated by the Company from this program during fiscal 2023, 2022, and 2021 amounted to approximately $24.0 million, $24.5 million, and $20.6 million, respectively. In addition, our tax customers are eligible to receive an interest and fee-free tax advance loan which is generally a percentage of the anticipated tax refund amount. The Company believes that this is a beneficial service for its existing customer base as well as non-loan customers, and it plans to continue to promote this program.\nThe following table sets forth information about our tax advance loan product for fiscal 2023:\nMinimum Origination\nMaximum Origination\nMinimum Term\n(Months)\nMaximum Term\n(Months)\nTax advance loans\n$\n500 \n$\n5,000 \n8\n8\nLoan Receivables.\n The following table sets forth the composition of the Company's gross loans receivable by state at March 31 of each year from 2014 through 2023:\n \nAt March 31,\nState\n2023\n2022\n2021\n2020\n2019\n2018\n2017\n2016\n2015\n2014\nAlabama\n6\n \n%\n7 \n%\n6 \n%\n5 \n%\n5 \n%\n5 \n%\n4 \n%\n6 \n%\n5 \n%\n4 \n%\nGeorgia\n13\n \n13 \n13 \n13 \n13 \n14 \n15 \n13 \n13 \n13 \nIdaho \n(1)\n1\n \n1 \n1 \n1 \n1 \n— \n— \n— \n— \n— \nIllinois\n10\n \n10 \n8 \n8 \n7 \n7 \n7 \n7 \n7 \n8 \nIndiana\n2\n \n3 \n2 \n2 \n2 \n2 \n2 \n1 \n1 \n1 \nKentucky\n6\n \n6 \n7 \n8 \n8 \n9 \n10 \n10 \n10 \n9 \nLouisiana\n4\n \n3 \n3 \n3 \n3 \n2 \n2 \n2 \n2 \n2 \nMississippi \n(2)\n2\n \n2 \n2 \n1 \n1 \n1 \n1 \n— \n— \n— \nMissouri\n7\n \n7 \n8 \n8 \n7 \n7 \n7 \n8 \n8 \n7 \nNew Mexico\n4\n \n2 \n2 \n2 \n2 \n2 \n2 \n2 \n2 \n2 \nOklahoma\n6\n \n6 \n6 \n6 \n7 \n7 \n7 \n8 \n8 \n7 \nSouth Carolina\n8\n \n8 \n10 \n10 \n9 \n10 \n11 \n10 \n11 \n12 \nTennessee\n9\n \n10 \n11 \n11 \n12 \n13 \n13 \n13 \n13 \n13 \nTexas\n20\n \n20 \n19 \n19 \n21 \n19 \n18 \n19 \n19 \n21 \nUtah \n(3)\n1\n \n1 \n1 \n1 \n— \n— \n— \n— \n— \n— \nWisconsin\n1\n \n1 \n1 \n2 \n2 \n2 \n1 \n1 \n1 \n1 \nTotal\n100\n \n%\n100 \n%\n100 \n%\n100 \n%\n100 \n%\n100 \n%\n100 \n%\n100 \n%\n100 \n%\n100 \n%\n_______________________________________________________\n(1)\n The Company commenced operations in Idaho in October 2014.\n(2)\n The Company commenced operations in Mississippi in September 2013.\n(3)\n The Company commenced operations in Utah in October 2018.\n5\nTable of Contents\nThe following table sets forth the total number of loans, the average gross loan balance, and the gross loan balance by state at March 31, 2023: \n \nTotal Number\nof Loans\nAverage Gross Loan Balance\nGross Loan Balance (thousands)\nAlabama\n46,330 \n$\n1,889 \n$\n87,538 \nGeorgia\n82,572 \n2,182 \n180,202 \nIdaho\n6,366 \n1,709 \n10,877 \nIllinois\n43,232 \n3,185 \n137,705 \nIndiana\n19,835 \n1,723 \n34,176 \nKentucky\n42,577 \n2,096 \n89,235 \nLouisiana\n29,886 \n1,752 \n52,368 \nMississippi\n21,252 \n1,348 \n28,650 \nMissouri\n32,402 \n2,992 \n96,944 \nNew Mexico\n25,979 \n2,164 \n56,230 \nOklahoma\n40,078 \n2,014 \n80,718 \nSouth Carolina\n50,623 \n2,141 \n108,365 \nTennessee\n60,203 \n2,050 \n123,409 \nTexas\n162,921 \n1,698 \n276,596 \nUtah\n4,389 \n2,017 \n8,854 \nWisconsin\n9,300 \n1,952 \n18,149 \nTotal\n677,945 \n$\n2,050 \n$\n1,390,016 \nSeasonality\n. The Company's highest loan demand generally occurs from October to December, its third fiscal quarter. Loan demand is generally lowest and loan repayment highest from January to March, its fourth fiscal quarter. Consequently, the Company experiences significant seasonal fluctuations in its operating results and cash needs. Operating results for the Company's third fiscal quarter are generally lower than in other quarters, and operating results for its fourth fiscal quarter are generally higher than in other quarters.\nOperations\nLending Operations.\n The Company seeks to provide short-term consumer installment loans to the segment of the population that has limited access to other sources of credit. In evaluating the creditworthiness of potential customers, the Company primarily examines the individual's discretionary income, length of current employment and/or sources of income, duration of residence, and prior credit experience. Loans are made to individuals on the basis of their discretionary income and other factors and are limited to amounts we believe that customers can reasonably be expected to repay from that income given our assessment of their stability and ability and willingness to pay. The Company also generates a proprietary credit score in assisting loan decisions to potential new customers that evaluates key attributes such as payment history, outstanding debt, length of credit history, number of credit inquiries as well as credit mix. All loan applicants are required to complete standardized credit applications online, in person, or by telephone. Each of the Company's local branches are equipped to perform rapid background, employment, and credit bureau checks and approve loan applications promptly. The Company's employees verify the applicant's sources of income and credit history. Substantially all new customers are required to submit a listing of personal property that will serve as collateral to secure the loan, but the Company does not rely on the value of such collateral in the loan approval process and generally does not perfect its security interest in that collateral. Accordingly, if the customer were to default in the repayment of the loan, the Company may not be able to recover the outstanding loan balance by resorting to the sale of collateral. \nNew Loans to Current and Former Customers\n. The Company believes that development and continual reinforcement of personal relationships with customers improves the Company's ability to monitor their creditworthiness, reduce credit risk, and generate customer loyalty. It is not unusual for the Company to have made a number of loans to the same customer over the course of several years, many of which were refinanced with a new loan after the borrower had reduced the existing loan's outstanding balance by making multiple payments. In determining whether to refinance existing loans, the Company typically requires loans to be current on a recency basis, and repeat customers are generally required to complete a new credit application if they have not completed one within the prior year.\n6\nTable of Contents\nA refinancing represents a new loan transaction with a present customer in which a portion of the new loan proceeds is used to repay the balance of an existing loan and the remaining portion is advanced to the customer. In many cases the existing customer’s past performance and established creditworthiness with the Company qualifies that customer for a larger loan. For fiscal 2023, 2022, and 2021, the percentages of the Company's loan originations that were refinancings of existing loans were 71.4%, 63.9%, and 69.2%, respectively.\nThe Company allows refinancing of delinquent loans on a case-by-case basis for those customers who otherwise satisfy the Company's credit standards. Each such refinancing is carefully examined before approval in an effort to avoid increasing credit risk. A delinquent loan generally may be refinanced only if the customer has made payments that, together with any credits of insurance premiums or other charges to which the customer is entitled in connection with the refinancing, reduce the balance due on the loan to an amount equal to or less than the original cash advance made in connection with the loan. The Company does not allow the amount of the new loan to exceed the original amount of the existing loan. The Company believes that refinancing delinquent loans for certain customers who have made periodic payments allows the Company to increase its average loans outstanding and its interest, fees and other income without experiencing a significant increase in loan losses. These refinancings also provide a resolution to temporary financial setbacks for these borrowers and sustain their credit rating. Refinancings of delinquent loans represented 1.4%, 1.1%, and 1.5% of the Company’s loan volume in fiscal 2023, 2022, and 2021, respectively.\nApproximately 16.9%, 15.0%, and 14.7% of the Company's loans were generated through the origination of new loans to previous customers in fiscal 2023, 2022, and 2021, respectively. \nCollection Operations\n. To reduce late payment risk, local branch staff encourage customers to inform the Company in advance of expected payment problems. Local branch staff also promptly contact delinquent customers following any payment due date and thereafter remain in close contact with such customers through phone calls or letters until payment is received or some other resolution is reached. The Company also has a centralized collections team that primarily focuses on customers who have become more than 90 days past due on a recency basis. In Alabama, Georgia, Idaho, Illinois, Indiana, Kentucky, Louisiana, Mississippi, Missouri, New Mexico, Oklahoma, Tennessee, Utah, and Wisconsin, the Company is permitted under state laws to garnish customers' wages, within certain circumstances, for repayment of loans, but the Company does not otherwise generally resort to litigation for collection purposes and rarely attempts to foreclose on collateral.\nMonitoring and Supervision.\n Several levels of management monitor and supervise the operations of each of the Company's branches. Senior management has access to daily delinquency, loan volume, charge-off, and other statistical data on a consolidated, state and branch level. District managers evaluate branch performance in their geographic area, communicate regularly with branch managers regarding operations and submit standardized reports detailing their efforts and findings to the Company's senior management. Regional vice presidents monitor the performance of all branches within their states and communicate regularly with district managers. The Company takes a risk-based approach to determine internal audit frequency. Each branch undergoes periodic audits which include an examination of cash balances and compliance with Company loan approval, review and collection procedures, and compliance with federal and state laws and regulations.\nStaff and Training.\n Local branches are staffed with a minimum of two employees. The branch manager supervises and administers operations of the branch and is responsible for approving all borrower loan applications and requests for increases in the amount of credit extended. Each branch generally has one or two financial service representatives who take loan applications, process loan applications, apply payments, and assist in the preparation of operational reports, collection efforts, and marketing activities. Larger branches may employ additional financial service representatives.\nNew employees are required to review detailed training materials that explain the Company's operating policies and procedures. The Company tests each employee on the training materials during the first year of employment. In addition, each branch associate completes an online training session and attends periodic training sessions outside the branch. The Company utilizes an enhanced training tool, which provides continuous, real-time, online training to all locations. This allows for more training opportunities to be available to all employees throughout the course of their career with the Company.\nAdvertising.\n The Company actively advertises through direct mail, digital platforms and by email and SMS/text, targeting both its present and former customers and potential customers who have used other sources of consumer credit. In addition to the general promotion of its loans for last-minute needs, back-to-school needs and other uses, the Company advertises extensively during the October through December holiday season and in connection with new branch openings. The Company believes its advertising contributes significantly to its ability to compete effectively with other providers of small-loan consumer credit. Advertising expenses as a percent of revenue were approximately 1.0%, 3.1%, and 3.3% in fiscal 2023, 2022, and 2021, respectively.\n7\nTable of Contents\nCompetition\n. The small-loan consumer finance industry is highly fragmented, with numerous competitors. The majority of the Company's competitors are independent operators with generally less than 100 branches. Competition from community banks and credit unions is limited because they typically do not make loans of less than $5,000. We believe that online lending could be affecting the consumer lending market within which we operate. While it currently appears online lenders are marketing to a different customer segment than that of our primary customers, some of our customers may overlap.\nThe Company believes that competition between small-loan consumer finance companies occurs primarily on the basis of the strength of customer relationships, customer service, and reputation in the local community. The Company believes that its relatively larger size affords it a competitive advantage over smaller companies by increasing its access to, and reducing its cost of, capital.  \nSeveral of the states in which the Company currently operates limit the size of loans made by small-loan consumer finance companies and prohibit the extension of more than one loan to a customer by any one company. As a result, many customers borrow from more than one finance company, which enables the Company, subject to the limitations of various consumer protection and privacy statutes, including, but not limited to, the Fair Credit Reporting Act and the Gramm-Leach-Bliley Act, to obtain information on the credit history of specific customers from other consumer finance companies.\nHuman Capital Resources\nOur Mission. \nAt World Acceptance Corporation, our employees (who we call our “Team Members”) create possibilities by embracing our mission to partner with customers to unlock their financial good.\n \nCreating a culture of opportunity for our Team Members is key to supporting this mission. \nTeam Members. \nAs a people-focused finance company, we value our Team Members by investing in competitive compensation and benefit packages and a vibrant, team-oriented environment centered on professional service and open communication. We strive to build and maintain a high-performing culture and believe in operating by strong values. \nWe value feedback from our team and participate in an annual engagement survey that resulted in being named by Energage as a Top Workplaces USA winner in 2023, 2022, and 2021. \nDuring fiscal 2023, our human capital efforts were focused on accelerating the transformation of our technology for workforce management through investments in upgraded systems and processes, and continuing to increase our agility to meet the quickly changing needs of the business. The Company maintains strong relations with its employees and seeks to hire people who will become long-term employees, and, as a result, the vast majority of our field leadership has been promoted from within.\nAs of March 31, 2023, we employed 3,075 full and part-time employees across our sixteen-state footprint, approximately 287 of whom were corporate Team Members located in our main corporate office in Greenville, South Carolina and approximately 2,788 of whom were branch-based Team Members located in 16 states throughout the United States. None of our Team Members belong to a union or are party to any collective bargaining or similar agreement. \nWe strive toward having a powerful and diverse team of Team Members, knowing we are better together with our combined wisdom and intellect. With a commitment to equality, inclusion and workplace diversity, we focus on understanding, accepting, and valuing the differences between people. \nAs of March 31, 2023, our Team Members had the following gender, race and ethnicity demographics:\nGender - All Team Members\nFemale\n85.94%\nMale\n13.96%\nUndeclared\n0.10%\nRace/Ethnicity - All Team Members\nWhite\n55.76%\nHispanic or Latino\n22.27%\nBlack or African American\n16.31%\n8\nTable of Contents\nOther Race/Ethnicity\n4.65%\nNot provided\n1.01%\nTotal Rewards. \nWe provide a comprehensive suite of benefits designed to help Team Members and their families stay healthy, meet their financial goals, protect their income and help them balance their work and personal lives. We provide competitive pay, as well as a wide array of benefits including the following:\n•\nHealthcare benefits, including medical, dental and vision, and flexible spending accounts \n•\nA 401(k) Plan (with an employer matching contribution)\n•\nCompany-paid basic life insurance and long-term and short-term disability\n•\nVacation, sick and holiday paid-time off, as well as volunteer paid time off and paid parental leave\n•\nTime off donation program for Team Members experiencing medical emergencies\n•\nFinancial assistance program for Team Members impacted by natural disasters\nTraining and Development. \nWe believe the development of our Team Members is key to our future success and are focused on delivering programs designed to increase our internal talent pools at all levels within the organization. Some examples of these programs include:\n•\nBOLT – developing high performing and high potential Account Specialists to prepare them for Branch Manager roles\n•\nEmerging Leaders – developing high performing and high potential Branch Managers to prepare them for District Manager roles\nInformation about our Executive Officers\n. The names and ages, positions, terms of office and periods of service of each of the Company's executive officers (and other business experience for executive officers who have served as such for less than five years) are set forth below. The term of office for each executive officer expires upon the earlier of the appointment and qualification of a successor or such officer's death, resignation, retirement, or removal. \nName and Age\nPosition\nPeriod of Service as Executive Officer and\nPre-Executive Officer Experience (if an \nExecutive Officer for Less Than Five Years)\n \n \n \nR. Chad Prashad (42)\nPresident and Chief Executive Officer\n•\nPresident and Chief Executive Officer since June 2018\n•\nSenior Vice President, Chief Strategy & Analytics Officer from February 2018 to June 2018\n•\nVice President of Analytics from June 2014 to February 2018\n•\nSenior Director of Strategy Development for Resurgent Capital Services (a consumer debt managing and servicing company) from 2013 to June 2014\n•\nDirector of Legal Strategy for Resurgent Capital Services from 2009 to 2013\n \n \n \nJohn L. Calmes Jr. (43)\nExecutive Vice President, Chief Financial and Strategy Officer, and Treasurer\n•\nExecutive Vice President, Chief Financial and Strategy Officer and Treasurer since October 2018\n•\nSenior Vice President, Chief Financial Officer and Treasurer from November 2015 to October 2018\n•\nVice President, Chief Financial Officer and Treasurer from December 2013 to November 2015\n•\nDirector of Finance - Corporate and Investment Banking Division of Bank of Tokyo-Mitsubishi UFJ in 2013\n•\nSenior Manager of PricewaterhouseCoopers from 2011 to 2013; Manager of PricewaterhouseCoopers from 2008 to 2011.\n \n \n9\nTable of Contents\nD. Clinton Dyer (50)\nExecutive Vice President and Chief Branch Operations Officer\n•\nExecutive Vice President and Chief Branch Operations Officer since February 2018\n•\nExecutive Vice President of Branch Operations from September 2016 to February 2018\n•\nSenior Vice President, Southeastern Division from November 2015 to September 2016\n•\nSenior Vice President, Central Division from June 2005 to November 2015; Vice President, Operations –Tennessee and Kentucky from April 2002 to June 2005.\n \n \nLuke J. Umstetter (43)\nSenior Vice President, General Counsel, Chief Compliance Officer and Secretary\n•\nSenior Vice President, Secretary and General Counsel since August 2018\n•\nGeneral Counsel and Chief Compliance Officer for Shellpoint Mortgage Servicing from December 2015 to August 2018\n•\nGeneral Counsel for Global Lending Services from May 2015 to December 2015; Managing Counsel for Resurgent Capital Services, June 2009 to May 2015.\n \n \n \nA. Lindsay Caulder (47)\nSenior Vice President, Human Resources\n•\nSenior Vice President, Human Resources since October 2018\n•\nVice President, Human Resources from February 2016 to October 2018\n•\nDivisional Vice President - Human Resources of Family Dollar Corporation, a nationwide variety retail chain, from 2012 to 2016\n•\nDirector - Learning and Talent Acquisition of Family Dollar Corporation from 2009-2012.\nJason E. Childers (48)\nSenior Vice President, Information Technology\n•\nSenior Vice President, Information Technology since October 2018\n•\nVice President of IT Strategic Solutions from April 2016 to October 2018\n•\nPartner and Head of IT at Sabal Financial Group, LP from March 2009 until April 2016.\nScott McIntyre (46)\nSenior Vice President, Accounting\n•\nSenior Vice President of Accounting since October 2018\n•\nVice President of Accounting-US from June 2013 to October 2018\n•\nController-US from June 2011 to June 2013.\nGovernment Regulation\nSmall-loan consumer finance companies are subject to extensive regulation, supervision, and licensing under various federal and state statutes, ordinances, and regulations. See Part I, Item 1A, “Risk Factors”, for a discussion of the risks related to our extensive regulation.\nState Regulations and Legislation\n. The Company is subject to numerous state laws and regulations that affect our lending activities. Many of these regulations impose detailed and complex constraints on the terms of our loans, lending forms and operations. Further, there is a trend of increased state regulation on loan origination, servicing, and collection procedures, as well as more detailed reporting and examinations, and coordination of examinations among the states. Failure to comply with applicable laws and regulations could subject us to regulatory enforcement action that could result in the assessment against us of civil, monetary, or other penalties. Generally, state regulations also establish minimum capital requirements for each local branch. Accordingly, the ability of the Company to expand by acquiring existing branches and opening new branches will depend in part on obtaining the necessary regulatory approvals.\nFor example, Texas regulation requires the approval of the Texas Consumer Credit Commissioner for the acquisition, directly or indirectly, of more than 10% of the voting or common stock of a consumer finance company. A Louisiana statute prohibits any person from acquiring control of 25% or more of the shares of stock of a licensed consumer lender, such as the Company, \n10\nTable of Contents\nwithout first obtaining a license as a consumer lender. The overall effect of these laws, and similar laws in other states, is to make it more difficult to acquire a consumer finance company than it might be to acquire control of an unregulated company.\nAll of the Company's branches are licensed under the laws of the state in which the branch is located. Licenses in these states are subject to renewal every year and may be revoked for failure to comply with applicable state and federal laws and regulations. In the states in which the Company currently operates, licenses may be revoked only after an administrative hearing.\nThe Company and its operations are regulated by a variety of state agencies in the jurisdictions in which the Company operates, including those related to banking, finance, financial institutions and consumer credit. These state regulatory agencies audit the Company's local branches from time to time, and most state agencies perform an annual compliance audit of the Company's operations in that state.\nInsurance Regulations\n. The Company is also subject to state regulations governing insurance agents in the states in which it sells credit insurance. State insurance regulations require that insurance agents be licensed, govern the commissions that may be paid to agents in connection with the sale of credit insurance and limit the premium amount charged for such insurance. The Company's captive insurance subsidiary is regulated by the insurance authorities of the Turks and Caicos Islands of the British West Indies, where the subsidiary is organized and domiciled.\nIn addition, state authorities regulate and supervise the Company's insurance operations. The extent of such regulation varies by product and by state, but relate primarily to the following: licensing; conduct of business, including marketing and sales practices; periodic financial and market conduct examination of the affairs of insurers; form and content of required financial reports; standards of solvency; limitations on the payment of dividends and other affiliate transactions; types of products offered; approval of policy forms and premium rates; formulas used to calculate any unearned premium refund due to an insured customer; permissible investments; deposits of securities for the benefit of policyholders; reserve requirements for unearned premiums, losses, and other purposes; and claims processing.\nConsumer finance companies are affected by changes in state and federal statutes and regulations.\n The Company actively participates in trade associations and in lobbying efforts in the states in which it operates and at the federal level. There have been, and the Company expects that there will continue to be, media attention, initiatives, discussions, proposals, and legislation regarding the entire consumer credit industry, as well as our particular installment loan business, and possible significant changes to the laws and regulations that govern our business, or the authority exercised pursuant to those laws and regulations. In some cases, proposed or pending legislative or regulatory changes have been introduced that would, if enacted, have a material adverse effect on, or possibly even eliminate, our ability to continue our current business. We can give no assurance that the laws and regulations that govern our business, or the interpretation or administration of those laws and regulations, will remain unchanged or that any such future changes will not materially and adversely affect, or in the worst case, eliminate, the Company’s lending practices, operations, profitability, or prospects. See “Federal legislation” below and Part I, Item 1A, “Risk Factors,” for a further discussion of the potential impact of regulatory changes on our business.\nFederal legislation\n. In addition to state and local laws and regulations, we are subject to numerous federal laws and regulations that affect our lending operations. These laws include the Truth in Lending Act, the Equal Credit Opportunity Act, the Military Lending Act, the Fair Credit Reporting Act, and the regulations thereunder, and the Federal Trade Commission's Credit Practices Rule. These laws require the Company to provide complete disclosure of the principal terms of each loan to the borrower prior to the consummation of the loan transaction, prohibit misleading advertising, protect against discriminatory lending practices, and prohibit unfair, deceptive, or abusive credit practices. Violations of these statutes and regulations may result in actions for damages, claims for refund of payments made, certain fines and penalties, injunctions against certain practices, and the potential forfeiture of rights to repayment of loans.\nAlthough these laws and regulations remained substantially unchanged for many years, over the last several years, the laws and regulations directly affecting our lending activities have been under review and are subject to change as a result of various developments and changes in economic conditions, the make-up of the executive and legislative branches of government, and the political and media focus on issues of consumer and borrower protection. See Part I, Item 1A, “Risk Factors\".\n11\nTable of Contents\nVarious legislative proposals addressing consumer credit transactions have been passed in recent years or are currently pending in the U.S. Congress. Congressional members continue to receive pressure from consumer activists and other industry opposition groups to adopt legislation to address various aspects of consumer credit transactions. The Dodd-Frank Wall Street Reform and Consumer Protection Act (the “Dodd-Frank Act”) established the Consumer Financial Protection Bureau (commonly referred to as the CFPB), which has sweeping regulatory, supervisory, and enforcement powers over providers of consumer financial products and services, including explicit supervisory authority to examine and require registration of non-depository lenders and to promulgate rules that can affect the practices and activities of lenders. The CFPB continues to actively engage in the announcement and implementation of various plans and initiatives generally in the area of consumer financial transactions. Some of these CFPB announced plans and initiatives, if implemented, would directly affect certain loan products we currently offer and subject us to the CFPB’s supervisory authority. See Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations - Regulatory Matters,” for more information regarding the CFPB's regulatory initiatives.\nIn addition to the grant of certain regulatory powers to the CFPB, the Dodd-Frank Act gives the CFPB authority to pursue administrative proceedings or litigation for violations of federal consumer financial laws. In these proceedings, the CFPB can obtain cease and desist orders (which can include orders for restitution or rescission of contracts, as well as other kinds of affirmative relief) and monetary penalties. Also, where a company has violated Title X of the Dodd-Frank Act or CFPB regulations thereunder, the Dodd-Frank Act empowers state attorneys general and state regulators to bring civil actions to remedy violations of state law.\nAlthough the Dodd-Frank Act prohibits the CFPB from setting interest rates on consumer loans, efforts to create a federal usury cap, applicable to all consumer credit transactions and substantially below rates at which the Company could continue to operate profitably, are still ongoing. Any federal legislative or regulatory action that severely restricts or prohibits the provision of small-loan consumer credit and similar services on terms substantially similar to those we currently provide would, if enacted, have a material, adverse impact on our business, prospects, results of operations and financial condition. Any federal law that would impose a national 36% or similar annualized credit rate cap on our services would, if enacted, almost certainly eliminate our ability to continue our current operations. See Part I, Item 1A, “Risk Factors” - Federal legislative or regulatory proposals, initiatives, actions or changes that are adverse to our operations or result in adverse regulatory proceedings, or our failure to comply with existing or future federal laws and regulations, could force us to modify, suspend, or cease part or all of our nationwide operations,” for further information regarding the potential impact of adverse legislative and regulatory changes.\nAvailable Information\n. The Company maintains an Internet website, “www.LoansByWorld.com,” where interested persons will be able to access free of charge, among other information, the Company’s annual reports on Form 10-K, its quarterly reports on Form 10-Q, and its current reports on Form 8-K as well as amendments to these filings via a link to a third-party website. These documents are available for access as soon as reasonably practicable after we electronically file these documents with the SEC. The Company files these reports with the SEC via the SEC’s EDGAR filing system, and such reports also may be accessed via the SEC’s EDGAR database at www.sec.gov/edgar. Information included on or linked to our website is not incorporated by reference into this annual report.",
    "item1a": ">Item 1A. \nRisk Factors\nForward-Looking Statements\nThis annual report contains various “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995 that are based on management’s beliefs and assumptions, as well as information currently available to management. Statements other than those of historical fact, including, but not limited to those identified by the use of words such as “anticipate,” “estimate,” “intend,” “plan,” “expect,” “believe,” “may,” “will,” “should,” “would,” “could,” and any variations of the foregoing and similar expressions, are forward-looking statements. Although we believe that the expectations reflected in any such forward-looking statements are reasonable, we can give no assurance that such expectations will prove to be correct. Any such statements are subject to certain risks, uncertainties, and assumptions. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, our actual financial results, performance or financial condition may vary materially from those anticipated, estimated, expected or implied by any forward-looking statements. Therefore, you should not rely on any of these forward-looking statements.\nInvestors should consider the risk factors described in this annual report, in addition to the other information presented in this annual report and the other reports and registration statements the Company files with or furnishes to the SEC from time to time, in evaluating us, our business, and an investment in our securities. Any of the risk factors described in this annual report, as well as other risks, uncertainties, and possibly inaccurate assumptions underlying our plans and expectations, could result in \n12\nTable of Contents\nharm to our business, results of operations and financial condition and cause the value of our securities to decline, which in turn could cause investors to lose all or part of their investment in our Company. These factors, among others, could also cause actual results to differ materially from those we have experienced in the past or those we may express or imply from time to time in any forward-looking statements we make. Investors are advised that it is impossible to identify or predict all risks, and those risks not currently known to us or those we currently deem immaterial could also affect us in the future. The following risks should not be construed as exclusive and should be read with the other cautionary statements that are in this annual report on Form 10-K. The Company does not undertake any obligation to update forward-looking statements, except as may be required by law, whether as a result of new information, future developments, or otherwise. \nMedia and public characterization of consumer installment loans as being predatory or abusive could have a materially adverse effect on our business, prospects, results of operations and financial condition.\nConsumer activist groups and various other media sources continue to advocate for governmental and regulatory action to prohibit or severely restrict our products and services. These critics frequently characterize our products and services as predatory or abusive toward consumers. If this negative characterization of the consumer installment loans we make and/or ancillary services we provide becomes widely accepted by government policy makers or is embodied in legislative, regulatory, policy or litigation developments that adversely affect our ability to continue offering our products and services or the profitability of these products and services, our business, results of operations and financial condition would be materially and adversely affected. Furthermore, our industry is highly regulated, and announcements regarding new or expected governmental and regulatory action regarding consumer lending may adversely impact perceptions of our business even if such actions are not targeted at our operations and do not directly impact us.\nInterest rate fluctuations may adversely affect our borrowing costs, profitability and liquidity.\nInterest rate risk arises from the possibility that changes in interest rates will affect our results of operations and financial condition. Interest rates are highly sensitive to many factors that are beyond our control, including general economic conditions and policies of various governmental and regulatory agencies, in particular, the Federal Reserve Board. In response to elevated inflation, the Federal Reserve Board has increased interest rates on several occasions since early 2022. The Federal Reserve Board has indicated that it will raise rates further, if deemed necessary, to combat continued inflation growth.\nIn addition, our profitability may be directly affected by the level of and fluctuations in interest rates, whether caused by changes in economic conditions or other factors that affect our borrowing costs. Changes in monetary policy, including changes in interest rates, could influence the amount of interest we pay on our revolving credit facility or any other floating interest rate obligations we may incur. Our profitability and liquidity could be materially adversely affected during any period of higher interest rates. See Part II, Item 7A, “Quantitative and Qualitative Disclosure About Market Risk” for additional information regarding our interest rate risk.\nWe are exposed to credit risk in our lending activities.\nOur ability to collect on loans to individuals, our single largest asset group, depends on the ability and willingness of our borrowers to repay such loans. Our customers generally do not qualify for, or have difficulty qualifying for, credit from traditional sources of consumer credit. These traditional sources of consumer credit typically impose more stringent credit requirements than the personal loan products that we provide. As a result, the historical delinquency and default experience on our loans may be higher than those experienced by financial products arising from traditional sources of consumer credit. \nAny material adverse change in the ability or willingness of a significant portion of our borrowers to meet their obligations to us, whether due to changes in economic conditions, unemployment rates, the cost of consumer goods (particularly, but not limited to, food and energy costs) and inflationary pressures, disposable income, interest rates, health crises, natural disasters, acts of war or terrorism, political or social conditions, divorce, death, or other causes over which we have no control, would have a material adverse impact on our earnings and financial condition. Additionally, delinquency and default experience on our loans is likely to be more sensitive to changes in the economic climate in the areas in which our borrowers reside. Although new customers are required to submit a listing of personal property that will serve as collateral to secure their loans, the Company does not rely on the value of such collateral in the loan approval process and generally does not perfect its security interest in that collateral. Additionally, increases in the size of the loans we offer and average loan size could increase the chance a borrower does not meet their obligations to us and could further increase our credit risk. Additional information regarding our credit risk is included in Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operation-Allowance for Credit Losses.”\nOur insurance operations are subject to a number of risks and uncertainties, including claims, catastrophic events, underwriting risks and dependence on a primary distribution channel.\n13\nTable of Contents\nInsurance claims and policyholder liabilities are difficult to predict and may exceed the related reserves set aside for claims (losses) and associated expenses for claims adjudication (loss adjustment expenses). Additionally, events such as cyber security attacks and breaches and other types of catastrophes, and prolonged economic downturns, could adversely affect our financial condition and results of operations. Other risks relating to our insurance operations include changes to laws and regulations applicable to us, as well as changes to the regulatory environment, such as: changes to laws or regulations affecting capital and reserve requirements; frequency and type of regulatory monitoring and reporting; consumer privacy, use of customer data and data security; benefits or loss ratio requirements; insurance producer licensing or appointment requirements; required disclosures to consumers; and collateral protection insurance (i.e., insurance some of our lender companies purchase, at the customer’s expense, on that customer’s loan collateral for the periods of time the customer fails to adequately, as required by his loan, insure his collateral).\nIf our estimates of credit losses are not adequate to absorb actual losses, our provision for credit losses would increase, which would adversely affect our results of operations.\nTo estimate the appropriate level of allowance for credit losses, we consider known and relevant internal and external factors that affect loan collectability, including the total amount of loan receivables outstanding, historical loan receivable charge-offs, our current collection patterns, and economic trends. Our methodology for establishing our allowance for credit losses is based on the guidance in ASC 326, and, in part, on our historic loss experience. If customer behavior changes as a result of economic, political, social, or other conditions, or if we are unable to predict how these conditions may affect our allowance for credit losses, our allowance for credit losses may be inadequate. Our allowance for credit losses is an estimate, and if actual credit losses are materially greater than our allowance for credit losses, our provision for credit losses would increase, which would result in a decline in our future earnings, and thus our results of operations could be adversely affected. Neither state regulators nor federal regulators regulate our allowance for credit losses. Additional information regarding our allowance for credit losses is included in Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Allowance for Credit Losses.”\nIn June of 2016, the FASB issued ASU 2016-13, Financial Instruments-Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments (CECL). This ASU significantly changed the way that entities are required to measure credit losses. This standard requires that the estimated credit loss be based upon an “expected credit loss” approach rather than the “incurred loss” approach previously required. The new approach requires entities to measure all expected credit losses for financial assets based on historical experience, current conditions, and reasonable forecasts of collectability. As such, the expected credit loss model requires earlier recognition of credit losses than the incurred loss approach. CECL became effective for the Company April 1, 2020. Our financial results may be negatively affected as weak or deteriorating economic conditions are forecasted and alter our expectations for credit losses. In addition, due to the expansion of the time horizon over which we are required to estimate future credit losses under CECL, we may experience increased volatility in our future provisions for credit losses.\nThe concentration of our revenues in certain states could adversely affect us.\nWe currently operate consumer installment loan branches in sixteen states in the United States. Any adverse legislative or regulatory change in any one of our states or an economic downturn or catastrophic event that disproportionately affects one or more of our states, including in any of our larger states, could have a material adverse effect on our business, prospects, and results of operations or financial condition. See Part I, Item 1, “Description of Business” for information regarding the size of our business in the various states in which we operate.\nWe may be unable to execute our business strategy due to economic conditions and these economic conditions could have a material adverse effect on our business, financial position, results of operations, and cash flows.\nUncertainty and deterioration in general economic conditions in the U.S. historically have created a difficult operating environment for consumer lending. Our financial performance generally, and in particular the ability of our borrowers to make payments on outstanding loans, is highly dependent upon the business and economic environments in the markets where we operate and in the United States as a whole. Many factors, including factors that are beyond our control, may impact our financial position, liquidity, and results of operations and depend on management’s ability to execute our business strategy. The U.S. economy is undergoing a period of significant uncertainty. These macro-economic factors include general inflation, unemployment levels, housing markets, commodity prices, energy costs, volatile interest rates, natural disasters, acts of war and terrorism. Additionally, many of our customers are primarily non-prime borrowers, who have historically been more likely to be affected by adverse macro-economic factors than prime borrowers. Currently, due to a number of factors, the global economy is experiencing inflationary pressures not seen in a significant period of time. We cannot predict the timing or the \n14\nTable of Contents\nduration of any inflation or downturn in the economy and we are not immune to the effects of general worldwide economic conditions. During an economic downturn or recession, demand for credit products often decreases and credit losses in the financial services industry generally increase. Additionally, during an economic downturn, our loan servicing costs and collection costs may increase as we may have to expend greater time and resources on these activities.\nKey factors involved in the execution of our business strategy include achieving our desired loan volume and pricing strategies, the use of effective credit risk management techniques, marketing and servicing strategies, continued investment in technology to support operating efficiency, and continued access to funding and liquidity sources. Although our pricing strategy is intended to maximize the amount of economic profit we generate, within the confines of capital and infrastructure constraints, there can be no assurance that this strategy will have its intended effect. Our failure or inability to execute any element of our business strategy, due to economic conditions or otherwise, could materially adversely affect our financial position, liquidity, and results of operations.\nOur ability to execute our growth strategy is subject to significant risks, including some beyond our control, and may be adversely affected.\nOur growth strategy includes opening and acquiring branches in existing and new markets and is subject to significant risks, some of which are beyond our control, including:\n•\nthe prevailing laws and regulatory environment of each state in which we operate or seek to operate, and, to the extent applicable, federal laws and regulations, which are subject to change at any time;\n•\nour ability to obtain and maintain any regulatory approvals, government permits, or licenses that may be required;\n•\nthe degree of competition in new markets and its effect on our ability to attract new customers;\n•\nour ability to obtain adequate financing for our expansion plans; and\n•\nour ability to attract, train, and retain qualified personnel to staff our new operations.\nWe currently lack product and business diversification; as a result, our revenues and earnings may be disproportionately negatively impacted by external factors and may be more susceptible to fluctuations than more diversified companies.\nOur primary business activity is offering small consumer installment loans together with, in some states in which we operate, related ancillary products. Thus, any developments, whether regulatory, economic or otherwise, that would hinder, reduce the profitability of, or limit our ability to operate our small consumer installment loan business on the terms currently conducted would have a direct and adverse impact on our business, profitability, and perhaps even our viability. Our current lack of product and business diversification could inhibit our opportunities for growth, reduce our revenues and profits, and make us more susceptible to earnings fluctuations than many other financial institutions whose operations are more diversified.\nA reduction in demand for our products and a failure by us to adapt to such reduction could adversely affect our business and results of operations.\nThe demand for the products we offer may be reduced due to a variety of factors, such as demographic patterns, changes in customer preferences or financial condition, regulatory restrictions that decrease customer access to particular products, or the availability of competing products, including through alternative or competing marketing channels. For example, we are highly dependent upon selecting and maintaining attractive branch locations. These locations are subject to local market conditions, including the employment available in the area, housing costs, traffic patterns, crime, and other demographic influences, any of which may quickly change, thereby negatively impacting demand for our products in the area. Should we fail to adapt to significant changes in our customers’ demand for, or access to, our products, our revenues could decrease significantly and our operations could be harmed. Even if we do make changes to existing products or introduce new products and channels to fulfill customer demand, customers may resist or may reject such products. Moreover, the effect of any product change on the results of our business may not be fully ascertainable until the change has been in effect for some time, and by that time it may be too late to make further modifications to such product without causing further harm to our business, results of operations, and financial condition. \nOur policies and procedures for underwriting, processing, and servicing loans are subject to potential failure or circumvention, which may adversely affect our results of operations. \nWe rely on certain inputs and verifications in the underwriting process to be performed by individual personnel at the branch level or a centralized location. If the training or supervision of our personnel fails to be effective, or if we are unable to attract and retain qualified employees, it is possible that our underwriting criteria would be improperly applied to a greater percentage of such applications. If such improper applications were to increase, delinquency and losses on our loan portfolio could increase and could increase significantly. In addition, we rely on certain third-party service providers in connection with loan \n15\nTable of Contents\nunderwriting and origination. Any error or failure by a third-party service provider in providing loan underwriting and origination services may cause us to originate loans to borrowers that do not meet our underwriting standards. \nIn addition, in deciding whether to extend credit or enter into other transactions with customers and counterparties, we rely heavily on information provided by customers, counterparties, and other third parties, including credit bureaus and data aggregators, the inaccuracy or incompleteness of which may adversely affect our results of operations. We further rely on representations of customers and counterparties as to the accuracy and completeness of that information. If a significant percentage of our customers were to intentionally or negligently misrepresent any of this information, or provide incomplete information, and our internal processes were to fail to detect such misrepresentations in a timely manner, or any or all of the other components of the underwriting process described above were to fail, it could result in our approval of a loan that, based on our underwriting criteria, we would not have otherwise made. As a result, our results of operations and financial condition could be negatively impacted.\nWe operate in a highly competitive market, and we cannot ensure that the competitive pressures we face will not have a material adverse effect on our results of operations, financial condition and liquidity.\nThe consumer lending industry is highly competitive. We compete with other consumer finance companies as well as other types of financial institutions that offer similar consumer financial products and services. Some of these competitors may have greater financial, technical, and marketing resources than we possess. Some competitors may also have a lower cost of funds and access to funding sources that may not be available to us. While banks and credit card companies have decreased their lending to non-prime customers in recent years, there is no assurance that such lenders will not resume those lending activities. Further, because of increased regulatory pressure on payday lenders, many of those lenders are starting to make more traditional installment consumer loans in order to reduce regulatory scrutiny of their practices, which could increase competition in markets in which we operate. We cannot be sure that the competitive pressures we face will not have a material adverse effect on our results of operations, financial condition, and liquidity.\nWe depend on secure information technology, and an attack on or a breach of those systems or those of third-party vendors could result in significant losses, unauthorized disclosure of confidential customer information, and reputational damage, which could materially adversely affect our business, financial condition and/or results of operations, and could lead to significant financial and legal exposure and reputational harm.\nOur operations rely heavily on the secure collection, processing, storage, and transmission of personal, confidential, and other information about us, our customers and third parties with which we do business. We process a significant number of customer transactions on a continuous basis through our computer systems and networks and are subject to increasingly more risk related to security systems as we enhance our mobile payment technologies and otherwise attempt to keep pace with rapid technological changes in the financial services industry. \nWhile we commit resources to the design, implementation, maintenance, and monitoring of our networks and systems, we may be required to expend significant additional resources in the future to modify and enhance our security controls in response to new or more sophisticated threats, new regulations related to cybersecurity and other developments. Additionally, there is no guarantee that our security controls can provide absolute security. \nDespite the measures we implement to protect our systems and data, we may not be able to anticipate, identify, prevent or detect cyber-attacks, ransomware, computer viruses or other security breaches, particularly because the techniques used by attackers change frequently and often are not immediately detected, and because cyber-attacks can originate from a wide variety of sources, including third parties who are or may be involved in organized crime or linked to terrorist organizations or hostile foreign governments. Such third parties may seek to gain unauthorized access to our systems directly, by fraudulently inducing employees, customers, or other users of our systems, or by using equipment or security passwords belonging to employees, customers, third-party service providers, or other users of our systems. Or, they may seek to disrupt or disable our services through attacks such as denial-of-service attacks and ransomware attacks. In addition, we may be unable to identify, or may be significantly delayed in identifying, cyber-attacks and incidents due to the increasing use of techniques and tools that are designed to circumvent controls, to avoid detection, and to remove or obfuscate forensic artifacts. As a result, our computer systems, software and networks, as well as those of third-party vendors we utilize, may be vulnerable to unauthorized access, computer viruses, malicious attacks and other events that could have a security impact beyond our control. Our staff, technologies, systems, networks, and those of third-parties we utilize also may become the target of cyber-attacks, unauthorized access, malicious code, computer viruses, denial of service attacks, ransomware, and physical attacks that could result in information security breaches, the unauthorized release, gathering, monitoring, misuse, loss or destruction of our or our customers’ confidential, proprietary and other information, or otherwise disrupt our or our customers’ operations. We also routinely transmit and receive personal, confidential and proprietary information through third parties, which may be vulnerable to interception, misuse, or mishandling.\n16\nTable of Contents\nIf one or more of such events occur, personal, confidential, and other information processed and stored in, and transmitted through our computer systems and networks, or those of third-party vendors, could be compromised or could cause interruptions or malfunctions in our operations that could result in significant losses, loss of confidence and business from customers, customer dissatisfaction, significant litigation, regulatory exposures, and harm to our reputation and brand.\nIn the event personal, confidential, or other information is threatened, intercepted, misused, mishandled, or compromised, we may be required to expend significant additional resources to modify our protective measures, to investigate the circumstances surrounding the event, and implement mitigation and remediation measures. We also may be subject to fines, penalties, litigation (including securities fraud class action lawsuits), regulatory investigation costs and settlements and financial losses that are either not insured against or not fully covered through any insurance maintained by us. If one or more of such events occur, our business, financial condition and/or results of operations could be significantly and adversely affected.\nAny interruption of our information systems could adversely affect us.\nOur business and reputation may be materially impacted by information system failures or network disruptions. We rely heavily on communications and information systems to conduct our business. Each branch is part of an information network that is designed to permit us to maintain adequate cash inventory, reconcile cash balances on a daily basis, and report revenues and expenses to our headquarters. Any failure or interruption of these systems, including any failure of our back-up systems, network outages, slow performance, breaches, unauthorized access, misuse, computer viruses, or other failures or disruptions could result in disruption to our business or the loss or theft of confidential information, including customer information. A disruption could impair our ability to offer and process our loans, provide customer service, perform collections or other necessary business activities, which could result in a loss of customer confidence or business, subject us to additional regulatory scrutiny or negative publicity, or expose us to civil litigation and possible financial liability, or otherwise materially adversely affect our financial condition and operating results. Furthermore, we may not be able to immediately detect any such breach, which may increase the losses that we would suffer. In addition, our existing insurance policies may not reimburse us for all of the damages that we might incur as a result of a breach or other information system failure or network disruption.\nWe may not be able to make technological improvements as quickly as some of our competitors, which could harm our ability to compete with our competitors and adversely affect our results of operations, financial condition, and liquidity.\nThe financial services industry is undergoing rapid technological changes, with frequent introductions of new technology-driven products and services. The effective use of technology increases efficiency and enables financial and lending institutions to better serve customers and reduce costs. Our future success and, in particular, the success of our centralized operations, will depend, in part, upon our ability to address the needs of our customers by using technology to provide products and services that will satisfy customer demands for convenience, as well as to create additional efficiencies in our operations. We may not be able to effectively implement new technology-driven products and services as quickly as some of our competitors or be successful in marketing these products and services to our existing and new customers. Failure to successfully keep pace with technological change affecting the financial services industry could harm our ability to compete with our competitors and adversely affect our results of operations, financial condition, and liquidity.\nWe are subject to data privacy laws, which may significantly increase our compliance and technology costs resulting in a material adverse effect on our results of operations and financial condition.\nWe are subject to various federal and state privacy, data protection, and information security laws and regulations, including requirements concerning security breach notification. Various federal and state regulatory agencies require us to notify customers in the event of a security breach. Moreover, federal and state legislators are increasingly considering and implementing new guidance, laws, and regulations. Compliance with current or future privacy, data protection and information security laws affecting customer or employee data to which we are subject could result in higher compliance and technology costs and could materially and adversely affect our profitability. Our failure to comply with privacy, data protection and information security laws may require us to change our business practices or operational structure, and could subject us to potentially significant regulatory and/or governmental investigations and/or actions, litigation, fines, sanctions, and damage to our reputation.\nWe are also subject to the risk of theft or misuse of physical customer and employee records at our facilities.\nOur branch offices and centralized headquarters have physical and electronic customer records necessary for day-to-day operations that contain extensive confidential information about our customers. We also retain physical records in various storage locations. The loss or theft of customer information and data from our branch offices, headquarters, or other storage \n17\nTable of Contents\nlocations could subject us to additional regulatory scrutiny and penalties and could expose us to civil litigation and possible financial liability, which could have a material adverse effect on our results of operations, financial condition and liquidity. In addition, if we cannot locate original documents (or copies, in some cases) for certain loans receivables, we may not be able to collect on those loans receivables.\nOur off-site data center and centralized IT functions are susceptible to disruption by catastrophic events, which could have a material adverse effect on our business, results of operations, and financial condition.\nOur information systems, and administrative and management processes could be disrupted if a catastrophic event, such as severe weather, natural disaster, power outage, act of war or terror or similar event, destroyed or severely damaged our infrastructure. Any such catastrophic event or other unexpected disruption of our headquarters' functions or off-site data center could have a material adverse effect on our business, results of operations, and financial condition.\nA small number of our shareholders have the ability to significantly influence matters requiring shareholder approval and such shareholders may have interests which conflict with the interests of our other security holders.\nAs of March 31, 2023, based on filings made with the SEC and other information made available to us, Prescott General Partners, LLC and its affiliates beneficially owned approximately 43.8% of our common stock. As a result, these shareholders are able to significantly influence matters presented to shareholders, including the election and removal of directors, the approval of significant corporate transactions, such as any reclassification, reorganization, merger, consolidation or sale of all or substantially all of our assets, and the control of our management and affairs, including executive compensation arrangements. Their interests may conflict with the interests of our other security holders. \nInitiating and processing potential acquisitions may be unsuccessful or difficult, leading to losses and increased delinquencies, which could have a material adverse effect on our results of operations.\nWe have previously acquired, and in the future may acquire, assets or businesses, including large portfolios of loans receivables, either through the direct purchase of such assets or the purchase of the equity of a company with such a portfolio. Since we will not have originated or serviced the loans we acquire, we may not be aware of legal or other deficiencies related to origination or servicing, and our due diligence efforts of the acquisition prior to purchase may not uncover those deficiencies. Further, we may have limited recourse against the seller of the portfolio.\nIn pursuing these transactions, we may experience, among other things:\n•\novervaluing potential targets;\n•\ndifficulties in integrating any acquired companies or branches into our existing business, including integration of account data into our information systems;\n•\ninability to realize the benefits we anticipate in a timely fashion, or at all;\n•\nunexpected losses due to the acquisition of loan portfolios with loans originated using less stringent underwriting criteria;\n•\nsignificant costs, charges, or write-downs; or\n•\nunforeseen operating difficulties that require significant financial and managerial resources that would otherwise be available for the ongoing development and expansion of our existing operations.\nRisks Related to our Indebtedness\n \nWe depend to a substantial extent on borrowings under our revolving credit agreement to fund our liquidity needs.\nOur revolving credit agreement allows us to borrow up to $685.0 million, with an accordion feature permitting the maximum aggregate commitments to increase to $785.0 million provided that certain conditions are met, through June 7, 2024. Pursuant to the terms of our revolving credit agreement, we are required to comply with a number of covenants and conditions, including a minimum borrowing base calculation. If our existing sources of liquidity become insufficient to satisfy our financial needs or our access to these sources becomes unexpectedly restricted, we may need to try to raise additional capital in the future. If such an event were to occur, we can give no assurance that such alternate sources of liquidity would be available to us at all or on favorable terms. Additional information regarding our liquidity risk is included in Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Liquidity and Capital Resources.”\n \nOur current debt and any additional debt we may incur in the future could negatively impact our business, prevent us from satisfying our debt obligations and adversely affect our financial condition.\n18\nTable of Contents\nWe may incur a substantial amount of debt in the future. As of March 31, 2023, the Company's debt outstanding was $595.3 million, net of $3.5 million unamortized debt issuance costs related to the unsecured senior notes payable, and a total debt-to-equity ratio of approximately 1.6 to 1. The amount of debt we may incur in the future could have important consequences, including the following:\n•\nour ability to obtain additional financing for working capital, debt refinancing, share repurchases or other purposes could be impaired;\n•\na substantial portion of our cash flows from operations will be dedicated to paying principal and interest on our debt, reducing funds available for other purposes;\n•\nwe may be vulnerable to interest rate increases, as borrowings under our revolving credit agreement bear interest at variable rates, as may any future debt that we incur;\n•\nwe may be at a competitive disadvantage to competitors that are not as highly leveraged; \n•\nwe could be more vulnerable to adverse developments in our industry or in general economic conditions;\n•\nwe may be restricted from taking advantage of business opportunities or making strategic acquisitions;\n•\nwe may be limited in our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate; \n•\nwe may have difficulty satisfying our obligations under the debt if accelerated upon the occurrence of an event of default; and\n•\nwe may be more vulnerable to periods of negative or slow growth in the general economy or in our business.\nIn addition, meeting our anticipated liquidity requirements is contingent upon our continued compliance with our revolving credit agreement. An acceleration of our debt would have a material adverse effect on our liquidity and our ability to continue as a going concern. If our debt obligations increase, whether due to the increased cost of existing indebtedness or the incurrence of additional indebtedness, the consequences described above could be magnified.\nAlthough the terms of our revolving credit agreement contain restrictions on our ability to incur additional debt, as well as any future debt that we incur, these restrictions are subject, or likely to be subject, in the case of any future debt, to exceptions that could permit us to incur a substantial amount of additional debt. In addition, our existing and future debt agreements will not prevent us from incurring certain liabilities that do not constitute indebtedness as defined for purposes of those debt agreements. If new debt or other liabilities are added to our current debt levels, the risks associated with our having substantial debt could intensify. As of March 31, 2023, we had $318.7 million available for borrowing under our revolving credit agreement, subject to borrowing base limitations and other specified terms and conditions.\nWe may not be able to generate sufficient cash flows to service our outstanding debt and fund operations and may be forced to take other actions to satisfy our obligations under such debt.\nOur ability to make scheduled payments on the principal of, to pay interest on, or to refinance our indebtedness will depend in part on our cash flows from operations, which are subject to regulatory, economic, financial, competitive, and other factors beyond our control. We may not generate a level of cash flows from operations sufficient to permit us to meet our debt service obligations. If we are unable to generate sufficient cash flows from operations to service our debt, we may be required to sell assets, refinance all or a portion of our existing debt, obtain additional financing, or obtain additional equity capital on terms that may be onerous or highly dilutive. There can be no assurance that any refinancing will be possible or that any asset sales or additional financing can be completed on acceptable terms or at all.\nThe terms of our debt limit how we conduct our business.\nOur revolving credit agreement contains covenants that restrict our ability to, among other things:\n•\nincur and guarantee debt;\n•\npay dividends or make other distributions on or redeem or repurchase our stock;\n•\nmake investments or acquisitions;\n•\ncreate liens on our assets;\n•\nsell assets;\n•\nmerge with or into other companies;\n•\nenter into transactions with shareholders and other affiliates; and\n•\nmake capital expenditures.\n19\nTable of Contents\nOur revolving credit agreement also imposes requirements that we maintain specified financial measures not in excess of, or not below, specified levels. In particular, our revolving credit agreement requires, among other things, that we maintain (i) at all times a specified minimum consolidated net worth, (ii) as of the end of each fiscal quarter, a minimum ratio of consolidated net income available for fixed charges for the period of four consecutive fiscal quarters most recently ended to consolidated fixed charges for that period of not less than a specified minimum, (iii) at all times a specified maximum ratio of total debt on a consolidated basis to consolidated adjusted net worth and (iv) at all times a specified maximum collateral performance indicator. These covenants limit the manner in which we can conduct our business and could prevent us from engaging in favorable business activities or financing future operations and capital needs and impair our ability to successfully execute our strategy and operate our business.\nThe indenture governing our 7.0% senior notes due 2026 (the “Notes”) contains certain covenants that, among other things, limit the Company’s ability and the ability of its restricted subsidiaries to (i) incur additional indebtedness or issue certain disqualified stock and preferred stock; (ii) pay dividends or distributions or redeem or purchase capital stock; (iii) prepay subordinated debt or make certain investments; (iv) transfer and sell assets; (v) create or permit to exist liens; (vi) enter into agreements that restrict dividends, loans and other distributions from their subsidiaries; (vii) engage in a merger, consolidation or sell, transfer or otherwise dispose of all or substantially all of their assets; and (viii) engage in transactions with affiliates. However, these covenants are subject to a number of important detailed qualifications and exceptions.\nA breach of any of the covenants in our revolving credit agreement would result in an event of default thereunder. Any event of default would permit the creditors to accelerate the related debt, which could also result in the acceleration of any other or future debt containing a cross-acceleration or cross-default provision. In addition, an event of default under our revolving credit agreement would permit the lenders thereunder to terminate all commitments to extend further credit under the revolving credit agreement. Furthermore, if we were unable to repay the amounts due and payable under the revolving credit agreement or any other secured debt we may incur, the lenders thereunder could cause the collateral agent to proceed against the collateral securing that debt. In the event our creditors accelerate the repayment of our debt, there can be no assurance that we would have sufficient assets to repay that debt, and our financial condition, liquidity and results of operations would suffer. A breach of our covenants under the Notes would have similar consequences. Additional information regarding our revolving credit facility and Notes is included in Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Liquidity and Capital Resources.”\nThe conditions of the U.S. and international capital markets may adversely affect lenders with which we have relationships, causing us to incur additional costs and reducing our sources of liquidity, which may adversely affect our financial position, liquidity and results of operations.\nTurbulence in the global or domestic capital markets or other macro-economic factors can result in disruptions in the financial sector, including bank failures, and can affect lenders with which we have relationships, including members of the syndicate of banks that are lenders under our revolving credit agreement. Disruptions in the financial sector may increase our exposure to credit risk and adversely affect the ability of lenders to perform under the terms of their lending arrangements with us. Failure by our lenders to perform under the terms of our lending arrangements could cause us to incur additional costs that may adversely affect our liquidity, financial condition, and results of operations.\n \nThere can be no assurance that future disruptions in the financial sector will not occur that could have\n \nadverse effects on our business. Additional information regarding our liquidity and related risks is included in Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Liquidity and Capital Resources.”\nRisks Related to Legal Proceedings and Regulation \nFederal legislative or regulatory proposals, initiatives, actions, or changes that are adverse to our operations or result in adverse regulatory proceedings, or our failure to comply with existing or future federal laws and regulations, could force us to modify, suspend, or cease part or all of our nationwide operations.\nWe are subject to numerous federal laws and regulations that affect our lending operations. From time to time, we may become involved in formal and informal reviews, investigations, examinations, proceedings, and information-gathering requests by federal and state government and self-regulatory agencies. Should we become subject to such an investigation, examination, or proceeding, the matter could result in material adverse consequences to us, including, but not limited to, increased compliance costs, adverse judgments, significant settlements, fines, penalties, injunction, or other actions.\nAlthough these laws and regulations have remained substantially unchanged for many years, the laws and regulations directly affecting our lending activities have been under review and subject to change in recent years as a result of various developments and changes in economic conditions, the make-up of the executive and legislative branches of government, and the political and \n20\nTable of Contents\nmedia focus on issues of consumer and borrower protection. Any changes in such laws and regulations could force us to modify, suspend, or cease part or, in the worst case, all of our existing operations. It is also possible that the scope of federal regulations could change or expand in such a way as to preempt what has traditionally been state law regulation of our business activities.\nIn July 2010 the Dodd-Frank Act was enacted. The Dodd-Frank Act restructured and enhanced the regulation and supervision of the financial services industry and created the CFPB, an agency with sweeping regulatory and enforcement authority over consumer financial transactions. The CFPB’s rulemaking and enforcement authority extends to certain non-depository institutions, including us. The CFPB is specifically authorized, among other things, to take actions to prevent companies providing consumer financial products or services and their service providers from engaging in unfair, deceptive or abusive acts or practices in connection with consumer financial products and services, and to issue rules requiring enhanced disclosures for consumer financial products or services. The CFPB also has authority to interpret, enforce, and issue regulations implementing enumerated consumer laws, including certain laws that apply to our business. Further, the CFPB has authority to designate non-depository “larger participants” in certain markets for consumer financial services and products for purposes of the CFPB’s supervisory authority under the Dodd-Frank Act. Such designated “larger participants” are subject to reporting and on-site compliance examinations by the CFPB, which may result in increased compliance costs and potentially greater enforcement risks based on these supervisory activities. Although the CFPB has not yet developed a “larger participant” rule that directly covers the Company’s installment lending business, the Company believes that the implementation of any such rules would likely bring the Company’s business under the CFPB’s direct supervisory authority. In addition, even in the absence of a “larger participant” rule, the CFPB has the power to order individual nonbank financial institutions to submit to supervision where the CFPB has reasonable cause to determine that the institution is engaged in “conduct that poses risks to consumers” under 12 USC 5514(a)(1)(C). In 2022, the CFPB announced that it has begun using this “dormant authority” to examine nonbank entities and the CFPB is attempting to expand the number of nonbank entities it currently supervises. Specifically, the CFPB has notified the Company that it is seeking to establish such supervisory authority over the Company.  The Company disagrees that the CFPB has reasonable cause to to supervise the Company, has responded to the CFPB's notice, and is awaiting further response from the CFPB. If the CFPB ultimately determines it has supervisory authority over the Company, then the Company may be subject to,\n \namong other things, examination by the CFPB. \nAlthough the Dodd-Frank Act prohibits the CFPB from setting interest rates on consumer loans, efforts to create a federal usury cap, applicable to all consumer credit transactions and substantially below rates at which the Company could continue to operate profitably, are still ongoing. Any federal legislative or regulatory action that severely restricts or prohibits the provision of small-loan consumer credit and similar services on terms substantially similar to those we currently provide would, if enacted, have a material adverse impact on our business, prospects, results of operations, and financial condition. Any federal law that would impose a maximum annualized credit rate cap in the range of 36% on our products would, if enacted, almost certainly eliminate our ability to continue our current operations. Given the uncertainty associated with the manner in which various expected provisions of the Dodd-Frank Act have been and are expected to continue to be implemented by the various regulatory agencies and through regulations, the full extent of the impact such requirements will have on our operations remains unclear; however, these regulations have increased and are expected to further increase our cost of doing business and time spent by management on regulatory matters, which may have a material adverse effect on the Company’s operations and results.\nIn 2017, the CFPB issued a final rule (the \"Rule\") under its unfair, deceptive and abusive acts and practices rulemaking authority relating to payday, vehicle title, and similar loans. The final rule originally required lenders originating short-term loans and longer-term balloon payment loans to first make a good-faith reasonable determination that the consumer has the ability to repay the covered loan along with current obligations and expenses (“ability to repay requirements”); however, the ability to repay requirements was rescinded in July 2020. The final rule also curtails repeated unsuccessful attempts to debit consumers’ accounts for short-term loans, balloon payment loans, and installment loans that involve a payment authorization and an annual percentage rate over 36% (“payment requirements”). Although the Company does not make loans with terms of 45 days or less or obtain access to a customer’s bank account or paycheck for repayment of any of its loans, it does make some vehicle-secured loans with an annual percentage rate within the scope of the final rule. The final rule has significant differences from the CFPB’s proposed rules announced on June 2, 2016. Implementation of the Rule’s payment requirements may require changes to the Company’s practices and procedures for such loans, which could materially and adversely affect the Company’s ability to make such loans, the cost of making such loans, the Company’s ability to, or frequency with which it could, refinance any such loans, and the profitability of such loans. Additionally, any further regulatory changes could have effects beyond those currently contemplated that could further materially and adversely impact our business and operations. \nIn addition to the specific matters described above, other aspects of our business may be the subject of future CFPB rule-making. The enactment of one or more of such regulatory changes, or the exercise of broad regulatory authority by regulators, including but not limited to, the CFPB, having jurisdiction or supervisory authority over the Company’s business or discretionary consumer financial transactions, generically, could materially and adversely affect our business, results of \n21\nTable of Contents\noperations and prospects. See Part I, Item 1, “Description of Business-Government Regulation” for more information regarding legislation we are subject to and related risks.\nLitigation and regulatory actions, including challenges to the arbitration clauses in our customer agreements, could subject us to significant class actions, fines, penalties, judgments and requirements resulting in increased expenses and potential material adverse effects on our business, results of operations and financial condition.\nIn the normal course of business, from time to time, we have been involved in various legal actions, including arbitration, class actions and other litigation, arising in connection with our business activities. All such legal proceedings are inherently unpredictable and, regardless or the merits of the claims, litigation is often expensive, time consuming, disruptive to our operations and resources, and distracting to management. If resolved against us, such legal proceedings could result in excessive verdicts and judgments, injunctive relief, equitable relief, and other adverse consequences that may affect our financial condition and how we operate our business. Similarly, if we settle such legal proceedings, it may affect our financial condition and how we operate our business. Future court decisions, alternative dispute resolution awards, business expansion or legislative activity may increase our exposure to litigation and regulatory investigations. In some cases, substantial non-economic remedies or punitive damages may be sought. \nAlthough we maintain liability insurance coverage, there can be no assurance that such coverage will cover any particular verdict, judgment, or settlement that may be entered against us, that such coverage will prove to be adequate, or that such coverage will continue to remain available on acceptable terms, if at all. If in any legal proceeding we incur liability or defense costs that exceed our insurance coverage or that are not within the scope of our insurance coverage, it could have a material adverse effect on our business, financial condition, and results of operations. \nCertain legal actions include claims for substantial compensatory and punitive damages, or claims for indeterminate amounts of damages. While the arbitration provisions in our customer agreements historically have limited our exposure to consumer class action litigation, there can be no assurance that we will be successful in enforcing our arbitration clause in the future. There may also be legislative, administrative or regulatory efforts to directly or indirectly prohibit the use of pre-dispute arbitration clauses, or we may be compelled as a result of competitive pressure or reputational concerns to voluntarily eliminate pre-dispute arbitration clauses.\nAdditionally, if we are subject to regulatory actions or other litigation, we may not be able to maintain all requisite licenses and permits or obtain additional licenses and permits necessary for future business operations, and the failure to satisfy those or other regulatory requirements could have a material adverse effect on our business, financial condition, and results of operations. Material changes in laws or regulations applicable to us could also subject us to additional licensing, registration and other regulatory requirements in the future or could adversely affect our business, financial condition, and results of operations.\nUnfavorable state legislation, executive orders, or regulatory actions, adverse outcomes in litigation or regulatory proceedings or failure to comply with existing laws and regulations could force us to cease, suspend or modify our operations in a state, potentially resulting in a material adverse effect on our business, results of operations and financial condition.\nIn addition to federal laws and regulations, we are subject to numerous state laws and regulations that affect our lending activities. Many of these regulations impose detailed and complex constraints on the terms of our loans, lending forms and operations. Failure to comply with applicable laws and regulations could subject us to regulatory enforcement action that could result in the assessment against us of civil, monetary, or other penalties, including the suspension or revocation of our licenses to lend in one or more jurisdictions.\nAs discussed elsewhere in this report, the Company’s operations are subject to extensive state and federal laws and regulations, and changes in those laws or regulations or their application could have a material adverse effect on the Company’s business, results of operations, prospects, or ability to continue operations in the jurisdictions affected by these changes. See Part I, Item 1, “Description of Business-Government Regulation” for more information regarding this legislation and related risks.\nPassage of adverse legislation, such as rate caps on financial lending products or similar initiatives, in any of the states in which we operate could have a material adverse effect on the Company’s business, results of operations, prospects, or ability to continue operations in the jurisdictions affected by such changes. We can give no assurance that the laws and regulations that govern our business, or the interpretation or administration of those laws and regulations, will remain unchanged or that any such future changes will not materially and adversely affect or in the worst case, eliminate the Company’s lending practices, operations, profitability, or prospects.\n22\nTable of Contents\nIn addition, any adverse change in existing laws or regulations, or any adverse interpretation or litigation relating to existing laws and regulations in any state in which we operate, could subject us to liability for prior operating activities or could lower or eliminate the profitability of our operations going forward by, among other things, reducing the amount of interest and fees we can charge in connection with our loans. If these or other factors lead us to close our branches in a state, then in addition to the loss of net revenues attributable to that closing, we would also incur closing costs such as lease cancellation payments and we would have to write off assets that we could no longer use. If we were to suspend rather than permanently cease our operations in a state, we may also have continuing costs associated with maintaining our branches and our employees in that state, with little or no revenues to offset those costs.\nChanges in local laws and regulations or interpretations of local laws and regulations could negatively impact our business, results of operations, and financial condition. \nIn addition to state and federal laws and regulations, our business is subject to various local laws and regulations, such as local zoning regulations. Local zoning boards and other local governing bodies have been increasingly restricting the permitted locations of consumer finance companies. Any future actions taken to require special use permits for or impose other restrictions on our ability to provide products could adversely affect our ability to expand our operations or force us to attempt to relocate existing branches. If we were forced to relocate any of our branches, in addition to the costs associated with the relocation, we may be required to hire new employees in the new areas, which may adversely impact the operations of those branches. Relocation of an existing branch may also hinder our collection abilities, as our business model relies in part on the locations of our branches being close to where our customers live in order to successfully collect on outstanding loans.\nChanges in laws or regulations may have a material adverse effect on all aspects of our business in a particular state and on our overall business, financial condition, and results of operations, including our ability to generate new loans and the manner in which existing loans are serviced and collected.\nWe may be exposed to liabilities under follow-on litigation from our previous settlement with the SEC and DOJ for our previously disclosed FCPA issue in Mexico, which could have a material adverse effect on our business and liquidity.\nOn August 6, 2020, the Company announced that it had reached resolution with both the SEC and the DOJ with respect to the FCPA matter in Mexico. See Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations - Regulatory Matters,” for more information.\nThe Company could face additional third-party claims by shareholders and/or other stakeholders of the Company relating to this settlement. Any such litigation may be expensive and would likely consume significant time and attention of the Company’s senior management. We may incur substantial expenses responding to such actions, which may have a material impact on our business.\nOur use of third-party vendors and service providers is subject to regulatory review.\nThe CFPB and other regulators have issued regulatory guidance focusing on the need for financial institutions to perform due diligence and ongoing monitoring of third-party vendor and service provider relationships, which increases the scope of management involvement and decreases the benefit that we receive from using third-party vendors. Moreover, if our regulators conclude that we have not met the standards for oversight of our third-party vendors, we could be subject to enforcement actions, civil monetary penalties, supervisory orders to cease and desist or other remedial actions, which could have a material adverse effect on our business, reputation, financial condition and operating results. Further, federal and state regulators have been scrutinizing the practices of lead aggregators and providers recently. If regulators place restrictions on certain practices by lead aggregators or providers, our ability to use them as a source for applicants could be affected.\nEmployee misconduct or misconduct by third parties acting on our behalf could harm us by subjecting us to monetary loss, significant legal liability, regulatory scrutiny, and reputational harm.\nThere is a risk that our employees or third-party contractors could engage in misconduct that adversely affects our business. Due to the general decentralized nature in which the loan application process occurs, employee misconduct or error in the application or closing process could also result in the origination of loans that do not satisfy our underwriting standards, which could in turn have a material adverse effect on our results of operations and financial condition.\n \nAdditionally, for example, if an employee or a third-party contractor were to engage in, or be accused of engaging in, illegal or suspicious activities including fraud or theft, we could suffer direct losses from the activity. Additionally, we could be subject to regulatory sanctions and suffer serious harm to our reputation, financial condition, customer relationships and ability to attract future customers. Employee or third-party misconduct could prompt regulators to allege or to determine based upon such misconduct that we have not established adequate supervisory systems and procedures to inform employees of applicable rules or to detect \n23\nTable of Contents\nviolations of such rules. Our branches have experienced employee fraud from time to time, and it is not always possible to deter employee or third-party misconduct. The precautions that we take to detect and prevent misconduct may not be effective in all cases. Misconduct by our employees or third-party contractors, or even unsubstantiated allegations of misconduct, could result in a material adverse effect on our reputation and our business.\nGeneral Risk Factor\ns\nOur risk management efforts may not be effective.\nWe could incur substantial losses and our business operations could be disrupted if we are unable to effectively identify, manage, monitor, and mitigate financial risks, such as credit risk, interest rate risk, prepayment risk, liquidity risk, and other market-related risks, as well as regulatory and operational risks related to our business, assets, and liabilities. Our risk management policies, procedures, and techniques may not be sufficient to identify all of the risks we are exposed to, mitigate the risks we have identified, or identify additional risks to which we may become subject in the future.\nWe may experience significant turnover in our senior management, and our business may be adversely affected by the transitions in our senior management team.\nExecutive leadership transitions can be inherently difficult to manage and may cause disruption to our business.  In addition, management transition inherently causes some loss of institutional knowledge, which can negatively affect strategy and execution, and our results of operations and financial condition could be negatively impacted as a result. The loss of services of one or more other members of senior management, or the inability to attract qualified permanent replacements, could have a material adverse effect on our business. If we fail to successfully attract and appoint permanent replacements with the appropriate expertise, we could experience increased employee turnover and harm to our business, results of operations, cash flow and financial condition. The search for permanent replacements could also result in significant recruiting and relocation costs.\nThe departure, transition, or replacement of key personnel could significantly impact the results of our operations. If we cannot continue to hire and retain high-quality employees, our business and financial results may be negatively affected.\nOur future success significantly depends on the continued service and performance of our key management personnel. Competition for these employees is intense. Our operating results could be adversely affected by higher employee turnover or increased salary and benefit costs. Like most businesses, our employees are important to our success and we are dependent in part on our ability to retain the services of our key management, operational, compliance, finance, and administrative personnel. We have built our business on a set of core values, and we attempt to hire employees who are committed to these values. We want to hire and retain employees who will fit our culture of compliance and of providing exceptional service to our customers. In order to compete and to continue to grow, we must attract, retain, and motivate employees, including those in executive, senior management, and operational positions. As our employees gain experience and develop their knowledge and skills, they become highly desired by other businesses. Therefore, to retain our employees, we must provide a satisfying work environment and competitive compensation and benefits. If costs to retain our skilled employees increase, then our business and financial results may be negatively affected. \nChanges in federal, state and local tax law, interpretations of existing tax law, or adverse determinations by tax authorities, could increase our tax burden or otherwise adversely affect our financial condition or results of operations.\nWe are subject to taxation at the federal, state and local levels. Furthermore, we are subject to regular review and audit by tax authorities. While we believe our tax positions will be sustained, the final outcome of tax audits and related litigation may differ materially from the tax amounts recorded in our Consolidated Financial Statements, which could adversely impact our cash flows and financial results.\nDamage to our reputation could negatively impact our business. \nMaintaining a strong reputation is critical to our ability to attract and retain customers, investors, and employees. Harm to our reputation can arise from many sources, including employee misconduct, misconduct by third-party service providers or other vendors, litigation or regulatory actions, failure by us to meet minimum standards of service and quality, inadequate protection of customer information, and compliance failures. Negative publicity regarding our Company (or others engaged in a similar business or similar activities), whether or not accurate, may damage our reputation, which could have a material adverse effect on our business, results of operations, and financial condition. \n24\nTable of Contents\nWe have goodwill, which is subject to periodic review and testing for impairment.\nAt March 31, 2023, our total assets contained $7.4 million of goodwill. Under GAAP, goodwill is subject to periodic review and testing to determine if it is impaired. Unfavorable trends in our industry and unfavorable events or disruptions to our operations resulting from adverse legislative or regulatory actions or from other unpredictable causes could result in goodwill impairment charges.\nIf we fail to maintain appropriate controls and procedures, we may not be able to accurately report our financial results, which could have a material adverse effect on our operations, financial condition, and the trading price of our common stock.\nWe are required to maintain disclosure controls and procedures and internal control over financial reporting. Section 404(a) of the Sarbanes Oxley Act requires us to include in our annual reports on Form 10-K an assessment by management of the effectiveness of our internal control over financial reporting. Section 404(b) of the Sarbanes Oxley Act requires us to engage our independent registered public accounting firm to attest to the effectiveness of our internal control over financial reporting. We expect to incur significant expenses and to devote resources to Section 404 compliance on an ongoing basis. It is difficult for us to predict how long it will take or costly it will be to complete the assessment of the effectiveness of our internal control over financial reporting for each year and to remediate any deficiencies in our internal control over financial reporting. \nIf we identify a material weakness in our controls and procedures, our ability to record, process, summarize, and report financial information accurately and within the time periods specified in the rules and forms of the SEC could be adversely affected. In addition, remediation of a material weakness would require our management to devote significant time and incur significant expense. A material weakness is a deficiency, or a combination of deficiencies, such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis. If we are unable to maintain effective controls and procedures we could lose investor confidence in the accuracy and completeness of our financial reports, and we may be subject to investigation or sanctions by the SEC. Any such consequence or other negative effect could adversely affect our operations, financial condition, and the trading price of our common stock.\nRegular turnover among our managers and other employees at our branches makes it more difficult for us to operate our branches and increases our costs of operations, which could have an adverse effect on our business, results of operations and financial condition.\nThe annual turnover as of March 31, 2023 among our branch employees was approximately 47.1%. This turnover increases our cost of operations and makes it more difficult to operate our branches. If we are unable to keep our employee turnover rates consistent with historical levels or if unanticipated problems arise from our high employee turnover, our business, results of operations, and financial condition could be adversely affected.\nAbsence of dividends could reduce our attractiveness to investors.\nSince 1989, we have not declared or paid cash dividends on our common stock and may not pay cash dividends in the foreseeable future. As a result, our common stock may be less attractive to certain investors than the stock of dividend-paying companies. Investors may need to rely on sales of their common stock after price appreciation, which may not occur, as the only way to realize future gains on their investment.\nVarious provisions of our charter documents and applicable laws could delay or prevent a change of control that shareholders may favor.\nProvisions of our articles of incorporation, South Carolina law, and the laws in several of the states in which our operating subsidiaries are incorporated could delay or prevent a change of control that the holders of our common stock may favor or may impede the ability of our shareholders to change our management. In particular, our articles of incorporation and South Carolina law, among other things, authorize our board of directors to issue preferred stock in one or more series, without shareholder approval, and will require the affirmative vote of holders of two-thirds of our outstanding shares of voting stock, to approve our merger or consolidation with another corporation. Additional information regarding the similar effect of laws in certain states in which we operate is described in Part 1, Item 1, “Description of Business - Government Regulation.”\nOverall stock market volatility may materially and adversely affect the market price of our common stock.\n25\nTable of Contents\nThe Company’s common stock price has been and is likely to continue to be subject to significant volatility. Securities markets worldwide experience significant price and volume fluctuations. This market volatility, as well as general economic, market, or political conditions, could reduce the market price of shares of our common stock in spite of our operating performance. Additionally, a variety of factors could cause the price of the common stock to fluctuate, perhaps substantially, including: general market fluctuations resulting from factors not directly related to the Company’s operations or the inherent value of its common stock; state or federal legislative or regulatory proposals, initiatives, actions or changes that are, or are perceived to be, adverse to our operations or the broader consumer finance industry in general; announcements of developments related to our business; fluctuations in our operating results and the provision for credit losses; low trading volume in our common stock; decreased availability of our common stock resulting from stock repurchases and concentrations of ownership by large or institutional investors; general conditions in the financial service industry; disruption to the domestic financial services industry, the domestic or global economy, including inflationary pressures, or the domestic or global credit or capital markets; changes in financial estimates by securities analysts; our failure to meet the expectations of securities analysts or investors; negative commentary regarding our Company and corresponding short-selling market behavior; adverse developments in our relationships with our customers; investigations or legal proceedings brought against the Company or its officers; or significant changes in our senior management team.\nChanges to accounting rules, regulations or interpretations could significantly affect our financial results.\nNew accounting rules or regulations, changes to existing accounting rules or regulations, and changing interpretations of existing rules and regulations have been issued or occurred and may continue to be issued or occur in the future. Our methodology for valuing our receivables and otherwise accounting for our business is subject to change depending upon the changes in, and interpretation of, accounting rules, regulations, or interpretations. Any such changes to accounting rules, regulations, or interpretations could negatively affect our reported results of operations and could negatively affect our financial condition through increased cost of compliance.\nIn addition, the FASB may propose changes to financial accounting and reporting standards that govern key aspects of our financial statements, including areas where assumptions or estimates are required. As a result of changes to financial accounting or reporting standards, whether promulgated or required by the FASB or other regulators, we could be required to change certain assumptions or estimates we previously used in preparing our financial statements, which could negatively impact how we record and report our results of operations and financial condition.\nIf assumptions or estimates we use in preparing our financial statements are incorrect or are required to change, our reported results of operations and financial condition may be adversely affected. \nWe are required to use certain assumptions and estimates in preparing our financial statements under GAAP, including  determining allowances for credit losses, the fair value of financial instruments, asset impairment, reserves related to litigation and other legal matters, the fair value of share-based compensation, valuation of income, and other taxes and regulatory exposures. In addition, significant assumptions and estimates are involved in determining certain disclosures required under GAAP, including those involving the fair value of our financial instruments. If the assumptions or estimates underlying our financial statements are incorrect, the actual amounts realized on transactions and balances subject to those estimates will be different, and this could have a material adverse effect on our results of operations and financial condition. \nIn addition, the FASB may propose changes to several financial accounting and reporting standards that govern key aspects of our financial statements, including areas where assumptions or estimates are required. As a result of changes to financial accounting or reporting standards, whether promulgated or required by the FASB or other regulators, we could be required to change certain assumptions or estimates we previously used in preparing our financial statements, which could negatively impact how we record and report our results of operations and financial condition. \nThe future issuance of additional shares of our common stock in connection with potential acquisitions or otherwise will dilute all other shareholders.\nExcept in certain circumstances, we are not restricted from issuing additional shares of common stock, including any securities that are convertible into or exchangeable for, or that represent the right to receive, common stock. The market price of shares of our common stock could decline as a result of sales of a large number of shares of common stock in the market or the perception that such sales could occur. We intend to continue to evaluate acquisition opportunities and may issue shares of common stock in connection with these acquisitions. Any shares of common stock issued in connection with acquisitions, the exercise of outstanding stock options, or otherwise would dilute the percentage ownership held by our existing shareholders.\n26\nTable of Contents",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nGeneral\nThe Company's financial performance continues to be dependent in large part upon the growth in its outstanding loans receivable, the maintenance of loan quality and acceptable levels of operating expenses. Since March 31, 2019, gross loans receivable have increased at a 5.36% annual compounded rate from $1.13 billion to $1.39 billion at March 31, 2023. We believe we were able to improve our gross loans receivable growth rates through acquisitions, improved marketing processes, and analytics. The Company plans to enter into new markets through opening new branches and acquisitions as opportunities arise.\nThe Company offers an income tax return preparation and electronic filing program in all but a few of its branches. The Company prepared approximately 75,000, 81,000, and 77,000 returns in each of the fiscal years 2023, 2022, and 2021, respectively. Revenues from the Company’s tax preparation business in fiscal 2023 amounted to approximately $24.0 million, a 2.2% decrease over the $24.5 million earned during fiscal 2022.  \nThe following table sets forth certain information derived from the Company's consolidated statements of operations and balance sheets, as well as operating data and ratios, for the periods indicated:\n29\nTable of Contents\n \nYears Ended March 31,\n \n2023\n2022\n2021\n \n(Dollars in thousands)\nGross loans receivable\n$\n1,390,016\n \n$\n1,522,789 \n$\n1,104,746 \nAverage gross loans receivable \n(1)\n$\n1,555,655\n \n$\n1,377,740 \n$\n1,143,186 \nNet loans receivable \n(2)\n$\n1,013,341\n \n$\n1,119,758 \n$\n825,382 \nAverage net loans receivable\n \n(3)\n$\n1,133,051\n \n$\n1,014,984 \n$\n848,732 \nExpenses as a percentage of total revenue:\n \n \n \nProvision for credit losses\n42.1\n \n%\n31.8 \n%\n16.3 \n%\nGeneral and administrative\n45.3\n \n%\n51.3 \n%\n57.7 \n%\nInterest expense\n8.2\n \n%\n5.7 \n%\n4.9 \n%\nOperating income as a % of total revenue \n(4)\n12.6\n \n%\n16.9 \n%\n26.0 \n%\nLoan volume \n(5)\n3,078,672\n \n3,267,860 \n2,371,981 \nNet charge-offs as percent of average net loans receivable\n23.7\n \n%\n14.2 \n%\n14.1 \n%\nReturn on average assets (trailing 12 months)\n1.7\n \n%\n4.8 \n%\n9.1 \n%\nReturn on average equity (trailing 12 months)\n5.8\n \n%\n13.4 \n%\n22.8 \n%\nBranches opened or acquired (merged or closed), net\n(94)\n(38)\n(38)\nBranches open (at period end)\n1,073\n \n1,167 \n1,205 \n_______________________________________________________\n(1)\n Average gross loans receivable have been determined by averaging month-end gross loans receivable over the indicated period, excluding tax advances.\n(2)\n Net loans receivable is defined as gross loans receivable less unearned interest and deferred fees.\n(3)\n Average net loans receivable have been determined by averaging month-end gross loans receivable less unearned interest and deferred fees over the indicated period, excluding tax advances.\n(4)\n Operating income is computed as total revenue less provision for credit losses and general and administrative expenses.\n(5)\n Loan volume includes all loan balances originated by the Company. It does not include loans purchased through acquisitions.\nComparison of Fiscal 2023 Versus Fiscal 2022\n \nNet income for fiscal 2023 was $21.2 million, a 60.6% decrease from the $53.9 million earned during fiscal 2022. The decrease in net income from was primarily due to a $73.3 million increase in the provision for credit losses partially offset by a $31.4 million increase in revenue.\nOperating income (revenues less provision for credit losses and general and administrative expenses) during fiscal 2023 decreased $21.4 million. \nTotal revenues increased $31.36 million, or 5.4%, to $616.55 million in fiscal 2023, from $585.19 million in fiscal 2022. At March 31, 2023, the Company had 1,073 branches in operation, a decrease of 94 branches from March 31, 2022.\nInterest and fee income during fiscal 2023 increased by $22.7 million, or 4.7%, from fiscal 2022. The increase was primarily due to an increase in average net loans receivable, which increased 11.6% during fiscal 2023 compared to fiscal 2022. Interest and fee income was also impacted by a shift to larger, lower interest rate loans. The large loan portfolio increased from 51.8% of the overall portfolio as of March 31, 2022, to 58.1% as of March 31, 2023. \nInsurance commissions and other income increased by $8.7 million, or 8.7%, from fiscal 2022 to fiscal 2023. Insurance commissions increased by $10.9 million, or 19.3%, from fiscal 2022 to fiscal 2023 due to an increase in loan volume in states where we offer our insurance products along with the shift towards larger loans. The sale of insurance products is limited to \n30\nTable of Contents\nlarge loans in several states in which we operate. Other income decreased by $2.2 million, or 5.1%, from fiscal 2022 to fiscal 2023 primarily due to a decrease in tax preparation income of $0.5 million and a decrease in revenue from the Company's motor club product of $5.1 million offset by a $4.0 million gain from acquisitions.\nThe provision for losses during fiscal 2023 increased by $73.3 million, or 39.3%, from the previous year. This increase can mostly be attributed to an increase in charge-off rates during the year. Accounts that were 91 days or more past due represented 3.5% and 4.5% of our loan portfolio on a recency basis at March 31, 2023 and March 31, 2022, respectively. The Company's year-over-year net charge-off ratio (net charge-offs as a percentage of average net loans receivable) increased from 14.2% for the year ended March 31, 2022 to 23.7% for the year ended March 31, 2023.\nNet charge-offs and the net charge-off rate were negatively impacted by a higher proportion of new borrowers at the beginning of the current fiscal year. New borrowers are our riskiest customer type and typically perform worse than our longer tenured customers. Additionally, new borrowers originated in the prior fiscal year performed worse than expected due to macro-economic factors. Customers who are new borrowers to the Company (less than two years since their first origination at the time of their current loan) as a percentage of the year-end portfolio decreased 20.8% year over year. These \"new to World\" customers now account for 25.1% of the portfolio, a decrease from 31.7% last year. Customers who were with the Company for less than five months have decreased 54.9% from 13.1% to 5.9%. The reduction of new borrowers in the portfolio as well as better performance of the new borrowers originated in the current fiscal year should result in lower net-charge offs in fiscal year 2024. \nThe net charge-off rate for the past ten fiscal years averaged 16.0%, with a high of 23.7% (fiscal 2023) and a low of 12.8% (fiscal 2015). In fiscal 2023 the charge-off rate was 23.7%. The following table presents the Company's net charge-off ratios since 2013. \n    _______________________________________________________\n2015 \nIn fiscal 2015, the Company's net charge-off rate decreased to 12.8%. The net charge-off rate benefited from a change in branch level incentives during the year, which allowed branch managers to continue collection efforts on accounts that are 91 days or more past due without having their monthly bonus negatively impacted. As expected, the change resulted in an increase in accounts 91 \n31\nTable of Contents\ndays or more past due and fewer net charge-offs during fiscal 2015. We estimate the net charge-off rate would have been approximately 14.0% for fiscal 2015 excluding the impact of the change.\n2023 \nIn fiscal 2023, the Company's net charge-off rate increased to 23.7%. This increase is primarily attributable to the higher proportion of new borrowers at the beginning of the current fiscal year. Additionally, new borrowers originated in the prior fiscal year performed worse than expected due to macro-economic factors.\nGeneral and administrative expenses during fiscal 2023 decreased by $20.5 million, or 6.8%, over the previous fiscal year. General and administrative expenses, when divided by average open branches, increased 0.3% from fiscal 2022 to fiscal 2023 and, overall, general and administrative expenses as a percent of total revenues decreased to 45.3% in fiscal 2023 from 51.3% in fiscal 2022. The change in general and administrative expense is explained in greater detail below.\nPersonnel\n expense totaled $177.7 million for fiscal 2023, a $5.4 million, or 2.9%, decrease over fiscal 2022. The decrease was largely due to an $8.5 million decrease in stock compensation expense and a $6.8 million decrease in bonus expense, offset by an $8.5 million increase in salary expense. On July 1, 2022, we increased base wages for our financial service representatives to a minimum of approximately $15 an hour and eliminated the monthly bonus for the same position. \nOccupancy and equipment\n expense totaled $52.1 million for fiscal 2023, remaining relatively flat when compared to fiscal year 2022. Occupancy and equipment expense is generally a function of the number of branches the Company has open throughout the year. In fiscal 2023, the expense per average open branch increased to $46.7 thousand, up from $43.4 thousand in fiscal 2022.\nAdvertising\n expense totaled $6.1 million for fiscal 2023, a $12.2 million, or 66.7%, decrease over fiscal 2022. The decrease was primarily due to decreased spending in our digital marketing and new customer acquisition programs.\nAmortization of intangible assets\n totaled $4.5 million for fiscal 2023, a $0.5 million, or 10.9%, decrease over fiscal 2022, which primarily relates to a corresponding decrease in intangible assets acquired in the current fiscal year compared to the previous fiscal year.\nOther\n expense totaled $39.1 million for fiscal 2023, a $2.4 million, or 5.8%, decrease over fiscal 2022.\nInterest expense increased by $17.0 million, or 51.0%, during fiscal 2023 when compared to the previous fiscal year as a result of an increase in average debt outstanding of 26.1% and an increase in the effective interest rate from 5.7% to 7.1%. \nIncome tax expense decreased $5.7 million, or 49.3% for fiscal 2023 compared to the prior fiscal year. The effective tax rate increased to 21.8% for fiscal 2023 compared to 17.8% for fiscal 2022. The increase was primarily due to the Adoption of ASU 2023-02 in the current fiscal year which requires the recognition of tax credit investments as a portion of income tax expense rather than pretax other expense, along with a decrease in the permanent tax benefit related to non-qualified stock option exercises and vesting of restricted stock recognized in the current fiscal year. This was partially offset by a decrease in the disallowed executive compensation under Section 162(m) in the current fiscal year.\nComparison of Fiscal 2022 Versus Fiscal 2021 \nFor a comparison of our results of operations for the years ended March 31, 2022 and March 31, 2021, see Part II, Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for the fiscal year ended March 31, 2022 (which was filed with the SEC on May 27, 2022).\nRegulatory Matters\nMexico Investigation\nAs previously disclosed, in August 2020, the Company reached a resolution with both the SEC and the DOJ regarding allegations primarily involving the Company's former subsidiary in Mexico (the Company divested its operations in Mexico in 2018). The DOJ declined to prosecute the Company given its voluntary self-disclosure and full remediation.\n \nPursuant to a settlement and cease and desist order with the SEC, the Company paid $21,726,000 to the SEC in August of 2020.\nCFPB Rulemaking Initiative\n32\nTable of Contents\nOn October 5, 2017, the CFPB issued a final rule (the \"Rule\") imposing limitations on (i) short-term consumer loans, (ii) longer-term consumer installment loans with balloon payments, and (iii) higher-rate consumer installment loans repayable by a payment authorization. The Rule originally required lenders originating short-term loans and longer-term balloon payment loans to evaluate whether each consumer has the ability to repay the loan along with current obligations and expenses (“ability to repay requirements”); however, the ability to repay requirements was rescinded in July 2020. The Rule also curtails repeated unsuccessful attempts to debit consumers’ accounts for short-term loans, balloon payment loans, and installment loans that involve a payment authorization and an annual percentage rate over 36% (“payment requirements”). Implementation of the Rule’s payment requirements may require changes to the Company’s practices and procedures for such loans, which could materially and adversely affect the Company’s ability to make such loans, the cost of making such loans, the Company’s ability to, or frequency with which it could, refinance any such loans, and the profitability of such loans.\nIn July 2020, the CFPB rescinded provisions of the Rule governing the ability to repay requirements. Currently, the payment requirements are scheduled to take effect in June 2022. However, on October 19, 2022, a three-judge panel of the U.S. Court of Appeals for the Fifth Circuit ruled, in Community Financial Services Association of America v. Consumer Financial Protection Bureau, that the funding mechanism for the CFPB violates the appropriations clause of the U.S. Constitution, and as a result vacated the Rule. On February 27, 2023, the U.S. Supreme Court announced that it would grant the CFPB’s petition for certiorari, to decide the constitutionality of the CFPB’s funding mechanism. Because all CFPB rulemakings depend on the expenditure of CFPB funds, there is a risk that if the Court finds the CFPB’s funding mechanism to be unconstitutional, prior CFPB activities, including the promulgation of regulations impacting the lending market and upon which lenders, such as the Company, have relied in conducting their activities, may also be deemed unconstitutional. Although the Court could issue is decision at any time after oral argument, which is anticipated to occur as part of the Court’s October 2023 Term, it is possible that a decision may not be issued until the end of the Court’s term in June 2024. To the extent that the Rule is reinstated and takes effect, any regulatory changes could have effects beyond those currently contemplated that could further materially and adversely impact our business and operations. Unless rescinded or otherwise amended, the Company will have to comply with the Rule’s payment requirements if it continues to allow consumers to set up future recurring payments online for certain covered loans such that it meets the definition of having a “leveraged payment mechanism” under the Rule. If the payment provisions of the Rule apply, the Company will have to modify its loan payment procedures to comply with the required notices and mandated timeframes set forth in the final rule.\nThe CFPB also has stated that it expects to conduct separate rulemaking to identify larger participants in the installment lending market for purposes of its supervision program. This initiative was classified as “inactive” on the CFPB’s Spring 2018 rulemaking agenda and has remained inactive since, but the CFPB indicated that such action was not a decision on the merits. Though the likelihood and timing of any such rulemaking is uncertain, the Company believes that the implementation of such rules would likely bring the Company’s business under the CFPB’s supervisory authority which, among other things, would subject the Company to reporting obligations to, and on-site compliance examinations by, the CFPB.  In addition, even in the absence of a “larger participant” rule, the CFPB has the power to order individual nonbank financial institutions to submit to supervision where the CFPB has reasonable cause to determine that the institution is engaged in “conduct that poses risks to consumers” under 12 USC 5514(a)(1)(C). In 2022, the CFPB announced that it has begun using this “dormant authority” to examine nonbank entities and the CFPB is attempting to expand the number of nonbank entities it currently supervises. Specifically, the CFPB has notified the Company that it is seeking to establish such supervisory authority over the Company.  The Company disagrees that the CFPB has reasonable cause to to supervise the Company, has responded to the CFPB's notice, and is awaiting further response from the CFPB. If the CFPB ultimately determines it has supervisory authority over the Company, then the Company may be subject to,\n \namong other things, examination by the CFPB. See Part I, Item 1, “Description of Business - Government Regulation - Federal legislation,” for a further discussion of these matters and the federal regulations to which the Company’s operations are subject and Part I, Item 1A, “Risk Factors,” for more information regarding these regulatory and related risks.\nQuarterly Information and Seasonality\nThe Company's loan volume and corresponding loans receivable follow seasonal trends. The Company's highest loan demand typically occurs from October through December, its third fiscal quarter. Loan demand has generally been the lowest and loan repayment highest from January to March, its fourth fiscal quarter. Loan volume and average balances typically remain relatively level during the remainder of the year. This seasonal trend affects quarterly operating performance through corresponding fluctuations in interest and fee income and insurance commissions earned and the provision for credit losses recorded, as well as fluctuations in the Company's cash needs. Consequently, operating results for the Company's third fiscal quarter generally are significantly lower than in other quarters and operating results for its fourth fiscal quarter are significantly higher than in other quarters.\n33\nTable of Contents\nThe following table sets forth, on a quarterly basis, certain items included in the Company's unaudited Consolidated Financial Statements and shows the number of branches open during fiscal years 2023 and 2022.\n \n \nAt or for the Three Months Ended\n \n2023\n2022\nJune\n30,\nSeptember\n30,\nDecember\n31,\nMarch\n31,\nJune\n30,\nSeptember\n30,\nDecember\n31,\nMarch\n31,\n(Dollars in thousands)\nTotal revenues\n$\n157,918\n \n$\n151,258\n \n$\n146,532\n \n$\n160,837\n \n$\n129,659 \n$\n137,827 \n$\n149,046 \n$\n168,656 \nProvision for credit losses\n$\n85,822\n \n$\n68,620\n \n$\n59,609\n \n$\n45,412\n \n$\n30,266 \n$\n42,044 \n$\n56,459 \n$\n57,439 \nGeneral and administrative expenses\n$\n73,174\n \n$\n71,218\n \n$\n66,475\n \n$\n68,607\n \n$\n73,351 \n$\n74,989 \n$\n74,703 \n$\n76,934 \nNet income (loss)\n$\n(8,803)\n$\n(1,366)\n$\n5,759\n \n$\n25,643\n \n$\n15,771 \n$\n12,439 \n$\n7,327 \n$\n18,382 \nGross loans receivable\n$\n1,641,798\n \n$\n1,598,362\n \n$\n1,553,985\n \n$\n1,390,016\n \n$\n1,223,139 \n$\n1,394,827 \n$\n1,606,111 \n$\n1,522,789 \nNumber of branches open\n1,146\n \n1,104\n \n1,084\n \n1,073\n \n1,205 \n1,202 \n1,202 \n1,167 \nCritical Accounting Policies\nThe Company’s accounting and reporting policies are in accordance with GAAP and conform to general practices within the finance company industry. The significant accounting policies used in the preparation of the Consolidated Financial Statements are discussed in Note 1 to the Consolidated Financial Statements. Certain critical accounting policies involve significant judgment by the Company’s management, including the use of estimates and assumptions which affect the reported amounts of assets, liabilities, revenues, and expenses. As a result, changes in these estimates and assumptions could significantly affect the Company’s financial position and results of operations. The Company considers its policies regarding the allowance for credit losses, share-based compensation, and income taxes to be its most critical accounting policies due to the significant degree of management judgment involved.\nAllowance for Credit Losses\nAccounting policies related to the allowance for credit losses are considered to be critical as these policies involve considerable subjective judgement and estimation by management. As discussed in Note 1 to the Consolidated Financial Statements included in this report, our policies related to the allowances for credit losses changed on April 1, 2020 in connection with the adoption of a new accounting standard update as codified in ASC 326. In the case of loans, the allowance for credit losses is a contra-asset valuation account, calculated in accordance with ASC 326 that is deducted from the amortized cost basis of loans to present the net amount expected to be collected. The amount of the allowance account represents management’s best estimate of current expected credit losses on these financial instruments considering available information, from internal and external sources, relevant to assessing exposure to credit loss over the contractual term of the instrument. Relevant available information includes historical credit loss experience, current conditions, and reasonable and supportable forecasts.\nShare-Based Compensation\nThe Company measures compensation cost for share-based awards at fair value and recognizes compensation over the service period for awards expected to vest. The fair value of restricted stock is based on the number of shares granted and the quoted price of our common stock at the time of grant, and the fair value of stock options is determined using the Black-Scholes valuation model. The Black-Scholes model requires the input of highly subjective assumptions, including expected volatility, risk-free interest rate and expected life, changes to which can materially affect the fair value estimate. Actual results, and future changes in estimates, may differ substantially from our current estimates.\nIncome Taxes\n34\nTable of Contents\n \nManagement uses certain assumptions and estimates in determining income taxes payable or refundable, deferred income tax liabilities and assets for events recognized differently in its financial statements and income tax returns, and income tax expense. Determining these amounts requires analysis of certain transactions and interpretation of tax laws and regulations. Management exercises considerable judgment in evaluating the amount and timing of recognition of the resulting income tax liabilities and assets. These judgments and estimates are re-evaluated on a periodic basis as regulatory and business factors change.\nPursuant to ASC 740, a deferred tax asset or liability is generally recognized for the estimated future tax effects attributable to temporary differences, net operating losses, and tax credit carryforwards. Deferred tax assets are to be reduced by a valuation allowance if, based on the weight of available evidence, it is more likely than not that some portion or all of the deferred tax assets will not be realized. Significant judgment is required in assessing the realizability of the Company’s deferred tax assets. The Company considers all available evidence, both positive and negative, in assessing the extent to which a valuation allowance should be applied against its deferred tax asset. If, based on its assessment, the Company determines that it is more likely than not (intended to mean a likelihood that is more than 50%) that some portion or all of the deferred tax asset will not be realized, a valuation allowance is established. The ultimate realization of deferred tax assets is dependent upon generation of future taxable income of the appropriate character during the periods in which the temporary differences become deductible. Management considers the timing of the reversal of deferred liabilities, projected future taxable income, tax planning strategies, and the ability to carryback tax attributes in making this assessment. \nNo assurance can be given that either the tax returns submitted by management or the income tax reported on the Consolidated Financial Statements will not be adjusted by either adverse rulings, changes in the tax code, or assessments made by the Internal Revenue Service or by state or foreign taxing authorities. The Company is subject to potential adverse adjustments including, but not limited to: an increase in the statutory federal or state income tax rates, the permanent non-deductibility of amounts currently considered deductible either now or in future periods, and the dependency on the generation of future taxable income in order to ultimately realize deferred income tax assets.\nUnder FASB ASC 740, the Company includes the current and deferred tax impact of its tax positions in the financial statements when it is more likely than not (likelihood of greater than 50%) that such positions will be sustained by taxing authorities, with full knowledge of relevant information, based on the technical merits of the tax position. While the Company supports its tax positions by unambiguous tax law, prior experience with the taxing authority, and analysis that considers all relevant facts, circumstances and regulations, management must still rely on assumptions and estimates to determine the overall likelihood of success and proper quantification of a given tax position.\nLiquidity and Capital Resources\nThe Company has financed and continues to finance its operations, acquisitions and branch expansion through a combination of cash flows from operations and borrowings from its institutional lenders. The Company has generally applied its cash flows from operations to fund its loan volume, fund acquisitions, repay long-term indebtedness and repurchase its common stock. As the Company's gross loans receivable increased from $1.21 billion at March 31, 2020 to $1.39 billion at March 31, 2023, net cash provided by operating activities for fiscal years 2023, 2022, and 2021 was $291.6 million, $272.4 million, and $227.0 million, respectively.\nOn September 27, 2021, we issued $300 million in aggregate principal amount of 7.0% senior notes due 2026 (the “Notes”). The Notes were sold in a private placement in reliance on Rule 144A and Regulation S under the Securities Act of 1933, as amended. The Notes are unconditionally guaranteed, jointly and severally, on a senior unsecured basis by all of the Company’s existing and certain of its future subsidiaries that guarantee the revolving credit facility. Interest on the notes is payable semi-annually in arrears on May 1 and November 1 of each year, commencing May 1, 2022. At any time prior to November 1, 2023, the Company may redeem the Notes, in whole or in part, at a redemption price equal to 100% of the principal amount plus a make-whole premium, as described in the indenture, plus accrued and unpaid interest, if any, to, but not including, the date of redemption. At any time on or after November 1, 2023, the Company may redeem the Notes at redemption prices set forth in the indenture, plus accrued and unpaid interest, if any, to, but not including, the date of redemption. In addition, at any time prior to November 1, 2023, the Company may use the proceeds of certain equity offerings to redeem up to 40% of the aggregate principal amount of the Notes issued under the indenture at a redemption price equal to 107.0% of the principal amount of Notes redeemed, plus accrued and unpaid interest, if any, to, but not including, the date of redemption.\nWe used the net proceeds from this offering to repay a portion of the outstanding indebtedness under our revolving credit facility and for general corporate purposes.\n35\nTable of Contents\nDuring fiscal 2023, the Company repurchased and extinguished $9.0 million of its Notes, net of $0.1 million unamortized debt issuance costs related to the extinguished debt, on the open market for a reacquisition price of $7.2 million. In accordance with ASC 470, the Company recognized the $1.8 million gain on extinguishment as a component of interest expense in the Company's Consolidated Statements of Operations.\nThe indenture governing the Notes contains certain covenants that, among other things, limit the Company’s ability and the ability of its restricted subsidiaries to (i) incur additional indebtedness or issue certain disqualified stock and preferred stock; (ii) pay dividends or distributions or redeem or purchase capital stock; (iii) prepay subordinated debt or make certain investments; (iv) transfer and sell assets; (v) create or permit to exist liens; (vi) enter into agreements that restrict dividends, loans and other distributions from their subsidiaries; (vii) engage in a merger, consolidation or sell, transfer or otherwise dispose of all or substantially all of their assets; and (viii) engage in transactions with affiliates. However, these covenants are subject to a number of important detailed qualifications and exceptions.\nThe Company continues to believe stock repurchases are a viable component of the Company’s long-term financial strategy and an excellent use of excess cash when the opportunity arises. However, our revolving credit facility and the Notes limit share repurchases up to $90.0 million from March 26, 2021 through June 30, 2022 plus up to 50% of consolidated adjusted net income for the period commencing January 1, 2019. As of March 31, 2023, subject to further approval from our Board of Directors, we could repurchase approximately $29.2 million of shares under the terms of our debt facilities. Additional share repurchases can be made subject to compliance with, among other things, applicable restricted payment covenants under the revolving credit facility and the Notes. \nThe Company acquired $28.3 million in loans receivable, net during fiscal 2023. The Company believes that attractive opportunities to acquire new branches or receivables from its competitors or to acquire branches in communities not currently served by the Company will continue to become available as conditions in local economies and the financial circumstances of owners change.\n \nThe Company has a revolving credit facility with a syndicate of banks. The revolving credit facility provides for revolving borrowings of up to the lesser of (a) the aggregate commitments under the facility and (b) a borrowing base, and it includes a $300,000 letter of credit under a $1.5 million subfacility.\nSubject to a borrowing base formula, the Company may borrow at the rate of one month SOFR plus 0.10% and an applicable margin of 3.5% with a minimum rate of 4.5%. At March 31, 2023, the aggregate commitments under the revolving credit facility were $685.0 million. The $300,000 letter of credit outstanding under the subfacility expires on December 31, 2023; however, it automatically extends for one year on the expiration date. The borrowing base limitation is equal to the product of (a) the Company’s eligible loans receivables, less unearned finance charges, insurance premiums and insurance commissions, and (b) an advance rate percentage that ranges from 70% (decreasing to as low as 62% for the calendar months ending October 31, 2022 through June 30, 2023) to 80% based on a collateral performance indicator, as more completely described below. Further, under the amended and restated revolving credit agreement, the administrative agent has the right to set aside reasonable reserves against the available borrowing base in such amounts as it may deem appropriate, including, without limitation, reserves with respect to certain regulatory events or any increased operational, legal, or regulatory risk of the Company and its subsidiaries.\nFor the year ended March 31, 2023, the effective interest rate, including the commitment fee, on borrowings under the revolving credit facility was 7.0%. The Company pays a commitment fee equal to 0.50% per annum of the daily unused portion of the commitments. On March 31, 2023, $307.9 million was outstanding under this facility, and there was $318.7 million of unused borrowing availability under the borrowing base limitations. \nThe Company’s obligations under the revolving credit facility, together with treasury management and hedging obligations owing to any lender under the revolving credit facility or any affiliate of any such lender, are required to be guaranteed by each of the Company’s wholly-owned subsidiaries. The obligations of the Company and the subsidiary guarantors under the revolving credit facility, together with such treasury management and hedging obligations, are secured by a first-priority security interest in substantially all assets of the Company and the subsidiary guarantors. \nThe agreement governing the Company’s revolving credit facility contains affirmative and negative covenants, including covenants that restrict the ability of the Company and its subsidiaries to, among other things, incur or guarantee indebtedness, incur liens, pay dividends and repurchase or redeem capital stock, dispose of assets, engage in mergers and consolidations, make acquisitions or other investments, redeem or prepay subordinated debt, amend subordinated debt documents, make changes in the nature of its business, and engage in transactions with affiliates. The agreement allows the Company to incur subordinated debt that matures after the termination date for the revolving credit facility and that contains specified subordination terms, subject to limitations on amount imposed by the financial covenants under the agreement. The agreement's \n36\nTable of Contents\nfinancial covenants include (i) a minimum consolidated net worth of $325.0 million on and after December 31, 2020; (ii) a maximum ratio of total debt to consolidated adjusted net worth of 2.5 to 1.0 (decreasing to 2.25 to 1.0 for the fiscal quarters ending March 31, 2023 and June 30, 2023, 2.0 to 1.0 for the fiscal quarter ending September 30, 2023, and 2.25 to 1.0 for the fiscal quarter ending December 31, 2023); (iii) a maximum collateral performance indicator of 26.0% as of the end of each calendar month (increasing to 28.0% for the calendar months ending October 31, 2022 through June 30, 2023); and (iv) a minimum fixed charges coverage ratio of 1.25 to 1.0 for the fiscal quarter ended December 31, 2022, 1.15 to 1.0 for the fiscal quarters ending March 31, 2023 and June 30, 2023, 1.50 to 1.0 for the fiscal quarter ending September 30, 2023, 2.0 to 1.0 for the fiscal quarter ending December 31, 2023, and 2.75 to 1.0 for each fiscal quarter thereafter, where the ratio for the most recent four consecutive fiscal quarters must be at least 2.0 to 1.0 in order for the Company to declare dividends or purchase any class or series of its capital stock or other equity.\nThe collateral performance indicator is equal to the sum of (a) a three-month rolling average rate of receivables at least sixty days past due and (b) an eight-month rolling average net charge-off rate. The Company was in compliance with these covenants at March 31, 2023 and does not believe that these covenants will materially limit its business and expansion strategy.\nThe agreement contains events of default including, without limitation, nonpayment of principal, interest or other obligations, violation of covenants, misrepresentation, cross-default to other debt, bankruptcy and other insolvency events, judgments, certain ERISA events, actual or asserted invalidity of loan documentation, invalidity of subordination provisions of subordinated debt, certain changes of control of the Company, and the occurrence of certain regulatory events (including the entry of any stay, order, judgment, ruling or similar event related to the Company’s or any of its subsidiaries’ originating, holding, pledging, collecting or enforcing its eligible loans receivables that is material to the Company or any subsidiary) which remains unvacated, undischarged, unbonded or unstayed by appeal or otherwise for a period of 60 days from the date of its entry and is reasonably likely to cause a material adverse change. \nThe Company believes that cash flow from operations and borrowings under its revolving credit facility or other sources will be adequate to fund the expected cash requirements from contractual and other obligations and cost of opening or acquiring new branches, including funding initial operating losses of new branches and funding loans receivable originated by those branches and the Company's other branches (for the next 12 months and for the foreseeable future beyond that). Except as otherwise discussed in this report including, but not limited to, any discussions in Part 1, Item 1A, \"Risk Factors\" (as supplemented by any subsequent disclosures in information the Company files with or furnishes to the SEC from time to time), management is not currently aware of any trends, demands, commitments, events or uncertainties that it believes will or could result in, or are or could be reasonably likely to result in, any material adverse effect on the Company’s liquidity. \nShare Repurchase Program\nOn February 24, 2022, the Board of Directors authorized the Company to repurchase up to $30.0 million of the Company’s outstanding common stock, inclusive of the amount that remains available for repurchase under prior repurchase authorizations. As of March 31, 2023, the Company had $1.1 million in aggregate remaining repurchase capacity under its current share repurchase program. The timing and actual number of shares of common stock repurchased will depend on a variety of factors, including the stock price, corporate and regulatory requirements, restrictions under the Company's debt agreements and other market and economic conditions.\nThe Company continues to believe stock repurchases are a viable component of the Company’s long-term financial strategy and an excellent use of excess cash when the opportunity arises. However, our revolving credit facility and the Notes limit share repurchases up to $90.0 million from March 26, 2021 through June 30, 2022 plus up to 50% of consolidated adjusted net income for the period commencing January 1, 2019. As of March 31, 2023, subject to further approval from our Board of Directors, we could repurchase approximately $29.2 million of shares under the terms of our debt facilities. Additional share repurchases can be made subject to compliance with, among other things, applicable restricted payment covenants under the revolving credit facility and the Notes. Our first priority is to ensure we have enough capital to fund loan growth. To the extent we have excess capital, we may repurchase stock, if appropriate and as authorized by our Board of Directors. As of March 31, 2023, the Company's debt outstanding was $595.3 million, net of $3.5 million unamortized debt issuance costs related to the unsecured senior notes payable, and its shareholders' equity was $385.2 million resulting in a debt-to-equity ratio of 1.6:1.0. Management will continue to monitor the Company's debt-to-equity ratio and is committed to maintaining a debt level that will allow the Company to continue to execute its business objectives, while not putting undue stress on its consolidated balance sheet.\nInflation\nThe Company does not believe that inflation, within reasonably anticipated rates, will have a materially adverse effect on its financial condition. Although inflation would increase the Company’s operating costs in absolute terms and may impact the ability or willingness of borrowers to repay their loans, the Company expects that the same decrease in the value of money \n37\nTable of Contents\nwould result in an increase in the size of loans demanded by its customer base. It is reasonable to anticipate that such a change in customer preference would result in an increase in total loan receivables and an increase in absolute revenues to be generated from that larger amount of loans receivable. The Company believes that this increase in absolute revenues should offset any increase in operating costs. In addition, because the Company’s loans have a relatively short contractual term and average life, it is unlikely that loans made at any given point in time will be repaid with significantly inflated dollars.\nLegal Matters\nFrom time to time the Company is involved in litigation relating to claims arising out of its operations in the normal course of business. See Part I, Item 3, “Legal Proceedings” and Note 16 to our audited Consolidated Financial Statements for further discussion of legal matters. ",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk\n \nOur operations expose us to a variety of market risks, including the effects of changes in interest rates. We monitor and manage these financial exposures as an integral part of our overall risk management program.\nInterest Rate Risk\nThe Company’s outstanding debt under its revolving credit facility was $307.9 million at March 31, 2023. Interest on borrowings under this facility is based on the greater of 4.5% or one month SOFR plus 0.10% and an applicable margin of 3.5%.\nBased on the outstanding balance under the Company's revolving credit facility at March 31, 2023, a change of 1% in the  interest rate would cause a change in interest expense of approximately $3.1 million on an annual basis.\n38\nTable of Contents\nPart II",
    "cik": "108385",
    "cusip6": "981419",
    "cusip": [
        "981419904",
        "981419104"
    ],
    "names": [
        "WORLD ACCEP CORPORATION"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/108385/000010838523000022/0000108385-23-000022-index.htm"
}