{
    "item1": ">Item 1. \nBusiness.\nThe Procter & Gamble Company (the Company) is focused on providing branded products of superior quality and value to improve the lives of the world's consumers, now and for generations to come. The Company was incorporated in Ohio in 1905, having first been established as a New Jersey corporation in 1890, and was built from a business founded in Cincinnati in 1837 by William Procter and James Gamble. \nAdditional information required by this item is incorporated herein by reference to Management's Discussion and Analysis (MD&A); and Notes 1 and 2 to our Consolidated Financial Statements. Unless the context indicates otherwise, the terms \"Company,\" \"P&G,\" \"we,\" \"our\" or \"us\" as used herein refer to The Procter & Gamble Company (the registrant) and its subsidiaries. Throughout this Form 10-K, we incorporate by reference information from other documents filed with the Securities and Exchange Commission (SEC).\nThe Company's Annual Report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, and amendments thereto, are filed electronically with the SEC. The SEC maintains an internet site that contains these reports at: www.sec.gov. Reports can also be accessed through links from our website at: www.pginvestor.com. P&G includes the website link solely as a textual reference and the information on our website is not incorporated by reference into this report.\nCopies of these reports are also available, without charge, by contacting EQ Shareowner Services, 1100 Centre Pointe Curve, Suite 101, Mendota, MN 55120-4100.\nFinancial Information about Segments\nInformation about our reportable segments can be found in the MD&A and Note 2 to our Consolidated Financial Statements.\nNarrative Description of Business\nBusiness Model\n. Our business model is built to deliver balanced top- and bottom-line growth and value creation. We rely on the continued growth and success of existing brands and products, as well as the creation of new innovative products and brands. We offer products in markets and industry segments that are highly competitive. Our products are sold in approximately 180 countries and territories through numerous channels as well as direct-to-consumer. Our growth strategy is to deliver meaningful and noticeable superiority across five key vectors of our consumer proposition - product performance, packaging, brand communication, retail execution and consumer and customer value. We use our research and development (R&D) and consumer insights to provide superior products and packaging. We utilize our marketing and online presence to deliver superior brand messaging to our consumers. We partner with our customers to deliver superior retail execution, both in-store and online. In conjunction with the above vectors, we provide superior value to consumers and our retail customers in each price tier in which we compete. Productivity improvement is also critical to delivering our objectives of balanced top- and bottom-line growth and value creation. \nKey Product Categories\n. Information on key product categories can be found in the MD&A and Note 2 to our Consolidated Financial Statements.\nKey Customers\n. Our customers include mass merchandisers, e-commerce (including social commerce) channels, grocery stores, membership club stores, drug stores, department stores, distributors, wholesalers, specialty beauty stores (including airport duty-free stores), high-frequency stores, pharmacies, electronics stores and professional channels. We also sell direct to consumers. Sales to Walmart Inc. and its affiliates represent approximately 15% of our total sales in 2023, 2022 and 2021. No other customer represents more than 10% of our total sales. Our top ten customers accounted for 40% of our total net sales in 2023 and 39% in 2022 and 2021. \nSources and Availability of Materials\n. Almost all of the raw and packaging materials used by the Company are purchased from third parties, some of whom are single-source suppliers. We produce certain raw materials, primarily chemicals, for further use in the manufacturing process. In addition, fuel, natural gas and derivative products are important commodities consumed in our manufacturing processes and in the transportation of input materials and finished products. The prices we pay for materials and other commodities are subject to fluctuation. When prices for these items change, we may or may not pass the change to our customers. The Company purchases a substantial variety of other raw and packaging materials, none of which are material to our business taken as a whole.\nTrademarks and Patents\n. We own or have licenses under patents and registered trademarks, which are used in connection with our activity in all businesses. Some of these patents or licenses cover significant product formulation and processes used to manufacture our products. The trademarks are important to the overall marketing and branding of our products. All major trademarks in each business are registered. In part, our success can be attributed to the existence and continued protection of these trademarks, patents and licenses.\nCompetitive Condition\n. The markets in which our products are sold are highly competitive. Our products compete against similar products from many large and small companies, including well-known global competitors. In many of the markets and industry segments in which we sell our products, we compete against other branded products as well as retailers' private-label brands. We are well positioned in the industry segments and markets in which we operate, often holding a leadership or significant market share position. We support our products with advertising, promotions and other marketing vehicles to build awareness and trial of our brands and products in conjunction with our sales force. We believe this combination provides the \n2        The Procter & Gamble Company\nmost efficient method of marketing for these types of products. Product quality, performance, value and packaging are also important differentiating factors.\nGovernment Regulation\n. Our Company is subject to a wide variety of laws and regulations across the countries in which we do business. In the United States, many of our products and manufacturing operations are subject to one or more federal or state regulatory agencies, including the U.S. Food and Drug Administration (FDA), the Environmental Protection Agency (EPA), the Occupational Safety and Health Administration (OSHA), the Federal Trade Commission (FTC) and the Consumer Product Safety Commission (CPSC). We are also subject to anti-corruption laws and regulations, such as the U.S. Foreign Corrupt Practices Act, and antitrust and competition laws and regulations that govern our dealings with suppliers, customers, competitors and government officials. \nIn addition, many foreign jurisdictions in which we do business have regulations and regulatory bodies that govern similar aspects of our operations and products, in some cases to an even more significant degree. We are also subject to expanding laws and regulations related to environmental protection and other sustainability-related matters, non-financial reporting and diligence, labor and employment, trade, taxation and data privacy and protection, including the European Union’s General Data Protection Regulation (GDPR) and similar regulations in states within the United States and in countries around the world.\nThe Company has in place compliance programs and internal and external experts to help guide our business in complying with these and other existing laws and regulations that apply to us around the globe; and we have made, and plan to continue making, necessary expenditures for compliance with these laws and regulations. We also expect that our many suppliers, consultants and other third parties working on our behalf share our commitment to compliance, and we have policies and procedures in place to manage these relationships, though they inherently involve a lesser degree of control over operations and governance. We do not expect that the Company’s expenditures for compliance with current government regulations, including current environmental regulations, will have a material effect on our total capital expenditures, earnings or competitive position in fiscal year 2024 as compared to prior periods.\nHuman Capital\n. Our employees are a key source of competitive advantage. Their actions, guided by our Purpose, Values and Principles (PVPs), are critical to the long-term success of our business. We aim to retain our talented employees by offering competitive compensation and benefits, strong career development and a respectful and inclusive culture that provides equal opportunity for all. \nOur Board of Directors, through the Compensation and Leadership Development Committee (C&LD Committee), provides oversight of the Company’s policies and strategy relating to talent including diversity, equality and inclusion as well as the Company’s compensation principles and practices. The C&LD Committee also evaluates and approves the Company’s compensation plans, policies and programs applicable to our senior executives.\nEmployees\nAs of June 30, 2023, the Company had approximately 107,000 employees, an increase of 1% versus the prior year due primarily to business growth. The total number of employees is an estimate of total Company employees excluding interns, co-ops, contractors and employees of joint ventures. 49% of our employees are in manufacturing roles and 27% of our employees are located in the United States. 41% of our global employees are women and 30% of our U.S. employees identify as multicultural.\nTraining and Development\nWe focus on attracting, developing and retaining skilled and diverse talent, both from universities and the broader market. We recruit from among the best universities across markets in which we compete and are generally able to select from the top talent. We focus on developing our employees by providing a variety of job experiences, training programs and skill development opportunities. Given our develop-from-within model for staffing most of our senior leadership positions, it is particularly important for us to ensure holistic growth and full engagement of our employees. \nDiversity, Equality and Inclusion\nAs a consumer products company, we believe that it is important for our workforce to reflect the diversity of our consumers worldwide. We also seek to foster an inclusive work environment where each individual can bring their authentic self, which helps drive innovation and enables us to better serve our consumers. We aspire to achieve equal gender representation globally and at key management and leadership levels. Within the U.S. workforce, our aspiration is to achieve 40% multicultural representation overall as well as at management and leadership levels. \nCompensation and Benefits\nMarket-competitive compensation and reward programs are critical elements of our employee value equation to attract and retain the best talent. Our total rewards programs are based on the principles of paying for performance, paying competitively versus peer companies that we compete with for talent in the marketplace and focusing on long-term success through a combination of short-term and long-term incentive programs. We also offer competitive benefit programs, including retirement plans and health insurance in line with local country practices with flexibility to accommodate the needs of a diverse workforce.\nSustainability\n. Environmental sustainability is integrated into our business strategy to offer consumers irresistibly superior products that are more sustainable. Our aim is to deliver balanced top- and bottom-line growth, value creation and key sustainability objectives. In 2021, the Company announced a 2040 net zero ambition and published a Climate Transition Action \nThe Procter & Gamble Company        3\nPlan, which describes the Company’s ongoing efforts toward reducing greenhouse gas emissions across scopes 1 and 2 and elements of scope 3. This includes a long-term objective of net zero emissions for scopes 1 and 2, elements of scope 3 and interim goals to help us pace our progress. The Company has also declared goals towards using renewable electricity for our operations, reducing use of virgin petroleum-based plastic in packaging, increasing the recyclability or reusability of packaging, responsible sourcing of key forest-based commodities, improving efficiency of water usage in our operations and driving a global portfolio of water restoration projects to address water scarcity. \nWe use the standards and guidelines of the Global Reporting Initiative, Sustainability Accounting Standards Board (SASB) industry specific standards and the Task Force on Climate-related Financial Disclosures (TCFD) to inform our sustainability and related disclosures included in this Annual Report, our Proxy Statement and our sustainability reports. The “materiality” thresholds in those standards and guidelines may differ from the concept of “materiality” for purposes of the federal securities laws and disclosures required by the Commission’s rules in this Annual Report. References to our sustainability reports and website are for informational purposes only and neither the sustainability reports nor the other information on our website is incorporated by reference into this Annual Report on Form 10-K. Additional detailed information on our sustainability efforts can be found on our website at https://pginvestor.com/esg. ",
    "item1a": ">Item 1A. \nRisk Factors.\nWe discuss our expectations regarding future performance, events and outcomes, such as our business outlook and objectives in this Form 10-K, as well as in our quarterly and annual reports, current reports on Form 8-K, press releases and other written and oral communications. All statements, except for historical and present factual information, are “forward-looking statements” and are based on financial data and business plans available only as of the time the statements are made, which may become outdated or incomplete. We assume no obligation to update any forward-looking statements as a result of new information, future events or other factors, except to the extent required by law. Forward-looking statements are inherently uncertain, and investors must recognize that events could significantly differ from our expectations.\nThe following discussion of “risk factors” identifies significant factors that may adversely affect our business, operations, financial position or future financial performance. This information should be read in conjunction with Management's Discussion and Analysis and the Consolidated Financial Statements and related Notes incorporated in this report. The following discussion of risks is not all inclusive but is designed to highlight what we believe are important factors to consider when evaluating our expectations. These and other factors could cause our future results to differ from those in the forward-looking statements and from historical trends, perhaps materially.\nMACROECONOMIC CONDITIONS AND RELATED FINANCIAL RISKS\nOur business is subject to numerous risks as a result of having significant operations and sales in international markets, including foreign currency fluctuations, currency exchange or pricing controls and localized volatility.\nWe are a global company, with operations in approximately 70 countries and products sold in approximately 180 countries and territories around the world. We hold assets, incur liabilities, generate sales and pay expenses in a variety of currencies other than the U.S. dollar, and our operations outside the U.S. generate more than 50% of our annual net sales. Fluctuations in exchange rates for foreign currencies have and could continue to reduce the U.S. dollar value of sales, earnings and cash flows we receive from non-U.S. markets, increase our supply costs (as measured in U.S. dollars) in those markets, negatively impact our competitiveness in those markets or otherwise adversely impact our business results or financial condition. Further, we have a significant amount of foreign currency debt and derivatives as part of our capital markets activities. The maturity cash outflows of these instruments could be adversely impacted by significant appreciation of foreign currency exchange rates (particularly the Euro), which could adversely impact our overall cash flows. Moreover, discriminatory or conflicting fiscal or trade policies in different countries, including changes to tariffs and existing trade policies and agreements, could adversely affect our results. See also the Results of Operations and Cash Flow, Financial Condition and Liquidity sections of the MD&A and the Consolidated Financial Statements and related Notes. \nWe also have businesses and maintain local currency cash balances in a number of countries with currency exchange, import authorization, pricing or other controls or restrictions, such as Egypt, Argentina and Pakistan. Our results of operations, financial condition and cash flows could be adversely impacted if we are unable to successfully manage such controls and restrictions, continue existing business operations and repatriate earnings from overseas, or if new or increased tariffs, quotas, exchange or price controls, trade barriers or similar restrictions are imposed on our business.\nAdditionally, our business, operations or employees have been and could continue to be adversely affected (including by the need to de-consolidate or even exit certain businesses in particular countries) by geopolitical conflicts, political volatility, trade controls, labor market disruptions or other crises or vulnerabilities in individual countries or regions. This could include political instability, upheaval or acts of war (such as the Russia-Ukraine War) and the related government and other entity responses, broad economic instability or sovereign risk related to a default by or deterioration in the creditworthiness of local governments, particularly in emerging markets.\nUncertain economic or social conditions may adversely impact demand for our products or cause our customers and other business partners to suffer financial hardship, which could adversely impact our business.\nOur business could be negatively impacted by reduced demand for our products related to one or more significant local, regional or global economic or social disruptions. These disruptions have included and may in the future include: a slow-down, \n4        The Procter & Gamble Company\nrecession or inflationary pressures in the general economy; reduced market growth rates; tighter credit markets for our suppliers, vendors or customers; a significant shift in government policies; significant social unrest; the deterioration of economic relations between countries or regions; potential negative consumer sentiment toward non-local products or sources; or the inability to conduct day-to-day transactions through our financial intermediaries to pay funds to or collect funds from our customers, vendors and suppliers. Additionally, these and other economic conditions may cause our suppliers, distributors, contractors or other third-party partners to suffer financial or operational difficulties that they cannot overcome, resulting in their inability to provide us with the materials and services we need, in which case our business and results of operations could be adversely affected. Customers may also suffer financial hardships due to economic conditions such that their accounts become uncollectible or are subject to longer collection cycles. In addition, if we are unable to generate sufficient sales, income and cash flow, it could affect the Company’s ability to achieve expected share repurchase and dividend payments.\nDisruptions in credit markets or to our banking partners or changes to our credit ratings may reduce our access to credit or overall liquidity.\nA disruption in the credit markets or a downgrade of our current credit rating could increase our future borrowing costs and impair our ability to access capital and credit markets on terms commercially acceptable to us, which could adversely affect our liquidity and capital resources or significantly increase our cost of capital. In addition, we rely on top-tier banking partners in key markets around the world, who themselves face economic, societal, political and other risks, for access to credit and to facilitate collection, payment and supply chain finance programs. A disruption to one or more of these top-tier partners could impact our ability to draw on existing credit facilities or otherwise adversely affect our cash flows or the cash flows of our customers and vendors.\nChanging political and geopolitical conditions could adversely impact our business and financial results.\nChanges in the political conditions in markets in which we manufacture, sell or distribute our products, as well as changing geopolitical conditions, may be difficult to predict and may adversely affect our business and financial results. Results of elections, referendums, sanctions or other political processes and pressures in certain markets in which our products are manufactured, sold or distributed could create uncertainty regarding how existing governmental policies, laws and regulations may change, including with respect to sanctions, taxes, tariffs, import and export controls and the general movement of goods, materials, services, capital, data and people between countries. The potential implications of such uncertainty, which include, among others, exchange rate fluctuations, new or increased tariffs, trade barriers and market contraction, could adversely affect the Company’s results of operations and cash flows.\nThe Company operates a global business with sales, manufacturing, distribution and research and development organizations globally that contribute to our overall growth. If geopolitical tensions and trade controls were to increase or disrupt our business in markets where we have significant sales or operations, including disruptions due to governmental responses to such conflicts (such as the imposition of sanctions, retaliatory tariffs, increased business licensing requirements or limitations on profits), such disruptions could adversely impact our business, financial condition, results of operations and cash flows. \nThe war between Russia and Ukraine has adversely impacted and could continue to adversely impact our business and financial results.\nThe war between Russia and Ukraine has negatively impacted, and the situation it generates may continue to negatively impact, our operations. Beginning in March 2022, the Company reduced its product portfolio, discontinued new capital investments and suspended media, advertising and promotional activity in Russia. Future impacts to the Company are difficult to predict due to the high level of uncertainty as to how the overall situation will evolve. Within Ukraine, there is a possibility of physical damage and destruction of our two manufacturing facilities, our distribution centers or those of our customers. We may not be able to operate our manufacturing sites and source raw materials from our suppliers or ship finished products to our customers. Within Russia, we may reduce further or discontinue our operations due to sanctions and export controls and counter-sanctions, monetary, currency or payment controls, restrictions on access to financial institutions, supply and transportation challenges or other circumstances and considerations. Ultimately, these could result in loss of assets or impairments of our manufacturing plants and fixed assets or write-downs of other operating assets and working capital. \nThe war between Russia and Ukraine could also amplify or affect the other risk factors set forth in this Part I, Item 1A, including, but not limited to, foreign exchange volatility, disruptions to the financial and credit markets, energy supply and supply chain disruptions, increased risks of an information security or operational technology incident, cost fluctuations and commodity cost increases and increased costs to ensure compliance with global and local laws and regulations. The occurrence of any of these risks, combined with the increased impact from the war between Russia and Ukraine, could adversely impact our business and financial results.\nMore broadly, there could be additional negative impacts to our net sales, earnings and cash flows should the situation worsen, including, among other potential impacts, economic recessions in certain neighboring countries or globally due to inflationary pressures, energy and supply chain cost increases or the geographic proximity of the war relative to the rest of Europe.\nBUSINESS OPERATIONS RISKS\nOur business results depend on our ability to manage disruptions in our global supply chain.\nOur ability to meet our customers’ needs and achieve cost targets depends on our ability to maintain key manufacturing and supply arrangements, including execution of supply chain optimizations and certain sole supplier or sole manufacturing plant \nThe Procter & Gamble Company        5\narrangements. The loss or disruption of such manufacturing and supply arrangements, including for issues such as labor disputes or controversies, loss or impairment of key manufacturing sites, discontinuity or disruptions in our internal information and data systems or those of our suppliers, cybersecurity incidents, inability to procure sufficient raw or input materials (including water, recycled materials and materials that meet our labor standards), significant changes in trade policy, natural disasters, increasing severity or frequency of extreme weather events due to climate change or otherwise, acts of war or terrorism, disease outbreaks or other external factors over which we have no control, have at times interrupted and could, in the future, interrupt product supply and, if not effectively managed and remedied, could have an adverse impact on our business, financial condition, results of operations or cash flows.\nOur businesses face cost fluctuations and pressures that could affect our business results.\nOur costs are subject to fluctuations, particularly due to changes in the prices of commodities (including certain petroleum-derived materials like resins and paper-based materials like pulp) and raw and packaging materials and the costs of labor, transportation (including trucks and containers), energy, pension and healthcare. Inflation pressures could also result in increases in these input costs. Therefore, our business results depend, in part, on our continued ability to manage these fluctuations through pricing actions, cost saving projects and sourcing decisions, while maintaining and improving margins and market share. Failure to manage these fluctuations and to anticipate consumer reaction to our management of these fluctuations could adversely impact our results of operations or cash flows.\nThe ability to achieve our business objectives depends on how well we can compete with our local and global competitors in new and existing markets and channels.\nThe consumer products industry is highly competitive. Across all of our categories, we compete against a wide variety of global and local competitors. As a result, we experience ongoing competitive pressures in the environments in which we operate, which may result in challenges in maintaining sales and profit margins. To address these challenges, we must be able to successfully respond to competitive factors and emerging retail trends, including pricing, promotional incentives, product delivery windows and trade terms. In addition, evolving sales channels and business models may affect customer and consumer preferences as well as market dynamics, which, for example, may be seen in the growing consumer preference for shopping online, ease of competitive entry into certain categories and growth in hard discounter channels. Failure to successfully respond to competitive factors and emerging retail trends and effectively compete in growing sales channels and business models, particularly e-commerce and mobile or social commerce applications, could negatively impact our results of operations or cash flows.\nA significant change in customer relationships or in customer demand for our products could have a significant impact on our business.\nWe sell most of our products via retail customers, which include mass merchandisers, e-commerce (including social commerce) channels, grocery stores, membership club stores, drug stores, department stores, distributors, wholesalers, specialty beauty stores (including airport duty-free stores), high-frequency stores, pharmacies, electronics stores and professional channels. Our success depends on our ability to successfully manage relationships with our retail trade customers, which includes our ability to offer trade terms that are mutually acceptable and are aligned with our pricing and profitability targets. Continued concentration among our retail customers could create significant cost and margin pressure on our business, and our business performance could suffer if we cannot reach agreement with a key customer on trade terms and principles. Our business could also be negatively impacted if a key customer were to significantly reduce the inventory level of or shelf space allocated to our products as a result of increased offerings of other branded manufacturers, private label brands and generic non-branded products or for other reasons, significantly tighten product delivery windows or experience a significant business disruption.\nIf the reputation of the Company or one or more of our brands erodes significantly, it could have a material impact on our financial results.\nThe Company's reputation, and the reputation of our brands, form the foundation of our relationships with key stakeholders and other constituencies, including consumers, customers and suppliers. The quality and safety of our products are critical to our business. Many of our brands have worldwide recognition and our financial success directly depends on the success of our brands. The success of our brands can suffer if our marketing plans or product initiatives do not have the desired impact on a brand's image or its ability to attract consumers. Our results of operations or cash flows could also be negatively impacted if the Company or one of our brands suffers substantial harm to its reputation due to a significant product recall, product-related litigation, defects or impurities in our products, product misuse, changing consumer perceptions of certain ingredients, negative perceptions of packaging (such as plastic and other petroleum-based materials), lack of recyclability or other environmental impacts, concerns about actual or alleged labor or equality and inclusion practices, privacy lapses or data breaches, allegations of product tampering or the distribution and sale of counterfeit products. Additionally, negative or inaccurate postings or comments on social media or networking websites about the Company or one of its brands could generate adverse publicity that could damage the reputation of our brands or the Company. If we are unable to effectively manage real or perceived issues, including concerns about safety, quality, ingredients, efficacy, environmental or social impacts or similar matters, sentiments toward the Company or our products could be negatively impacted, and our results of operations or cash flows could suffer. Our Company also devotes time and resources to citizenship efforts that are consistent with our corporate values and are designed to strengthen our business and protect and preserve our reputation, including programs driving ethics and corporate responsibility, strong communities, equality and inclusion and environmental sustainability. While the Company has many programs and \n6        The Procter & Gamble Company\ninitiatives to further these goals, our ability to achieve these goals is impacted in part by the actions and efforts of third parties including local and other governmental authorities, suppliers, vendors and customers. Consumer or broader stakeholder perceptions of these programs and initiatives widely vary and could adversely affect our business. If these programs are not executed as planned or suffer negative publicity, the Company's reputation and results of operations or cash flows could be adversely impacted.\nWe rely on third parties in many aspects of our business, which creates additional risk.\nDue to the scale and scope of our business, we must rely on relationships with third parties, including our suppliers, contract manufacturers, distributors, contractors, commercial banks, joint venture partners and external business partners, for certain functions. If we are unable to effectively manage our third-party relationships and the agreements under which our third-party partners operate, our results of operations and cash flows could be adversely impacted. Further, failure of these third parties to meet their obligations to the Company or substantial disruptions in the relationships between the Company and these third parties could adversely impact our operations and financial results. Additionally, while we have policies and procedures for managing these relationships, they inherently involve a lesser degree of control over business operations, governance and compliance, thereby potentially increasing our financial, legal, reputational and operational risk.\nA significant information security or operational technology incident, including a cybersecurity breach, or the failure of one or more key information or operations technology systems, networks, hardware, processes and/or associated sites owned or operated by the Company or one of its service providers could have a material adverse impact on our business or reputation.\nWe rely extensively on information and operational technology (IT/OT) systems, networks and services, including internet and intranet sites, data hosting and processing facilities and technologies, physical security systems and other hardware, software and technical applications and platforms, many of which are managed, hosted, provided and/or used by third parties or their vendors, to assist in conducting our business. The various uses of these IT/OT systems, networks and services include, but are not limited to:\n•\nordering and managing materials from suppliers;\n•\nconverting materials to finished products;\n•\nshipping products to customers;\n•\nmarketing and selling products to consumers;\n•\ncollecting, transferring, storing and/or processing customer, consumer, employee, vendor, investor and other stakeholder information and personal data, including such data from persons covered by an expanding landscape of privacy and data regulations, such as citizens of the European Union who are covered by the General Data Protection Regulation (GDPR), residents of California covered by the California Consumer Privacy Act (CCPA), citizens of China covered by the Personal Information Protection Law (PIPL) and citizens of Brazil covered by the General Personal Data Protection Law (LGPD); \n•\nsummarizing and reporting results of operations, including financial reporting;\n•\nmanaging our banking and other cash liquidity systems and platforms;\n•\nhosting, processing and sharing, as appropriate, confidential and proprietary research, business plans and financial information;\n•\ncollaborating via an online and efficient means of global business communications;\n•\ncomplying with regulatory, legal and tax requirements;\n•\nproviding data security; and\n•\nhandling other processes necessary to manage our business.\nNumerous and evolving information security threats, including advanced persistent cybersecurity threats, pose a risk to the security of our services, systems, networks and supply chain, as well as to the confidentiality, availability and integrity of our data and of our critical business operations. In addition, because the techniques, tools and tactics used in cyber-attacks frequently change and may be difficult to detect for periods of time, we may face difficulties in anticipating and implementing adequate preventative measures or fully mitigating harms after such an attack. \nOur IT/OT databases and systems and our third-party providers’ databases and systems have been, and will likely continue to be, subject to advanced computer viruses or other malicious codes, ransomware, unauthorized access attempts, denial of service attacks, phishing, social engineering, hacking and other cyber-attacks. Such attacks may originate from outside parties, hackers, criminal organizations or other threat actors, including nation states. In addition, insider actors - malicious or otherwise - could cause technical disruptions and/or confidential data leakage. We cannot guarantee that our security efforts or the security efforts of our third-party providers will prevent material breaches, operational incidents or other breakdowns to our or our third-party providers’ IT/OT databases or systems.\nA breach of our data security systems or failure of our IT/OT databases and systems may have a material adverse impact on our business operations and financial results. If the IT/OT systems, networks or service providers we rely upon fail to function properly or cause operational outages or aberrations, or if we or one of our third-party providers suffer significant unavailability of key operations, or inadvertent disclosure of, lack of integrity of, or loss of our sensitive business or stakeholder information, \nThe Procter & Gamble Company        7\nincluding personal information, due to any number of causes, including catastrophic events, natural disasters, power outages, computer and telecommunications failures, improper data handling, viruses, phishing attempts, cyber-attacks, malware and ransomware attacks, security breaches, security incidents or employee error or malfeasance, and our business continuity plans do not effectively address these failures on a timely basis, we may suffer interruptions in our ability to manage operations and be exposed to reputational, competitive, operational, financial and business harm as well as litigation and regulatory action. If our critical IT systems or back-up systems or those of our third-party vendors are damaged or cease to function properly, we may have to make a significant investment to repair or replace them.\nIn addition, if a ransomware attack or other cybersecurity incident occurs, either internally or at our third-party technology service providers, we could be prevented from accessing our data or systems, which may cause interruptions or delays in our business operations, cause us to incur remediation costs, subject us to demands to pay a ransom or damage our reputation. In addition, such events could result in unauthorized disclosure of confidential information or stakeholder information, including personal information, and we may suffer financial and reputational damage because of lost or misappropriated information belonging to us or to our partners, our employees, customers and suppliers. Additionally, we could be exposed to potential liability, litigation, governmental inquiries, investigations or regulatory enforcement actions; and we could be subject to payment of fines or other penalties, legal claims by our suppliers, customers or employees and significant remediation costs.\nPeriodically, we also upgrade our IT/OT systems or adopt new technologies. If such a new system or technology does not function properly or otherwise exposes us to increased cybersecurity breaches and failures, it could affect our ability to order materials, make and ship orders and process payments in addition to other operational and information integrity and loss issues. The costs and operational consequences of responding to the above items and implementing remediation measures could be significant and could adversely impact our results of operations and cash flows.\nWe must successfully manage the demand, supply and operational challenges associated with the effects of any future disease outbreak, including epidemics, pandemics or similar widespread public health concerns.\nOur business may be negatively impacted by the fear of exposure to or actual effects of a disease outbreak, epidemic, pandemic or similar widespread public health concern. These impacts may include, but are not limited to:\n•\nSignificant reductions in demand or significant volatility in demand for one or more of our products, which may be caused by, among other things: the temporary inability of consumers to purchase our products due to illness, quarantine or other travel restrictions or financial hardship, shifts in demand away from one or more of our more discretionary or higher priced products to lower priced products, or stockpiling or similar pantry-loading activity. If prolonged, such impacts can further increase the difficulty of business or operations planning and may adversely impact our results of operations and cash flows; or\n•\nSignificant changes in the political conditions in markets in which we manufacture, sell or distribute our products, including quarantines, import/export restrictions, price controls, or governmental or regulatory actions, closures or other restrictions that limit or close our operating and manufacturing facilities, restrict our employees’ ability to travel or perform necessary business functions, or otherwise prevent our third-party partners, suppliers or customers from sufficiently staffing operations.\nDespite efforts to manage and remedy these impacts, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain its spread and mitigate its public health effects. \nBUSINESS STRATEGY & ORGANIZATIONAL RISKS\nOur ability to meet our growth targets depends on successful product, marketing and operations innovation and successful responses to competitive innovation, evolving digital marketing and selling platforms and changing consumer habits\n.\nWe are a consumer products company that relies on continued global demand for our brands and products. Achieving our business results depends, in part, on successfully developing, introducing and marketing new products and on making significant improvements to our equipment and manufacturing processes. The success of such innovation depends on our ability to correctly anticipate customer and consumer acceptance and trends, to obtain, maintain and enforce necessary intellectual property protections and to avoid infringing upon the intellectual property rights of others and to continue to deliver efficient and effective marketing across evolving media and mobile platforms with dynamic and increasingly more restrictive privacy requirements. We must also successfully respond to technological advances made by, and intellectual property rights granted to, competitors, customers and vendors. Failure to continually innovate, improve and respond to competitive moves, platform evolution and changing consumer habits could compromise our competitive position and adversely impact our financial condition, results of operations or cash flows.\nWe must successfully manage ongoing acquisition, joint venture and divestiture activities.\nAs a company that manages a portfolio of consumer brands, our ongoing business model includes a certain level of acquisition, joint venture and divestiture activities. We must be able to successfully manage the impacts of these activities, while at the same time delivering against our business objectives. Specifically, our financial results have been, and in the future could be, adversely impacted by the dilutive impacts from the loss of earnings associated with divested brands or dissolution of joint ventures. Our results of operations and cash flows have been, and in the future could also be, impacted by acquisitions or joint \n8        The Procter & Gamble Company\nventure activities, if: 1) changes in the cash flows or other market-based assumptions cause the value of acquired assets to fall below book value, or 2) we are not able to deliver the expected cost and growth synergies associated with such acquisitions and joint ventures, including as a result of integration and collaboration challenges, which could also result in an impairment of goodwill and intangible assets.\nOur business results depend on our ability to successfully manage productivity improvements and ongoing organizational change, including attracting and retaining key talent as part of our overall succession planning.\nOur financial projections assume certain ongoing productivity improvements and cost savings, including staffing adjustments and employee departures. Failure to deliver these planned productivity improvements and cost savings, while continuing to invest in business growth, could adversely impact our results of operations and cash flows. Additionally, successfully executing organizational change, management transitions at leadership levels of the Company and motivation and retention of key employees is critical to our business success. Factors that may affect our ability to attract and retain sufficient numbers of qualified employees include employee morale, our reputation, competition from other employers and availability of qualified individuals. Our success depends on identifying, developing and retaining key employees to provide uninterrupted leadership and direction for our business. This includes developing and retaining organizational capabilities in key growth markets where the depth of skilled or experienced employees may be limited and competition for these resources is intense as well as continuing the development and execution of robust leadership succession plans.\n \nLEGAL & REGULATORY RISKS\nWe must successfully manage compliance with current and expanding laws and regulations, as well as manage new and pending legal and regulatory matters in the U.S. and abroad.\nOur business is subject to a wide variety of laws and regulations across the countries in which we do business, including those laws and regulations involving intellectual property, product liability, product composition or formulation, packaging content or corporate responsibility for packaging and product disposal, marketing, antitrust and competition, privacy, data protection, environmental (including increasing focus on the climate, water and waste impacts of consumer packaged goods companies' operations and products), employment, healthcare, anti-bribery and anti-corruption (including interactions with health care professionals and government officials as well as corresponding internal controls and record-keeping requirements), trade (including tariffs, sanctions and export controls), tax, accounting and financial reporting or other matters. In addition, increasing governmental and societal attention to environmental, social and governance (ESG) matters, including expanding mandatory and voluntary reporting, diligence and disclosure on topics such as climate change, waste production, water usage, human capital, labor and risk oversight, could expand the nature, scope and complexity of matters that we are required to control, assess and report. These and other rapidly changing laws, regulations, policies and related interpretations as well as increased enforcement actions by various governmental and regulatory agencies, create challenges for the Company, may alter the environment in which we do business, may increase the ongoing costs and complexities of compliance including by requiring investments in technology or other compliance systems, and may ultimately result in the need to cease manufacturing, sales or other business activities in certain jurisdictions, which could adversely impact our results of operations and cash flows. If we are unable to continue to meet these challenges and comply with all laws, regulations, policies and related interpretations, it could negatively impact our reputation and our business results. Additionally, we are currently, and in the future may be, subject to a number of inquiries, investigations, claims, proceedings and requests for information from governmental agencies or private parties, the adverse outcomes of which could harm our business. Failure to successfully manage these new or pending regulatory and legal matters and resolve such matters without significant liability or damage to our reputation may materially adversely impact our financial condition, results of operations and cash flows. Furthermore, if new or pending legal or regulatory matters result in fines or costs in excess of the amounts accrued to date, that may also materially impact our results of operations and financial position.\nChanges in applicable tax laws and regulations and resolutions of tax disputes could negatively affect our financial results.\nThe Company is subject to taxation in the U.S. and numerous foreign jurisdictions. Changes in the various tax laws can and do occur. For example, in December 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the U.S. Tax Act). The changes included in the U.S. Tax Act were broad and complex. Under the current U.S. presidential administration, comprehensive federal income tax reform has been proposed, including an increase in the U.S. Federal corporate income tax rate, elimination of certain investment incentives and an increase in U.S. taxation of non-U.S. earnings. While these proposals are controversial, likely to change during the legislative process and may prove difficult to enact as proposed in the current closely divided U.S. Congress, their impact could nonetheless be significant.\nAdditionally, longstanding international tax norms that determine each country’s jurisdiction to tax cross-border international trade are subject to potential evolution. An outgrowth of the original Base Erosion and Profit Shifting (BEPS) project is a project undertaken by the approximately 140 member countries of the expanded Organisation for Economic Co-operation and Development (OECD) Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of this project extends beyond pure digital businesses and, as proposed, would likely impact a large portion of multinational businesses by potentially redefining jurisdictional taxation rights in market countries and establishing a global minimum tax. In December 2022, the European Union (EU) approved a directive requiring member states to incorporate a 15% global minimum tax into their respective domestic laws effective for fiscal years beginning on or after December 31, 2023.\n \nIn \nThe Procter & Gamble Company        9\naddition, several non-EU countries have recently proposed and/or adopted legislation consistent with the global minimum tax framework. Important details of these minimum tax developments are still to be determined and, in some cases, enactment and timing remain uncertain. \nWhile it is too early to assess the overall impact of these potential changes, as these and other tax laws and related regulations are revised, enacted and implemented, our financial condition, results of operations and cash flows could be materially impacted.\nFurthermore, we are subject to regular review and audit by both foreign and domestic tax authorities. While we believe our tax positions will be sustained, the final outcome of tax audits and related litigation, including maintaining our intended tax treatment of divestiture transactions such as the fiscal 2017 Beauty Brands transaction with Coty, may differ materially from the tax amounts recorded in our Consolidated Financial Statements, which could adversely impact our results of operations and cash flows.",
    "item7": ">Item 7. \nManagement's Discussion and Analysis of Financial Condition and Results of Operations.\nForward-Looking Statements\nCertain statements in this report, other than purely historical information, including estimates, projections, statements relating to our business plans, objectives and expected operating results, and the assumptions upon which those statements are based, are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Forward-looking statements may appear throughout this report, including without limitation, the following sections: “Management's Discussion and Analysis,” “Risk Factors” and \"Notes 4, 8 and 13 to the Consolidated Financial Statements.\" These forward-looking statements generally are identified by the words “believe,” “project,” “expect,” “anticipate,” “estimate,” “intend,” “strategy,” “future,” “opportunity,” “plan,” “may,” “should,” “will,” “would,” “will be,” “will continue,” “will likely result” and similar expressions. Forward-looking statements are based on current expectations and assumptions, which are subject to risks and uncertainties that may cause results to differ materially from those expressed or implied in the forward-looking statements. We undertake no obligation to update or revise publicly any forward-looking statements, whether because of new information, future events or otherwise, except to the extent required by law.\nThe Procter & Gamble Company        13\nRisks and uncertainties to which our forward-looking statements are subject include, without limitation: (1) the ability to successfully manage global financial risks, including foreign currency fluctuations, currency exchange or pricing controls and localized volatility; (2) the ability to successfully manage local, regional or global economic volatility, including reduced market growth rates, and to generate sufficient income and cash flow to allow the Company to effect the expected share repurchases and dividend payments; (3) the ability to manage disruptions in credit markets or to our banking partners or changes to our credit rating; (4) the ability to maintain key manufacturing and supply arrangements (including execution of supply chain optimizations and sole supplier and sole manufacturing plant arrangements) and to manage disruption of business due to various factors, including ones outside of our control, such as natural disasters, acts of war (including the Russia-Ukraine War) or terrorism or disease outbreaks; (5) the ability to successfully manage cost fluctuations and pressures, including prices of commodities and raw materials and costs of labor, transportation, energy, pension and healthcare; (6) the ability to stay on the leading edge of innovation, obtain necessary intellectual property protections and successfully respond to changing consumer habits, evolving digital marketing and selling platform requirements and technological advances attained by, and patents granted to, competitors; (7) the ability to compete with our local and global competitors in new and existing sales channels, including by successfully responding to competitive factors such as prices, promotional incentives and trade terms for products; (8) the ability to manage and maintain key customer relationships; (9) the ability to protect our reputation and brand equity by successfully managing real or perceived issues, including concerns about safety, quality, ingredients, efficacy, packaging content, supply chain practices or similar matters that may arise; (10) the ability to successfully manage the financial, legal, reputational and operational risk associated with third-party relationships, such as our suppliers, contract manufacturers, distributors, contractors and external business partners; (11) the ability to rely on and maintain key company and third-party information and operational technology systems, networks and services and maintain the security and functionality of such systems, networks and services and the data contained therein; (12) the ability to successfully manage uncertainties related to changing political and geopolitical conditions and potential implications such as exchange rate fluctuations and market contraction; (13) the ability to successfully manage current and expanding regulatory and legal requirements and matters (including, without limitation, those laws and regulations involving product liability, product and packaging composition, intellectual property, labor and employment, antitrust, privacy and data protection, tax, the environment, due diligence, risk oversight, accounting and financial reporting) and to resolve new and pending matters within current estimates; (14) the ability to manage changes in applicable tax laws and regulations; (15) the ability to successfully manage our ongoing acquisition, divestiture and joint venture activities, in each case to achieve the Company’s overall business strategy and financial objectives, without impacting the delivery of base business objectives; (16) the ability to successfully achieve productivity improvements and cost savings and manage ongoing organizational changes while successfully identifying, developing and retaining key employees, including in key growth markets where the availability of skilled or experienced employees may be limited; (17) the ability to successfully manage the demand, supply and operational challenges, as well as governmental responses or mandates, associated with a disease outbreak, including epidemics, pandemics or similar widespread public health concerns; (18) the ability to manage the uncertainties, sanctions and economic effects from the war between Russia and Ukraine; and (19) the ability to successfully achieve our ambition of reducing our greenhouse gas emissions and delivering progress towards our environmental sustainability priorities. A detailed discussion of risks and uncertainties that could cause actual results and events to differ materially from those projected herein is included in the section titled \"Economic Conditions and Uncertainties\" and the section titled \"Risk Factors\" (Part I, Item 1A) of this Form 10-K.\nPurpose, Approach and Non-GAAP Measures\nThe purpose of Management's Discussion and Analysis (MD&A) is to provide an understanding of Procter & Gamble's financial condition, results of operations and cash flows by focusing on changes in certain key measures from year to year. The MD&A is provided as a supplement to, and should be read in conjunction with, our Consolidated Financial Statements and accompanying Notes. The MD&A is organized in the following sections:\n•\nOverview\n•\nSummary of 2023 Results \n•\nEconomic Conditions and Uncertainties\n•\nResults of Operations\n•\nSegment Results\n•\nCash Flow, Financial Condition and Liquidity\n•\nCritical Accounting Policies and Estimates\n•\nOther Information\nThroughout the MD&A we refer to measures used by management to evaluate performance, including unit volume growth, net sales, net earnings, diluted net earnings per common share (diluted EPS) and operating cash flow. We also refer to a number of financial measures that are not defined under accounting principles generally accepted in the United States of America (U.S. GAAP), consisting of organic sales growth, core earnings per share (Core EPS), adjusted free cash flow and adjusted free cash flow productivity. Organic sales growth is net sales growth excluding the impacts of acquisitions and divestitures and foreign exchange from year-over-year comparisons. Core EPS is diluted EPS excluding certain items that are not judged by management to be part of the Company's sustainable results or trends.\n Adjusted free cash flow is operating cash flow less \n14        The Procter & Gamble Company\ncapital spending and \nexcluding payments for the transitional tax resulting from\n the U.S. Tax Act. Adjusted free cash flow productivity is the ratio of adjusted free cash flow to net earnings excluding certain one-time items. We believe these m\neasures provide our investors with additional information about our underlying results and trends as well as insight to some of the metrics used to evaluate management. The explanation at the end of the MD&A provides more details on the use and the derivation of these measures as well as reconciliations to the most directly comparable U.S. GAAP measure.\nManagement also uses certain market share and market consumption estimates to evaluate performance relative to competition despite some limitations on the availability and comparability of share and consumption information. References to market share and consumption in the MD&A are based on a combination of vendor-purchased traditional brick-and-mortar and online data in key markets as well as internal estimates. All market share references represent the percentage of sales of our products in dollar terms on a constant currency basis relative to all product sales in the category. The Company measures quarter and fiscal year-to-date market shares through the most recent period for which market share data is available, which typically reflects a lag time of one or two months as compared to the end of the reporting period. Management also uses unit volume growth to evaluate drivers of changes in net sales. Organic volume growth reflects year-over-year changes in unit volume excluding the impacts of acquisitions, divestitures and certain one-time items, if applicable, and is used to explain changes in organic sales. \nOVERVIEW\nProcter & Gamble is a global leader in the fast-moving consumer goods industry, focused on providing branded consumer packaged goods of superior quality and value to our consumers around the world. Our products are sold in approximately 180 countries and territories primarily through mass merchandisers, e-commerce (including social commerce) channels, grocery stores, membership club stores, drug stores, department stores, distributors, wholesalers, specialty beauty stores (including airport duty-free stores), high-frequency stores, pharmacies, electronics stores and professional channels. We also sell direct to individual consumers. We have on-the-ground operations in approximately 70 countries.\nOur market environment is highly competitive with global, regional and local competitors. In many of the markets and industry segments in which we sell our products, we compete against other branded products, as well as retailers' private-label brands. Additionally, many of the product segments in which we compete are differentiated by price tiers (referred to as super-premium, premium, mid-tier and value-tier products). We believe we are well positioned in the industry segments and markets in which we operate, often holding a leadership or significant market share position.\nOrganizational Structure\nOur organizational structure is comprised of Sector Business Units (SBUs), Enterprise Markets (EMs), Corporate Functions (CF) and Global Business Services (GBS).\nSector Business Units\nThe Company's ten product categories are organized into five SBUs and five reportable segments (under U.S. GAAP): Beauty; Grooming; Health Care; Fabric & Home Care; and Baby, Feminine & Family Care. The SBUs are responsible for global brand strategy, product upgrades and innovation, marketing plans and supply chain. They have direct profit responsibility for markets (referred to as Focus Markets) representing the large majority of the Company's sales and earnings and are also responsible for innovation plans, supply plans and operating frameworks to drive growth and value creation in the remaining markets (referred to as Enterprise Markets). Throughout the MD&A, we reference business results by region, which are comprised of North America, Europe, Greater China, Latin America, Asia Pacific and India, Middle East and Africa (IMEA). \nThe Procter & Gamble Company        15\nThe following provides additional detail on our reportable segments and the ten product categories and brand composition within each segment.\nReportable Segments\n% of\nNet Sales \n(1)\n% of Net\nEarnings \n(1)\nProduct Categories (Sub-Categories)\nMajor Brands\nBeauty\n18%\n21%\nHair Care (\nConditioners, Shampoos, Styling Aids, Treatments\n)\nHead & Shoulders, Herbal Essences, Pantene, Rejoice\nSkin and Personal Care (\nAntiperspirants and Deodorants, Personal Cleansing, Skin Care\n)\nOlay, Old Spice, Safeguard, Secret, SK-II\nGrooming \n(2)\n8%\n10%\nGrooming (\nAppliances, Female Blades & Razors, Male Blades & Razors, Pre- and Post-Shave Products, Other Grooming\n)\nBraun, Gillette, Venus\nHealth Care\n14%\n14%\nOral Care (\nToothbrushes, Toothpastes, Other Oral Care\n)\nCrest, Oral-B\nPersonal Health Care (\nGastrointestinal, Pain Relief, Rapid Diagnostics, Respiratory, Vitamins/Minerals/Supplements, Other Personal Health Care\n)\nMetamucil, Neurobion, Pepto-Bismol, Vicks\nFabric & Home Care\n35%\n32%\nFabric Care (\nFabric Enhancers, Laundry Additives, Laundry Detergents\n)\nAriel, Downy, Gain, Tide\nHome Care (\nAir Care, Dish Care, P&G Professional, Surface Care\n)\nCascade, Dawn, Fairy, Febreze, Mr. Clean, Swiffer\nBaby, Feminine & Family Care\n25%\n23%\nBaby Care (\nBaby Wipes, Taped Diapers and Pants\n)\nLuvs, Pampers\nFeminine Care (\nAdult Incontinence, Feminine Care\n)\nAlways, Always Discreet, Tampax\nFamily Care (\nPaper Towels, Tissues, Toilet Paper\n)\nBounty, Charmin, Puffs\n(1)\nPercent of Net sales and Net earnings for the fiscal year ended June 30, 2023 (excluding results held in Corporate).\n(2)\nEffective July 1, 2022, the Grooming Sector Business Unit completed the full integration of its Shave Care and Appliances categories to cohesively serve consumers' grooming needs. This transition included the integration of the management team, strategic decision-making, innovation plans, financial targets, budgets and internal management reporting.\n \nOrganization Design:\nSector Business Units\nBeauty:\n We are a global market leader amongst the beauty categories in which we compete, including hair care and skin and personal care. We are a global market leader in the retail hair care market with nearly 20% global market share primarily behind our Pantene and Head & Shoulders brands. In skin and personal care, we offer a wide variety of products, ranging from deodorants to personal cleansing to skin care, such as our Olay brand, which is one of the top facial skin care brands in the world with nearly 5% global market share. \nGrooming:\n We are the global market leader in the blades and razors market. Our global blades and razors market share is more than 60%, primarily behind our Gillette and Venus brands. Our appliances, such as electric shavers and epilators, are sold primarily under the Braun brand in a number of markets around the world where we compete against both global and regional competitors. We hold nearly 25% of the male electric shavers market and over 50% of the female epilators market.\nHealth Care:\n We compete in oral care and personal health care. In oral care, there are several global competitors in the market, and we have the number two market share position with nearly 20% global market share behind our Crest and Oral-B brands. In personal health care, we are a global market leader among the categories in which we compete, including respiratory treatments, digestive wellness, vitamins and analgesics behind our Vicks, Metamucil, Pepto-Bismol and Neurobion brands.\nFabric & Home Care:\n This segment is comprised of a variety of fabric care products, including laundry detergents, additives and fabric enhancers; and home care products, including dishwashing liquids and detergents, surface cleaners and air fresheners. In fabric care, we generally have the number one or number two market share position in the markets in which we compete and are the global market leader with over 35% global market share, primarily behind our Tide, Ariel and Downy brands. Our global home care market share is about 25% across the categories in which we compete, primarily behind our Cascade, Dawn, Febreze and Swiffer brands.\nBaby, Feminine & Family Care: \nIn baby care, we are a global market leader and compete mainly in taped diapers, pants and baby wipes, with more than 20% global market share. We have the number one or number two market share position in the markets in which we compete, primarily behind our Pampers brand. We are a global market leader in the feminine care category with over 25% global market share, primarily behind our Always and Tampax brands. We also compete in the adult incontinence category in certain markets behind Always Discreet, with over 10% market share in the key markets in which we compete. Our family care business is predominantly a North American business comprised primarily of the Bounty paper towel and Charmin toilet paper brands. North America market shares are over 40% for Bounty and over 25% for Charmin.\n16        The Procter & Gamble Company\nEnterprise Markets\nEnterprise Markets are responsible for sales and profit delivery in specific countries, supported by SBU-agreed innovation and supply chain plans, along with scaled services like planning, distribution and customer management.\nCorporate Functions\nCorporate Functions provides company-level strategy and portfolio analysis, corporate accounting, treasury, tax, external relations, governance, human resources, information technology and legal services.\nGlobal Business Services\nGlobal Business Services provides scaled services in technology, process and data tools to enable the SBUs, the EMs and CF to better serve consumers and customers. The GBS organization is responsible for providing world-class services and solutions that drive value for P&G.\nStrategic Focus\nProcter & Gamble aspires to serve the world’s consumers better than our best competitors in every category and in every country in which we compete and, as a result, deliver total shareholder return in the top one-third of our peer group. Delivering and sustaining leadership levels of shareholder value creation requires balanced top- and bottom-line growth and strong cash generation.\nThe Company competes in daily-use product categories where performance plays a significant role in the consumer's choice of brands, and therefore, play to P&G's strengths. Our focused portfolio of businesses consists of ten product categories where P&G has leading market positions, strong brands and consumer-meaningful product technologies.\nWithin these categories, our strategic choices are focused on delighting and winning with consumers. Our consumers are at the center of everything we do. We win with consumers by delivering irresistible superiority across five key vectors - product performance, packaging, brand communication, retail execution and value. Winning with consumers around the world and against our best competitors requires superior innovation. Innovation has always been, and continues to be, P&G’s lifeblood. Superior products delivered with superior execution drive market growth, value creation for retailers and build share growth for P&G.\nOngoing productivity improvement is crucial to delivering our balanced top- and bottom-line growth, cash generation and value creation objectives. Productivity improvement enables investments to strengthen the superiority of our brands via product and packaging innovation, more efficient and effective supply chains, equity and awareness-building brand advertising and other programs and expansion of sales coverage and R&D programs. Productivity improvements also enable us to mitigate challenging cost environments (including periods of increasing commodity and negative foreign exchange impacts). Our objective is to drive productivity improvements across all elements of the statement of earnings and balance sheet, including cost of goods sold, marketing and promotional spending, overhead costs and capital spending. \nWe act with agility and are constructively disrupting our highly competitive industry and the way we do business, including how we innovate, communicate and leverage new technologies, to create more value.\nWe are improving operational effectiveness and organizational culture through enhanced clarity of roles and responsibilities, accountability and incentive compensation programs.\nAdditionally, within this strategy of superiority, productivity, constructive disruption and organization, we have declared four focus areas to strengthen our performance going forward. These are 1) leveraging environmental sustainability as an additional driver of superior performing products and packaging innovations, 2) increasing digital acumen to drive consumer and customer preference, reduce cost and enable rapid and efficient decision making, 3) developing next-level supply chain capabilities to enable flexibility, agility, resilience and a new level of productivity and 4) delivering employee value equation for all gender identities, races, ethnicities, sexual orientations, ages and abilities for all roles to ensure we continue to attract, retain and develop the best talent.\nWe believe this strategy is right for the long-term health of the Company and our objective of delivering total shareholder return in the top one-third of our peer group.\nThe Company expects the delivery of the following long-term growth algorithm will result in total shareholder returns in the top third of the competitive, fast-moving consumer goods peer group:\n•\nOrganic sales growth above market growth rates in the categories and geographies in which we compete;\n•\nCore EPS growth of mid-to-high single digits; and\n•\nAdjusted free cash flow productivity of 90% or greater.\nWhile periods of significant macroeconomic pressures may cause short-term results to deviate from the long-term growth algorithm, we intend to maintain a disciplined approach to investing in our business.\nThe Procter & Gamble Company        17\nSUMMARY OF 2023 RESULTS\nAmounts in millions, except per share amounts\n2023\n2022\nChange vs. Prior Year\nNet sales\n$\n82,006\n \n$\n80,187 \n2 \n%\nOperating income\n18,134\n \n17,813 \n2 \n%\nNet earnings\n14,738\n \n14,793 \n— \n%\nNet earnings attributable to Procter & Gamble\n14,653\n \n14,742 \n(1)\n%\nDiluted net earnings per common share\n5.90\n \n5.81 \n2 \n%\nCore earnings per share\n5.90\n \n5.81 \n2 \n%\nCash flow from operating activities\n16,848\n \n16,723 \n1 \n%\n•\nNet sales increased 2% to $82.0 billion versus the prior year. The net sales growth was driven by a mid-single-digit increase in Health Care, low single-digit increases in Fabric & Home Care, Baby, Feminine & Family Care and Beauty, partially offset by a low single-digit decrease in Grooming. Organic sales, which excludes the impact of acquisitions and divestitures and foreign exchange, increased 7%. Organic sales increased high single digits in Health Care and Fabric & Home Care and mid-single digits in Baby, Feminine & Family Care, Beauty and Grooming.\n•\nOperating income increased $321 million, or 2%, to $18.1 billion versus year ago due to the increase in net sales, partially offset by a modest decrease in operating margin.\n•\nNet earnings decreased modestly by $55 million to $14.7 billion versus year ago as the increase in operating income was more than fully offset by a higher effective tax rate. Foreign exchange impacts reduced net earnings by approximately $1.4 billion\n. \n•\nNet earnings attributable to Procter & Gamble decreased $89 million, or 1%, to $14.7 billion versus the prior year due primarily to the decrease in net earnings.\n•\nDiluted EPS increased 2% to $5.90 as the decrease in net earnings was more than offset by a reduction in shares outstanding. \n•\nCash flow from operating activities was $16.8 billion.\n◦    Adjusted free cash flow, which is operating cash flow less capital expenditures and certain other impacts, was $14.0 billion.\n◦    Adjusted free cash flow productivity, which is the ratio of adjusted free cash flow to net earnings, was 95%.\nECONOMIC CONDITIONS AND UNCERTAINTIES\nWe discuss expectations regarding future performance, events and outcomes, such as our business outlook and objectives, in annual and quarterly reports, press releases and other written and oral communications. All such statements, except for historical and present factual information, are \"forward-looking statements\" and are based on financial data and our business plans available only as of the time the statements are made, which may become out-of-date or incomplete. We assume no obligation to update any forward-looking statements as a result of new information, future events or other factors, except as required by law. Forward-looking statements are inherently uncertain and investors must recognize that events could be significantly different from our expectations. For more information on risk factors that could impact our results, please refer to “Risk Factors” in Part I, Item 1A of this Form 10-K.\nGlobal Economic Conditions. \nOur products are sold in numerous countries across North America, Europe, Latin America, Asia, Australia and Africa, with more than half our sales generated outside the United States. Our largest international markets are Greater China, the United Kingdom, Canada, Japan and Germany and collectively comprise more than 20% of our net sales in fiscal 2023. As such, we are exposed to and impacted by global macroeconomic factors, geopolitical tensions, U.S. and foreign government policies and foreign exchange fluctuations. We are also exposed to market risks from operating in challenging environments including unstable economic, political and social conditions, civil unrest, natural disasters, debt and credit issues and currency controls or fluctuations. These risks can reduce our net sales or erode our operating margins and consequently reduce our net earnings and cash flows.\nChanges in Costs. \nOur costs are subject to fluctuations, particularly due to changes in commodity and input material prices, transportation costs, other broader inflationary impacts and our own productivity efforts. We have significant exposures to certain commodities and input materials, in particular certain oil-derived materials like resins and paper-based materials like pulp. Volatility in the market price of these commodities and input materials has a direct impact on our costs. Disruptions in our manufacturing, supply and distribution operations due to energy shortages, natural disasters, labor or freight constraints have impacted our costs and could do so in the future. New or increased legal or regulatory requirements, along with initiatives to meet our sustainability goals, could also result in increased costs due to higher material costs and investments in facilities and equipment. We strive to implement, achieve and sustain cost improvement plans, including supply chain optimization and general overhead and workforce optimization. Increased pricing in response to certain inflationary or cost increases may also offset portions of the cost impacts; however, such price increases may impact product consumption. If we are unable to manage cost impacts through pricing actions and consistent productivity improvements, it may adversely impact our net sales, gross margin, operating margin, net earnings and cash flows.\n18        The Procter & Gamble Company\nForeign Exchange. \nWe have significant translation and transaction exposure to the fluctuation of exchange rates. Translation exposures relate to exchange rate impacts of measuring income statements of foreign subsidiaries that do not use the U.S. dollar as their functional currency. Transaction exposures relate to 1) the impact from input costs that are denominated in a currency other than the local reporting currency and 2) the revaluation of transaction-related working capital balances denominated in currencies other than the functional currency. In the past three years, weakening of certain foreign currencies versus the U.S. dollar has resulted in significant foreign exchange impacts leading to lower net sales, net earnings and cash flows. Certain countries that recently had and are currently experiencing significant exchange rate fluctuations include Argentina, Brazil, the United Kingdom, Japan, Russia and Turkey. These fluctuations have significantly impacted our historical net sales, net earnings and cash flows and could do so in the future. Increased pricing in response to certain fluctuations in foreign currency exchange rates may offset portions of the currency impacts but could also have a negative impact on the consumption of our products, which would negatively affect our net sales, gross margin, operating margin, net earnings and cash flows.\nGovernment Policies. \nOur net sales, gross margin, operating margin, net earnings and cash flows could be affected by changes in U.S. or foreign government legislative, regulatory or enforcement policies. For example, our net earnings and cash flows could be affected by any future legislative or regulatory changes in U.S. or non-U.S. tax policy, including changes resulting from the current work being led by the OECD/G20 Inclusive Framework focused on \"Addressing the Challenges of the Digitalization of the Economy.\" The breadth of the OECD project extends beyond pure digital businesses and, as proposed, is likely to impact most large multinational businesses by both redefining jurisdictional taxation rights and establishing a 15% global minimum tax. Our net sales, gross margin, operating margin, net earnings and cash flows may also be impacted by changes in U.S. and foreign government policies related to environmental and climate change matters. Additionally, we attempt to carefully manage our debt, currency and other exposures in certain countries with currency exchange, import authorization and pricing controls, such as Egypt, Argentina and Pakistan. Further, our net sales, gross margin, operating margin, net earnings and cash flows could be affected by changes to international trade agreements in North America and elsewhere.\n \nChanges in government policies in the above areas might cause an increase or decrease in our net sales, gross margin, operating margin, net earnings and cash flows.\nRussia-Ukraine War\n. The war between Russia and Ukraine has negatively impacted our operations. Our Ukraine business includes two manufacturing sites and accounted for less than 1% of consolidated net sales and consolidated net earnings in the fiscal year ended June 30, 2023. Net assets of our Ukraine business accounted for less than 1% of consolidated net assets as of June 30, 2023. Our Russia business includes two manufacturing sites. Beginning in March 2022, the Company reduced its product portfolio, discontinued new capital investments and suspended media, advertising and promotional activity in Russia. The Russia business accounted for approximately 2% of consolidated net sales and consolidated net earnings in the fiscal year ended June 30, 2023. Net assets of our Russia business accounted for less than 2% of consolidated net assets as of June 30, 2023. \nFuture impacts to the Company are difficult to predict due to the high level of uncertainty related to the war's duration, evolution and ultimate resolution. Within Ukraine, there is a possibility of physical damage and destruction of our two manufacturing facilities. We may not be able to operate our manufacturing sites and source raw materials from our suppliers or ship finished products to our customers. \nWithin Russia, we may not be able to continue our reduced operations at current levels due to sanctions and counter-sanctions, monetary, currency or payment controls, legislative restrictions or policies, restrictions on access to financial institutions and supply and transportation challenges. Our suppliers, distributors and retail customers are also impacted by the war and their ability to successfully maintain their operations could also impact our operations or negatively impact the sales of our products. \nMore broadly, there could be additional negative impacts to our net sales, earnings and cash flows should the situation escalate beyond its current scope, including, among other potential impacts, economic recessions in certain neighboring countries or globally due to inflationary pressures and supply chain cost increases or the geographic proximity of the war relative to the rest of Europe. \nFor additional information on risk factors that could impact our business results, please refer to “Risk Factors” in Part I, Item 1A of this Form 10-K.\nRESULTS OF OPERATIONS\nThe key metrics included in the discussion of our consolidated results of operations include net sales, gross margin, selling, general and administrative costs (SG&A), operating margin, other non-operating items, income taxes and net earnings. The primary factors driving year-over-year changes in net sales include overall market growth in the categories in which we compete, product initiatives, competitive activities (the level of initiatives, pricing and other activities by competitors), marketing spending, retail executions (both in-store and online) and acquisition and divestiture activity, all of which drive changes in our underlying unit volume, as well as our pricing actions (which can also impact volume), changes in product and geographic mix and foreign exchange impacts on sales outside the U.S.\nFor most of our categories, our cost of products sold and SG&A are variable in nature to some extent. Accordingly, our discussion of these operating costs focuses primarily on relative margins rather than the absolute year-over-year changes in total costs. The primary drivers of changes in gross margin are input costs (energy and other commodities), pricing impacts, geographic mix (for example, gross margins in North America are generally higher than the Company average for similar products), product mix (for example, the Beauty segment has higher gross margins than the Company average), foreign \nThe Procter & Gamble Company        19\nexchange rate fluctuations (in situations where certain input costs may be tied to a different functional currency than the underlying sales), the impacts of manufacturing savings projects and reinvestments (for example, product or package improvements) and, to a lesser extent, scale impacts (for costs that are fixed or less variable in nature). The primary components of SG&A are marketing-related costs and non-manufacturing overhead costs. Marketing-related costs are primarily variable in nature, although we may achieve some level of scale benefit over time due to overall growth and other marketing efficiencies. While overhead costs are variable to some extent, we generally experience more scale-related impacts for these costs due to our ability to leverage our organization and systems' infrastructures to support business growth. The main drivers of changes in SG&A as a percentage of net sales are overhead and marketing cost savings, reinvestments (for example, increased advertising), inflation, foreign exchange fluctuations and scale impacts.\nFor a detailed discussion of the fiscal 2022 year-over-year changes, please refer to the MD&A in Part II, Item 7 of the Company's \nForm 10-K for the fiscal year ended June 30, 2022\n.\nNet Sales\nNet sales increased 2% to $82.0 billion in fiscal 2023. The increase in net sales was driven by higher pricing of 9% and a favorable mix of 1%, partially offset by unfavorable foreign exchange of 5% and a 3% decrease in unit volume versus the prior year. Favorable mix was driven by a higher proportion of sales in North America (with higher than Company-average selling prices) and decline in Europe (with lower than Company-average selling prices). Excluding the impacts of foreign exchange and acquisitions and divestitures, organic sales grew 7%. \nNet sales increased mid-single digits in Health Care, increased low single digits in Fabric & Home Care, Baby, Feminine & Family Care and Beauty and decreased low single digits in Grooming. On a regional basis, volume decreased double digits in Europe, mid-single digits in Greater China and low single digits in Asia Pacific, IMEA and North America. Volume increased low single digits in Latin America. \nOperating Costs\nComparisons as a percentage of net sales; fiscal years ended June 30\n2023\n2022\nBasis Point Change\nGross margin\n47.9\n \n%\n47.4 \n%\n50 bps\nSelling, general and administrative expense\n25.7\n \n%\n25.2 \n%\n50 bps\nOperating margin\n22.1\n \n%\n22.2 \n%\n(10) bps\nEarnings before income taxes\n22.4\n \n%\n22.4 \n%\n0 bps\nNet earnings\n18.0\n \n%\n18.4 \n%\n(40) bps\nNet earnings attributable to Procter & Gamble\n17.9\n \n%\n18.4 \n%\n(50) bps\nGross margin increased 50 basis points to 47.9% of net sales. The increase in gross margin was due to:\n•\na 430 basis-point increase from higher pricing and\n•\na 150 basis-point increase from manufacturing productivity savings.\nThese increases were partially offset by \n•\n320 basis points of increased commodity and input material costs,\n•\na 110 basis-point decline from unfavorable mix due to the launch and growth of premium products (which have lower than Company-average gross margins) and the disproportionate decline of the super-premium SK-II brand,\n•\na 50 basis-point decline from unfavorable foreign exchange impacts,\n•\n30 basis points due to capacity start-up costs and other manufacturing impacts and\n•\n20 basis points of product and packaging investments.\nTotal SG&A increased 4% to $21.1 billion due primarily to an increase in overhead costs and other net operating \ncosts. SG&A as a percentage of net sales increased 50 basis points to 25.7% due to an increase in overhead and other net operating costs as a percentage of net sales, partially offset by a decrease in marketing spending as a percentage of net sales. \n•\nMarketing spending as a percentage of net sales decreased 40 basis points due to the positive scale impacts of the net sales increase and increased productivity savings, partially offset by increased media reinvestments.\n•\nOverhead costs as a percentage of net sales increased 40 basis points due to wage inflation and other cost increases, partially offset by the positive scale impacts of the net sales increase and productivity savings.\n•\nOther net operating expenses as a percentage of net sales increased 60 basis points due primarily to higher foreign exchange transactional charges.\nProductivity-driven cost savings delivered 90 basis points of benefit to SG&A as a percentage of net sales.\nOperating margin decreased 10 basis points to 22.1% as the increase in gross margin was more than fully offset by the increase in SG&A as a percentage of net sales as discussed above.\n20        The Procter & Gamble Company\nNon-Operating Items\n•\nInterest expense was $756 million, an increase of $317 million versus the prior year due to higher interest rates and an increase in short-term debt in the current year.\n•\nInterest income was $307 million, an increase of $256 million versus the prior year due to higher interest rates.\n•\nOther non-operating income increased $98 million to $668 million due primarily to a prior year unrealized loss on equity investments and a current year gain on divestiture of minor brands. \nIncome Taxes\nThe effective tax rate increased 190 basis points versus the prior year period to 19.7% d\nue to:\n•\na 100 basis-point increase from lower excess tax benefits of share-based compensation,\n•\na 50 basis-point increase from discrete impacts related to uncertain tax positions and\n•\na 40 basis-point increase primarily from lower current year deductions for foreign-derived intangible income versus prior year.\nNet Earnings\nOperating income increased $321 million, or 2%, to $18.1 billion due to the increase in net sales, partially offset by a modest decrease in operating margin, both of which are discussed above. \nEarnings before income taxes increased $358 million, or 2%, to $18.4 billion due primarily to the increase in operating income\n. \nNet earnings declined modestly by $55 million to $14.7 billion due to the increase in earnings before income taxes, more than fully offset by the increase in the effective income tax rate discussed above. Foreign exchange impacts reduced net earnings by approximately $1.4 billion due to a weakening of certain currencies against the U.S. dollar. This impact includes both transactional charges and translational impacts from converting earnings from foreign subsidiaries to U.S. dollars.\nNet earnings attributable to Procter & Gamble decreased $89 million, or 1%, to $14.7 billion. \nDiluted EPS increased $0.09, or 2%, to $5.90 as the decrease in net earnings was more than fully offset by a reduction in shares outstanding. \nSEGMENT RESULTS\nSegment results reflect information on the same basis we use for internal management reporting and performance evaluation. The results of these reportable segments do not include certain non-business unit specific costs which are reported in our Corporate segment and are included as part of our Corporate segment discussion. Additionally, we apply blended statutory tax rates in the segments. Eliminations to adjust segment results to arrive at our consolidated effective tax rate are included in Corporate. See Note 2 to the Consolidated Financial Statements for additional information on items included in the Corporate segment.\n \nNet Sales Change Drivers 2023 vs. 2022\n (1)\nVolume with Acquisitions & Divestitures\nVolume Excluding Acquisitions & Divestitures\nForeign Exchange\nPrice\nMix\nOther \n(2)\nNet Sales Growth\nBeauty\n(1)\n%\n(2)\n%\n(5)\n%\n8 \n%\n(1)\n%\n1 \n%\n2 \n%\nGrooming\n(3)\n%\n(3)\n%\n(7)\n%\n9 \n%\n(2)\n%\n— \n%\n(3)\n%\nHealth Care\n(1)\n%\n(1)\n%\n(4)\n%\n5 \n%\n4 \n%\n— \n%\n4 \n%\nFabric & Home Care\n(4)\n%\n(4)\n%\n(5)\n%\n11 \n%\n1 \n%\n— \n%\n3 \n%\nBaby, Feminine & Family Care\n(3)\n%\n(3)\n%\n(4)\n%\n8 \n%\n1 \n%\n— \n%\n2 \n%\nTOTAL COMPANY\n(3)\n%\n(3)\n%\n(5)\n%\n9\n \n%\n1\n \n%\n—\n \n%\n2\n \n%\n(1)\nNet sales percentage changes are approximations based on quantitative formulas that are consistently applied.\n(2)\nOther includes the sales mix impact from acquisitions and divestitures and rounding impacts necessary to reconcile volume to net sales.\n \nBEAUTY\n($ millions)\n2023\n2022\nChange vs. 2022\nVolume\nN/A\nN/A\n(1)%\nNet sales\n$15,008\n$14,740\n2%\nNet earnings\n$3,178\n$3,160\n1%\n% of net sales\n21.2%\n21.4%\n(20) bps\nBeauty net sales increased 2% to $15.0 billion as the positive impacts of higher pricing of 8% and benefit from acquisitions of 1% were partially offset by unfavorable foreign exchange of 5%, unfavorable mix of 1% (due primarily to the decline of the super-premium SK-II brand, which has higher than segment-average selling prices) and a 1% decrease in unit volume. \nThe Procter & Gamble Company        21\nExcluding the impact of acquisitions and divestitures and foreign exchange, organic sales increased 6%. Global market share of the Beauty segment increased 0.3 points. \n•\nHair Care net sales increased low single digits. Positive impacts of higher pricing (driven by all regions) and benefit from acquisitions were partially offset by the negative impacts of unfavorable foreign exchange and a decrease in unit volume. Mix had a neutral impact on net sales. The volume decrease was driven primarily by declines in Europe (due to portfolio reduction in Russia and increased pricing), Greater China (due to market contraction and pandemic-related disruptions) and Asia Pacific (due to increased pricing). Organic sales increased high single digits driven by 20% growth in Latin America and double-digit growth in Europe and North America, partially offset by a mid-single-digit decline in Greater China. Global market share of the hair care category decreased more than half a point.\n•\nSkin and Personal Care net sales increased low single digits. Positive impacts of higher pricing (across all regions), a unit volume increase and a benefit from acquisitions were partially offset by the negative impacts from unfavorable mix (due primarily to the decline of the super-premium SK-II brand) and unfavorable foreign exchange. The volume increase was driven primarily by growth in North America, Latin America and Greater China (all due to innovation), partially offset by a decline in Asia Pacific (due to the decline of the super-premium SK-II brand in the travel retail channel). Organic sales increased mid-single digits as more than 20% increases in Latin America and Europe and a double-digit increase in North America were partially offset by a double-digit decrease in Asia Pacific. Global market share of the skin and personal care category increased nearly a point.\nNet earnings increased 1% to $3.2 billion due to the increase in net sales, partially offset by a 20 basis-point decrease in net earnings margin. Net earnings margin decreased due to a reduction in gross margin, partially offset by a reduction in SG&A as a percentage of net sales. The gross margin reduction was driven by negative product mix (due to the decline of the super-premium SK-II brand), increased commodity costs and unfavorable foreign exchange, partially offset by increased pricing. SG&A as a percentage of net sales decreased primarily due to a decrease in marketing spending.\nGROOMING\n($ millions)\n2023\n2022\nChange vs. 2022\nVolume\nN/A\nN/A\n(3)%\nNet sales\n$6,419\n$6,587\n(3)%\nNet earnings\n$1,461\n$1,490\n(2)%\n% of net sales\n22.8%\n22.6%\n20 bps\nGrooming net sales decreased 3% to $6.4 billion driven by unfavorable foreign exchange of 7%, a 3% decrease in unit volume and unfavorable mix of 2% (due to decline of appliances, which have higher than segment-average selling prices), partially offset by higher pricing of 9% (driven by all regions). The volume decrease was primarily driven by decreases in Europe (due to portfolio reduction in Russia and increased pricing) and North America (due to market contraction and increased pricing). Excluding the impact of acquisitions and divestitures and foreign exchange, organic sales increased 5% driven by growth in all regions led by a more than 20% growth in Latin America and a double-digit growth in Asia Pacific. Global market share of the Grooming segment increased 1 point.\nNet earnings decreased 2% to $1.5 billion due to the decrease in net sales, partially offset by a 20 basis-point increase in net earnings margin. Net earnings margin increased as a decrease in gross margin was more than fully offset by a decrease in SG&A as a percentage of net sales. The gross margin decrease was driven by unfavorable product mix (due to a disproportionate decline of higher gross margin appliances such as premium shavers), commodity cost increases and unfavorable foreign exchange, partially offset by higher pricing and productivity savings. SG&A as a percentage of net sales decreased due primarily to a decrease in marketing spending. \nHEALTH CARE\n($ millions)\n2023\n2022\nChange vs. 2022\nVolume\nN/A\nN/A\n(1)%\nNet sales\n$11,226\n$10,824\n4%\nNet earnings\n$2,125\n$2,006\n6%\n% of net sales\n18.9%\n18.5%\n40 bps\nHealth Care net sales increased 4% to $11.2 billion driven by higher pricing of 5% and favorable mix of 4% (due to growth in North America and the Personal Health Care category, both of which have higher than segment-average selling prices), partially offset by unfavorable foreign exchange of 4% and a 1% decrease in unit volume. Excluding the impact of foreign exchange and acquisitions and divestitures, organic sales increased 8%. Global market share of the Health Care segment decreased 0.2 points.\n22        The Procter & Gamble Company\n•\nOral Care net sales decreased low single digits. Negative impacts of unfavorable foreign exchange and a unit volume decrease were partially offset by increased pricing (driven primarily by North America and Europe) and favorable premium product mix. Volume decline was primarily driven by Europe (due to portfolio reduction in Russia and increased pricing), North America (due to increased pricing) and Greater China (due to market contraction, especially in the power brush market). Organic sales increased low single digits driven by a more than 20% growth in Latin America and a low single-digit growth in North America. Global market share of the oral care category was unchanged.\n•\nPersonal Health Care net sales increased double digits. Positive impacts of favorable mix (due to the disproportionate growth of North America and respiratory products, both of which have higher than category-average selling prices), higher pricing (driven primarily by North America, Europe and Latin America) and a unit volume increase were partially offset by unfavorable foreign exchange. Volume increase was primarily driven by growth in North America (due to innovation and a stronger respiratory season) and Latin America, partially offset by a decline in IMEA (versus a prior year impacted by pandemic-related consumption increases in certain markets). Organic sales increased mid-teens driven by a high teens increase in North America, a mid-teens increase in Europe and a low teens increase in Latin America. Global market share of the personal health care category was unchanged.\nNet earnings increased 6% to $2.1 billion due to the increase in net sales and a 40 basis-point increase in net earnings margin. Net earnings margin increased as a decrease in gross margin was more than fully offset by a decrease in SG&A as a percentage of net sales. The decrease in gross margin was driven by unfavorable product mix (due to the growth of products such as manual brushes, which have lower gross margins) and increased commodity and input material costs, partially offset by increased pricing. SG&A as a percentage of net sales decreased due to the positive scale impacts of the net sales increase and lower marketing spending, partially offset by increased overhead spending.\nFABRIC & HOME CARE\n($ millions)\n2023\n2022\nChange vs. 2022\nVolume\nN/A\nN/A\n(4)%\nNet sales\n$28,371\n$27,556\n3%\nNet earnings\n$4,828\n$4,386\n10%\n% of net sales\n17.0%\n15.9%\n110 bps\nFabric & Home Care net sales increased 3% to $28.4 billion driven by higher pricing of 11% and favorable mix of 1% (due to a disproportionate volume decline in Europe, which has lower than segment-average selling prices), partially offset by unfavorable foreign exchange of 5% and a 4% decrease in unit volume. Excluding the impact of foreign exchange and acquisitions and divestitures, organic sales increased 8%. Global market share of the Fabric & Home Care segment was unchanged.\n•\nFabric Care net sales increased low single digits. Positive impacts of higher pricing (driven by all regions) and favorable geographic mix (due to decline in Europe, which has lower than category-average selling prices) were partially offset by unfavorable foreign exchange and a decrease in unit volume. The volume decrease was primarily driven by declines in Europe (due to increased pricing and portfolio reduction in Russia), North America (due to increased pricing and market contraction) and Greater China (due to portfolio reductions and market contraction). Organic sales increased high single digits driven by more than 20% increases in Latin America and IMEA, high single-digit increases in Asia Pacific and Europe and a low single-digit increase in North America. Global market share of the fabric care category decreased nearly a point.\n•\nHome Care net sales increased mid-single digits. Positive impacts of higher pricing (driven primarily by Europe and North America) and favorable product mix were partially offset by unfavorable foreign exchange and a decrease in unit volume. The volume decrease was driven by declines in Europe (due to market contraction and increased pricing) and North America (due to market contraction). Organic sales increased high single digits driven by a mid-teens growth in Europe and a high single-digit growth in North America. Global market share of the home care category increased more than a point.\nNet earnings increased 10% to $4.8 billion due to the increase in net sales and a 110 basis-point increase in net earnings margin. Net earnings margin increased due to an increase in gross margin, partially offset by an increase in SG&A as a percentage of net sales. The gross margin increase was driven by increased pricing, partially offset by an increase in commodity and input material costs, unfavorable foreign exchange and unfavorable product mix. SG&A as a percentage of net sales increased due to an increase in media spending, partially offset by the positive scale effects of the net sales increase. \nThe Procter & Gamble Company        23\nBABY, FEMININE & FAMILY CARE\n($ millions)\n2023\n2022\nChange vs. 2022\nVolume\nN/A\nN/A\n(3)%\nNet sales\n$20,217\n$19,736\n2%\nNet earnings\n$3,545\n$3,266\n9%\n% of net sales\n17.5%\n16.5%\n100 bps\nBaby, Feminine & Family Care net sales increased 2% to $20.2 billion as the positive impacts of higher pricing of 8% and favorable mix of 1% (due to a higher proportion of sales in North America, which has higher than segment-average selling prices) were partially offset by unfavorable foreign exchange of 4% and a 3% decrease in unit volume. Excluding the impact of foreign exchange and acquisitions and divestitures, organic sales increased 6%. Global market share of the Baby, Feminine & Family Care segment was unchanged. \n•\nBaby Care net sales decreased low single digits. Negative impacts of a decrease in unit volume and unfavorable foreign exchange were partially offset by higher pricing (across all regions) and favorable product and geographic mix (due to a higher proportion of sales in North America). The volume decrease was driven primarily by declines in Europe (due to increased pricing and portfolio reduction in Russia), North America (due to increased pricing) and Greater China. Organic sales increased mid-single digits driven by a more than 30% growth in Latin America, high single-digit growth in IMEA and mid-single-digit growth in North America and Europe, partially offset by a double-digit decline in Greater China. Global market share of the baby care category was unchanged.\n•\nFeminine Care net sales increased mid-single digits. Positive impacts of higher pricing (driven by all regions) and favorable product and geographic mix (due to a decline in Europe, which has lower than category-average selling prices) were partially offset by unfavorable foreign exchange and a decrease in unit volume. The volume decrease was driven primarily by declines in Europe (due to portfolio reduction in Russia and increased pricing) and IMEA (due to increased pricing). Organic sales increased double digits driven by growth in all regions led by a mid-teens increase in Europe and a double-digit increase in North America. Market share of the feminine care category increased nearly half a point.\n•\nNet sales in Family Care, which is predominantly a North American business, increased low single digits driven by higher pricing. Unit volume had a neutral impact on net sales. Organic sales increased mid-single digits. North America's share of the family care category decreased nearly half a point.\nNet earnings increased 9% to $3.5 billion due to the increase in net sales and a 100 basis-point increase in net earnings margin. Net earnings margin increased primarily due to an increase in gross margin and a modest decrease in SG&A as a percentage of net sales. Gross margin increased due to increased pricing, partially offset by an increase in commodity and input material costs. SG&A as a percentage of net sales decreased due to the positive scale effects of the net sales increase partially offset by an increase in other operating expense.\nCORPORATE\n($ millions)\n2023\n2022\nChange vs. 2022\nNet sales\n$765\n$744\n3%\nNet earnings/(loss)\n$(399)\n$485\nN/A\nCorporate includes certain operating and non-operating activities not allocated to specific business segments. These include but are not limited to incidental businesses managed at the corporate level, gains and losses related to certain divested brands or businesses, impacts from various financing and investing activities, impacts related to employee benefits, asset impairments and restructuring activities including manufacturing and workforce optimization. Corporate also includes reconciling items to adjust the accounting policies used within the reportable segments to U.S. GAAP. The most notable ongoing reconciling item is income taxes, which adjusts the blended statutory rates that are reflected in the reportable segments to the overall Company effective tax rate.\nCorporate net sales increased 3% to $765 million due to an increase in net sales of the incidental businesses managed at the corporate level. Corporate net earnings decreased $884 million to a loss of $399 million primarily due to higher interest expense, lower excess tax benefits of share-based compensation and \nhigher foreign exchange transactional charges, partially offset by the increase in net sales of the incidental businesses and higher interest income.\nRestructuring Program to Deliver Productivity and Cost Savings\nThe Company has historically had an ongoing restructuring program with annual spending in the range of $250 to $500 million. Savings generated from the Company's restructuring program are difficult to estimate, given the nature of the activities, the timing of the execution and the degree of reinvestment. In fiscal 2023, the Company incurred before tax restructuring costs within the range of our historical annual ongoing level of $250 to $500 million.\n24        The Procter & Gamble Company\nRestructuring accruals of $174 million as of June 30, 2023, are classified as current liabilities. Approximately 87% of the restructuring charges incurred in fiscal 2023 either have been or will be settled with cash. Consistent with our policies for ongoing restructuring-type activities, the resulting charges are funded by and included within Corporate for segment reporting.\nIn addition to our restructuring programs, we have additional ongoing savings efforts in our supply chain, marketing and overhead areas that yield additional benefits to our operating margins.\nCASH FLOW, FINANCIAL CONDITION AND LIQUIDITY\nWe believe our financial condition continues to be of high quality, as evidenced by our ability to generate substantial cash from operations and to readily access capital markets at competitive rates.\nOperating cash flow provides the primary source of cash to fund operating needs and capital expenditures. Excess operating cash is used first to fund shareholder dividends. Other discretionary uses include share repurchases and acquisitions to complement our portfolio of businesses, brands and geographies. As necessary, we may supplement operating cash flow with debt to fund these activities. The overall cash position of the Company reflects our strong business results and a global cash management strategy that takes into account liquidity management, economic factors and tax considerations.\nCash Flow Analysis\n($ millions)\n2023\n2022\nNet cash provided by operating activities\n$\n16,848 \n$\n16,723 \nNet cash used in investing activities\n(3,500)\n(4,424)\nNet cash used in financing activities\n(12,146)\n(14,876)\nAdjusted Free Cash Flow\n14,011 \n13,792 \nAdjusted Free Cash Flow Productivity\n95 \n%\n93 \n%\nOperating Cash Flow\nOperating cash flow was $16.8 billion in 2023, a 1% increase versus the prior year. Net earnings, adjusted for non-cash items (depreciation and amortization, share-based compensation, deferred income taxes and gain on sale of assets) generated approximately $17.5 billion of operating cash flow. Working capital and other impacts used $656 million of operating cash flow as summarized below.\n•\nAn increase in Accounts receivable used $307 million of cash primarily due to sales growth. The number of days sales outstanding increased approximately 1 day versus prior year.\n•\nHigher inventory used $119 million of cash due to increased safety stock levels to strengthen supply chain sufficiency. Inventory days on hand was flat versus year ago. \n•\nAccounts payable and Accrued and other liabilities provided $313 million of cash, primarily driven by increases in taxes payable and accrued compensation expense, partially offset by a reduction in trade payables. The reduction in trade payables was due to lower supply chain payables from a decrease in commodity and transportation costs, partially offset by the impact of extended payment terms with suppliers (see \nExtended Payment Terms and Supply Chain Financing \nbelow). Days payable outstanding decreased approximately 3 days versus prior year.\n•\nOther net operating assets and liabilities used $543 million of cash primarily driven by pension-related contributions.\nAdjusted Free Cash Flow. \nWe view adjusted free cash flow as an important non-GAAP measure because it is a factor impacting the amount of cash available for dividends, share repurchases, acquisitions and other discretionary investments. It is defined as operating cash flow less capital expenditures and excluding payments for the transitional tax resulting from the U.S. Tax Act. Adjusted free cash flow is one of the measures used to evaluate senior management and determine their at-risk compensation. \nAdjusted free cash flow was $14.0 billion in 2023, an increase of 2% versus the prior year. The increase was primarily driven by the increase in operating cash flows as discussed above. Adjusted free cash flow productivity, defined as the ratio of adjusted free cash flow to net earnings, was 95% in 2023. \nExtended Payment Terms and Supply Chain Financing.\n Beginning in fiscal 2014, in response to evolving market practices, the Company began a program to negotiate extended payment terms with its suppliers. At the same time, the Company initiated a Supply Chain Finance program (the \"SCF\") with a number of global financial institutions (the \"SCF Banks\"). Under the SCF, qualifying suppliers may elect to sell their receivables from the Company to an SCF Bank. These participating suppliers negotiate their receivables sales arrangements directly with the respective SCF Bank. While the Company is not party to those agreements, the SCF Banks allow the participating suppliers to utilize the Company’s creditworthiness in establishing credit spreads and associated costs. This generally provides the suppliers with more favorable terms than they would be able to secure on their own. The Company has no economic interest in a supplier’s decision to sell a receivable. Once a qualifying supplier elects to participate in the SCF and reaches an agreement with an SCF Bank, they elect which individual Company invoices they sell to the SCF bank. However, all the Company’s payments to participating suppliers are paid to the SCF Bank on the invoice due date, regardless of whether the individual invoice is sold by the supplier to the SCF Bank. The SCF Bank pays the supplier on the invoice due date for any invoices that were not previously sold to the SCF Bank under the SCF.\nThe Procter & Gamble Company        25\nThe terms of the Company’s payment obligation are not impacted by a supplier’s participation in the SCF. Our payment terms with our suppliers for similar services and materials within individual markets are consistent between suppliers that elect to participate in the SCF and those that do not participate. Accordingly, our average days outstanding are not significantly impacted by the portion of suppliers or related input costs that are included in the SCF. In addition, the SCF is available to both material suppliers, where the underlying costs are largely included in Cost of goods sold, and to service suppliers, where the underlying costs are largely included in SG&A. As of June 30, 2023, approximately 3% of our global suppliers have elected to participate in the SCF. Payments to those suppliers during fiscal year 2023 were approximately $18 billion, which equals approximately 29% of our total Cost of goods sold and SG&A for the year. For participating suppliers, we believe substantially all of their receivables with the Company are sold to the SCF Banks. Accordingly, we would expect that at each balance sheet date, a similar proportion of amounts originally due to suppliers would instead be payable to SCF Banks. All outstanding amounts related to suppliers participating in the SCF are recorded within Accounts payable in our Consolidated Balance Sheets, and the associated payments are included in operating activities within our Consolidated Statements of Cash Flows. As of June 30, 2023 and 2022, the amounts due to suppliers participating in the SCF and included in Accounts payable were approximately $6 billion.\nAlthough difficult to project due to market and other dynamics, we anticipate incremental cash flow benefits from the extended payment terms with suppliers could increase at a slower rate in fiscal 2024. Future changes in our suppliers’ financing policies or economic developments, such as changes in interest rates, general market liquidity or the Company’s credit-worthiness relative to participating suppliers, could impact suppliers’ participation in the SCF and/or our ability to negotiate extended payment terms with our suppliers. However, any such impacts are difficult to predict.\nInvesting Cash Flow\nNet investing activities used $3.5 billion of cash in 2023, primarily due to capital spending and acquisitions. \nCapital Spending. \nCapital expenditures, primarily to support capacity expansion, innovation and cost efficiencies, were $3.1 billion in 2023. Capital spending as a percentage of net sales decreased 20 basis points to 3.7% in 2023. \nAcquisitions. \nAcquisition activity used cash of $765 million in 2023, primarily related to a Beauty acquisition.\nFinancing Cash Flow\nNet financing activities consumed $12.1 billion of cash in 2023, mainly due to dividends to shareholders and treasury stock purchases, partially offset by a net debt increase and the impact of stock options and other.\nDividend Payments. \nOur first discretionary use of cash is dividend payments. Dividends per common share increased 4% to $3.6806 per share in 2023. Total dividend payments to common and preferred shareholders were $9.0 billion in 2023. In April 2023, the Board of Directors declared a 3% increase in our quarterly dividend from $0.9133 to $0.9407 per share on Common Stock and Series A and B Employee Stock Ownership Plan (ESOP) Convertible Class A Preferred Stock. This is the 67th consecutive year that our dividend has increased. We have paid a dividend for 133 consecutive years, every year since our incorporation in 1890.\nLong-Term and Short-Term Debt. \nWe maintain debt levels we consider appropriate after evaluating a number of factors, including cash flow expectations, cash requirements for ongoing operations, investment and financing plans (including acquisitions and share repurchase activities) and the overall cost of capital. Total debt was $34.6 billion as of June 30, 2023. We generated $2.9 billion from net debt issuances in short-term debt and long-term debt markets.\nTreasury Purchases. \nTotal share repurchases were $7.4 billion in 2023. \nImpact of Stock Options and Other. \nThe exercise of stock options and other financing activities generated $1.3 billion of cash in 2023. \nLiquidity\nAt June 30, 2023, our current liabilities exceeded current assets by $13.1 billion, largely due to short-term borrowings under our commercial paper program. We anticipate being able to support our short-term liquidity and operating needs largely through cash generated from operations. The Company regularly assesses its cash needs and the available sources to fund these needs. As of June 30, 2023, the Company had $5.1 billion of cash and cash equivalents related to foreign subsidiaries, primarily in various European and Asian countries. We did not have material cash and cash equivalents related to any country subject to exchange controls that significantly restrict our ability to access or repatriate the funds. Under current law, we do not expect restrictions or taxes on repatriation of cash held outside of the U.S. to have a material effect on our overall liquidity, financial condition or the results of operations for the foreseeable future. \nWe utilize short- and long-term debt to fund discretionary items, such as acquisitions and share repurchases. We have strong short- and long-term debt ratings, which have enabled and should continue to enable us to refinance our debt as it becomes due at favorable rates in commercial paper and bond markets. In addition, we have agreements with a diverse group of financial institutions that, if needed, should provide sufficient funding to meet short-term financing requirements.\nOn June 30, 2023, our short-term credit ratings were P-1 (Moody's) and A-1+ (Standard & Poor's), while our long-term credit ratings were Aa3 (Moody's) and AA- (Standard & Poor's), all with a stable outlook.\nWe maintain bank credit facilities to support our ongoing commercial paper program. The current facility is an $8.0 billion facility split between a $3.2 billion five-year facility and a $4.8 billion 364-day facility, which expire in November 2027 and \n26        The Procter & Gamble Company\nNovember 2023, respectively. Both facilities can be extended for certain periods of time as specified in the terms of the credit agreement. These facilities are currently undrawn and we anticipate that they will remain undrawn. These credit facilities do not have cross-default or ratings triggers, nor do they have material adverse events clauses, except at the time of signing. In addition to these credit facilities, we have an automatically effective registration statement on Form S-3 filed with the SEC that is available for registered offerings of short- or long-term debt securities. For additional details on debt, see Note 10 to the Consolidated Financial Statements.\nGuarantees and Other Off-Balance Sheet Arrangements\nWe do not have guarantees or other off-balance sheet financing arrangements, including variable interest entities, which we believe could have a material impact on our financial condition or liquidity.\nContractual Commitments\nThe following table provides information on the amount and payable date of our contractual commitments as of June 30, 2023.\n($ millions)\nTotal\nLess Than 1 Year\n1-3 Years\n3-5 Years\nAfter 5 Years\nRECORDED LIABILITIES\nTotal debt\n$\n35,248\n \n$\n10,316 \n$\n5,328 \n$\n5,899 \n$\n13,705 \nLeases\n911\n \n222 \n322 \n171 \n196 \nU.S. Tax Act transitional charge\n (1)\n1,575\n \n421 \n1,154 \n— \n— \nOTHER\nInterest payments relating to long-term debt\n5,727\n \n713 \n1,245 \n946 \n2,823 \nMinimum pension funding \n(2)\n591\n \n192 \n399 \n— \n— \nPurchase obligations \n(3)\n2,989\n \n1,169 \n976 \n482 \n362 \nTOTAL CONTRACTUAL COMMITMENTS\n$\n47,041\n \n$\n13,033 \n$\n9,424 \n$\n7,498 \n$\n17,086 \n(1)\nRepresents the U.S. federal tax liability associated with the repatriation provisions of the U.S. Tax Act. \n(2)\nRepresents future pension payments to comply with local funding requirements. These future pension payments assume the Company continues to meet its future statutory funding requirements. Considering the current economic environment in which the Company operates, the Company believes its cash flows are adequate to meet the future statutory funding requirements. The projected payments beyond fiscal year 2026 are not currently determinable.\n(3)\nPrimarily reflects future contractual payments under various take-or-pay arrangements entered into as part of the normal course of business. Commitments made under take-or-pay obligations represent minimum commitments with suppliers and are in line with expected usage. This includes service contracts for information technology, human resources management and facilities management activities that have been outsourced. While the amounts listed represent contractual obligations, we do not believe it is likely that the full contractual amount would be paid if the underlying contracts were canceled prior to maturity. In such cases, we generally are able to negotiate new contracts or cancellation penalties, resulting in a reduced payment. The amounts do not include other contractual purchase obligations that are not take-or-pay arrangements. Such contractual purchase obligations are primarily purchase orders at fair value that are part of normal operations and are reflected in historical operating cash flow trends. We do not believe such purchase obligations will adversely affect our liquidity position. \nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nIn preparing our financial statements in accordance with U.S. GAAP, there are certain accounting policies that may require a choice between acceptable accounting methods or may require substantial judgment or estimation in their application. These include revenue recognition, income taxes, certain employee benefits and goodwill and intangible assets. We believe these accounting policies, and others set forth in Note 1 to the Consolidated Financial Statements, should be reviewed as they are integral to understanding the results of operations and financial condition of the Company.\nThe Company has discussed the selection of critical accounting policies and the effect of estimates with the Audit Committee of the Company's Board of Directors.\nRevenue Recognition\nOur revenue is primarily generated from the sale of finished product to customers. Those sales predominantly contain a single performance obligation and revenue is recognized at a single point in time when ownership, risks and rewards transfer, which can be on the date of shipment or the date of receipt by the customer. Trade promotions, consisting primarily of customer pricing allowances, in-store merchandising funds, advertising and other promotional activities and consumer coupons, are offered through various programs to customers and consumers. Sales are recorded net of trade promotion spending, which is recognized as incurred at the time of the sale. Amounts accrued for trade promotions at the end of a period require estimation, based on contractual terms, sales volumes and historical utilization and redemption rates. The actual amounts paid may be different from such estimates. These differences, which have historically not been significant, are recognized as a change in management estimate in a subsequent period.\nIncome Taxes\nOur annual tax rate is determined based on our income, statutory tax rates and the tax impacts of items treated differently for tax purposes than for financial reporting purposes. Also inherent in determining our annual tax rate are judgements and \nThe Procter & Gamble Company        27\nassumptions regarding the recoverability of certain deferred tax balances, primarily net operating loss and other carryforwards, and our ability to uphold certain tax positions.\nRealization of net operating losses and other carryforwards is dependent upon generating sufficient taxable income in the appropriate jurisdiction prior to the expiration of the carryforward periods, which involves business plans, planning opportunities and expectations about future outcomes. Although realization is not assured, management believes it is more likely than not that our deferred tax assets, net of valuation allowances, will be realized.\nWe operate in multiple jurisdictions with complex tax policy and regulatory environments. In certain of these jurisdictions, we may take tax positions that management believes are supportable but are potentially subject to successful challenge by the applicable taxing authority. These interpretational differences with the respective governmental taxing authorities can be impacted by the local economic and fiscal environment.\nA core operating principle is that our tax structure is based on our business operating model, such that profits are earned in line with the business substance and functions of the various legal entities in the jurisdictions where those functions are performed. However, because of the complexity of transfer pricing concepts, we may have income tax uncertainty related to the determination of intercompany transfer prices for our various cross-border transactions. We have obtained and continue to prioritize the strategy of seeking advance rulings with tax authorities to reduce this uncertainty. We estimate that our current portfolio of advance rulings reduces this uncertainty with respect to over 70% of our global earnings. We evaluate our tax positions and establish liabilities in accordance with the applicable accounting guidance on uncertainty in income taxes. We review these tax uncertainties considering changing facts and circumstances, such as the progress of tax audits, and adjust them accordingly. We have several audits in process in various jurisdictions. Although the resolution of these tax positions is uncertain, based on currently available information, we believe that the ultimate outcomes will not have a material adverse effect on our financial position, results of operations or cash flows.\nBecause there are several estimates and assumptions inherent in calculating the various components of our tax provision, certain future events such as changes in tax legislation, geographic mix of earnings, completion of tax audits or earnings repatriation plans could have an impact on those estimates and our effective tax rate. See Note 5 to the Consolidated Financial Statements for additional details on the Company's income taxes.\nEmployee Benefits\nWe sponsor various postretirement benefits throughout the world. These include pension plans, both defined contribution plans and defined benefit plans, and other postretirement benefit (OPRB) plans consisting primarily of health care and life insurance for retirees. For accounting purposes, the defined benefit pension and OPRB plans require assumptions to estimate the net projected and accumulated benefit obligations, including the following variables: discount rate; expected salary increases; certain employee-related factors, such as turnover, retirement age and mortality; expected return on assets; and health care cost trend rates. These and other assumptions affect the annual expense and net obligations recognized for the underlying plans. Our assumptions reflect our historical experiences and management's best judgment regarding future expectations. As permitted by U.S. GAAP, the net amount by which actual results differ from our assumptions is deferred. If this net deferred amount exceeds 10% of the greater of plan assets or liabilities, a portion of the deferred amount is included in expense for the following year. The cost or benefit of plan changes, such as increasing or decreasing benefits for prior employee service (prior service cost), is deferred and included in expense on a straight-line basis over the average remaining service period of the employees expected to receive benefits.\nThe expected return on plan assets assumption impacts our defined benefit expense since many of our defined benefit pension plans and our primary OPRB plan are partially funded. The process for setting the expected rates of return is described in Note 8 to the Consolidated Financial Statements. For 2023, the average return on assets assumptions for pension plan assets and OPRB assets was 5.9% and 8.4%, respectively. A change in the rate of return of 100 basis points for both pension and OPRB assets would impact annual after-tax benefit/expense by approximately $135 million.\nSince pension and OPRB liabilities are measured on a discounted basis, the discount rate impacts our plan obligations and expenses. Discount rates used for our U.S. defined benefit pension and OPRB plans are based on a yield curve constructed from a portfolio of high-quality bonds for which the timing and amount of cash outflows approximate the estimated payouts of the plan. For our international plans, the discount rates are set by benchmarking against investment grade corporate bonds rated AA or better. The average discount rate on the defined benefit pension plans of 4.2% represents a weighted average of local rates in countries where such plans exist. A 100 basis-point change in the discount rate would impact annual after-tax benefit expense by approximately $130 million. The average discount rate on the OPRB plan of 5.6% reflects the higher interest rates generally applicable in the U.S., which is where most of the plan participants receive benefits. A 100 basis-point change in the discount rate would impact annual after-tax OPRB expense by approximately $30 million. See Note 8 to the Consolidated Financial Statements for additional details on our defined benefit pension and OPRB plans.\nGoodwill and Intangible Assets\nSignificant judgment is required to estimate the fair value of our goodwill reporting units and intangible assets. Accordingly, we typically obtain the assistance of third-party valuation specialists for significant goodwill reporting units and intangible assets. Determining the useful life of an intangible asset also requires judgment. Certain brand intangible assets are expected to have indefinite lives based on their history and our plans to continue to support and build the acquired brands. Other acquired intangible assets (e.g., certain brands, customer relationships, patents and technologies) are expected to have determinable \n28        The Procter & Gamble Company\nuseful lives. Our assessment as to brands that have an indefinite life and those that have a determinable life is based on a number of factors including competitive environment, market share, brand history, underlying product life cycles, operating plans and the macroeconomic environment of the countries in which the brands are sold. Determinable-lived intangible assets are amortized to expense over their estimated lives. An impairment assessment for determinable-lived intangibles is only required when an event or change in circumstances indicates that the carrying amount of the asset may not be recoverable. \nGoodwill and indefinite-lived intangible assets are not amortized but are tested at least annually for impairment. We use the income method to estimate the fair value of these assets, which is based on forecasts of the expected future cash flows attributable to the respective assets. If the resulting fair value is less than the asset's carrying value, that difference represents an impairment. Our annual impairment testing for goodwill and indefinite-lived intangible assets occurs during the three months ended December 31. \nMost of our goodwill reporting units have fair value cushions that significantly exceed their underlying carrying values. In connection with the Grooming operating segment integration as described further in Note 2, we concluded that the Shave Care and Appliances categories now operate as one reporting unit for goodwill impairment testing. Based on our annual impairment testing during the three months ended December 31, 2022, our Grooming reporting unit goodwill has a fair value cushion of over 30%. As of June 30, 2023, the carrying value of the Grooming reporting unit goodwill was $12.7 billion.\nMost of our indefinite-lived intangible assets have fair value cushions that significantly exceed their underlying carrying value. Based on our annual impairment testing during the three months ended December 31, 2022, the Gillette indefinite-lived intangible asset's fair value exceeded its carrying value by approximately 5%. As of June 30, 2023, the carrying value of the Gillette indefinite-lived intangible asset was $14.1 billion. While we have concluded that no triggering event has occurred during the fiscal year ended June 30, 2023, the Gillette indefinite-lived intangible asset is most susceptible to future impairment risk. Adverse changes in the business or in the macroeconomic environment, including foreign currency devaluation, increasing global inflation, market contraction from an economic recession and the Russia-Ukraine War, could reduce the underlying cash flows used to estimate the fair value of the Gillette indefinite-lived intangible asset and trigger a future impairment charge. Further reduction of the Gillette business activities in Russia could reduce the estimated fair value by up to 5%. \nThe most significant assumptions utilized in the determination of the estimated fair value of the Gillette indefinite-lived intangible asset are the net sales growth rates (including residual growth rates), discount rate and royalty rates. \nNet sales growth rates could be negatively impacted by reductions or changes in demand for our Gillette products, which may be caused by, among other things: changes in the use and frequency of grooming products, shifts in demand away from one or more of our higher priced products to lower priced products or potential supply chain constraints. In addition, relative global and country/regional macroeconomic factors, including the Russia-Ukraine War, could result in additional and prolonged devaluation of other countries’ currencies relative to the U.S. dollar. The residual growth rates represent the expected rate at which the Gillette brand is expected to grow beyond the shorter-term business planning period. The residual growth rates utilized in our fair value estimates are consistent with the brand operating plans and approximates expected long-term category market growth rates. The residual growth rates depend on overall market growth rates, the competitive environment, inflation, relative currency exchange rates and business activities that impact market share. As a result, the residual growth rates could be adversely impacted by a sustained deceleration in category growth, grooming habit changes, devaluation of currencies against the U.S. dollar or an increased competitive environment. \nThe discount rate, which is consistent with a weighted average cost of capital that is likely to be expected by a market participant, is based upon industry required rates of return, including consideration of both debt and equity components of the capital structure. Our discount rate may be impacted by adverse changes in the macroeconomic environment, volatility in the equity and debt markets or other country specific factors, such as further devaluation of currencies against the U.S. dollar. Spot rates as of the fair value measurement date are utilized in our fair value estimates for cash flows outside the U.S. \nThe royalty rates are driven by historical and estimated future profitability of the underlying Gillette business. The royalty rate may be impacted by significant adverse changes in long-term operating margins. \nWe performed a sensitivity analysis for the Gillette indefinite-lived intangible asset as part of our annual impairment testing during the three months ended December 31, 2022, utilizing reasonably possible changes in the assumptions for the discount rate, the short-term and residual growth rates and the royalty rates to demonstrate the potential impacts to the estimated fair values. The table below provides, in isolation, the estimated fair value impacts related to a 25 basis-point increase in the discount rate, a 25 basis-point decrease in our shorter-term and residual growth rates, or a 50 basis-point decrease in our royalty rates, which may result in an impairment of the Gillette indefinite-lived intangible asset.\n \nApproximate Percent Change in Estimated Fair Value\n+25 bps Discount Rate\n-25 bps\nGrowth Rate\n-50 bps Royalty Rate\nGillette indefinite-lived intangible asset\n(6)%\n(6)%\n(4)%\nSee Note 4 to the Consolidated Financial Statements for additional discussion on goodwill and intangible assets.\nThe Procter & Gamble Company        29\nNew Accounting Pronouncements\nRefer to Note 1 to the Consolidated Financial Statements for recently adopted accounting pronouncements and recently issued accounting pronouncements not yet adopted as of June 30, 2023.\nOTHER INFORMATION\nHedging and Derivative Financial Instruments\nAs a multinational company with diverse product offerings, we are exposed to market risks, such as changes in interest rates, currency exchange rates and commodity prices. We evaluate exposures on a centralized basis to take advantage of natural exposure correlation and netting. We leverage the Company's diversified portfolio of exposures as a natural hedge and prioritize operational hedging activities over financial market instruments. To the extent we choose to further manage volatility within our financing operations, as discussed below, we enter into various financial transactions which we account for using the applicable accounting guidance for derivative instruments and hedging activities. These financial transactions are governed by our policies covering acceptable counterparty exposure, instrument types and other hedging practices. See Note 9 to the Consolidated Financial Statements for a discussion of our accounting policies for derivative instruments.\nDerivative positions are monitored using techniques including market valuation, sensitivity analysis and value-at-risk modeling. The tests for interest rate, currency rate and commodity derivative positions discussed below are based on the RiskManager™ value-at-risk model using a one-year horizon and a 95% confidence level. The model incorporates the impact of correlation (the degree to which exposures move together over time) and diversification (from holding multiple currency, commodity and interest rate instruments) and assumes that financial returns are normally distributed. Estimates of volatility and correlations of market factors are drawn from the RiskMetrics™ dataset as of June 30, 2023. In cases where data is unavailable in RiskMetrics™, a reasonable proxy is included.\nOur market risk exposures relative to interest rates, currency rates and commodity prices, as discussed below, have not changed materially versus the previous reporting period. In addition, we are not aware of any facts or circumstances that would significantly impact such exposures in the near term.\nInterest Rate Exposure on Financial Instruments. \nInterest rate swaps are used to manage exposures to interest rates on underlying debt obligations. Certain interest rate swaps denominated in foreign currencies are designated to hedge exposures to currency exchange rate movements on our investments in foreign operations. These currency interest rate swaps are designated as hedges of the Company's foreign net investments.\nBased on our interest rate exposure as of and during the fiscal year ended June 30, 2023, including derivative and other instruments sensitive to interest rates, we believe a near-term change in interest rates, at a 95% confidence level based on historical interest rate movements, would not materially affect our financial statements.\nCurrency Rate Exposure on Financial Instruments. \nBecause we manufacture and sell products and finance operations in a number of countries throughout the world, we are exposed to the impact on revenue and expenses of movements in currency exchange rates. Corporate policy prescribes the range of allowable hedging activity. To manage the exchange rate risk associated with the financing of our operations, we primarily use forward contracts and currency swaps with maturities of less than 18 months. \nBased on our currency rate exposure on derivative and other instruments as of and during the fiscal year ended June 30, 2023, we believe, at a 95% confidence level based on historical currency rate movements, the impact on such instruments of a near-term change in currency rates would not materially affect our financial statements.\nCommodity Price Exposure on Financial Instruments. \nWe use raw materials that are subject to price volatility caused by weather, supply conditions, political and economic variables and other unpredictable factors. We may use futures, options and swap contracts to manage the volatility related to the above exposures. During the fiscal years ended June 30, 2023 and 2022, we did not have any financial commodity hedging activity. \nMeasures Not Defined By U.S. GAAP\nIn accordance with the SEC's Regulation S-K Item 10(e), the following provides definitions of the non-GAAP measures and the reconciliation to the most closely related GAAP measure. We believe that these measures provide useful perspective on underlying business trends (i.e., trends excluding non-recurring or unusual items) and results and provide a supplemental measure of year-on-year results. The non-GAAP measures described below are used by management in making operating decisions, allocating financial resources and for business strategy purposes. These measures may be useful to investors, as they provide supplemental information about business performance and provide investors a view of our business results through the eyes of management. These measures are also used to evaluate senior management and are a factor in determining their at-risk compensation. These non-GAAP measures are not intended to be considered by the user in place of the related GAAP measures but rather as supplemental information to our business results. These non-GAAP measures may not be the same as similar measures used by other companies due to possible differences in method and in the items or events being adjusted. These measures include:\nOrganic Sales Growth. \nOrganic sales growth is a non-GAAP measure of sales growth excluding the impacts of acquisitions, divestitures and foreign exchange from year-over-year comparisons. We believe this measure provides investors with a \n30        The Procter & Gamble Company\nsupplemental understanding of underlying sales trends by providing sales growth on a consistent basis. This measure is used in assessing the achievement of management goals for at-risk compensation.\nThe following tables provide a numerical reconciliation of organic sales growth to reported net sales growth:\nFiscal year ended June 30, 2023\nNet Sales Growth\nForeign Exchange Impact\nAcquisition & Divestiture \nImpact/Other \n(1)\nOrganic Sales Growth\nBeauty\n2 \n%\n5 \n%\n(1)\n%\n6 \n%\nGrooming\n(3)\n%\n7 \n%\n1 \n%\n5 \n%\nHealth Care\n4 \n%\n4 \n%\n— \n%\n8 \n%\nFabric & Home Care\n3 \n%\n5 \n%\n— \n%\n8 \n%\nBaby, Feminine & Family Care\n2 \n%\n4 \n%\n— \n%\n6 \n%\nTOTAL COMPANY\n2\n \n%\n5\n \n%\n—\n \n%\n7\n \n%\n(1)\nAcquisition & Divestiture Impact/Other includes the volume and mix impact of acquisitions and divestitures and rounding impacts necessary to reconcile net sales to organic sales.\nAdjusted Free Cash Flow. \nAdjusted free cash flow is defined as operating cash flow less capital spending and excluding payments for the transitional tax resulting from the U.S. Tax Act. Adjusted free cash flow represents the cash that the Company is able to generate after taking into account planned maintenance and asset expansion. We view adjusted free cash flow as an important measure because it is one factor used in determining the amount of cash available for dividends, share repurchases, acquisitions and other discretionary investments.\nThe following table provides a numerical reconciliation of adjusted free cash flow ($ millions):\nOperating Cash Flow \nCapital Spending\nAdjustments to Operating Cash Flow \n(1)\nAdjusted Free Cash Flow\n2023\n$\n16,848\n \n$\n(3,062)\n$\n225\n \n$\n14,011\n \n2022\n$\n16,723 \n$\n(3,156)\n$\n225 \n$\n13,792 \n(1)\nAdjustments to Operating Cash Flow include transitional tax payments resulting from the U.S. Tax Act of $225 in 2023 and 2022.\nAdjusted Free Cash Flow Productivity. \nAdjusted free cash flow productivity is defined as the ratio of adjusted free cash flow to net earnings. We view adjusted free cash flow productivity as a useful measure to help investors understand P&G’s ability to generate cash. Adjusted free cash flow productivity is used by management in making operating decisions, in allocating financial resources and for budget planning purposes. This measure is used in assessing the achievement of management goals for at-risk compensation. \nThe following table provides a numerical reconciliation of adjusted free cash flow productivity ($ millions):\nAdjusted Free\nCash Flow\nNet Earnings\nAdjusted Free \nCash Flow Productivity\n2023\n$\n14,011\n \n$\n14,738\n \n95\n \n%\n2022\n$\n13,792 \n$\n14,793 \n93 \n%\nCore EPS. \nCore EPS is a measure of the Company's diluted EPS excluding items that are not judged by management to be part of the Company's sustainable results or trends. Management views this non-GAAP measure as a useful supplemental measure of Company performance over time. This measure is also used in assessing the achievement of management goals for at-risk compensation. For the fiscal years ended June 30, 2023 and 2022, there were no adjustments to or reconciling items for diluted EPS.",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk.\nThe information required by this item is incorporated by reference to the section entitled Other Information in the MD&A and Note 9 to the Consolidated Financial Statements.\nThe Procter & Gamble Company        31",
    "cik": "80424",
    "cusip6": "742718",
    "cusip": [
        "742718109",
        "742718959",
        "742718909"
    ],
    "names": [
        "PROCTER & GAMBLE CO PUT",
        "PROCTER & GAMBLE CO CALL",
        "PROCTER AND GAMBLE CO"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/80424/000008042423000073/0000080424-23-000073-index.htm"
}