{
    "item1": ">ITEM 1. B\nusiness\n\n\nGeneral\n\n\nRichardson Electronics, Ltd. (the \"Company\", \"we\", \"our\") is a leading global manufacturer of engineered solutions, power grid and microwave tubes and related consumables; power conversion and RF and microwave components; high-value replacement parts, tubes and service training for diagnostic imaging equipment; and customized display solutions. Nearly 60% of our products are manufactured in LaFox, Illinois, Marlborough, Massachusetts or Donaueschingen, Germany, or by one of our manufacturing partners throughout the world. All our partners manufacture to our strict specifications and per our supplier code of conduct. We serve customers in the alternative energy, healthcare, aviation, broadcast, communications, industrial, marine, medical, military, scientific and semiconductor markets. The Company’s strategy is to provide specialized technical expertise and “engineered solutions” based on our core engineering and manufacturing capabilities. The Company provides solutions and adds value through design-in support, systems integration, prototype design and manufacturing, testing, logistics and aftermarket technical service and repair through its global infrastructure.\n\n\nOur fiscal year 2023 began on May 29, 2022 and ended on May 27, 2023, our fiscal year 2022 began on May 30, 2021 and ended on May 28, 2022 and our fiscal year 2021 began on May 31, 2020 and ended on May 29, 2021.  Unless otherwise noted, all references to a particular year in this document shall mean the fiscal year for such period.\n\n\nCOVID-19 Update\n\n\nWhile the immediate impacts of the COVID-19 pandemic have been assessed, the long-term effects of the disruption, including supply chain disruption, and resulting impact on the global economy and capital markets remain unpredictable, and depend on future developments, such as the possible resurgence of the virus, variant strains of the virus, vaccine availability and effectiveness, and future government actions in response to the crisis. The residual impact of the COVID-19 pandemic and its effects on supply chains and general economic conditions continues to evolve. The COVID-19 pandemic and its residual negative impact on general economic conditions has had and continues to have a negative effect on our business, results of operations, cash flows, gross margins as a percentage of net sales (particularly within our Canvys segment). While the Company did not experience sales declines during fiscal year 2023 as a direct result of the pandemic, the residual economic impact from the pandemic continued to negatively impact our gross margins as a percentage of net sales in our Canvys segment.\n\n\nIt is likely that the pandemic will continue to affect our business for an indeterminable period of time due to the impact on the global economy, including with respect to transportation networks and supply chains, the availability of raw materials, production efforts and customer demand for our products. We have experienced and continue to experience component delays which negatively impact our product development schedule.\n \n\n\nManagement continues to monitor the impact of global economic factors on its financial condition, liquidity, operations, suppliers, industry and workforce. Our ability to predict and respond to future changes resulting from the Covid pandemic is uncertain. Even after the Covid pandemic fully subsides, there may be continued long-term effects on our business practices and customers in economies in which we operate that could severely disrupt our operations and could have a material adverse effect on our business, results of operations, cash flows and financial condition. As we cannot predict the duration, scope or severity of the Covid pandemic, the negative financial impact to our results cannot be reasonably estimated and could be material.\n\n\nGovernment Regulations\n\n\nWe are subject to a variety of federal, state, local and foreign laws and regulatory requirements relating to our operations. These laws and regulations, which differ among jurisdictions, include, among others, those related to financial and other disclosures, accounting standards, privacy and data protection, cybersecurity, intellectual property, corporate governance, tax, trade, antitrust, employment, import/export, anti-corruption, and environmental regulatory compliance. Expenditures relating to such regulations are made in the ordinary course of our business and do not represent material expenditures and we further do not currently expect that compliance with such laws will require us to make material additional expenditures, however, there is no assurance that existing or future laws and regulations applicable to our operations, products, and services will not have a material adverse effect on our business.\n\n\n4\n\n\n\n\n \n\n\nAmong others, we are subject to a variety of data protection laws that change frequently and have requirements that vary from jurisdiction to jurisdiction. We are subject to significant compliance obligations under privacy laws such as the General Data Protection Regulation in the European Union and an expanding list of comprehensive state privacy and/or cybersecurity laws in the United States. Failure to comply with these laws and regulations subjects us to potential regulatory enforcement activity, fines, private litigation including class actions, reputational impacts, and other costs. Our efforts to comply with privacy and data security laws and regulations complicate our operations and add to our costs.\n\n\n We are also subject to various domestic and international export, trade and anti-corruption laws, such as include the Arms Export Control Act, the International Traffic in Arms Regulations (“ITAR”), the Export Administration Regulations (“EAR”), anti-money laundering laws and regulations and the trade and trade sanctions laws and regulations administered by the Office of the United States Trade Representative and the United States Department of the Treasury’s Office of Foreign Assets Control. Violations of these laws and regulations may result in severe criminal or civil sanctions and penalties.\n\n\n Our operations also are subject to numerous laws and regulations governing health and safety aspects of our operations, or otherwise relating to environmental protection. Failure to comply with these laws and regulations may result in the assessment of administrative, civil and criminal penalties, imposition of remedial or corrective action requirements, and the imposition of injunctions to prohibit certain activities or force future compliance.\n\n\nFor more information on risks related to the laws and regulations to which we are subject, see the relevant discussions throughout \"Item 1A, Risk Factors\" of this Annual Report on Form 10-K.\n\n\n \nGeography\n\n\nWe currently have operations in the following major geographic regions: North America, Asia/Pacific, Europe and Latin America. Selected financial data attributable to each segment and geographic region for fiscal 2023, fiscal 2022 and fiscal 2021 is set forth in Note 10, \nSegment and Geographic Information\n, of the notes to our consolidated financial statements in Part II, Item 8 of this Annual Report on Form 10-K.\n\n\nBusiness Segments\n\n\nThe Company began reporting the results for its new Green Energy Solutions (\"GES\") segment in the first quarter of fiscal 2023 due to its focus on power applications that support the green energy market. The GES segment has been carved out of our existing Power and Microwave Technologies (“PMT”) segment. Accordingly, the Company is reporting its financial performance based on four operating and reportable segments for fiscal 2023. The results for fiscal 2022 and fiscal 2021 presented herein were adjusted to reflect the presentation of the new GES segment separately from the PMT segment.\n\n\nThe four operating and reportable segments for fiscal 2023, fiscal 2022 and fiscal 2021 are defined as follows:\n\n\nPower and Microwave Technologies\n \n\n\nPower and Microwave Technologies combines our core engineered solutions capabilities, power grid and microwave tube business with new disruptive RF, Wireless and Power technologies. As a designer, manufacturer, technology partner and authorized distributor, PMT’s strategy is to provide specialized technical expertise and engineered solutions based on our core engineering and manufacturing capabilities on a global basis. We provide solutions and add value through design-in support, systems integration, prototype design and manufacturing, testing, logistics and aftermarket technical service and repair—all through our existing global infrastructure. PMT’s focus is on products for power, RF and microwave applications for customers in 5G, aviation, broadcast, communications, industrial, marine, medical, military, scientific and semiconductor markets. PMT focuses on various applications including broadcast transmission, CO2 laser cutting, diagnostic imaging, dielectric and induction heating, high energy transfer, high voltage switching, plasma, power conversion, radar and radiation oncology. PMT also offers its customers technical services for both microwave and industrial equipment.\n\n\nPMT represents leading manufacturers of electron tubes and RF, Microwave and power components used in semiconductor manufacturing equipment, RF and wireless and industrial power applications. Among the suppliers\n \n\n\n5\n\n\n\n\n \n\n\nPMT supports are Amperex, CDE, CPI, Draloric, Eimac, General Electric, Hitachi, Jennings, L3, MACOM, National, NJRC, Ohmite, Qorvo, Thales, Toshiba and Vishay.\n\n\nPMT’s inventory levels reflect our commitment to maintain an inventory of a broad range of products for customers who are buying products for replacement of components used in critical equipment and designing in new technologies. PMT also sells a number of products representing trailing edge technology. While the market for these trailing edge technology products is declining, PMT is increasing its market share. PMT often buys products it knows it can sell ahead of any supplier price increases and extended lead times. As manufacturers for these products exit the business, PMT has the option to purchase a substantial portion of their remaining inventory.\n\n\nPMT has distribution agreements with many of its suppliers; most of these agreements provide exclusive distribution rights that often include global coverage. The agreements are typically long term, and usually contain provisions permitting termination by either party if there are significant breaches that are not cured within a reasonable period. Although some of these agreements allow PMT to return inventory periodically, others do not, in which case PMT may have obsolete inventory that they cannot return to the supplier.\n\n\nPMT’s suppliers provide warranty coverage for the products and allow return of defective products, including those returned to PMT by its customers. For information regarding the warranty reserves, see Note 3, \nSignificant Accounting Policies and Disclosures\n, of the notes to our consolidated financial statements in Part II, Item 8 of this Annual Report on Form 10-K.\n\n\nIn addition to third party products, we sell proprietary products principally under certain trade names we own including \nAmperex\n®, \nCetron\n®\n \nand\n National®\n. Our proprietary products include thyratrons and rectifiers, power tubes, ignitrons, magnetrons, phototubes, microwave generators, Ultracapacitor modules and liquid crystal display monitors. The materials used in the manufacturing process consist of glass bulbs and tubing, nickel, stainless steel and other metals, plastic and metal bases, ceramics and a wide variety of fabricated metal components. These materials are generally readily available, but some components may require long lead times for production, and some materials are subject to shortages or price fluctuations based on supply and demand.\n\n\nGreen Energy Solutions\n\n\nGreen Energy Solutions combines our key technology partners and engineered solutions capabilities to design and manufacture innovative products for the fast-growing energy storage market and power management applications. As a designer, manufacturer, technology partner and authorized distributor, GES’s strategy is to provide specialized technical expertise and engineered solutions using our core design engineering and manufacturing capabilities on a global basis. We provide solutions and add value through design-in support, systems integration, prototype design and manufacturing, testing, logistics and aftermarket technical service and repair—all through our existing global infrastructure. GES’s focus is on products for numerous green energy applications such as wind, solar, hydrogen and Electric Vehicles, and other power management applications that support green solutions such as synthetic diamond manufacturing.\n\n\nCanvys\n\n\nCanvys provides customized display solutions serving the corporate enterprise, financial, healthcare, industrial and medical original equipment manufacturers markets. Our engineers design, manufacture, source and support a full spectrum of solutions to match the needs of our customers. We offer long term availability and proven custom display solutions that include touch screens, protective panels, custom enclosures, All-In-One computers, specialized cabinet finishes and application specific software packages and certification services. We partner with both private label manufacturing companies and leading branded hardware vendors to offer the highest quality display and touch solutions and customized computing platforms.\n\n\nWe have long-standing relationships with key component and finished goods manufacturers and several key ISO 9001 and ISO 13485 certified Asian display manufacturers that manufacture products to our specifications. We believe supplier relationships, combined with our engineering design and manufacturing capabilities and private label partnerships, allow us to maintain a well-balanced and technologically advanced offering of customer specific display solutions.\n\n\n6\n\n\n\n\n \n\n\nHealthcare\n\n\nHealthcare manufactures, repairs, refurbishes and distributes high value replacement parts and equipment for the healthcare market including hospitals, medical centers, asset management companies, independent service organizations and multi-vendor service providers. Products include diagnostic imaging replacement parts for CT and MRI systems; replacement CT and MRI tubes; CT service training; MRI coils, cold heads and RF amplifiers; hydrogen thyratrons, klystrons, magnetrons; flat panel detector upgrades; pre-owned CT systems; and additional replacement solutions currently under development for the diagnostic imaging service market. Through a combination of newly developed products and partnerships, service offerings and training programs, we believe we can help our customers improve efficiency while lowering the cost of healthcare delivery.\n\n\nSales and Product Management\n\n\nWe have employees, as well as authorized representatives who are not our employees, selling our products primarily in regions where we do not have a direct sales presence.\n\n\nWe offer various credit terms to qualifying customers as well as cash in advance and credit card terms. We establish credit limits for each customer and routinely review delinquent and aging accounts.\n\n\nDistribution\n\n\nWe maintain over 100,000 part numbers in our product inventory database and we estimate that more than 90% of orders received by 6:00 p.m. local time are shipped complete the same day for stock product. Customers can access our products on our websites, www.rell.com, www.rellhealthcare.com, www.canvys.com, www.rellpower.com, www.relltubes.com and www.rellaser.com, through electronic data interchange, or by telephone. Customer orders are processed by our regional sales offices and supported primarily by one of our distribution facilities in LaFox, Illinois; Fort Mill, South Carolina; Amsterdam, Netherlands; Marlborough, Massachusetts; Donaueschingen, Germany; or Singapore, Singapore. We also have satellite warehouses in Sao Paulo, Brazil; Shanghai, China; Bangkok, Thailand; and Hook, United Kingdom. Our data processing network provides on-line, real-time interconnection of all sales offices and central distribution operations, 24 hours per day, seven days per week. Information on stock availability, pricing in local currency, cross-reference information, customers and market analyses are obtainable throughout the entire distribution network. The content of our websites is not deemed to be incorporated by reference in this report filed with the Securities and Exchange Commission.\n\n\nInternational Sales\n\n\nDuring fiscal 2023, we made approximately 58% of our sales outside the United States. We continue to pursue new international sales to further expand our geographic reach.\n\n\nMajor Customers\n\n\nSales to one customer in our PMT segment totaling $31.2 million accounted for 12 percent of the Company’s consolidated net sales in fiscal 2023. No one customer accounted for more than 10 percent of the Company’s consolidated net sales for fiscal 2022 and fiscal 2021. See Note 10, \nSegment and Geographic Information\n, of the notes to our consolidated financial statements in Part II, Item 8 of this Annual Report on Form 10-K for further information.\n\n\n7\n\n\n\n\n \n\n\nHuman Capital Resources\n\n\nRecruitment & Staffing\n \n\n\nThe future success of our Company depends on our ability to attract, hire, motivate, retain and further develop top talent, including highly skilled technical, management and sales personnel. The skills, experience and industry knowledge of our employees significantly benefit our operations and performance. Competition for such personnel is intense and the salary, benefits and other costs to employ the right personnel may impact our results and performance.\n\n\nAs of May 27, 2023, we employed 485 individuals, which included 451 full-time individuals and 34 part-time individuals. Of these, 329 full-time and 15 part-time were in the United States and 122 full-time and 19 part-time were located internationally. All of our employees are non-union.\n\n\n The Company offers employees a competitive compensation program, designed to recognize and reward both individual and company performance, which includes a base pay, variable compensation programs, and health, well being and retirement programs to meet the needs of our employees.\n \n\n\nDiversity, Equity, Inclusion & Belonging\n\n\n \n\n\nWe are an international company with offices and personnel located around the world. We understand, respect, and value the similarities as well as the differences of our employees. Our human capital is a critical asset that enables us to serve and support our global customer base. Our effectiveness in maximizing the talents of people of different backgrounds, experiences, and perspectives is key to our continued global success. Fostering, cultivating, and preserving a culture of diversity, equity, inclusion, and belonging is a key priority for the Company. We seek to embrace and encourage our employees’ differences in age, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other characteristics that make our employees unique.\n \n\n\nManagement has identified Diversity, Equity, Inclusion, and Belonging (“DEI&B”) as a priority for our Company. Significant positive change requires careful planning, leadership, resources, and coordination. The Company established a DEI&B committee to plan and implement changes to achieve our goal of being a more diverse and inclusive organization. The DEI&B committee has been charged with making recommendations about how we, as a company, can promote and act upon the Company’s initiatives in this area. The committee will identify priorities based on employee input and incorporate these into the Company’s strategic plans, work to establish accountability and methods of measuring our progress and provide appropriate communications about our plans and achievements to our stakeholders. To date, DEI&B initiatives have focused on the following:\n\n\n•\nExpanded the Board of Directors to include a female director\n\n\n•\nIncreased DEI&B awareness throughout the Company through education and involvement\n\n\n•\nAdded socially responsible funds to our 401K Plan \n\n\n•\nProviding regular training, communication, activities, and surveys regarding DEI&B matters to our employees\n\n\nWebsite Access to SEC Reports\n\n\nWe maintain an Internet website at www.rell.com. Our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities and Exchange Act of 1934 are accessible through our website, free of charge, as soon as reasonably practicable after these reports are filed electronically with the Securities and Exchange Commission. Interactive Data Files pursuant to Rule 405 of Regulation S-T, of these filing dates, formatted in Extensible Business Reporting Language (“XBRL”) are accessible as well. To access these reports, go to our website at www.rell.com. Information relating to our corporate governance, including our Code of Conduct (including any related amendments or waivers) and information concerning our executive officers, directors and Board committees (including committee charters) is also available on our website. The foregoing information regarding our website is provided for convenience and the content of our website is not deemed to be incorporated by reference in this report filed with the Securities and Exchange Commission. Additionally, the SEC maintains an internet site through which our reports, proxy and information statements and our other SEC filings can be located; the address of that site is \nhttp://www.sec.gov\n.\n\n\n8\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A. R\nisk Factors\n\n\n \n\n\nInvestors should carefully consider the following risk factors in addition to the other information included and incorporated by reference in this Annual Report on Form 10-K that we believe are applicable to our businesses and the industries in which we operate. While we believe we have identified the key risk factors affecting our businesses, there may be additional risks and uncertainties that are not presently known or that are not currently believed to be significant that may adversely affect our results of operations.\n\n\nBusiness and Operational Risks\n\n\nWe may not achieve our plan for sales growth and margin targets.\n\n\nWe have established both margin and expense targets to grow our sales with new and existing customers. If we do not achieve our growth objectives, the complexity of our global infrastructure makes it difficult to leverage our fixed cost structure to align with the size of our operations. Factors that could have a significant effect on our ability to achieve these goals include the following:\n\n\n•\nFailure to achieve our sales and margin growth objectives in our product lines and business units;\n\n\n•\nFailure to implement or properly execute our growth strategies, including failures to identify, consummate and successfully integrate acquisitions and/or other opportunities to diversify, extend and expand our business;\n\n\n•\nDeclining gross margin reflecting competitive pricing pressures or product mix; and\n\n\n•\nLimitations on our ability to leverage our support-function cost structure while maintaining an adequate structure to achieve our growth objectives.\n\n\nWe have historically incurred significant charges for inventory obsolescence and may incur similar charges in the future.\n\n\nWe maintain significant inventories in an effort to ensure that customers have a reliable source of supply. Our products generally support industrial machinery powered by tube technology. As technology evolves and companies replace this capital equipment, the market for our products potentially declines. In addition, the market for many of our other products changes rapidly resulting from the development of new technologies, evolving industry standards, frequent new product introductions by some of our suppliers and changing end-user demand, which can contribute to the decline in value or obsolescence of our inventory. We do not have many long-term supply contracts with our customers. If we fail to anticipate the changing needs of our customers or we do not accurately forecast customer demand, our customers may not place orders with us, and we may accumulate significant inventories of products that we may be unable to sell or return to our vendors. This may result in a decline in the value of our inventory.\n\n\nWe face competitive pressures that could have a material adverse effect on our business.\n\n\nOur overall competitive position depends on a number of factors including price, engineering capability, vendor representation, product diversity, lead times and the level of customer service. There are very few vacuum tube competitors in the markets we serve. There are also a limited number of Chinese manufacturers whose ability to produce vacuum tubes has progressed over the past several years. The most significant competitive risk comes from technical obsolescence. Canvys faces many competitors in the markets we serve. Increased competition may result in price reductions, reduced margins or a loss of market share, any of which could materially and adversely affect our business, operating results and financial condition. As we expand our business and pursue our growth initiatives, we may encounter increased competition from current and/or new competitors. Our failure to maintain and enhance our competitive position could have a material adverse effect on our business.\n \n\n\n9\n\n\n\n\n \n\n\nWe are dependent on a limited number of vendors to supply us with essential products.  Disruptions to the supply chain could adversely impact our business.\n\n\nThe products we supply are currently produced by a relatively small number of manufacturers. One of our suppliers represented 11% of our total cost of sales during fiscal year 2023. Our success depends, in large part, on maintaining current vendor relationships and developing new relationships. To the extent that our significant suppliers are unwilling or unable to continue to do business with us, extend lead times, limit supplies due to capacity constraints or other factors, there could be a material adverse effect on our business.\n \n\n\nFurther, as a result of COVID-19 and its effects, we experienced some residual COVID-19 related component delays impacting new product development schedules. The global markets have generally suffered, and are continuing to suffer, from material disruptions to certain supply chains. Changes in our relationships with suppliers, shortages in availability of materials, production delays, regulatory restrictions, public health crises, or other supply chain disruptions, whether due to our suppliers or customers, could have a material adverse effect on our operations and results. Increases in the costs of supplies could result in manufacturing interruptions, delays, inefficiencies or our inability to market products. In addition, our profit margins would decrease if prices of purchased raw materials, component parts or finished goods increase and we are unable to pass on those increases to our customers. As various locations have seen recovery from COVID-19, there have been increases in demand, which have, in turn, created significant disruption to the global supply chain. These disruptions have been further exacerbated by other events and conditions, including the conflict between Russia and Ukraine, which have  adversely affected our ability to receive goods on a timely basis and increased our material costs. Short-term or sustained increases in market demand may exceed our suppliers’ production capacity or otherwise strain our supply chain. Our failure, or our suppliers’ failure, to meet the demand for raw materials and components could adversely affect our business and results of operations. Further disruptions to the supply chain because of the COVID-19 pandemic and its continuing residual impact, or other world or domestic events could materially adversely impact our operations and business. While we actively monitor and take steps to mitigate supply chain risk, there can be no assurance that our mitigation plans will prevent disruptions that may arise from shortages of materials that we use in the production of our products.\n\n\nWe rely heavily on information technology systems that, if not properly functioning, could materially adversely affect our business.\n\n\nWe rely on our information technology systems to process, analyze and manage data to facilitate the purchase, manufacture, and distribution of our products, as well as to receive, process, bill and ship orders on a timely basis. A significant disruption or failure in the design, operation, security or support of our information technology systems could significantly disrupt our business.\n\n\nOur information technology systems may be subject to cyber attacks, security breaches, computer hacking, as well as other damage, disruptions or shutdowns. Experienced computer programmers and hackers may be able to penetrate our security controls and misappropriate or compromise sensitive personal, proprietary or confidential information, create system disruptions or cause shutdowns. They also may be able to develop and deploy viruses, worms and other malicious software programs that attack our systems or otherwise exploit any security vulnerabilities. Additionally, third parties may attempt to fraudulently induce employees or customers into disclosing sensitive information such as usernames, passwords or other information in order to gain access to our customers’ data or our data, including our intellectual property and other confidential business information, employee information or our information technology systems. Our systems and the data stored on those systems may also be vulnerable to security incidents or security attacks, acts of vandalism or theft, coordinated attacks by activist entities, misplaced or lost data, human errors or other similar events that could negatively affect our systems and its data, as well as the data of our business partners. Further, third parties, such as hosted solution providers, that provide services to us, could also be a source of security risk in the event of a failure of their own security systems and infrastructure.\n\n\nWe have experienced cybersecurity incidents in the past, but none of these incidents, individually or in the aggregate, has had a material adverse effect on our business, reputation, operations or products. The Company implemented various information technology protections designed to detect and reduce cybersecurity incidents, although there can be no assurance that our protections will be successful. The Company also regularly evaluates its protections against cybersecurity incidents, including in response to specific threats and as part of the Company's information security program. There can be no assurance, however, that the Company will be able to prevent or remediate all future cybersecurity incidents or that the cost associated with responding to any such incident or impact\n \n\n\n10\n\n\n\n\n \n\n\nof such incident will not be significant or material. Further, our remediation efforts may not be successful and could result in interruptions, delays or cessation of service, and loss of existing or potential suppliers or customers. In addition, breaches of our security measures and the unauthorized dissemination of sensitive personal, proprietary or confidential information about us, our business partners or other third parties could expose us to significant potential liability and reputational harm. As threats related to cyber attacks develop and grow, we may also find it necessary to make further investments to protect our data and infrastructure, which may impact our profitability. As a global enterprise, we could also be negatively impacted by existing and proposed laws and regulations, as well as government policies and practices related to cybersecurity, privacy, data localization and data protection.\n\n\nOur products may be found to be defective, or our services performed may result in equipment or product damage and, as a result, warranty and/or product liability claims may be asserted against us.\n\n\nWe sell many of our components at prices that are significantly lower than the cost of the equipment or other goods in which they are incorporated. Because a defect or failure in a product could give rise to failures in the equipment that incorporates them, we may face claims for damages that are disproportionate to the revenues and profits we receive from the components involved in the claims. While we typically have provisions in our agreements with our suppliers that hold the supplier accountable for defective products, and we and our suppliers generally exclude consequential damages in our standard terms and conditions, our ability to avoid such liabilities may be limited as a result of various factors, including the inability to exclude such damages due to the laws of some of the countries where we do business. Our business could be adversely affected as a result of a significant quality or performance issues in the components sold by us if we are required to pay for the damages. Although we have product liability insurance, such insurance is limited in coverage and amount.\n\n\nSubstantial defaults by our customers on our accounts receivable or the loss of significant customers could have a significant negative impact on our business.\n\n\nWe extend credit to our customers. The failure of a significant customer or a significant group of customers to timely pay all amounts due could have a material adverse effect on our financial condition and results of operations. The extension of credit involves considerable judgment and is based on management’s evaluation of factors that include such things as a customer’s financial condition, payment history and the availability of collateral to secure customers’ receivables. The risks associated with extending credit to our customers could be exacerbated by economic weakness and market disruption.\n\n\nFailure to successfully implement our growth initiatives, or failure to realize the benefits expected from these initiatives if implemented, may create ongoing operating losses or otherwise adversely affect our business, operating results and financial condition.\n\n\nOur growth strategy focuses on expanding our Green Energy Solutions, our healthcare and our power conversion businesses. We may be unable to implement our growth initiatives or strategic priorities or reach profitability in the near future or at all, due to many factors, including factors outside of our control. We also cannot be certain that executing on our strategy will generate the benefits we expect. If we fail to execute successfully on our strategic priorities, if we pursue strategic priorities that prove to be unsuccessful, or if our investments in these growth initiatives do not yield anticipated returns for any reason, our business, financial position, results of operations and cash flows may be materially and adversely affected.\n \n\n\nWe may not be successful in identifying, consummating and integrating future acquisitions, if any.\n\n\nWe may not be able to identify attractive acquisition candidates or complete the acquisition of identified candidates at favorable prices and upon advantageous terms. Also, acquisitions are accompanied by risks, such as potential exposure to unknown liabilities and the possible loss of key employees and customers of the acquired business. In addition, we may not obtain the expected benefits or cost savings from acquisitions. Acquisitions are subject to risks associated with financing the acquisition, and integrating the operations, personnel and systems of the acquired businesses. If any of these risks materialize, they may result in disruptions to our business and the diversion of management time and attention, which could increase the costs of operating our existing or acquired businesses or negate the expected benefits of the acquisitions.\n\n\n11\n\n\n\n\n \n\n\nEconomic weakness and uncertainty and other challenges could adversely affect our revenues and gross margins.\n\n\nOur revenues and gross profit margins depend significantly on global economic conditions, the demand for our products and services and the financial condition of our customers. Economic weakness and uncertainty have in the past, and may in the future, result in decreased revenues and gross profit margins. Economic uncertainty also makes it more difficult for us to forecast overall supply and demand with a great deal of confidence. Financial turmoil affecting the banking system and financial markets could result in tighter credit markets and lower levels of liquidity in some financial markets. The effects of a tightened credit environment could include the insolvency of key vendors or their inability to obtain credit to finance development and/or manufacture products resulting in product delays as well as the inability of customers to obtain credit to finance operations and/or customer insolvencies. Spending and the timing thereof by our customers may have a significant impact on our results and, where such spending is delayed or canceled, it could have a material negative impact on our operating results. Current global economic conditions remain uncertain and challenging. Weakness in the markets in which we operate could negatively impact our revenue and operating expenses, and consequently have a material adverse effect on our business, financial condition and results of operations. There can be no assurance that we will continue recovery in the near future; nor is there any assurance that worldwide economic volatility will not continue or worsen.\n\n\nFurther, challenges in the supply chain and disruptions in our logistics capability could further negatively impact our gross profit margins.  See “We are dependent on a limited number of vendors to supply us with essential products. Further, disruptions to the supply chain could adversely impact our business” and “Major disruptions to our logistics capability or to the operations of our key vendors or customers could have a material adverse impact on our operations.”\n\n\nProlonged periods of inflation could increase costs, have an adverse effect on general economic conditions and impact consumer spending, which could impact our profitability and have a material adverse effect on our business and results of operations.\n\n\nInflation has risen on a global basis and the United States has recently experienced historically high levels of inflation. If the inflation rate continues to increase, it can also push up the costs of labor and other expenses. There is no assurance that our revenues will increase at the same rate to maintain the same level of profitability. Inflation and government efforts to combat inflation, such as raising the benchmark interest rate, could increase market volatility and have an adverse effect on the financial market and general economic conditions. Such adverse conditions could negatively impact demand for our products, which could adversely affect our profitability, results of operations and cash flow.\n\n\nOur business and results of operations are subject to a broad range of uncertainties arising out of world and domestic events.\n\n\nGlobal and regional economic uncertainty continues to exist, including uncertainty relating to the Covid pandemic and the Russian invasion of Ukraine. Our operations could be adversely affected by global or regional economic conditions if markets decline in the future, whether related to the Covid pandemic, the Russian invasion of Ukraine, higher inflation or interest rates, recession, natural disasters, impacts of and issues related to climate change, business disruptions, our ability to adequately staff operations or otherwise.   Any future economic declines may result in decreased revenue, gross margins, earnings or growth rates or difficulty in managing inventory levels or collecting customer receivables. We also have experienced, and expect to continue to experience, increased competitive pricing pressure, raw material inflation and availability issues resulting in difficulties meeting customer demand. In addition, customer difficulties in the future could result from economic declines, the Covid pandemic, the cyclical nature of their respective businesses, such as in the oil and gas industry, or otherwise and, in turn, result in decreases in product demand, increases in bad debt write-offs, decreases in timely collection of accounts receivable and adjustments to our allowance for credit losses, resulting in material reductions to our revenues and net earnings.\n\n\n12\n\n\n\n\n \n\n\nMajor disruptions to our logistics capability or to the operations of our key vendors or customers could have a material adverse impact on our operations.\n\n\n \nWe operate our global logistics services through specialized and centralized distribution centers. We depend on third party transportation service providers for the delivery of products to our customers. A major interruption or disruption in service at any of our distribution centers, or a disruption at the operations of any of our significant vendors or customers, for any reason, including reasons beyond our control (such as natural disasters, pandemics or other health crises (such as COVID-19), work stoppages, power loss, cyber attacks, incidents of terrorism or other significant disruptions of services from our third party providers) could cause cancellations or delays in a significant number of shipments to customers and, as a result, could have a severe impact on our business, operations and financial performance. Further, challenges within global logistics networks, including shortages of shipping containers, international port congestion, and trucking shortages and freight capacity constraints have resulted in delays in receiving key manufacturing components and increased order backlogs and transportation costs. Such logistical disruption may cause us to incur higher costs and may also result in longer lead times for our customers. Uncertainties related to the magnitude and duration of global supply chain disruptions have adversely affected, and may continue to adversely affect, our business. If we are unable to recover a substantial portion of the increase in material and transportation costs from our customers through price adjustments and/or surcharges, our business or results of operations could be adversely affected. We may also experience an increase in order cancellations if any such pricing actions are not accepted by our customers.\n\n\nRisks Related to International Operations\n\n\nInternational operations represent a significant percentage of our business and present a variety of risks that could impact our results.\n \n\n\nBecause we source and sell our products worldwide, our business is subject to risks associated with doing business internationally. These risks include the costs and difficulties of managing foreign entities, limitations on the repatriation and investment of funds, cultural differences that affect customer preferences and business practices, unstable political or economic conditions, geopolitical risks and demand or supply reactions from events that could include political crises and conflict (such as the Russian invasion of Ukraine), war, a major terrorist attack, natural disasters, actual or threatened public health emergencies (such as COVID-19, including virus variants and resurgences and responses to those developments such as continued or new government-imposed lockdowns and travel restrictions), trade protection measures and import or export licensing requirements, monetary policy, inflation, economic growth, recession, commodity prices, currency volatility, currency controls, and changes in tax laws.\n\n\nWe also face exposure to fluctuations in foreign currency exchange rates because we conduct business outside of the United States. Price increases caused by currency exchange rate fluctuations may make our products less competitive or may have an adverse effect on our margins. Our international revenues and expenses generally are derived from sales and operations in currencies other than the U.S. dollar. Accordingly, when the U.S. dollar strengthens in relation to the base currencies of the countries in which we sell our products, our U.S. dollar reported net revenue and income would decrease. We currently do not engage in any currency hedging transactions. We cannot predict whether foreign currency exchange risks inherent in doing business in foreign countries will have a material adverse effect on our operations and financial results in the future. Further, global economic conditions may cause volatility and disruptions in the capital and credit markets. Negative or uncertain financial and macroeconomic conditions may have a significant adverse impact on our sales, profitability and results of operations.\n\n\nFinancial Risks\n\n\nThere is a possible risk of identifiable intangible asset impairment, which could reduce the value of our assets and reduce our net income in the year in which the write-off occurs.\n\n\nOur intangible assets could become impaired, which could reduce the value of our assets and reduce our net income in the year in which the write-off occurs. We ascribe value to certain intangible assets which consist of customer lists and trade names resulting from acquisitions. An impairment charge on intangible assets would be incurred in the event that the fair value of the intangible assets is less than their current carrying values. We evaluate whether events have occurred that indicate all, or a portion, of the carrying amount of intangible assets may no longer be recoverable. If this is the case, an impairment charge to earnings would be necessary.\n \n\n\n13\n\n\n\n\n \n\n\nOur indebtedness and restrictive covenants under our credit facility could limit our operational and financial flexibility.\n \n\n\n \nWe may incur indebtedness in the future under our credit facility with PNC Bank NA. Our ability to make interest and scheduled principal payments on any such indebtedness and operate within restrictive covenants could be adversely impacted by changes in the availability, terms and cost of capital, changes in interest rates or changes in our credit ratings or our outlook. These changes could increase our cost of business, limiting our ability to pursue acquisition opportunities, react to market conditions and meet operational and capital needs, thereby placing us at a competitive disadvantage.\n \n\n\nLegal and Regulatory Risks\n\n\nWe may be subject to intellectual property rights claims, which are costly to defend, could require payment of damages or licensing fees, and/or could limit our ability to use certain technologies in the future.\n\n\nSubstantial litigation and threats of litigation regarding intellectual property rights exist in the display systems and electronics industries. From time to time, third parties, including certain companies in the business of acquiring patents with the intention of aggressively seeking licensing revenue from purported infringers, have asserted and may in the future assert patent and/or other intellectual property rights to technologies that are important to our business. In any dispute involving products that we have sold, our customers could also become the target of litigation. We are obligated in many instances to indemnify and defend our customers if the products we sell are alleged to infringe any third party’s intellectual property rights. In some cases, depending on the nature of the claim, we may be able to seek indemnification from our suppliers for our self and our customers against such claims, but there is no assurance that we will be successful in obtaining such indemnification or that we are fully protected against such claims. Any infringement claim brought against us, regardless of the duration, outcome or size of damage award, could result in substantial cost, divert our management’s attention, be time consuming to defend, result in significant damage awards, cause product shipment delays, or require us to enter into royalty or other licensing agreements. See Note 11, \nRisks and Uncertainties\n, of the notes to our consolidated financial statements in Part II, Item 8 of this Annual Report on Form 10-K for further information regarding specific legal matters related to our patents.\n\n\nAdditionally, if an infringement claim is successful, we may be required to pay damages or seek royalty or license arrangements which may not be available on commercially reasonable terms. The payment of any such damages or royalties may significantly increase our operating expenses and harm our operating results and financial condition. Also, royalty or license arrangements may not be available at all. We may have to stop selling certain products or certain technologies, which could affect our ability to compete effectively.\n\n\nPotential lawsuits, with or without merit, may divert management’s attention, and we may incur significant expenses in our defense. In addition, we may be required to pay damage awards or settlements, become subject to injunctions or other equitable remedies, or determine to abandon certain lines of business, that may cause a material adverse effect on our results of operations, financial position and cash flows.\n\n\nWe may incur substantial operational costs or be required to change our business practices to comply with data privacy and data protection laws and regulations around the world.\n\n\nWe are subject to many privacy and data protection laws and regulations in various jurisdictions, which continue to evolve rapidly. The EU’s General Data Protection Regulation (“GDPR”) includes operational requirements for companies that receive or process personal data of residents of the European Union, including more robust documentation requirements for data protection compliance programs. Specifically, the GDPR imposes numerous privacy-related requirements for companies operating in the EU, including greater control for data subjects, increased data portability for EU consumers and data breach notification requirements.\n\n\nComplying with the GDPR may cause us to incur substantial operational costs or require us to change our business practices in ways that we cannot currently predict. Despite our efforts to bring our practices into compliance with the GDPR, we may not be successful. Non-compliance could result in proceedings against us by governmental entities, customers, data subjects or others. Fines of up to 20 million euros or up to 4% of the annual global revenue of the noncompliant company, whichever is greater, may be imposed for violations of certain of the GDPR’s requirements.\n\n\n14\n\n\n\n\n \n\n\nIn addition, several other jurisdictions in the U.S. and around the world have enacted privacy laws or regulations similar to GDPR. For instance, California enacted the California Consumer Privacy Act (“CCPA”), effective January 1, 2020 which gives consumers many of the same rights as those available under GDPR. Several laws similar to the CCPA have been proposed in the United States at both the federal and state level. The effects of, and costs incurred in connection with complying with, the GDPR, the CCPA and other data privacy laws and regulations may be significant and may require us to modify our data processing practices and policies and to incur substantial costs and expenses in an effort to comply. Any actual or perceived failures to comply with the GDPR, the CCPA or other data privacy laws or regulations, or related contractual or other obligations, or any perceived privacy rights violation, could lead to investigations, claims and proceedings by governmental entities and private parties, damages for contract breach, and other significant costs, penalties and other liabilities, as well as harm to our reputation and market position.\n \n\n\nOur international sales and operations are subject to applicable laws relating to trade, export controls and foreign corrupt practices, the violation of which could adversely affect our operations.\n\n\nWe are subject to applicable export control laws and regulations of the United States and other countries. United States laws and regulations applicable to us include the Arms Export Control Act, the International Traffic in Arms Regulations (“ITAR”), the Export Administration Regulations (“EAR”), anti-money laundering laws and regulations and the trade and trade sanctions laws and regulations administered by the Office of the United States Trade Representative and the United States Department of the Treasury’s Office of Foreign Assets Control. The import and export of our products are subject to international trade agreements, the modification or repeal of which could impact our business. The U.S. government agencies responsible for administering EAR and ITAR have significant discretion in the interpretation and enforcement of these regulations. Violations of these laws or regulations could result in significant additional sanctions including fines, more onerous compliance requirements, more extensive debarments from export privileges, loss of authorizations needed to conduct aspects of our international business and criminal penalties and may harm our ability to enter contracts with customers who have contracts with the U.S. government. A violation of the laws or the regulations enumerated above could materially adversely affect our business, reputation, financial condition and results of operations.\n\n\nOngoing changes to tariffs and trade relations may adversely affect our business.\n\n\nOur international operations are subject to changing tariffs and developments in trade relations. The U.S. government has made statements and taken certain actions that have led to, and may in the future lead to, further changes to U.S. and international trade policies, including recently imposed tariffs affecting certain products exported by a number of U.S. trading partners, including China. For example, during 2018, the U.S. and China each imposed new tariffs, and announced further proposed tariffs, on various products imported from China and the U.S., respectively. Between July 2018 and September 2018, the Office of the United States Trade Representative imposed tariffs of 10% and 25% on three product lists totaling approximately $250 billion in Chinese imports.  In May 2019, there was an announcement of the United States government’s imposition of a 25% tariff on a range of products exported from China to the U.S. on or after May 10, 2019. \nThese lists include\n some of our products.\n\n\nSubsequently, in January 2020, the U.S. and China signed a “phase one” trade deal, accompanied by a U.S. decision to cancel a plan to increase tariffs on an additional list of Chinese products and to reduce the tariffs imposed on May 13, 2019 from 15% to 7.5% effective February 14, 2020. Currently, the majority of tariff exclusions granted have expired and many of the additional tariffs on Chinese origin goods remain, as do concerns over the stability of bilateral trade relations, particularly given the limited scope of the phase one agreement.\n\n\nIt is possible that further tariffs may be imposed on imports of our products, including by other countries, or that our business will be impacted by changing trade relations among countries. This may cause us to raise prices or make changes to our operations, any of which could adversely impact demand for our products, our costs, customers, suppliers and/or the United States economy or certain sectors thereof and, thus, to adversely impact our businesses and results of operations. Given the evolving nature of trade relations, the impact on our operations and results is uncertain and could be significant. We can provide no assurance that any strategies we implement to mitigate the impact of such tariffs or other trade actions will be successful. To the extent that our supply chain, costs, sales or profitability are negatively affected by the tariffs or other trade actions, our business, financial condition and results of operations may be materially adversely affected.\n\n\n15\n\n\n\n\n \n\n\nOwnership Risks\n\n\nA single stockholder controls a majority of the Company's voting stock.\n \n\n\n \n\n\nAs of July 25, 2023, Edward J. Richardson, our Chairman, Chief Executive Officer and President, beneficially owned approximately 98% of the outstanding shares of our Class B common stock, representing approximately 62% of the voting power of the outstanding common stock. This share ownership permits Mr. Richardson to exert control over the outcome of stockholder votes, including votes concerning the election of directors, by-law amendments, possible mergers, corporate control contests and other significant corporate transactions.\n\n\n \n\n\nGeneral Risk Factors\n\n\n \n\n\nFailure to attract and retain key skilled personnel could hurt operations.\n\n\n Our success depends to a large extent upon the continued services of key management personnel, particularly Mr. Richardson. While we have employment contracts in place with several of our executive officers, we nevertheless cannot be assured that we will retain our key employees and the loss of service of any of these officers or key management personnel could have a material adverse effect on our business growth and operating results.\n\n\n Our future success will require an ability to attract and retain qualified employees. Competition for such key personnel is intense and we cannot be assured that we will be successful in attracting and retaining such personnel. We cannot make assurances that key personnel will not depart in the future. Changes in the cost of providing employee benefits in order to attract and retain personnel, including changes in health care costs, could lead to increased costs in any of our operations.\n\n\n \n\n\nIf we fail to maintain an effective system of internal controls or discover material weaknesses in our internal controls over financial reporting, we may not be able to detect fraud or report our financial results accurately or timely.\n\n\nAn effective internal control environment is necessary for us to produce reliable financial reports and is an important part of our effort to prevent financial fraud. We are required to periodically evaluate the effectiveness of the design and operation of our internal controls over financial reporting. Based on these evaluations, we may conclude that enhancements, modifications or changes to internal controls are necessary or desirable. While management evaluates the effectiveness of our internal controls on a regular basis, these controls may not always be effective. There are inherent limitations on the effectiveness of internal controls, including fraud, collusion, management override and failure in human judgment. In addition, control procedures are designed to reduce rather than eliminate business risks.\n\n\n \n\n\nIf we fail to maintain an effective system of internal controls, or if management or our independent registered public accounting firm discovers material weaknesses in our internal controls, we may be unable to produce reliable financial reports or prevent fraud. In addition, we may be subject to sanctions or investigation by regulatory authorities, such as the Securities and Exchange Commission or NASDAQ. Any such actions could result in an adverse reaction in the financial markets due to a loss of confidence in the reliability of our financial statements.\n\n\nIf we are deemed to be an investment company, we will be required to meet burdensome compliance requirements and restrictions on our activities.\n\n\nWe have had significant cash and investments. If we are deemed to be an “investment company” as defined under the Investment Company Act of 1940 (the “Investment Company Act”), the nature of our investments may be subject to various restrictions. We do not believe that our principal activities subject us to the Investment Company Act. If we are deemed to be subject to the Investment Company Act, compliance with required additional regulatory burdens would increase our operating expenses.\n\n\n16\n\n\n\n\n \n\n\nEvolving expectations around corporate responsibility practices, specifically related to environmental, social and governance (“ESG”) matters, may expose us to reputational and other risks.\n\n\nInvestors, stockholders, customers, suppliers and other third parties are increasingly focusing on ESG and corporate social responsibility endeavors and reporting. Certain institutional investors, investment funds, other influential investors, customers, suppliers and other third parties are also increasingly focused on ESG practices. Companies that do not adapt to or comply with the evolving investor or stakeholder expectations and standards, or which are perceived to have not responded appropriately, may suffer from reputational damage and result in the business, financial condition and/or stock price of a company being materially and adversely affected. Further, this increased focus on ESG issues may result in new regulations and/or third-party requirements that could adversely impact our business, or certain shareholders reducing or eliminating their holdings of our stock. Additionally, an allegation or perception that the Company has not taken sufficient action in these areas could negatively harm our reputation.\n\n\n \n\n\nOur stock price may be volatile.\n\n\nOur stock price has fluctuated in the past and may experience declines in the future as a result of the volatile nature of the stock market, developments in our business and/or factors outside of our control including certain of the risk factors discussed in this report. Many factors may cause the market price for our common stock to change, including: (i) our operating results as compared to investors’ expectations in any period, (ii) market perceptions concerning our future earnings prospects, (iii) adverse changes in general market conditions or economic trends and (iv) changes or events in our industry or the world, such as market reactions to public health issues (including the COVID-19 pandemic), natural disasters, changes in global, national, or regional economies, inflation, governmental policies, political unrest, military action and armed conflicts (such as the 2022 Russian invasion of Ukraine), terrorist activities, political and social turmoil, civil unrest and other crises.\n\n",
    "item7": ">ITEM 7. Management’s Discussion and Analysis of\n Financial Condition and Results of Operations\n\n\nThe following discussion should be read in conjunction with the consolidated financial statements and related notes.\n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) is intended to assist the reader in better understanding our business, results of operations, financial condition, changes in financial condition, critical accounting policies and estimates and significant developments. MD&A is provided as a supplement to, and should be read in conjunction with, our consolidated financial statements and the accompanying notes appearing elsewhere in this filing. This section is organized as follows:\n\n\n•\nBusiness Overview\n\n\n•\nResults of Operations\n - an analysis and comparison of our consolidated results of operations for the fiscal years ended May 27, 2023, May 28, 2022 and May 29, 2021, as reflected in our Consolidated Statements of Comprehensive Income.\n\n\n•\nLiquidity, Financial Position and Capital Resources\n - a discussion of our primary sources and uses of cash for the fiscal years ended May 27, 2023, May 28, 2022 and May 29, 2021, and a discussion of changes in our financial position.\n\n\nBusiness Overview\n\n\nRichardson Electronics, Ltd. is a leading global manufacturer of engineered solutions, power grid and microwave tubes and related consumables; power conversion and RF and microwave components; high-value replacement parts, tubes and service training for diagnostic imaging equipment; and customized display solutions. Nearly 60% of our products are manufactured in LaFox, Illinois, Marlborough, Massachusetts or Donaueschingen, Germany, or by one of our manufacturing partners throughout the world. All our partners manufacture to our strict specifications and per our supplier code of conduct. We serve customers in the alternative energy, healthcare, aviation, broadcast, communications, industrial, marine, medical, military, scientific and semiconductor markets. The Company’s strategy is to provide specialized technical expertise and “engineered solutions” based on our core engineering and manufacturing capabilities. The Company provides solutions and adds value through design-in support, systems integration, prototype design and manufacturing, testing, logistics and aftermarket technical service and repair through its global infrastructure.\n\n\nSome of the Company's products are manufactured in China and are imported into the United States. The Office of the United States Trade Representative (\"USTR\") instituted additional 10% to 25% tariffs on the importation of a number of products into the United States from China effective July 6, 2018, with additional products added August 23, 2018 and September 24, 2018. These additional tariffs are a response to what the USTR considers to be certain unfair trade practices by China. A number of the Company's products manufactured in China are now subject to these additional duties of 25% when imported into the United States.\n\n\nManagement continues to work with its suppliers as well as its customers to mitigate the impact of the tariffs on our customers’ markets. However, if the Company is unable to successfully pass through the additional cost of these tariffs, or if the higher prices reduce demand for the Company's products, it will have a negative effect on the Company's sales and gross margins.\n\n\nThe Company began reporting the results for its new Green Energy Solutions (\"GES\") segment in the first quarter of fiscal 2023 due to its focus on power applications that support the green energy market. The GES segment has been carved out of our existing Power and Microwave Technologies (“PMT”) segment. Accordingly, the Company is reporting its financial performance based on four operating and reportable segments. The results for fiscal 2022 and fiscal 2021 presented herein were adjusted to reflect the presentation of the new GES segment separately from the PMT segment.\n\n\n21\n\n\n\n\n \n\n\nThe Company's four operating and reportable segments for fiscal 2023, fiscal 2022 and fiscal 2021 are defined as follows:\n\n\nPower and Microwave Technologies combines our core engineered solutions capabilities, power grid and microwave tube business with new disruptive RF, Wireless and Power technologies. As a designer, manufacturer, technology partner and authorized distributor, PMT’s strategy is to provide specialized technical expertise and engineered solutions based on our core engineering and manufacturing capabilities on a global basis. We provide solutions and add value through design-in support, systems integration, prototype design and manufacturing, testing, logistics and aftermarket technical service and repair—all through our existing global infrastructure. PMT’s focus is on products for power, RF and microwave applications for customers in 5G, aviation, broadcast, communications, industrial, marine, medical, military, scientific and semiconductor markets. PMT focuses on various applications including broadcast transmission, CO2 laser cutting, diagnostic imaging, dielectric and induction heating, high energy transfer, high voltage switching, plasma, power conversion, radar and radiation oncology. PMT also offers its customers technical services for both microwave and industrial equipment.\n\n\nGreen Energy Solutions combines our key technology partners and engineered solutions capabilities to design and manufacture innovative products for the fast-growing energy storage market and power management applications. As a designer, manufacturer, technology partner and authorized distributor, GES’s strategy is to provide specialized technical expertise and engineered solutions using our core design engineering and manufacturing capabilities on a global basis. We provide solutions and add value through design-in support, systems integration, prototype design and manufacturing, testing, logistics and aftermarket technical service and repair—all through our existing global infrastructure. GES’s focus is on products for numerous green energy applications such as wind, solar, hydrogen and Electric Vehicles, and other power management applications that support green solutions such as synthetic diamond manufacturing.\n\n\nCanvys provides customized display solutions serving the corporate enterprise, financial, healthcare, industrial and medical original equipment manufacturers markets. Our engineers design, manufacture, source and support a full spectrum of solutions to match the needs of our customers. We offer long term availability and proven custom display solutions that include touch screens, protective panels, custom enclosures, All-In-One computers, specialized cabinet finishes and application specific software packages and certification services. Our volume commitments are lower than the large display manufacturers, making us the ideal choice for companies with very specific design requirements. We partner with both private label manufacturing companies and leading branded hardware vendors to offer the highest quality display and touch solutions and customized computing platforms.\n\n\nHealthcare manufactures, repairs, refurbishes and distributes high value replacement parts and equipment for the healthcare market including hospitals, medical centers, asset management companies, independent service organizations and multi-vendor service providers. Products include diagnostic imaging replacement parts for CT and MRI systems; replacement CT and MRI tubes; CT service training; MRI coils, cold heads and RF amplifiers; hydrogen thyratrons, klystrons, magnetrons; flat panel detector upgrades; pre-owned CT systems; and additional replacement solutions currently under development for the diagnostic imaging service market. Through a combination of newly developed products and partnerships, service offerings and training programs, we believe we can help our customers improve efficiency while lowering the cost of healthcare delivery.\n\n\nWe currently have operations in the following major geographic regions: North America, Asia/Pacific, Europe and Latin America.\n\n\n22\n\n\n\n\n \n\n\nResults of Operations\n\n\nOverview - Fiscal Year Ended May 27, 2023\n\n\n•\nFiscal 2023 and fiscal 2022 both contained 52 weeks.\n\n\n•\nNet sales during fiscal 2023 were $262.7 million, up 16.9%, compared to net sales of $224.6 million during fiscal 2022.\n\n\n•\nGross margin was 31.9% of net sales during fiscal 2023, compared to 31.9% of net sales during fiscal 2022.\n\n\n•\nSelling, general and administrative expenses were $58.7 million, or 22.4% of net sales, during fiscal 2023, compared to $55.7 million, or 24.8% of net sales, during fiscal 2022.\n\n\n•\nOperating income during fiscal 2023 was $25.0 million, compared to an operating income of $16.0 million during fiscal 2022.\n\n\n•\nOther income during fiscal 2023 was less than $0.1 million, compared to other expense of $0.2 million during fiscal 2022.\n\n\n•\nNet income during fiscal 2023 was $22.3 million, compared to a net income of $17.9 million during fiscal 2022.\n\n\nNet Sales and Gross Profit Analysis\n\n\nNet sales by segment and percent change for fiscal 2023, fiscal 2022 and fiscal 2021 were as follows (\nin thousands\n):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet Sales\n\n\n \n\n\nFY 2023\n\n\n \n\n\n \n\n\nFY 2022\n\n\n \n\n\n \n\n\nFY 2021\n\n\n \n\n\n \n\n\nFY23 vs. FY22\n% Change\n\n\n \n\n\n \n\n\nFY22 vs. FY21\n% Change\n\n\n \n\n\n\n\n\n\nPMT\n\n\n \n\n\n$\n\n\n164,299\n\n\n \n\n\n \n\n\n$\n\n\n155,445\n\n\n \n\n\n \n\n\n$\n\n\n128,980\n\n\n \n\n\n \n\n\n \n\n\n5.7\n\n\n%\n\n\n \n\n\n \n\n\n20.5\n\n\n%\n\n\n\n\n\n\nGES\n\n\n \n\n\n \n\n\n47,596\n\n\n \n\n\n \n\n\n \n\n\n22,611\n\n\n \n\n\n \n\n\n \n\n\n8,300\n\n\n \n\n\n \n\n\n \n\n\n110.5\n\n\n%\n\n\n \n\n\n \n\n\n172.4\n\n\n%\n\n\n\n\n\n\nCanvys\n\n\n \n\n\n \n\n\n39,331\n\n\n \n\n\n \n\n\n \n\n\n35,187\n\n\n \n\n\n \n\n\n \n\n\n29,319\n\n\n \n\n\n \n\n\n \n\n\n11.8\n\n\n%\n\n\n \n\n\n \n\n\n20.0\n\n\n%\n\n\n\n\n\n\nHealthcare\n\n\n \n\n\n \n\n\n11,432\n\n\n \n\n\n \n\n\n \n\n\n11,377\n\n\n \n\n\n \n\n\n \n\n\n10,338\n\n\n \n\n\n \n\n\n \n\n\n0.5\n\n\n%\n\n\n \n\n\n \n\n\n10.1\n\n\n%\n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n262,658\n\n\n \n\n\n \n\n\n$\n\n\n224,620\n\n\n \n\n\n \n\n\n$\n\n\n176,937\n\n\n \n\n\n \n\n\n \n\n\n16.9\n\n\n%\n\n\n \n\n\n \n\n\n26.9\n\n\n%\n\n\n\n\n\n\n \n\n\nDuring fiscal 2023, consolidated net sales increased by 16.9% compared to fiscal 2022. Sales for PMT increased by 5.7%, GES sales increased by 110.5%. Canvys sales increased by 11.8% and Healthcare sales increased by 0.5%. The increase in PMT was mainly due to strong growth in the semi-wafer fabrication industry and the RF and microwave products for various applications. The increase in GES was primarily due to growth in related product sales to the wind turbine industry, as well as EV battery modules. The increase in Canvys was primarily due to strong sales in the North American market. The increase in Healthcare was primarily due to an increase in equipment sales.\n \n\n\nDuring fiscal 2022, consolidated net sales increased by 26.9% compared to fiscal 2021. Sales for PMT increased by 20.5%, GES sales increased by 172.4%, Canvys sales increased by 20.0% and Healthcare sales increased by 10.1%. The increase in PMT was mainly due to strong growth from our Power and Microwave Group (PMG) technology partners in various applications including power management and 5G infrastructure, and increased revenue from our Semiconductor Wafer Fabrication Equipment customers buying engineered solutions. We also had strong growth in various Electron Device (EDG) product lines. The increase in GES was primarily due to components for power management applications and niche products for wind turbines. The increase in Canvys was primarily due to strong sales in the European and North American markets. The increase in Healthcare was primarily due to strong part sales and increase in demand for the ALTA750\nTM\n tubes.\n\n\n23\n\n\n\n\n \n\n\nGross profit by segment and percent of segment net sales for fiscal 2023, fiscal 2022 and fiscal 2021 were as follows (\nin thousands\n):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGross Profit\n\n\n \n\n\nFY 2023\n\n\n \n\n\n \n\n\nFY 2022\n\n\n \n\n\n \n\n\nFY 2021\n\n\n \n\n\n\n\n\n\nPMT\n\n\n \n\n\n$\n\n\n54,089\n\n\n \n\n\n \n\n\n \n\n\n32.9\n\n\n%\n\n\n \n\n\n$\n\n\n50,810\n\n\n \n\n\n \n\n\n \n\n\n32.7\n\n\n%\n\n\n \n\n\n$\n\n\n43,546\n\n\n \n\n\n \n\n\n \n\n\n33.8\n\n\n%\n\n\n\n\n\n\nGES\n\n\n \n\n\n \n\n\n13,719\n\n\n \n\n\n \n\n\n \n\n\n28.8\n\n\n%\n\n\n \n\n\n \n\n\n7,231\n\n\n \n\n\n \n\n\n \n\n\n32.0\n\n\n%\n\n\n \n\n\n \n\n\n2,405\n\n\n \n\n\n \n\n\n \n\n\n29.0\n\n\n%\n\n\n\n\n\n\nCanvys\n\n\n \n\n\n \n\n\n12,375\n\n\n \n\n\n \n\n\n \n\n\n31.5\n\n\n%\n\n\n \n\n\n \n\n\n11,252\n\n\n \n\n\n \n\n\n \n\n\n32.0\n\n\n%\n\n\n \n\n\n \n\n\n10,274\n\n\n \n\n\n \n\n\n \n\n\n35.0\n\n\n%\n\n\n\n\n\n\nHealthcare\n\n\n \n\n\n \n\n\n3,506\n\n\n \n\n\n \n\n\n \n\n\n30.7\n\n\n%\n\n\n \n\n\n \n\n\n2,407\n\n\n \n\n\n \n\n\n \n\n\n21.2\n\n\n%\n\n\n \n\n\n \n\n\n2,600\n\n\n \n\n\n \n\n\n \n\n\n25.1\n\n\n%\n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n83,689\n\n\n \n\n\n \n\n\n \n\n\n31.9\n\n\n%\n\n\n \n\n\n$\n\n\n71,700\n\n\n \n\n\n \n\n\n \n\n\n31.9\n\n\n%\n\n\n \n\n\n$\n\n\n58,825\n\n\n \n\n\n \n\n\n \n\n\n33.2\n\n\n%\n\n\n\n\n\n\n \n\n\nGross profit reflects the distribution and manufacturing product margin less manufacturing variances, inventory obsolescence charges, customer returns, scrap and cycle count adjustments, engineering costs and other provisions.\n\n\nConsolidated gross profit was $83.7 million during fiscal 2023, compared to $71.7 million during fiscal 2022. Consolidated gross margin as a percentage of net sales was 31.9 % for fiscal 2023, the same as the 31.9% during fiscal 2022, primarily due to favorable product mix for PMT, unfavorable product mix for GES, unfavorable product mix for Canvys and improved manufacturing absorption and decreased component scrap for Healthcare. Gross margin during fiscal 2023 included expense related to inventory provisions of $0.3 million for PMT, $0.1 million for Canvys and $0.1 million for Healthcare.\n\n\nConsolidated gross profit was $71.7 million during fiscal 2022, compared to $58.8 million during fiscal 2021. Consolidated gross margin as a percentage of net sales decreased to 31.9% during fiscal 2022, from 33.2% during fiscal 2021, primarily due to unfavorable product mix for PMT, favorable product mix for GES, higher freight costs and foreign exchange effects for Canvys and increased component scrap expenses for Healthcare. Gross margin during fiscal 2022 included expense related to inventory provisions for PMT of $0.4 million and $0.1 million for Healthcare.\n\n\nPower and Microwave Technologies\n\n\nNet sales for PMT increased 5.7% to $164.3 million during fiscal 2023 from $155.4 million during fiscal 2022. The increase was mainly due to strong growth in the semi-wafer fabrication industry for the first nine months and the RF and microwave products for various applications. Gross margin as a percentage of net sales increased to 32.9% during fiscal 2023 as compared to 32.7% during fiscal 2022, primarily due to product mix.\n\n\n \n\n\nNet sales for PMT increased 20.5% to $155.4 million during fiscal 2022 from $129.0 million during fiscal 2021. The increase was mainly due to strong growth from our Power and Microwave Group (PMG) technology partners in various applications including power management and 5G infrastructure, and increased revenue from our Semiconductor Wafer Fabrication Equipment customers buying engineered solutions. We also had strong growth in various Electron Device (EDG) product lines. Gross margin as a percentage of net sales decreased to 32.7% during fiscal 2022 as compared to 33.8% during fiscal 2021, primarily due to product mix.\n\n\nGreen Energy Solutions\n\n\nNet sales for GES increased 110.5% to $47.6 million during fiscal 2023 from $22.6 million during fiscal 2022. The increase was mainly due to growth in related product sales to the wind turbine industry, as well as EV battery modules. Gross margin as a percentage of net sales decreased to 28.8% during fiscal 2023 as compared to 32.0% during fiscal 2022, primarily due to product mix.\n\n\n Net sales for GES increased 172.4% to $22.6 million during fiscal 2022 from $8.3 million during fiscal 2021. Sales increased primarily due to components for power management applications and niche products for wind turbines. Gross margin as a percentage of net sales increased to 32.0% during fiscal 2022 as compared to 29.0% during fiscal 2021, primarily due to product mix.\n\n\n \n\n\n24\n\n\n\n\n \n\n\n \nCanvys\n\n\nNet sales for Canvys increased 11.8% to $39.3 million during fiscal 2023, from $35.2 million during fiscal 2022. Sales increased primarily due to strong sales in the North American market. Gross margin as a percentage of net sales decreased to 31.5% during fiscal 2023 as compared to 32.0% during fiscal 2022 mainly due to product mix.\n\n\nNet sales for Canvys increased 20.0% to $35.2 million during fiscal 2022, from $29.3 million during fiscal 2021. Sales increased primarily due to strong sales in the European and North American markets. Gross margin as a percentage of net sales decreased to 32.0% during fiscal 2022 as compared to 35.0% during fiscal 2021 mainly due to increasing freight costs resulting from the COVID-19 pandemic and foreign currency effects.\n\n\nHealthcare\n\n\nNet sales for Healthcare increased 0.5% to $11.4 million during fiscal 2023, essentially unchanged from fiscal 2022. The slight increase in sales was primarily due to an increase in equipment sales, partially offset by decreases in part sales and CT tube sales. Gross margin as a percentage of net sales increased to 30.7% during fiscal 2023, compared to 21.2% during fiscal 2022. The increase was primarily due to improved manufacturing absorption and decreased component scrap expenses.\n \n\n\nNet sales for Healthcare increased 10.1% to $11.4 million during fiscal 2022, from $10.3 million during fiscal 2021. The increase in sales was primarily due to strong parts sales and an increase in demand for the ALTA 750D\nTM\n tubes. Gross margin as a percentage of net sales decreased to 21.2% during fiscal 2022, compared to 25.1% during fiscal 2021. The decrease was primarily due to increased component scrap expenses.\n\n\n \nSales by Geographic Area\n\n\nOn a geographic basis, our sales are categorized by destination: North America; Asia/Pacific; Europe; Latin America; and Other.\n \n\n\nNet sales by geographic area and percent change for fiscal 2023, fiscal 2022 and fiscal 2021 were as follows (\nin thousands\n):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet Sales\n\n\n \n\n\nFY 2023\n\n\n \n\n\n \n\n\nFY 2022\n\n\n \n\n\n \n\n\nFY 2021\n\n\n \n\n\n \n\n\nFY23 vs. FY22\n% Change\n\n\n \n\n\n \n\n\nFY22 vs. FY21\n% Change\n\n\n \n\n\n\n\n\n\nNorth America\n\n\n \n\n\n$\n\n\n112,214\n\n\n \n\n\n \n\n\n$\n\n\n98,527\n\n\n \n\n\n \n\n\n$\n\n\n73,625\n\n\n \n\n\n \n\n\n \n\n\n13.9\n\n\n%\n\n\n \n\n\n \n\n\n33.8\n\n\n%\n\n\n\n\n\n\nAsia/Pacific\n\n\n \n\n\n \n\n\n59,557\n\n\n \n\n\n \n\n\n \n\n\n49,235\n\n\n \n\n\n \n\n\n \n\n\n40,839\n\n\n \n\n\n \n\n\n \n\n\n21.0\n\n\n%\n\n\n \n\n\n \n\n\n20.6\n\n\n%\n\n\n\n\n\n\nEurope\n\n\n \n\n\n \n\n\n62,017\n\n\n \n\n\n \n\n\n \n\n\n64,435\n\n\n \n\n\n \n\n\n \n\n\n52,549\n\n\n \n\n\n \n\n\n \n\n\n(3.8\n\n\n%)\n\n\n \n\n\n \n\n\n22.6\n\n\n%\n\n\n\n\n\n\nLatin America\n\n\n \n\n\n \n\n\n28,924\n\n\n \n\n\n \n\n\n \n\n\n12,439\n\n\n \n\n\n \n\n\n \n\n\n9,651\n\n\n \n\n\n \n\n\n \n\n\n132.5\n\n\n%\n\n\n \n\n\n \n\n\n28.9\n\n\n%\n\n\n\n\n\n\nOther \n(1)\n\n\n \n\n\n \n\n\n(54\n\n\n)\n\n\n \n\n\n \n\n\n(16\n\n\n)\n\n\n \n\n\n \n\n\n273\n\n\n \n\n\n \n\n\n \n\n\n(237.5\n\n\n%)\n\n\n \n\n\n \n\n\n(105.9\n\n\n%)\n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n262,658\n\n\n \n\n\n \n\n\n$\n\n\n224,620\n\n\n \n\n\n \n\n\n$\n\n\n176,937\n\n\n \n\n\n \n\n\n \n\n\n16.9\n\n\n%\n\n\n \n\n\n \n\n\n26.9\n\n\n%\n\n\n\n\n\n\n \n\n\nGross profit by geographic area and percent of geographic net sales for fiscal 2023, fiscal 2022 and fiscal 2021 were as follows (\nin thousands\n):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFY 2023\n\n\n \n\n\n \n\n\nFY 2022\n\n\n \n\n\n \n\n\nFY 2021\n\n\n \n\n\n\n\n\n\nGross Profit (Loss)\n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\n% of Net Sales\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\n% of Net Sales\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\n% of Net Sales\n\n\n \n\n\n\n\n\n\nNorth America\n\n\n \n\n\n$\n\n\n43,580\n\n\n \n\n\n \n\n\n \n\n\n38.8\n\n\n%\n\n\n \n\n\n$\n\n\n36,548\n\n\n \n\n\n \n\n\n \n\n\n37.1\n\n\n%\n\n\n \n\n\n$\n\n\n28,639\n\n\n \n\n\n \n\n\n \n\n\n38.9\n\n\n%\n\n\n\n\n\n\nAsia/Pacific\n\n\n \n\n\n \n\n\n18,775\n\n\n \n\n\n \n\n\n \n\n\n31.5\n\n\n%\n\n\n \n\n\n \n\n\n15,728\n\n\n \n\n\n \n\n\n \n\n\n31.9\n\n\n%\n\n\n \n\n\n \n\n\n13,520\n\n\n \n\n\n \n\n\n \n\n\n33.1\n\n\n%\n\n\n\n\n\n\nEurope\n\n\n \n\n\n \n\n\n18,760\n\n\n \n\n\n \n\n\n \n\n\n30.2\n\n\n%\n\n\n \n\n\n \n\n\n19,215\n\n\n \n\n\n \n\n\n \n\n\n29.8\n\n\n%\n\n\n \n\n\n \n\n\n16,958\n\n\n \n\n\n \n\n\n \n\n\n32.3\n\n\n%\n\n\n\n\n\n\nLatin America\n\n\n \n\n\n \n\n\n7,735\n\n\n \n\n\n \n\n\n \n\n\n26.7\n\n\n%\n\n\n \n\n\n \n\n\n4,340\n\n\n \n\n\n \n\n\n \n\n\n34.9\n\n\n%\n\n\n \n\n\n \n\n\n3,405\n\n\n \n\n\n \n\n\n \n\n\n35.3\n\n\n%\n\n\n\n\n\n\nOther \n(1)\n\n\n \n\n\n \n\n\n(5,161\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(4,131\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(3,697\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n83,689\n\n\n \n\n\n \n\n\n \n\n\n31.9\n\n\n%\n\n\n \n\n\n$\n\n\n71,700\n\n\n \n\n\n \n\n\n \n\n\n31.9\n\n\n%\n\n\n \n\n\n$\n\n\n58,825\n\n\n \n\n\n \n\n\n \n\n\n33.2\n\n\n%\n\n\n\n\n\n\n \n\n\n(1)\nOther primarily includes net sales not allocated to a specific geographical region, unabsorbed value-add costs and other unallocated expenses.\n\n\n25\n\n\n\n\n \n\n\nWe sell our products to customers in diversified industries and perform periodic credit evaluations of our customers’ financial condition. Terms are generally on open account, payable net 30 days in North America, and vary throughout Asia/Pacific, Europe and Latin America. Estimates of credit losses are recorded in the financial statements based on monthly reviews of outstanding accounts.\n\n\nSelling, General and Administrative Expenses\n\n\nSelling, general and administrative expenses (“SG&A”) increased during fiscal 2023 to $58.7 million from $55.7 million during fiscal 2022. This increase in SG&A expense from fiscal 2022 was mainly due to higher employee compensation and travel expenses, partially offset by lower legal fees and a lower bad debt expense. SG&A as a percentage of sales decreased to 22.4% during fiscal 2023 as compared to 24.8% during fiscal 2022.\n\n\nSelling, general and administrative expenses decreased during fiscal 2022 to $55.7 million from $55.9 million during fiscal 2021. However, when considering the non-recurrence of the $1.6 million legal settlement in fiscal 2021, the SG&A expense for fiscal 2022 was $1.4 million or 2.6% higher than fiscal 2021. This increase in SG&A expense from fiscal 2021 was mainly due to higher employee compensation expenses including incentive expense, partially offset by lower legal fees. SG&A as a percentage of sales decreased to 24.8% during fiscal 2022 as compared to 31.6% during fiscal 2021.\n\n\nLegal Settlement – Fiscal 2021\n\n\nOn April 2, 2021, as part of a settlement where the Company did not admit liability, Richardson agreed to pay Varex Imaging Corporation (“Varex”) $1.6 million to settle alleged counts of patent infringement and claims of trade secret misappropriation. This settlement was recorded in selling, general and administrative expenses within the Consolidated Statements of Comprehensive Income for the third quarter of fiscal 2021.\n\n\nOther Income/Expense\n\n\nOther income was less than $0.1 million during fiscal 2023, compared to an expense of $0.2 million during fiscal 2022. Fiscal 2023 had $0.3 million of investment income compared to $0.1 million of investment income for fiscal 2022. Our foreign exchange gains and losses are primarily due to the translation of U.S. dollars held in non-U.S. entities. The foreign exchange loss reported for fiscal 2023 totaled $0.3 million, unchanged from fiscal 2022. We currently do not utilize derivative instruments to manage our exposure to foreign currency.\n\n\nIncome Tax Provision\n\n\nOur income tax provision (benefit) during fiscal 2023, fiscal 2022 and fiscal 2021 was $2.7 million, ($2.2 million) and $0.7 million, respectively. The effective income tax rates during fiscal 2023, fiscal 2022 and fiscal 2021 were 10.8%, (13.7%) and 28.3%, respectively. The difference between the effective income tax rates as compared to the U.S. federal statutory rate of 21.0% during fiscal 2023, fiscal 2022 and fiscal 2021 was primarily driven by the impact of valuation allowance changes related to the realizability of our U.S. state and federal net deferred tax assets and changes in our geographical distribution of income (loss). In addition, the Company recognized both foreign tax and research and development tax credits in fiscal 2023.\n \n\n\nThe Inflation Reduction Act (the \"IRA\"), signed into law by President Biden on August 16, 2022, has several key corporate tax-related provisions, including a 15% creditable book minimum tax\n \non adjusted financial statement income (“AFSI”) of applicable corporations, clean energy tax incentives and 1% excise tax on certain corporate stock buybacks. The Company did not rise to the level of AFSI to be subject to the 15% creditable book minimal tax. The Company did not have a material impact from the IRA. The Creating Helpful Incentives to Produce Semiconductors Act of 2022 (the \"CHIPS Act\") was signed into law by President Biden on August 9, 2022, which created a new 25% investment tax credit for qualified property placed in service for semiconductor manufacturing. This production credit was not applicable to the Company.\n\n\nDuring the fourth quarter of fiscal 2023, the Company recorded research and development (“R&D”) tax credits of $0.9 million. These credits represent the expected U.S. federal and state credits to be claimed for fiscal 2020 through fiscal 2023. The Company has not previously recorded any benefit from an R&D tax credit due to the fact that the Company did not believe it was economically prudent to pursue these credits in prior years.\n \n\n\n26\n\n\n\n\n \n\n\nFor taxable years beginning after December 31, 2021, taxpayers are required to capitalize certain R&D expenses and amortize them over five or fifteen years under IRC Section 174. This provision increased our taxable income for the year ended May 27, 2023, and resulted in additional cash tax payments for U.S. federal and state income taxes. This provision also generated a deferred tax asset for the year ended May 27, 2023.\n \n\n\nAs of May 27, 2023 and May 28, 2022 we have utilized all net deferred tax assets related to federal net operating loss (“NOL”) carryforwards. Net deferred tax assets related to domestic state NOL carryforwards at May 27, 2023 amounted to approximately $2.1 million, compared to $2.4 million at May 28, 2022. Net deferred tax assets related to foreign NOL carryforwards was $0.2 million as of May 27, 2023 compared to $0.4 million as of May 28, 2022, with various or indefinite expiration dates. We released the valuation allowance and have utilized $1.8 million of domestic net deferred tax asset related to foreign tax credit carryforwards as of May 27, 2023.\n \n\n\nWe have historically determined that undistributed earnings of our foreign subsidiaries, to the extent of cash available, will be repatriated to the U.S. The deferred tax liability on the outside basis difference is now primarily withholding tax on future dividend distributions. The deferred tax liability related to undistributed earnings of our foreign subsidiaries was less than $0.1 million in both fiscal 2023 and fiscal 2022.\n\n\nManagement assesses the available positive and negative evidence to estimate if sufficient future taxable income will be generated to support a more likely than not assertion that its deferred tax assets will be realized. A significant component of objective evidence evaluated was the cumulative income or loss incurred in each jurisdiction over the three-year period ended May 27, 2023. We considered other positive evidence in determining the need for a valuation allowance in the U.S. including the subpart F and GILTI inclusions of our foreign earnings, the changes in our business performance in recent years and the utilization of federal NOLs. The weight of this positive evidence is sufficient to outweigh other negative evidence in evaluating our need for a valuation allowance in the U.S. federal jurisdiction. As a result of the positive evidence outweighing the negative evidence for the year ended May 28, 2022, we released the full valuation allowance on the U.S. federal and state deferred tax items.  In addition, in the year ended May 28, 2022, we partially released the valuation allowance on the state NOL deferred tax item, based on the amount of the NOLs that management believed it is more likely than not to realize. As of May 27, 2023, we have released $1.8 million of the valuation allowance on the deferred tax asset related to foreign tax credits based on positive evidence that arose during the fourth quarter of fiscal 2023 related to the foreign tax credit limitation calculation.\n \n\n\nAs of May 27, 2023, a valuation allowance of $1.4 million was recorded, representing the portion of the deferred tax asset that management does not believe is more likely than not to be realized. The valuation allowance as of May 28, 2022 was $3.5 million. The remaining valuation allowance relates to state NOLs ($0.2 million) and deferred tax assets in foreign jurisdictions where historical taxable losses have been incurred ($1.3 million). The amount of the deferred tax asset considered realizable, however, could be adjusted if estimates of future taxable income during the carryforward period are increased, or if objective negative evidence in the form of cumulative losses is no longer present and additional weight may be given to subjective evidence such as our projections for growth.\n\n\nIncome taxes paid, including foreign estimated tax payments, were $4.8 million, $1.5 million and $0.1 million, during fiscal 2023, fiscal 2022 and fiscal 2021, respectively.\n\n\nIn the normal course of business, we are subject to examination by taxing authorities throughout the world. Generally, years prior to fiscal 2017 are closed for examination under the statute of limitation for U.S. federal, U.S. state and local or non-U.S. tax jurisdictions. We were under examination for fiscal 2015 through fiscal 2018 in Germany. The audit was settled in the fourth quarter of fiscal 2022. In the second quarter of fiscal 2023, the Company paid the audit assessment for the fiscal 2015 through fiscal 2018 years.\n \nThe Company recorded a tax expense of less than $0.1 million due to receiving the final assessment for the German audit. The $0.1 million of uncertain tax positions recorded in prior quarters has been fully utilized as of May 27, 2023. Our primary foreign tax jurisdictions are Germany and the Netherlands. We have tax years open in Germany beginning in fiscal 2019 and the Netherlands beginning in fiscal 2021.\n\n\n27\n\n\n\n\n \n\n\nThe Company did not record any uncertain tax positions as of May 27, 2023 as compared to $0.1 million as of May 28, 2022. The reserve for the German audits was reversed in fiscal 2023. We record penalties and interest related to uncertain tax positions in the income tax expense line item within the Consolidated Statements of Comprehensive Income. Accrued interest and penalties were included within the related tax liability line in the Consolidated Balance Sheets. We have not recorded a liability for interest and penalties as of May 27, 2023 or May 28, 2022.\n\n\nLiquidity, Financial Position and Capital Resources\n\n\nOur operations and cash needs have been primarily financed through income from operations and cash on hand.\n\n\nCash and cash equivalents were $25.0 million at May 27, 2023. Cash and cash equivalents by geographic area at May 27, 2023 consisted of $8.1 million in North America, $8.6 million in Europe, $1.5 million in Latin America and $6.8 million in Asia/Pacific. No funds were repatriated to the United States in fiscal 2023 from our foreign entities. Although the Tax Cuts and Jobs Act generally eliminated federal income tax on future cash repatriation to the United States, cash repatriation may be subject to state and local taxes, withholding or similar taxes. See Note 8, \nIncome Taxes\n, of the notes to our consolidated financial statements in Part II, Item 8 of this Annual Report on Form 10-K for further information.\n\n\nCash, cash equivalents and investments were $40.5 million at May 28, 2022. Cash, cash equivalents and investments by geographic area at May 28, 2022 consisted of $25.7 million in North America, $6.0 million in Europe, $1.5 million in Latin America and $7.3 million in Asia/Pacific. We repatriated a total of $1.5 million to the United States in fiscal 2022 from our foreign entities. This amount includes $0.7 million in the first quarter from our entity in China, $0.3 million in the second quarter from our entity in Taiwan and $0.5 million in the third quarter from our entity in Japan.\n \n\n\nManagement continues to monitor the global situation on its financial condition, liquidity, operations, suppliers, industry and workforce. Our ability to predict and respond to future changes resulting from the Covid pandemic is uncertain. Even after the Covid pandemic fully subsides, there may be long-term effects on our business practices and customers in economies in which we operate that could severely disrupt our operations and could have a material adverse effect on our business, results of operations, cash flows and financial condition. As we cannot predict the duration, scope or severity of the Covid pandemic, the negative financial impact to our results cannot be reasonably estimated and could be material.\n\n\n  Based on past performance and current expectations, we believe that the existing sources of liquidity, including current cash, will provide sufficient resources to meet known capital requirements and working capital needs through the next twelve months. Additionally, while our future capital requirements will depend on many factors, including, but not limited to, the economy and the outlook for growth in our markets, we believe our existing sources of liquidity as well as our ability to generate operating cash flows will satisfy our future obligations and cash requirements.\n\n\nOn March 20, 2023, the Company established a senior, secured revolving credit facility agreement with a three-year term in an aggregate principal amount not to exceed $30 million, including a Swingline Loan sub-facility and a Letter of Credit sub-facility (collectively, the \"Revolving Credit Facility\") with PNC Bank. The Revolving Credit Facility is guaranteed by the Company's domestic subsidiaries. Proceeds of the borrowings under the Revolving Credit Facility are expected to be used for working capital and general corporate purposes of the Company and its subsidiaries. As of the date of this report, no amounts were outstanding under the Revolving Credit Facility.\n \n\n\n28\n\n\n\n\n \n\n\nCash Flows from Operating Activities\n\n\nCash flow from operating activities primarily resulted from our net income adjusted for non-cash items and changes in our operating assets and liabilities.\n\n\nOperating activities utilized $8.2 million of cash during fiscal 2023. We had net income of $22.3 million during fiscal 2023, which included non-cash stock-based compensation expense of $0.9 million associated with the issuance of stock option awards and restricted stock awards, $0.5 million of inventory provisions and depreciation and amortization expense of $3.7 million associated with our property and equipment as well as amortization of our intangible assets. Changes in our operating assets and liabilities resulted in a use of cash of $35.5 million during fiscal 2023, mainly due to an increase in inventories of $30.5 million, a decrease in accounts payable and accrued liabilities of $4.4 million and an increase in prepaid expenses of $0.5 million. The majority of the inventory increase was to support our Electron tube, PMG, Green Energy Solutions, LaFox manufacturing and Healthcare businesses. The decrease in accounts payable and accrued liabilities was due to revenue recognition and timing.\n\n\nOperating activities provided $1.9 million of cash during fiscal 2022. We had net income of $17.9 million during fiscal 2022, which included non-cash stock-based compensation expense of $0.7 million associated with the issuance of stock option awards and restricted stock awards, $0.5 million of inventory provisions, and depreciation and amortization expense of $3.4 million associated with our property and equipment as well as amortization of our intangible assets. Changes in our operating assets and liabilities resulted in a use of cash of $16.5 million during fiscal 2022, primarily due to the increase in inventories of $20.6 million, an increase in accounts receivable of $6.2 million and an increase in prepaid expenses of $0.2 million. These uses of cash were partially offset by the increase in our accounts payable and accrued liabilities of $10.1 million. The majority of the inventory increase was to support our manufacturing, Canvys and PMG businesses. The increase in accounts receivable was primarily due to the sales increase in fiscal 2022. The increase in our accounts payable was due to higher inventory levels to support sales growth, and the increase in accrued liabilities was due to the higher employee compensation expenses and payroll taxes as well as increased deferred revenue.\n\n\nCash Flows from Investing Activities\n\n\nThe cash flow from investing activities consisted primarily of purchases and maturities of investments and capital expenditures.\n\n\nCash used by investing activities of $2.2 million during fiscal 2023 was mainly attributed to $7.4 million in capital expenditures with a $5.0 million offset for the maturities of a Certificate of Deposit (CD). Capital expenditures were primarily related to our LaFox manufacturing business and facility renovation, IT systems and the Healthcare business.\n\n\nCash used by investing activities of $8.1 million during fiscal 2022 was mainly attributed to the $5.0 million purchase of a Certificate of Deposit (CD) and $3.1 million in capital expenditures. Capital expenditures were primarily related to our manufacturing, Healthcare business and IT systems.\n\n\nOur purchases and proceeds from investments consist of time deposits and CDs. Purchasing of future investments may vary from period to period due to interest and foreign currency exchange rates.\n\n\n29\n\n\n\n\n \n\n\nCash Flows from Financing Activities\n\n\nThe cash flow from financing activities primarily consists of cash dividends paid.\n\n\nCash provided by financing activities of $0.4 million during fiscal 2023 resulted primarily from the $3.8 million of proceeds from the issuance of common stock from stock option exercises and the $3.3 million used to pay dividends to shareholders.\n\n\nCash used in financing activities of $0.4 million during fiscal 2022 resulted primarily from the $3.2 million used to pay dividends to shareholders, partially offset by proceeds from the issuance of common stock from stock option exercises.\n\n\nAll future payments of dividends are at the discretion of the Board of Directors. Dividend payments will depend on earnings, capital requirements, operating conditions and such other factors that the Board may deem relevant.\n\n\nContractual Obligations\n\n\nContractual obligations are presented in the table below as of May 27, 2023 (\nin thousands\n):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nLess than \n1 year\n\n\n \n\n\n \n\n\n1 - 3\nyears\n\n\n \n\n\n \n\n\n4 - 5\nyears\n\n\n \n\n\n \n\n\nMore than\n5 years\n\n\n \n\n\n \n\n\nLess Interest\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n\n\n\n\nLease obligations \n(1)\n\n\n \n\n\n$\n\n\n1,147\n\n\n \n\n\n \n\n\n$\n\n\n1,393\n\n\n \n\n\n \n\n\n$\n\n\n35\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n(118\n\n\n)\n\n\n \n\n\n$\n\n\n2,457\n\n\n \n\n\n\n\n\n\n(1)\nLease obligations are related to certain warehouse and office facilities under non-cancelable operating leases as well as financing leases.\n\n\nCritical Accounting Policies and Estimates\n\n\nThe preparation of financial statements in conformity with United States Generally Accepted Accounting Principles (“GAAP”) and pursuant to the rules and regulations of  the SEC, we make assumptions, judgments and estimates that affect the reported amounts of assets, liabilities, revenue and expenses and the related disclosures of contingent assets and liabilities. Our assumptions, judgments and estimates are based on historical experience and various other factors deemed relevant. Actual results could be materially different from those estimates under different assumptions or conditions. We evaluate our assumptions, judgments and estimates on a regular basis. We also discuss our critical policies and estimates with the Audit Committee of the Board of Directors.\n\n\nWe believe the assumptions, judgments and estimates involved for the following have the greatest potential impact on our Consolidated Financial  Statements:\n\n\n•\nAllowance for Doubtful Accounts  \n\n\n•\nRevenue Recognition \n\n\n•\nInventories, net\n\n\n•\nIntangible and Long-Lived Assets\n\n\n•\nLoss Contingences\n\n\n•\nIncome Taxes\n\n\nAllowance for Doubtful Accounts\n\n\nOur allowance for doubtful accounts includes estimated losses that result from uncollectible receivables. The estimates are influenced by the following: continuing credit evaluation of customers’ financial conditions; aging of receivables, individually and in the aggregate; a large number of customers which are widely dispersed across geographic areas; and collectability and delinquency history by geographic area. Significant changes in one or more of these considerations may require adjustments affecting net income and net carrying value of accounts receivable.\n \n\n\n30\n\n\n\n\n \n\n\nRevenue Recognition\n\n\nOur customers are generally not resellers, but rather businesses that incorporate our products into their processes from which they generate an economic benefit. The goods are also distinct in that each item sold to the customer is clearly identified on both the purchase order and resulting invoice. Each product we sell benefits the customer independently of the other products. Each item on each purchase order from the customer can be used by the customer unrelated to any other products we provide to the customer.\n \n\n\n \n\n\nThe Company’s revenue includes the following streams:\n\n\n•\nManufacturing/assembly\n\n\n•\nDistribution\n\n\n•\nServices revenue\n\n\nManufacturing/assembly typically includes the products that are manufactured or assembled in our manufacturing facility. These products can either be built to the customer’s prints/designs or are products that we stock in our warehouse to sell to any customer that places an order. The manufacturing business does not include a separate service bundled with the product sold or sold in addition to the product. Our contracts for customized products generally include termination provisions if a customer cancels its order. However, we recognize revenue at a point in time because the termination provisions normally do not require, upon cancellation, the customer to pay fees that are commensurate with the work performed. Each purchase order explicitly states the goods or service that we promise to transfer to the customer. The promises to the customer are limited only to those goods or service. The performance obligation is our promise to deliver both goods that were produced by the Company and resale of goods that we purchase from our suppliers. Our shipping and handling activities for destination shipments are performed prior to the customer obtaining control. As such, they are not a separate promised service. The Company elects to account for shipping and handling as activities to fulfill the promise to transfer the goods. The goods we provide to our customers are distinct in that our customers benefit from the goods we sell them through use in their own processes.\n \n\n\nDistribution typically includes products purchased from our suppliers, stocked in our warehouses and then sold to our customers. The distribution business does not include a separate service bundled with the product sold or sold on top of the product. Revenue is recognized when control of the promised goods is transferred to our customers, which is simultaneous with the title transferring to the customer, in an amount that reflects the transaction price consideration that we expect to receive in exchange for those goods. Control refers to the ability of the customer to direct the use of, and obtain substantially all of, the remaining benefits from the goods. Our transaction price consideration is fixed, unless otherwise disclosed below as variable consideration. Generally, our contracts require our customers to pay for goods after we deliver products to them. Terms are generally on open account, payable net 30 days in North America, and vary throughout Asia/Pacific, Europe and Latin America subject to customary credit checks.\n\n\nRepair, installation or training activities generate services revenue. The services we provide are relatively short in duration and are typically completed in one or two weeks. Therefore, at each reporting date, the amount of unbilled work is insignificant. The services revenue has consistently accounted for less than 5% of the Company’s total revenues and is expected to continue at that level.\n\n\n \n\n\n \n\n\nInventories, net\n\n\nOur consolidated inventories are stated at the lower of cost and net realizable value, generally using a weighted-average cost method. Our net inventories include finished goods, raw materials and work-in-progress.\n\n\nWe do not anticipate any material risks or uncertainties related to possible future inventory write-downs. Provisions for obsolete or slow-moving inventories are recorded based upon regular analysis of stock rotation privileges, obsolescence, the exiting of certain markets and assumptions about future demand and market conditions. If future demand changes in an industry or market conditions differ from management’s estimates, additional provisions may be necessary.\n\n\n31\n\n\n\n\n \n\n\nIntangible and Long-Lived Assets\n\n\n Our intangible assets represent the fair value for trade name, customer relationships, non-compete agreements and technology acquired in connection with the acquisitions. Intangible assets are initially recorded at their fair market values determined by quoted market prices in active markets, if available, or recognized valuation models.\n\n\nWe review property and equipment, definite-lived intangible assets and other long-lived assets for impairment whenever adverse events or changes in circumstances indicate that the carrying amounts of such assets may not be recoverable. We conduct annual reviews for idle and underutilized equipment and review business plans for possible impairment. If adverse events do occur, our impairment review is based on an undiscounted cash flow analysis at the lowest level at which cash flows of the long-lived assets are largely independent of other groups of our assets and liabilities. This analysis requires management judgment with respect to changes in technology, the continued success of product lines and future volume, revenue and expense growth rates.\n \n\n\nLoss Contingencies\n\n\nWe accrue a liability for loss contingencies when it is probable that a liability has been incurred and the amount can be reasonably estimated. When only a range of possible loss can be established, the most probable amount in the range is accrued. If no amount within this range is a better estimate than any other amount within the range, the minimum amount in the range is accrued. If we determine that there is at least a reasonable possibility that a loss may have been incurred, we will include a disclosure describing the contingency.\n\n\nIncome Taxes\n\n\nWe recognize deferred tax assets and liabilities based on the differences between financial statement carrying amounts and the tax bases of assets and liabilities. We regularly review our deferred tax assets for recoverability and determine the need for a valuation allowance based on a number of factors, including both positive and negative evidence. These factors include historical taxable income or loss, projected future taxable income or loss, the expected timing of the reversals of existing temporary differences and the implementation of tax planning strategies. In circumstances where we, or any of our affiliates, have incurred three years of cumulative losses which constitute significant negative evidence, positive evidence of equal or greater significance is needed to overcome the negative evidence before a tax benefit is recognized for deductible temporary differences and loss carryforwards.\n\n\n \nNew Accounting Pronouncements\n\n\nIn June 2016, the FASB issued ASU No. 2016-13, Financial Instruments - Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments. ASU 2016-13 (as amended by ASU 2018-19, ASU 2019-04, ASU 2019-05, ASU 2019-10, ASU 2019-11 and 2020-02) introduces a new forward-looking approach, based on expected losses, to estimate credit losses on certain types of financial instruments, including trade receivables. The estimate of expected credit losses will require entities to incorporate considerations of historical information, current information and reasonable and supportable forecasts. This ASU also expands the disclosure requirements to enable users of financial statements to understand the entity’s assumptions, models and methods for estimating expected credit losses. The new standard is effective for smaller reporting companies for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2022. Early adoption is permitted. The Company will adopt in the first quarter of fiscal 2024 and the expected impact on the consolidated financial statements is not material.\n\n\n32\n\n\n\n\n \n\n",
    "item7a": ">ITEM 7A. Quantitative and Qualitat\nive Disclosures about Market Risk\n\n\nRisk Management and Market Sensitive Financial Instruments\n\n\nWe are exposed to many different market risks with the various industries we serve. The primary financial risk we are exposed to is foreign currency exchange, as certain operations, assets and liabilities of ours are denominated in foreign currencies. We manage these risks through normal operating and financing activities.\n\n\nForeign Currency Exposure\n\n\nEven though we take into account current foreign currency exchange rates at the time an order is taken, our financial statements, denominated in a non-U.S. functional currency, are subject to foreign exchange rate fluctuations.\n\n\nOur foreign denominated assets and liabilities are cash and cash equivalents, accounts receivable, inventory, accounts payable and intercompany receivables and payables, as we conduct business in countries of the European Union, Asia/Pacific and, to a lesser extent, Canada and Latin America. We do manage foreign exchange exposures by using currency clauses in certain sales contracts and we also have local debt to offset asset exposures. We have not used any derivative instruments nor entered into any forward contracts in fiscal 2023, fiscal 2022 or fiscal 2021.\n\n\nHad the U.S. dollar changed unfavorably 10% against various foreign currencies, foreign denominated net sales would have been lower by an estimated $12.2 million during fiscal 2023, an estimated $12.1 million during fiscal 2022 and an estimated $10.0 million during fiscal 2021. Total assets would have declined by an estimated $4.3 million as of the fiscal year ended May 27, 2023 and an estimated $4.2 million as of the fiscal year ended May 28, 2022, while the total liabilities would have decreased by an estimated $1.1 million as of the fiscal year ended May 27, 2023 and an estimated $1.0 million as of the fiscal year ended May 28, 2022.\n\n\nThe interpretation and analysis of these disclosures should not be considered in isolation since such variances in exchange rates would likely influence other economic factors. Such factors, which are not readily quantifiable, would likely also affect our operations. Additional disclosure regarding various market risks is set forth in Part I, Item 1A\n, Risk Factors\n, of our Annual Report on this Form 10-K.\n\n",
    "cik": "355948",
    "cusip6": "763165",
    "cusip": [
        "763165907",
        "763165107"
    ],
    "names": [
        "RICHARDSON ELECTRS LTD"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/355948/000095017023035840/0000950170-23-035840-index.htm"
}