{
    "item1": ">ITEM 1.\n\n\n \n\n\nBUSINESS\n\n\n \n\n\n6\n\n\n\n",
    "item1a": ">ITEM 1A.\n\n\n \n\n\nRISK FACTORS\n\n\n \n\n\n22\n\n\n\n\nITEM 1B.\n\n\n \n\n\nUNRESOLVED STAFF COMMENTS\n\n\n \n\n\n45\n\n\n\n\n\n\nITEM 2.\n\n\n \n\n\nPROPERTIES\n\n\n \n\n\n45\n\n\n\n\n\n\nITEM 3.\n\n\n \n\n\nLEGAL PROCEEDINGS\n\n\n \n\n\n45\n\n\n\n\n\n\nITEM 4.\n\n\n \n\n\nMINE SAFETY DISCLOSURES\n\n\n \n\n\n45\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nPART II\n\n\n \n\n\n \n\n\n\n\n\n\nITEM 5.\n\n\n \n\n\nMARKET FOR REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\n\n\n \n\n\n46\n\n\n\n\n\n\nITEM 6.\n\n\n \n\n\nRESERVED\n\n\n \n\n\n48\n\n\n\n\n\n\nITEM 7.\n\n\n \n\n\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\n \n\n\n49\n\n\n\n\n\n\nITEM 7A.\n\n\n \n\n\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\n57\n\n\n\n\n\n",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of \nFinancial Condition and Results of Operations\n \n\n\nYou should read the following Management’s Discussion and Analysis of Financial Condition and Results of Operations in conjunction with our consolidated and combined financial statements and the related notes thereto contained elsewhere in this report. This discussion contains forward-looking statements that involve risks, uncertainties, and assumptions. Our actual results may differ materially from those anticipated in these forward-looking statements as a result of a variety of factors, including those set forth under Item 1A, “Risk Factors” and elsewhere in this report.\n \n \n\n\nSet forth below is a comparison of the results of operations and changes in financial condition for the fiscal years ended April 30, 2023 and 2022. The comparison of, and changes between, the fiscal years ended April 30, 2022 and 2021 can be found within “Management’s Discussion and Analysis of Financial Condition and Results of Operations” included in our Form 10-K for the fiscal year ended April 30, 2022 filed with the SEC on July 14, 2022.\n\n\nBackground\n\n\nWe operate as one reporting segment. We analyze revenue streams in various ways, including customer group, brands, categories, and customer channels. However, this information does not include a full set of discrete financial information.\n \n\n\nThe following discussion and analysis includes references to net sales of our products in shooting sports and outdoor lifestyle categories. Our shooting sports category includes net sales of shooting accessories and our products used for personal protection. Our outdoor lifestyle category includes net sales of our products used in hunting, fishing, camping, rugged outdoor activities, and outdoor cooking.\n \n\n\nIn March 2022, we acquired substantially all of the assets of Grilla Grills, or Grilla, (including its branded products) from Fahrenheit Technologies, Inc., or FTI, for a purchase price of $27 million, subject to certain adjustments. Grilla is a provider of high-quality, barbecue grills; Wi-Fi-enabled wood pellet grills; smokers; accessories; and modular outdoor kitchens. We fully integrated Grilla into our business during fiscal 2023. Results of operations for the fiscal year ended April 30, 2022 include activity for the period subsequent to the acquisition date of Grilla.\n \n\n\nFiscal 2023 Highlights\n \n\n\nOur operating results for fiscal 2023 included the following:\n\n\n•\nNet sales were $191.2 million, a decrease of $56.3 million, or 22.8%, from the prior fiscal year, reflecting a decrease in net sales for both our e-commerce channels and our traditional channels, partially offset by an increase in our own direct-to-consumer business.\n\n\n•\nGross margin was 46.1%, a decrease of 10 basis points from the prior fiscal year. \n\n\n•\nNet loss was $12.0 million, or ($0.90) per diluted share, compared with a net loss of $64.9 million, or ($4.66) per diluted share, for the prior fiscal year. The net loss in the prior fiscal year included a $67.8 million non-cash goodwill impairment charge.\n\n\n•\nNon-GAAP Adjusted EBITDAS was $12.8 million, compared with $35.0 million for the prior fiscal year. See non-GAAP financial measure disclosures below for our reconciliation of non-GAAP Adjusted EBITDAS. \n\n\n•\nWe repurchased 377,034 shares of our common stock, in the open market, for a total of $3.5 million during fiscal 2023 leaving $6.5 million available to be purchased under our authorized repurchase program.\n\n\nResults of Operations\n \n\n\nNet Sales and Gross Profit\n\n\nThe following table sets forth certain information regarding consolidated and combined net sales for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(56,317\n\n\n)\n\n\n \n\n\n \n\n\n-22.8\n\n\n%\n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n \n\n\n103,145\n\n\n \n\n\n \n\n\n \n\n\n133,287\n\n\n \n\n\n \n\n\n \n\n\n(30,142\n\n\n)\n\n\n \n\n\n \n\n\n-22.6\n\n\n%\n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n88,064\n\n\n \n\n\n \n\n\n$\n\n\n114,239\n\n\n \n\n\n \n\n\n$\n\n\n(26,175\n\n\n)\n\n\n \n\n\n \n\n\n-22.9\n\n\n%\n\n\n\n\n\n\n% of net sales (gross margin)\n\n\n \n\n\n \n\n\n46.1\n\n\n%\n\n\n \n\n\n \n\n\n46.2\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n49\n\n\n\n\n \n\n\nThe following table sets forth certain information regarding trade channel net sales for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\ne-commerce channels\n\n\n \n\n\n$\n\n\n87,219\n\n\n \n\n\n \n\n\n$\n\n\n97,418\n\n\n \n\n\n \n\n\n$\n\n\n(10,199\n\n\n)\n\n\n \n\n\n \n\n\n-10.5\n\n\n%\n\n\n\n\n\n\nTraditional channels\n\n\n \n\n\n \n\n\n103,990\n\n\n \n\n\n \n\n\n \n\n\n150,108\n\n\n \n\n\n \n\n\n \n\n\n(46,118\n\n\n)\n\n\n \n\n\n \n\n\n-30.7\n\n\n%\n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(56,317\n\n\n)\n\n\n \n\n\n \n\n\n-22.8\n\n\n%\n\n\n\n\n\n\nOur e-commerce channels include net sales from customers that do not traditionally operate physical brick-and-mortar stores, but generate the majority of their revenue from consumer purchases from their retail websites. Our e-commerce channels also include our direct-to-consumer sales. Our traditional channels include customers that primarily operate out of physical brick-and-mortar stores and generate the large majority of revenue from consumer purchases in their brick-and-mortar locations.\n\n\nWe sell our products worldwide. The following table sets forth certain information regarding geographic makeup of net sales included in the above table for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nDomestic net sales\n\n\n \n\n\n$\n\n\n182,299\n\n\n \n\n\n \n\n\n$\n\n\n234,803\n\n\n \n\n\n \n\n\n$\n\n\n(52,504\n\n\n)\n\n\n \n\n\n \n\n\n-22.4\n\n\n%\n\n\n\n\n\n\nInternational net sales\n\n\n \n\n\n \n\n\n8,910\n\n\n \n\n\n \n\n\n \n\n\n12,723\n\n\n \n\n\n \n\n\n \n\n\n(3,813\n\n\n)\n\n\n \n\n\n \n\n\n-30.0\n\n\n%\n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(56,317\n\n\n)\n\n\n \n\n\n \n\n\n-22.8\n\n\n%\n\n\n\n\n\n\n \n\n\nThe following table sets forth certain information regarding net sales categories for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nShooting sports\n\n\n \n\n\n$\n\n\n88,885\n\n\n \n\n\n \n\n\n$\n\n\n128,180\n\n\n \n\n\n \n\n\n$\n\n\n(39,295\n\n\n)\n\n\n \n\n\n \n\n\n-30.7\n\n\n%\n\n\n\n\n\n\nOutdoor lifestyle\n\n\n \n\n\n \n\n\n102,324\n\n\n \n\n\n \n\n\n \n\n\n119,346\n\n\n \n\n\n \n\n\n \n\n\n(17,022\n\n\n)\n\n\n \n\n\n \n\n\n-14.3\n\n\n%\n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(56,317\n\n\n)\n\n\n \n\n\n \n\n\n-22.8\n\n\n%\n\n\n\n\n\n\n \n\n\nFiscal 2023 Net Sales Compared with Fiscal 2022\n\n\nTotal net sales decreased $56.3 million, or 22.8%, from the prior fiscal year.\n\n\nNet sales in our e-commerce channel decreased $10.2 million, or 10.5%, from the prior fiscal year, primarily as a result of lower net sales to the world’s largest e-commerce retailer because of reduced demand primarily in our shooting sports category as well as their efforts to reduce their overall inventory. The lower net sales to our online retailers were partially offset by a 76.0% increase in our direct-to-consumer net sales over the prior year, primarily in our outdoor lifestyle products, which also include sales resulting from the acquisition of Grilla Grills. We believe the increase in our direct-to-consumer net sales represents the demand for our products in the market that are not typically hindered by retailer inventory management. Our brands that are only sold on our direct-to-consumer websites represented $24.4 million, or 28.0%, of fiscal 2023 total e-commerce channel net sales, which includes net sales from a business acquisition completed in the prior fiscal year.\n \n\n\n \n\n\nNet sales in our traditional channels decreased $46.1 million, or 30.7%, from the prior fiscal year, primarily because of lower net sales for most of our products as a result of decreased orders from retailers, which we believe was caused by a combination of lower foot traffic because of less discretionary consumer spending and retailers’ efforts to reduce their overall inventory levels. In addition, lower net sales of our shooting sports products to our OEM customers resulted in lower traditional channel net sales from the prior fiscal year.  We also believe the decrease in traditional channel net sales was a result of a build in traditional channel inventories of our products during the first fiscal quarter last year as certain customers accelerated their purchases to offset the possibility of delays caused by global supply chain disruptions. Our international net sales declined primarily because of reduced demand for our shooting sports products and timing of customer shipments.\n \n\n\nNew products, defined as any new SKU introduced over the prior two fiscal years, represented 25.5% of net sales for fiscal 2023 compared to 25.8% of net sales for fiscal 2022. We have a history of introducing over 200 new SKUs each year, the majority of which are introduced late in our third fiscal quarter.\n\n\n50\n\n\n\n\n \n\n\nOur order backlog as of April 30, 2023 was $7.0 million, or $3.3 million higher than at the end of fiscal 2022. Although we generally fulfill the majority of our order backlog, we allow orders received that have not yet shipped to be cancelled, and therefore, our backlog may not be indicative of future sales.\n\n\nFiscal 2023 Cost of Sales and Gross Profit Compared with Fiscal 2022\n\n\nGross margin for fiscal 2023 decreased 10 basis points from the prior fiscal year, primarily because of lower sales volumes, product and customer mix, increased promotional product discounts that are consistent with pre-pandemic promotional discount levels, and increased expense related to provisions on inventory, partially offset by lower freight and tariff expenses from the planned reduction in inventory purchases and new product introductions that typically have higher gross margins.\n \n\n\nOperating Expenses\n \n\n\nThe following table sets forth certain information regarding operating expenses for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n$\n\n\n6,361\n\n\n \n\n\n \n\n\n$\n\n\n5,501\n\n\n \n\n\n \n\n\n$\n\n\n860\n\n\n \n\n\n \n\n\n \n\n\n15.6\n\n\n%\n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n \n\n\n51,791\n\n\n \n\n\n \n\n\n \n\n\n56,168\n\n\n \n\n\n \n\n\n \n\n\n(4,377\n\n\n)\n\n\n \n\n\n \n\n\n-7.8\n\n\n%\n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n42,612\n\n\n \n\n\n \n\n\n \n\n\n41,244\n\n\n \n\n\n \n\n\n \n\n\n1,368\n\n\n \n\n\n \n\n\n \n\n\n3.3\n\n\n%\n\n\n\n\n\n\nImpairment of long-lived assets\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n67,849\n\n\n \n\n\n \n\n\n \n\n\n(67,849\n\n\n)\n\n\n \n\n\n \n\n\n-100.0\n\n\n%\n\n\n\n\n\n\nTotal operating expenses\n\n\n \n\n\n$\n\n\n100,764\n\n\n \n\n\n \n\n\n$\n\n\n170,762\n\n\n \n\n\n \n\n\n$\n\n\n(69,998\n\n\n)\n\n\n \n\n\n \n\n\n-41.0\n\n\n%\n\n\n\n\n\n\n% of net sales\n\n\n \n\n\n \n\n\n52.7\n\n\n%\n\n\n \n\n\n \n\n\n69.0\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFiscal 2023 Operating Expenses Compared with Fiscal 2022\n\n\nExcluding the impact of our non-cash goodwill impairment charge recorded during fiscal 2022, operating expenses in fiscal 2023 decreased $2.1 million compared with the prior fiscal year. Research and development expenses increased $860,000, primarily from increased consulting expenses; higher depreciation expense from new product tooling; and increased compensation-related expenses from additional headcount. Selling, marketing, and distribution expenses decreased $4.4 million, primarily because of lower sales volume-related expenses, lower advertising expenses, and reduced facility-related costs as a result of consolidating the Crimson Trace and Grilla operations into our headquarters in Columbia, Missouri. General and administrative expenses increased $1.4 million compared with the prior fiscal year primarily because of $1.2 million of legal and advisory fees associated with the completed cooperation agreement with a stockholder and $461,000 of increased standalone expenses, such as our information technology infrastructure costs, subscription and software costs, and insurance premium costs, partially offset by lower employee compensation-related expenses.\n\n\nOperating Loss\n\n\nThe following table sets forth certain information regarding operating loss for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nOperating (loss)/income\n\n\n \n\n\n$\n\n\n(12,700\n\n\n)\n\n\n \n\n\n$\n\n\n(56,523\n\n\n)\n\n\n \n\n\n$\n\n\n43,823\n\n\n \n\n\n \n\n\n \n\n\n-77.5\n\n\n%\n\n\n\n\n\n\n% of net sales (operating margin)\n\n\n \n\n\n \n\n\n-6.6\n\n\n%\n\n\n \n\n\n \n\n\n-22.8\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nFiscal 2023 Operating Income Compared with Fiscal 2022\n \n\n\nExcluding our non-cash goodwill impairment charge in fiscal 2022, we had a decrease of $24.0 million in operating income from the prior fiscal year. Operating income decreased primarily because of lower sales volumes and gross profit mentioned above.\n\n\nInterest Expense, Net\n\n\nThe following table sets forth certain information regarding interest expense, net for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n$\n\n\n(761\n\n\n)\n\n\n \n\n\n$\n\n\n(324\n\n\n)\n\n\n \n\n\n$\n\n\n(437\n\n\n)\n\n\n \n\n\n \n\n\n134.9\n\n\n%\n\n\n\n\n\n\n \n\n\n51\n\n\n\n\n \n\n\n \n\n\nInterest expense, net increased $437,000 from the prior fiscal year because of interest to service our borrowings on our revolving line of credit during fiscal 2023. We borrowed $25.0 million in March 2022 to help fund the acquisition of Grilla Grills in the prior fiscal year. We had $5.0 million of borrowings on our revolving line as of April 30, 2023.\n \n\n\nIncome Taxes\n \n\n\nThe following table sets forth certain information regarding income tax expense for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nIncome tax (benefit)/expense\n\n\n \n\n\n$\n\n\n(249\n\n\n)\n\n\n \n\n\n$\n\n\n9,344\n\n\n \n\n\n \n\n\n$\n\n\n(9,593\n\n\n)\n\n\n \n\n\n \n\n\n-102.7\n\n\n%\n\n\n\n\n\n\n% of income from operations (effective tax rate)\n\n\n \n\n\n \n\n\n2.0\n\n\n%\n\n\n \n\n\n \n\n\n-16.8\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n18.8\n\n\n%\n\n\n\n\n\n\n \n\n\nWe recorded an income tax benefit of $249,000 for fiscal 2023 because of lower operating profit compared to income tax expense of $9.3 million for fiscal 2022. Fiscal 2023 income tax benefit was primarily because of recording return to provision adjustments relating to the Federal and State tax returns filed for the prior fiscal year and the impact of refundable state tax credits. Fiscal 2022 income tax expense was primarily due to recording a full valuation allowance against our deferred tax assets. The effective tax rates were 2.0% and (16.8%) for fiscal 2023 and 2022, respectively.  Excluding the impact of the non-cash goodwill impairment charges and establishing the full valuation allowance against our deferred taxes, our effective tax rate for the fiscal year ended April 30, 2022 was 19.6%.\n\n\nNet Loss\n\n\nThe following table sets forth certain information regarding net loss and the related per share data for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands, except per share data):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nNet loss\n\n\n \n\n\n$\n\n\n(12,024\n\n\n)\n\n\n \n\n\n$\n\n\n(64,880\n\n\n)\n\n\n \n\n\n$\n\n\n52,856\n\n\n \n\n\n \n\n\n \n\n\n-81.5\n\n\n%\n\n\n\n\n\n\nNet loss per share\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n$\n\n\n(0.90\n\n\n)\n\n\n \n\n\n$\n\n\n(4.66\n\n\n)\n\n\n \n\n\n$\n\n\n3.76\n\n\n \n\n\n \n\n\n \n\n\n-80.7\n\n\n%\n\n\n\n\n\n\nDiluted\n\n\n \n\n\n$\n\n\n(0.90\n\n\n)\n\n\n \n\n\n$\n\n\n(4.66\n\n\n)\n\n\n \n\n\n$\n\n\n3.76\n\n\n \n\n\n \n\n\n \n\n\n-80.7\n\n\n%\n\n\n\n\n\n\n \n\n\nFiscal 2023 Net Loss Compared with Fiscal 2022\n\n\nWe had a net loss of $12.0 million, or ($0.90) per diluted share in fiscal 2023. Excluding our non-cash goodwill impairment charge and related income tax effect in fiscal 2022, we had net income of $9.9 million, or $0.71 per diluted share. The decrease in net income from the prior fiscal year was primarily because of lower sales volumes and gross profit.\n \n\n\nNon-GAAP Financial Measure\n\n\nWe use GAAP net income as our primary financial measure. We use Adjusted EBITDAS, which is a non-GAAP financial metric, as a supplemental measure of our performance in order to provide investors with an improved understanding of underlying performance trends, and it should be considered in addition to, but not instead of, the financial statements prepared in accordance with GAAP. Adjusted EBITDAS is defined as GAAP net income/(loss) before interest, taxes, depreciation, amortization, and stock compensation expense. Our Adjusted EBITDAS calculation also excludes certain items we consider non-routine. We believe that Adjusted EBITDAS is useful to understanding our operating results and the ongoing performance of our underlying business, as Adjusted EBITDAS provides information on our ability to meet our capital expenditure and working capital requirements, and is also an indicator of profitability. We believe this reporting provides additional transparency and comparability to our operating results. We believe that the presentation of Adjusted EBITDAS is useful to investors because it is frequently used by analysts, investors, and other interested parties to evaluate companies in our industry. We use Adjusted EBITDAS to supplement GAAP measures of performance to evaluate the effectiveness of our business strategies, to make budgeting decisions, and to neutralize our capitalization structure to compare our performance against that of other peer companies using similar measures, especially companies that are private. We also use Adjusted EBITDAS to supplement GAAP measures of performance to evaluate our performance in connection with compensation decisions. We believe it is useful to investors and analysts to evaluate this non-GAAP measure on the same basis as we use to evaluate our operating results.\n\n\n52\n\n\n\n\n \n\n\nAdjusted EBITDAS is a non-GAAP measure and may not be comparable to similar measures reported by other companies. In addition, non-GAAP measures have limitations as analytical tools, and you should not consider them in isolation or as a substitute for analysis of our results as reported under GAAP. We address the limitations of non-GAAP measures through the use of various GAAP measures. In the future, we may incur expenses or charges such as those added back to calculate Adjusted EBITDAS. Our presentation of Adjusted EBITDAS should not be construed as an inference that our future results will be unaffected by these items.\n \n\n\nThe following table sets forth our calculation of non-GAAP Adjusted EBITDAS for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\n \n\n\n(Unaudited)\n\n\n \n\n\n\n\n\n\nGAAP net loss\n\n\n$\n\n\n \n\n\n(12,024\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n(64,880\n\n\n)\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n761\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n324\n\n\n \n\n\n\n\n\n\nIncome tax (benefit)/expense\n\n\n \n\n\n \n\n\n(249\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n9,344\n\n\n \n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n \n\n\n16,048\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n16,967\n\n\n \n\n\n\n\n\n\nStock compensation\n\n\n \n\n\n \n\n\n4,050\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,812\n\n\n \n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n67,849\n\n\n \n\n\n\n\n\n\nTechnology implementation\n\n\n \n\n\n \n\n\n2,138\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1,948\n\n\n \n\n\n\n\n\n\nFair value inventory step-up\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n27\n\n\n \n\n\n\n\n\n\nAcquisition costs\n\n\n \n\n\n \n\n\n47\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n599\n\n\n \n\n\n\n\n\n\nFacility consolidation costs\n\n\n \n\n\n \n\n\n866\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nStockholder cooperation agreement costs\n\n\n \n\n\n \n\n\n1,177\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n40\n\n\n \n\n\n\n\n\n\nNon-GAAP Adjusted EBITDAS\n\n\n$\n\n\n \n\n\n12,814\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n35,030\n\n\n \n\n\n\n\n\n\n \n\n\nLiquidity and Capital Resources\n \n\n\nHistorically, we have generated strong annual cash flow from operating activities. We have generated $45.5 million of cash from operating activities since the Separation in fiscal 2021. Our ability to fund our operating needs depends on our future ability to continue to generate positive cash flow from operations and obtain financing on acceptable terms. Based upon our history of generating strong cash flows, we believe we will be able to meet our short-term liquidity needs. We also believe we will meet known or reasonably likely future cash requirements through the combination of cash flows from operating activities, available cash balances, and available borrowings through our existing $75.0 million credit facility. If these sources of liquidity need to be augmented, additional cash requirements would likely be financed through the issuance of debt or equity securities; however, there can be no assurances that we will be able to obtain additional debt or equity financing on acceptable terms in the future.\n\n\nOur future capital requirements will depend on many factors, including net sales, the timing and extent of spending to support product development efforts, the expansion of sales and marketing activities, the timing of introductions of new products and enhancements to existing products, the capital needed to operate as an independent publicly traded company,  enhancements to our enterprise resource planning systems, and any acquisitions or strategic investments that we may determine to make. Further equity or debt financing may not be available to us on acceptable terms or at all. If sufficient funds are not available or are not available on acceptable terms, our ability to take advantage of unexpected business opportunities or to respond to competitive pressures could be limited or severely constrained.\n\n\nWe had $22.0 million and $19.5 million of cash equivalents on hand as of April 30, 2023 and 2022, respectively.\n\n\nWe expect to continue to utilize our cash flows to invest in our business, including research and development for new product initiatives; hiring additional employees; funding growth strategies, including any potential acquisitions; repaying our $5.0 million of borrowings under our revolving line of credit and any indebtedness we may incur over time; and repurchasing our common stock under our existing authorized repurchase programs.\n \n\n\n53\n\n\n\n\n \n\n\nThe following table sets forth certain cash flow information for the fiscal years ended April 30, 2023 and 2022 (dollars in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nOperating activities\n\n\n \n\n\n$\n\n\n30,706\n\n\n \n\n\n \n\n\n$\n\n\n(17,953\n\n\n)\n\n\n \n\n\n$\n\n\n48,659\n\n\n \n\n\n \n\n\n \n\n\n-271.0\n\n\n%\n\n\n\n\n\n\nInvesting activities\n\n\n \n\n\n \n\n\n(4,826\n\n\n)\n\n\n \n\n\n \n\n\n(33,588\n\n\n)\n\n\n \n\n\n \n\n\n28,762\n\n\n \n\n\n \n\n\n \n\n\n-85.6\n\n\n%\n\n\n\n\n\n\nFinancing activities\n\n\n \n\n\n \n\n\n(23,451\n\n\n)\n\n\n \n\n\n \n\n\n10,261\n\n\n \n\n\n \n\n\n \n\n\n(33,712\n\n\n)\n\n\n \n\n\n \n\n\n-328.5\n\n\n%\n\n\n\n\n\n\nTotal cash flow\n\n\n \n\n\n$\n\n\n2,429\n\n\n \n\n\n \n\n\n$\n\n\n(41,280\n\n\n)\n\n\n \n\n\n$\n\n\n43,709\n\n\n \n\n\n \n\n\n \n\n\n-105.9\n\n\n%\n\n\n\n\n\n\n \n\n\nOperating Activities\n \n\n\nOperating activities represent the principal source of our cash flow.\n \n\n\nCash generated in operating activities was $30.7 million for fiscal 2023 compared with cash usage of $18.0 million for the prior fiscal year. Cash generated in operating activities for fiscal 2023 was primarily impacted by $21.9 million of reduced inventory as a result of a planned reduction of inventory purchases during fiscal 2023 and a decrease in accounts receivable of $2.0 million as a result of lower sales volumes and timing of customer shipments. The cash generated in fiscal 2023 was partially offset by $1.3 million of reduced accounts payable due to timing of inventory shipments and $2.0 million of lower accrued payroll, incentives, and profit sharing primarily because of lower management incentive accruals.\n \n\n\nWe expect our inventory balance to increase in our first quarter of fiscal 2024 because of increased inventory purchases to support the fall hunting and winter holiday shopping seasons as well as inventory for new products that we expect to launch later in the year. Despite the expected increase in our first quarter of fiscal 2024, we expect our overall inventory balance to decline by the end of fiscal 2024 as compared to our inventory balance as of April 30, 2023.\n \n\n\nInvesting Activities\n \n\n\nCash used in investing activities was $4.8 million for fiscal 2023 compared with cash usage of $33.6 million for the prior fiscal year. This decrease was primarily because of the $27.0 million used to acquire Grilla Grills during fiscal 2022. We have incurred capital expenditures in fiscal 2023 and 2022 related to the development and implementation of our independent information technology infrastructure, including our new enterprise resource planning system, D365. We recorded spending of $2.0 million and $3.9 million of capital expenditures for fiscal 2023 and 2022, respectively, related to our development and implementation of our independent information technology infrastructure.\n\n\nFinancing Activities\n \n\n\nCash used in financing activities was $23.5 million in fiscal 2023 compared with cash provided by financing activities of $10.3 million in the prior fiscal year. Cash used in financing activities in fiscal 2023 was because of $20.2 million of payments on our revolving line of credit and $3.5 million of payments to repurchase our common stock under our authorized stock repurchase program. Cash provided by financing activity in fiscal 2022 was primarily from $25.2 million borrowings on our revolving line of credit used to acquire Grilla Grills, offset by $15.0 million to repurchase our common stock under an authorized stock repurchase program.\n\n\nCredit Facility\n\n\nOn August 24, 2020, we entered into a five-year financing arrangement consisting of a $50.0 million revolving line of credit secured by substantially all our assets, maturing five years from the start date, with available borrowings determined by a borrowing base calculation. The revolving line included an option to increase the credit commitment for an additional $15.0 million. The revolving line bore interest at a fluctuating rate equal to the Base Rate or LIBOR, as applicable, plus the applicable margin.\n \n\n\nOn March 25, 2022, we amended our secured loan and security agreement, or the Amended Loan and Security Agreement, increasing the revolving line of credit to $75.0 million, secured by substantially all our assets, maturing in March 2027, with available borrowings determined by a borrowing base calculation.  The amendment also includes an option to increase the credit commitment for an additional $15 million. The amended revolving line bears interest at a fluctuating rate equal to the Base Rate or the Secured Overnight Financing Rate, or SOFR, as applicable, plus the applicable margin. The applicable margin can range from a minimum of 0.25% to a maximum of 1.75% based on certain conditions as defined in the Amended Loan and Security Agreement. The financing arrangement contains covenants relating to minimum debt service\n \n\n\n54\n\n\n\n\n \n\n\ncoverage. During fiscal 2022, we recorded $192,000 of additional debt issuance costs associated with entering into the Amended Loan and Security Agreement.\n \n\n\nAs of April 30, 2023, we had $5.0 million of borrowings outstanding on the revolving line of credit, which bore interest at 6.05%, equal to SOFR plus the applicable margin.\n \n\n\nInflation\n \n\n\nWe have been impacted by changes in prices of finished product inventory from our suppliers and logistics as well as other inflationary factors, such as increased interest rates and increased labor and overhead costs. We evaluate the need for price changes to offset these inflationary factors while taking into account the competitive landscape. Although we do not believe that inflation had a material impact on us during fiscal 2023, increased inflation in the future may have a negative effect on our ability to achieve certain expectations in gross margin and operating expenses. If we are unable to offset the negative impacts of inflation with increased prices, our future results from operations and cash flows would be materially impacted. Additionally, inflation may cause consumers to reduce discretionary spending, which could cause decreases in demand for our products.\n \n\n\nCritical Accounting Estimates\n \n\n\nRevenue Recognition\n \n\n\nWe recognize revenue for the sale of our products at the point in time when the control of ownership has transferred to the customer, which is generally upon shipment but could be delayed until the receipt of customer acceptance. The revenue recognized for the sale of our products reflect various sales adjustments for discounts, returns, allowances, and other customer incentives. These sales adjustments can vary based on market conditions, customer preferences, timing of customer payments, volume of products sold, and timing of new product launches. These adjustments require us to make reasonable estimates of the amount we expect to receive from the customer. We estimate sales adjustments by customer or by product category on the basis of our historical experience with similar contracts with customers, adjusted as necessary to reflect current facts and circumstances and our expectations for the future.\n \n\n\nValuation of Goodwill and Long-lived Intangible Assets\n\n\nAs of April 30, 2023 and 2022, we had no goodwill recorded on our consolidated balance sheet. In the instance we have recorded goodwill, we test goodwill for impairment on an annual basis on each February 1 and between annual tests if indicators of potential impairment exist.\n \n\n\nDuring the annual impairment review process, we have the option to first perform a qualitative assessment, commonly referred to as “step zero”, over relative events and circumstances to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying value or to perform a quantitative assessment where we estimate the fair value of each reporting unit using both an income and market approach.\n \n\n\nIf the qualitative step zero analysis indicates that its more likely than not that the fair value is less than the carrying value, we will perform a step one analysis. When we perform a step one analysis to assess the recoverability of our goodwill, we determine the estimated fair value of our reporting unit and compare it to the carrying value of the reporting unit, including goodwill. The impairment test compares the fair value of our operating unit to its carrying amounts to assess whether impairment is present. We estimate the fair value of our operating unit using an equal weighting of the fair values derived from the income approach and the market approach because we believe a market participant would equally weight both approaches when valuing the operating unit. The income approach is based on the projected cash flows that are discounted to their present value using discount rates that consider the timing and risk of the forecasted cash flows. Fair value is estimated using internally developed forecasts and assumptions. The discount rate used is the average estimated value of a market participant’s cost of capital and debt, derived using customary market metrics. Other significant assumptions include revenue growth rates, profitability projections, and terminal value growth rates. The market approach estimates fair values based on the determination of appropriate publicly traded market comparison companies and market multiples of revenue and earnings derived from those companies with similar operating and investment characteristics as the operating unit being valued. Finally, we compare and reconcile our overall fair value to our market capitalization in order to assess the reasonableness of the calculated fair values of our operating units. We recognize an impairment loss for goodwill if the implied fair value of goodwill is less than the carrying value.\n\n\nWe have reviewed the provisions of Accounting Standard Codification, or ASC, 350-20, with respect to the criteria necessary to evaluate the number of reporting units that exist.  Based on our review of ASC 350-20, we have determined that we have one operating unit.\n\n\n55\n\n\n\n\n \n\n\nWe evaluate the recoverability of long-lived assets on an annual basis on February 1 or whenever events or changes in circumstances indicate that carrying amounts may not be recoverable. When such evaluations indicate that the related future undiscounted cash flows are not sufficient to recover the carrying values of the assets, such carrying values are reduced to fair value and this adjusted carrying value becomes the asset’s new cost basis. We determine the initial fair value of our long-lived assets, primarily using future anticipated cash flows that are directly associated with and are expected to arise as a direct result of the use and eventual disposition of the asset, or asset group, discounted using an interest rate commensurate with the risk involved.\n \n\n\nInventories\n\n\nWe value inventories at the lower of cost, using the first-in, first-out, or FIFO, method, or net realizable value. We evaluate quantities that make up our current inventory against past and future demand and market conditions to determine excess or slow-moving inventory that may be sold below cost. For each product category, we estimate the market value of the inventory comprising that category based on current and projected selling prices. If the projected market value is less than cost, we will record a provision adjustment to reflect the lower value of the inventory. This methodology recognizes projected inventory losses at the time such losses are evident rather than at the time goods are actually sold. The projected market value of the inventory may decrease because of consumer preferences or loss of key contracts, among other events.\n \n\n\nIncome Tax Valuation Allowance\n\n\nWe periodically assess whether it is more likely than not that we will generate sufficient taxable income to realize our deferred income tax assets. The ultimate realization of net deferred tax assets is dependent on the generation of future taxable income during the periods in which those temporary differences become deductible. We establish valuation allowances if it is more likely than not that we will be unable to realize our deferred income tax assets.\n \n\n\nIn making this determination, we consider available positive and negative evidence and make certain assumptions. We consider, among other things, projected future taxable income, scheduled reversals of deferred tax liabilities, the overall business environment, our historical financial results, and tax planning strategies. Significant judgment is required in this analysis.\n\n\nWe determined in the prior fiscal period that it was more likely than not that the benefit from our net deferred tax assets will not be realized and accordingly we established a full valuation allowance recorded as an increase to income tax expense. In the current fiscal year, we continued to maintain a full valuation allowance based on the assessment that it is more likely than not that the benefit from our net deferred tax assets will not be realized. Our assessment involves estimates and assumptions about matters that are inherently uncertain, and unanticipated events or circumstances could cause actual results to differ from these estimates.\n \n\n\nEstimates may change as new events occur, estimates of future taxable income may increase during the expected reversal period of our deferred tax assets, or additional information becomes available. Should we change our estimate of the amount of deferred tax assets that we would be able to realize, a full or partial reversal of the valuation allowance could occur resulting in a decrease to the provision for income taxes in the period such a change in estimate is made. We will continue to assess the adequacy of the valuation allowance on a quarterly basis.\n\n\nRecent Accounting Pronouncements\n \n\n\nThe nature and impact of recent accounting pronouncements is discussed in Note 2 — \nSummary of\n \nSignificant Accounting Policies\n to our consolidated and combined financial statements, which is incorporated herein by reference.\n \n\n\n56\n\n\n\n\n \n\n\nContractual Obligations and Commercial Commitments\n\n\nThe following table sets forth a summary of our material contractual obligations and commercial commitments as of April 30, 2023 (in thousands):\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLess Than\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nMore Than\n\n\n \n\n\n\n\n\n\n \n\n\nTotal\n\n\n \n\n\n \n\n\n1 Year\n\n\n \n\n\n \n\n\n1-3 Years\n\n\n \n\n\n \n\n\n3-5 Years\n\n\n \n\n\n \n\n\n5 Years\n\n\n \n\n\n\n\n\n\nLong-term debt obligations\n\n\n$\n\n\n \n\n\n5,000\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n5,000\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\nInterest on debt\n\n\n \n\n\n \n\n\n1,563\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n399\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n798\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n366\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nOperating lease obligations\n\n\n \n\n\n \n\n\n37,541\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,251\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4,419\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4,445\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n26,426\n\n\n \n\n\n\n\n\n\nPurchase obligations\n\n\n \n\n\n \n\n\n35,691\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n35,691\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nTotal obligations\n\n\n$\n\n\n \n\n\n79,795\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n38,341\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n5,217\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n9,811\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n26,426\n\n\n \n\n\n\n\n\n\n \n\n\nAs of April 30, 2023, we had $5.0 million of borrowings outstanding on our revolving line of credit. We are required to make interest payments for the unused portion of our revolving line of credit in accordance with the financing arrangement. Future unused loan fee obligations are not included above, which could accumulate up to approximately $185,000 per year, under certain circumstances, until the maturity date in fiscal 2026.\n\n\nInterest on debt is based on outstanding debt as of April 30, 2023, and includes debt issue costs to be amortized over the life of the financing arrangement.  The interest rate used to calculate was 6.1% as of April 30, 2023.  See Note 10, \nDebt\n, for additional information.\n\n\nOperating lease obligations represent required minimum lease payments during the noncancelable lease term. Most real estate leases also require payments of related operating expenses such as taxes, insurance, utilities, and maintenance, which are not included above. See Note 4, \nLeases\n, for additional information.\n\n\nPurchase obligations represent binding commitments to purchase raw materials, contract production, and finished products that are payable upon delivery of the inventory. This obligation excludes the amount included in accounts payable at April 30, 2023 related to inventory purchases. Other obligations represent other binding commitments for the expenditure of funds, including (i) amounts related to contracts not involving the purchase of inventories, such as the noncancelable portion of service or maintenance agreements for management information systems, (ii) capital spending, and (iii) advertising.\n\n",
    "item7a": ">Item 7A. Quantitative and Qualitat\nive Disclosures about Market Risk\n \n\n\nWe do not enter into any market risk sensitive instruments for trading purposes. We are exposed to risks in the ordinary course of business. We regularly assess and manage exposures to these risks through operating and financing activities. Our principal market risk relates to the variable interest rate associated with our Credit Facility, which consists of a $75.0 million revolving line of credit that bears interest at a fluctuating rate equal to the Base Rate or SOFR, as applicable, plus the applicable margin. As of April 30, 2023, we had $5.0 million of borrowings outstanding under the revolving line of credit.\n \n\n\nI\ntem 8. Financial Statements and Supplementary Data\n \n\n\nReference is made to the financial statements, the notes thereto, and the report thereon, commencing on page F-1 of this report, which financial statements, notes, and report are incorporated herein by reference.\n \n\n\nI\ntem 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure\n \n\n\nNot applicable.\n\n\nI\ntem 9A. Controls and Procedures\n \n\n\nEvaluation of Disclosure Controls and Procedures\n \n\n\nWe maintain disclosure controls and procedures that are designed to provide reasonable assurance that information required to be disclosed in the reports we file or submit under the Exchange Act, is recorded, processed, summarized, and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, to allow timely decisions regarding required disclosure.\n\n\n57\n\n\n\n\n \n\n\nOur management, under the supervision of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act) as of the end of the period covered by this Annual Report on Form-10-K. Based on that evaluation, we have concluded that, as of the end of the period covered by this Annual Report on Form-10-K, our disclosure controls and procedures were effective to provide such reasonable assurance.\n \n\n\nManagement’s Annual Report on Internal Control over Financial Reporting\n\n\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act. Our internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of consolidated financial statements for external purposes in accordance with generally accepted accounting principles and includes those policies and procedures that pertain to the maintenance of records that in reasonable detail accurately and fairly reflect the transactions and dispositions of the assets of the company; provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of the company’s assets that could have a material effect on the financial statements.\n \n\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in condition, or that the degree of compliance with the policies may deteriorate.\n\n\nManagement conducted an evaluation of the effectiveness of our internal control over financial reporting based on the 2013 framework established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Tradeway Commission (the COSO Framework). Based on that evaluation, management believes that our internal control over financial reporting was effective as of April 30, 2023.\n \n\n\nThis annual report does not include an attestation report of our registered public accounting firm on our internal control over financial reporting due to an exemption established by the JOBS Act for “emerging growth companies.”\n\n\nInherent Limitations on the Effectiveness of Controls and Procedures\n\n\nIn designing and evaluating our disclosure controls and procedures, we recognize that any controls and procedures, no matter how well designed and operated, can provide only reasonable, not absolute, assurance of achieving the desired control objectives. In addition, the design of disclosure controls and procedures must reflect the fact that there are resource constraints, and we are required to apply judgment in evaluating the benefits of possible controls and procedures relative to their costs. The design of any disclosure controls and procedures also is based in part upon certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions.\n\n\nChanges to Internal Control over Financial Reporting\n\n\nDuring our most recent fiscal quarter ended April 30, 2023, we had a change in our internal control over financial reporting that occurred as a result of our implementation of a new ERP system, D365, for one of our subsidiaries that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting. The new ERP system for one of our subsidiaries replaced our legacy system in which a significant portion of our business transactions originate, are processed, and recorded. We have now transitioned all of our subsidiaries to D365. D365 is intended to provide us with enhanced transactional processing and management tools compared with our legacy system and is intended to enhance internal controls over financial reporting. We believe D365 will facilitate better transactional reporting and oversight, enhance our internal control over financial reporting, and function as an important component of our disclosure controls and procedures. Other than the change to our ERP system for one of our subsidiaries, there have been no changes in our internal control over financial reporting during our most recent fiscal quarter ended April 30, 2023 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\n \n\n\n58\n\n\n\n\n \n\n\nI\ntem 9B. Other Information\n \n\n\nNot applicable.\n\n\nIte\nm 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections\n \n\n\nNot applicable.\n\n\n59\n\n\n\n\n \n\n\nP\nART III\n \n\n\nI\ntem 10. Directors, Executive Officers and Corporate Governance\n \n\n\nThe information required by this Item relating to our directors and corporate governance is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders. The information required by this Item relating to our executive officers is included in Item 1, “Business — Executive Officers” of this report.\n \n\n\nI\ntem 11. Executive Compensation\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\nI\ntem 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\nI\ntem 13. Certain Relationships and Related Transactions, and Director Independence\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\nI\ntem 14. Principal Accountant Fees and Services\n \n\n\nThe information required by this Item is incorporated herein by reference to the definitive Proxy Statement to be filed pursuant to Regulation 14A of the Exchange Act for our 2023 Annual Meeting of Stockholders.\n \n\n\n \n\n\n60\n\n\n\n\n \n\n\nP\nART IV\n\n\nI\ntem 15. Exhibits and Financial Statement Schedules\n\n\n(a) Financial Statements and Financial Statement Schedules\n \n\n\n(1) Consolidated and Combined Financial Statements are listed in the Index to Consolidated and Combined Financial Statements on page F-1 of this report.\n \n\n\n(b) Exhibits\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nriIncorporated by Reference\n\n\n\n\n\n\nExhibit\nNumber\n\n\n \n\n\nExhibit\n\n\n \n\n\nForm\n\n\nExhibit\n\n\nFiling Date\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n2.1\n\n\n \n\n\nSeparation and Distribution Agreement, dated as of August 21, 2020, by and between Smith & Wesson Brands, Inc. and the Registrant\n\n\n \n\n\n8-K\n\n\n2.1\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.1\n\n\n \n\n\nAmended and Restated Certificate of Incorporation\n\n\n \n\n\n8-K\n\n\n3.1\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.2\n\n\n \n\n\nSecond Amended and Restated Bylaws\n\n\n \n\n\n8-K\n\n\n3.2(a)\n\n\n9/27/2021\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n4.2\n\n\n \n\n\nDescription of Securities\n\n\n \n\n\n10-K\n\n\n4.2\n\n\n7/15/2021\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.1\n\n\n*\n\n\nTransition Services Agreement, dated as of August 21, 2020, by and between Smith & Wesson Brands, Inc. and the Registrant\n\n\n \n\n\n8-K\n\n\n10.1\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.2\n\n\n*\n\n\nTax Matters Agreement, dated as of August 21, 2020, by and between Smith & Wesson Brands, Inc. and the Registrant\n\n\n \n\n\n8-K\n\n\n10.2\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.3\n\n\n*\n\n\nEmployee Matters Agreement, dated as of August 21, 2020, by and between Smith & Wesson Brands, Inc. and the Registrant\n\n\n \n\n\n8-K\n\n\n10.3\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.4\n\n\n*\n\n\nTrademark License Agreement, dated as of August 24, 2020, by and between Smith & Wesson Inc. and AOB Products Company, a wholly owned subsidiary of the Registrant\n\n\n \n\n\n8-K\n\n\n10.4\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.5\n\n\n*\n\n\nSublease, dated as of August 24, 2020, by and between Smith & Wesson Sales Company and the Registrant\n\n\n \n\n\n8-K\n\n\n10.5\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.6\n\n\n*\n\n\nAssignment and Assumption of Lease Agreement, dated as of January 31, 2023, by and between Smith & Wesson Sales Company (f/k/a Smith & Wesson Corp.) and the Registrant, and consented to by Smith & Wesson Brands, Inc.\n\n\n \n\n\n8-K\n\n\n10.1\n\n\n2/1/2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.7\n\n\n*\n\n\nLease Agreement, dated as of October 26, 2017, by and between Ryan Boone County, LLC and Smith & Wesson Corp.\n\n\n \n\n\n8-K\n\n\n10.2\n\n\n2/1/2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.8\n\n\n*\n\n\nFirst Amendment to Lease Agreement, dated October 25, 2018, by and among Ryan Boone County, LLC, Smith & Wesson Corp., and American Outdoor Brands Corporation\n\n\n \n\n\n8-K\n\n\n10.3\n\n\n2/1/2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.9\n\n\n*\n\n\nSecond Amendment to Lease Agreement, dated as of January 31, 2019, by and among Ryan Boone County, LLC, American Outdoor Brands Sales Company (f/k/a Smith & Wesson Corp.), and American Outdoor Brands Corporation\n\n\n \n\n\n8-K\n\n\n10.4\n\n\n2/1/2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.10\n\n\n*\n\n\nSupply Agreement, dated as of August 24, 2020, by and between Crimson Trace Corporation, a wholly owned subsidiary of the Registrant, as Supplier, and Smith & Wesson Inc.\n\n\n \n\n\n8-K\n\n\n10.6\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.11\n\n\n*\n\n\nSupply Agreement, dated as of August 24, 2020, by and between AOB Products Company, a wholly owned subsidiary of the Registrant, as Supplier, and Smith & Wesson Inc.\n\n\n \n\n\n8-K\n\n\n10.7\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.12\n\n\n+\n\n\n2020 Incentive Compensation Plan\n\n\n \n\n\n8-K\n\n\n10.8\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.13\n\n\n+\n\n\nForm of Non-Qualified Stock Option Award Grant Notice and Agreement to the 2020 Incentive Compensation Plan\n\n\n \n\n\n8-K\n\n\n10.9\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.14\n\n\n+\n\n\nForm of Restricted Stock Unit Award Grant Notice and Agreement to the 2020 Incentive Compensation Plan\n\n\n \n\n\n8-K\n\n\n10.10\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n61\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n10.15\n\n\n+\n\n\nForm of Performance Stock Unit Award Grant Notice and Agreement to the 2020 Incentive Compensation Plan\n\n\n \n\n\n8-K\n\n\n10.11\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.16\n\n\n+\n\n\n2020 Employee Stock Purchase Plan\n\n\n \n\n\n8-K\n\n\n10.12\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.17\n\n\n+\n\n\nEmployment Agreement by and between the Registrant and Brian D. Murphy\n\n\n \n\n\n8-K\n\n\n10.13\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.18\n\n\n+\n\n\nExecutive Severance Pay Plan\n\n\n \n\n\n8-K\n\n\n10.14\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.19\n\n\n \n\n\nForm of Indemnification Agreement entered into between the Registrant and the following directors and executive officers: As of August 24,2020 with Brian D. Murphy, H. Andrew Fulmer, Mary E. Gallagher, Gregory J. Gluchowski, Jr., Barry M. Monheit, and I. Marie Wadecki\n\n\n \n\n\n8-K\n\n\n10.15\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.20\n\n\n \n\n\nLoan and Security Agreement, dated as of August 24, 2020, by and among AOB Products Company, Crimson Trace Corporation, American Outdoor Brands, Inc., Battenfeld Acquisition Company Inc., BTI Tools, LLC, Ultimate Survival Technologies, LLC, AOBC Asia Consulting, LLC, TD Bank, N.A., and the other banks, financial institutions, and other entities from time to time parties thereto\n\n\n \n\n\n8-K\n\n\n10.16\n\n\n8/26/2020\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.21\n\n\n \n\n\nAmendment No. 1 to Loan and Security Agreement, dated as of March 25, 2022, by and among AOB Products Company, Crimson Trace Corporation, American Outdoor Brands, Inc., Battenfeld Acquisition Company Inc., BTI Tools, LLC, Ultimate Survival Technologies, LLC, AOBC Asia Consulting, LLC, TD Bank, N.A., and the other banks, financial institutions, and other entities from time to time parties thereto\n\n\n \n\n\n8-K\n\n\n10.1\n\n\n3/28/2022\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.22\n\n\n \n\n\nCooperation Agreement, dated August 7, 2022, by and among the Engine Group and the Registrant\n\n\n \n\n\n8-K\n\n\n10.1\n\n\n8/8/2022\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.23\n\n\n \n\n\nFirst Amendment to Cooperation Agreement, dated May 24, 2023, by and among the Engine Group and the Registrant\n\n\n \n\n\n8-K\n\n\n10.1\n\n\n5/26/2023\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n21.1\n\n\n#\n\n\nSubsidiaries of the Registrant\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n23.1\n\n\n#\n\n\nConsent of Grant Thornton LLP, an Independent Registered Public Accounting Firm\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n31.1\n\n\n#\n\n\nRule 13a-14(a)/15d-14(a) Certification of Principal Executive Officer\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n31.2\n\n\n#\n\n\nRule 13a-14(a)/15d-14(a) Certification of Principal Financial Officer\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n32.1\n\n\n##\n\n\nSection 1350 Certification of Principal Executive Officer\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n32.2\n\n\n##\n\n\nSection 1350 Certification of Principal Financial Officer\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.INS\n\n\n \n\n\nInline XBRL Instance Document – the instance document does not appear in the Interactive Data File because XBRL tags are embedded within the Inline XBRL document.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.SCH\n\n\n \n\n\nInline XBRL Taxonomy Extension Schema Document\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.CAL\n\n\n \n\n\nInline XBRL Taxonomy Extension Calculation Linkbase Document\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.DEF\n\n\n \n\n\nInline XBRL Taxonomy Extension Definition Linkbase Document\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.LAB\n\n\n \n\n\nInline XBRL Taxonomy Extension Label Linkbase Document\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.PRE\n\n\n \n\n\nInline XBRL Taxonomy Extension Presentation Linkbase Document\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n104\n\n\n \n\n\nCover Page Interactive Data File (embedded within the Inline XBRL document)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n* Certain schedules and exhibits have been omitted pursuant to Item 601(b)(2) of Regulation S-K. The registrant agrees to furnish supplementally a copy of any omitted schedule or exhibit to the SEC upon request; provided, however, that the registrant may request confidential treatment pursuant to Rule 24b-2 of the Exchange Act for any document so furnished.\n \n\n\n+ Management contract or compensatory arrangement.\n\n\n# Filed herewith\n\n\n## Furnished herewith\n\n\nItem 16. \nForm 10-K Summary\n\n\nNone.\n\n\n62\n\n\n\n\n \n\n\nS\nIGNATURES\n\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC.\n\n\n\n\n\n\n \n\n\n/s/ Brian D. Murphy\n\n\n\n\n\n\n \n\n\nBrian D. Murphy\nPresident and Chief Executive Officer\n\n\n\n\n\n\n \n\n\nDate: June 28, 2023\n\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the date indicated.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSignature\n\n\n \n\n\nCapacity\n\n\n \n\n\nDate\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Brian D. Murphy\n\n\n \n\n\nPresident and Chief Executive Officer (Principal Executive Officer)\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nBrian D. Murphy\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ H. Andrew Fulmer\n\n\n \n\n\nExecutive Vice President, Chief Financial\nOfficer, and Treasurer (Principal Financial Officer)\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nH. Andrew Fulmer\n \n\n\n\n\n\n\n/s/ Barry M. Monheit\n\n\n \n\n\nChairman of the Board\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nBarry M. Monheit\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Bradley T. Favreau\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nBradley T. Favreau\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Mary E. Gallagher\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nMary E. Gallagher\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Gregory J. Gluchowski, Jr.\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nGregory J. Gluchowski, Jr.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ Luis G. Marconi\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nLuis G. Marconi\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n/s/ I. Marie Wadecki\n\n\n \n\n\nDirector\n\n\n \n\n\nJune 28, 2023\n\n\n\n\n\n\nI. Marie Wadecki\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n63\n\n\n\n\n \n\n\nI\nNDEX TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nPage\n\n\n\n\n\n\nReport of Independent Registered Public Accounting Firm (PCAOB ID Number \n248\n)\n\n\n \n\n\nF-\n2\n\n\n\n\n\n\nConsolidated Balance Sheets as of April 30, 2023 and 2022\n\n\n \n\n\nF-\n3\n\n\n\n\n\n\nConsolidated and Combined Statements of Operations and Comprehensive (Loss)/Income for the years ended April 30, 2023, 2022, and 2021\n\n\n \n\n\nF-\n4\n\n\n\n\n\n\nConsolidated and Combined Statements of Equity for the years ended April 30, 2023, 2022, and 2021\n\n\n \n\n\nF-\n5\n\n\n\n\n\n\nConsolidated and Combined Statements of Cash Flows for the years ended April 30, 2023, 2022, and 2021\n\n\n \n\n\nF-\n6\n\n\n\n\n\n\nNotes to Consolidated and Combined Financial Statements\n\n\n \n\n\nF-\n8\n\n\n\n\n\n\n \n\n\nF-\n1\n\n\n\n\n \n\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\n\n \n\n\nBoard of Directors and Shareholders\n\n\nAmerican Outdoor Brands, Inc.\n\n\n \n\n\nOpinion on the financial statements\n \n\n\nWe have audited the accompanying consolidated balance sheets of American Outdoor Brands, Inc. (a Delaware corporation) and subsidiaries (the “Company”) as of April 30, 2023 and 2022, the related consolidated and combined statements of operations and comprehensive (loss)/income, equity, and cash flows for each of the three years in the period ended April 30, 2023, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of April 30, 2023 and 2022, and the results of its operations and its cash flows for each of the three years in the period ended April 30, 2023, in conformity with accounting principles generally accepted in the United States of America.\n\n\n \n\n\nBasis for opinion\n \n\n\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (“PCAOB”) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n \n\n\n \n\n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. The Company is not required to have, nor were we engaged to perform, an audit of its internal control over financial reporting. As part of our audits we are required to obtain an understanding of internal control over financial reporting but not for the purpose of expressing an opinion on the effectiveness of the Company’s internal control over financial reporting. Accordingly, we express no such opinion.\n \n\n\n \n\n\nOur audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n\n\n \n\n\n/s/ \nGRANT THORNTON LLP\n\n\n \n\n\nWe have served as the Company’s auditor since 2020.\n\n\n \n\n\nHartford, Connecticut\n\n\nJune 28, 2023\n\n\n \n\n\n \n\n\nF-\n2\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n\n\nC\nONSOLIDATED BALANCE SHEETS\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nAs of:\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In\n \nthousands, except par value and share data)\n\n\n \n\n\n\n\n\n\nASSETS\n\n\n \n\n\n\n\n\n\nCurrent assets:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash and cash equivalents\n\n\n \n\n\n$\n\n\n21,950\n\n\n \n\n\n \n\n\n$\n\n\n19,521\n\n\n \n\n\n\n\n\n\nAccounts receivable, net of allowance for credit losses of $\n125\n on April 30, 2023\n   and $\n129\n on April 30, 2022\n\n\n \n\n\n \n\n\n26,846\n\n\n \n\n\n \n\n\n \n\n\n28,879\n\n\n \n\n\n\n\n\n\nInventories\n\n\n \n\n\n \n\n\n99,734\n\n\n \n\n\n \n\n\n \n\n\n121,683\n\n\n \n\n\n\n\n\n\nPrepaid expenses and other current assets\n\n\n \n\n\n \n\n\n7,839\n\n\n \n\n\n \n\n\n \n\n\n8,491\n\n\n \n\n\n\n\n\n\nIncome tax receivable\n\n\n \n\n\n \n\n\n1,251\n\n\n \n\n\n \n\n\n \n\n\n1,231\n\n\n \n\n\n\n\n\n\nTotal current assets\n\n\n \n\n\n \n\n\n157,620\n\n\n \n\n\n \n\n\n \n\n\n179,805\n\n\n \n\n\n\n\n\n\nProperty, plant, and equipment, net\n\n\n \n\n\n \n\n\n9,488\n\n\n \n\n\n \n\n\n \n\n\n10,621\n\n\n \n\n\n\n\n\n\nIntangible assets, net\n\n\n \n\n\n \n\n\n52,021\n\n\n \n\n\n \n\n\n \n\n\n63,194\n\n\n \n\n\n\n\n\n\nRight-of-use assets\n\n\n \n\n\n \n\n\n24,198\n\n\n \n\n\n \n\n\n \n\n\n23,884\n\n\n \n\n\n\n\n\n\nOther assets\n\n\n \n\n\n \n\n\n260\n\n\n \n\n\n \n\n\n \n\n\n336\n\n\n \n\n\n\n\n\n\nTotal assets\n\n\n \n\n\n$\n\n\n243,587\n\n\n \n\n\n \n\n\n$\n\n\n277,840\n\n\n \n\n\n\n\n\n\nLIABILITIES AND EQUITY\n\n\n \n\n\n\n\n\n\nCurrent liabilities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAccounts payable\n\n\n \n\n\n$\n\n\n11,544\n\n\n \n\n\n \n\n\n$\n\n\n13,563\n\n\n \n\n\n\n\n\n\nAccrued expenses\n\n\n \n\n\n \n\n\n8,741\n\n\n \n\n\n \n\n\n \n\n\n7,853\n\n\n \n\n\n\n\n\n\nAccrued payroll, incentives, and profit sharing\n\n\n \n\n\n \n\n\n1,813\n\n\n \n\n\n \n\n\n \n\n\n3,786\n\n\n \n\n\n\n\n\n\nLease liabilities, current\n\n\n \n\n\n \n\n\n904\n\n\n \n\n\n \n\n\n \n\n\n1,803\n\n\n \n\n\n\n\n\n\nTotal current liabilities\n\n\n \n\n\n \n\n\n23,002\n\n\n \n\n\n \n\n\n \n\n\n27,005\n\n\n \n\n\n\n\n\n\nNotes and loans payable\n\n\n \n\n\n \n\n\n4,623\n\n\n \n\n\n \n\n\n \n\n\n24,697\n\n\n \n\n\n\n\n\n\nLease liabilities, net of current portion\n\n\n \n\n\n \n\n\n24,064\n\n\n \n\n\n \n\n\n \n\n\n23,076\n\n\n \n\n\n\n\n\n\nOther non-current liabilities\n\n\n \n\n\n \n\n\n34\n\n\n \n\n\n \n\n\n \n\n\n31\n\n\n \n\n\n\n\n\n\nTotal liabilities\n\n\n \n\n\n \n\n\n51,723\n\n\n \n\n\n \n\n\n \n\n\n74,809\n\n\n \n\n\n\n\n\n\nCommitments and contingencies (Note 16)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nEquity:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPreferred stock, $\n0.001\n par value, \n20,000,000\n shares authorized, \nno\n shares\n   issued or outstanding\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nCommon stock, $\n0.001\n par value, \n100,000,000\n shares authorized, \n14,447,149\n shares\n   issued and \n13,233,151\n shares outstanding on April 30, 2023 and \n14,240,290\n \n   shares issued and \n13,403,326\n shares outstanding on April 30, 2022\n\n\n \n\n\n \n\n\n14\n\n\n \n\n\n \n\n\n \n\n\n14\n\n\n \n\n\n\n\n\n\nAdditional paid in capital\n\n\n \n\n\n \n\n\n272,784\n\n\n \n\n\n \n\n\n \n\n\n268,393\n\n\n \n\n\n\n\n\n\nRetained deficit\n\n\n \n\n\n \n\n\n(\n62,375\n\n\n)\n\n\n \n\n\n \n\n\n(\n50,351\n\n\n)\n\n\n\n\n\n\nTreasury stock, at cost (\n1,213,998\n shares on April 30, 2023 and \n   \n836,964\n shares on April 30, 2022)\n\n\n \n\n\n \n\n\n(\n18,559\n\n\n)\n\n\n \n\n\n \n\n\n(\n15,025\n\n\n)\n\n\n\n\n\n\nTotal equity\n\n\n \n\n\n \n\n\n191,864\n\n\n \n\n\n \n\n\n \n\n\n203,031\n\n\n \n\n\n\n\n\n\nTotal liabilities and equity\n\n\n \n\n\n$\n\n\n243,587\n\n\n \n\n\n \n\n\n$\n\n\n277,840\n\n\n \n\n\n\n\n\n\nThe accompanying notes are an integral part of these consolidated and combined financial statements.\n\n\nF-\n3\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n\n\nCONSOLIDATED AND COMBINED STATEMENTS OF OP\nERATIONS AND COMPREHENSIVE (LOSS)/INCOME\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n(In thousands, except per share data)\n\n\n \n\n\n\n\n\n\nNet sales (including $\n2.4\n million of\n   related party sales for the four months of\n   our fiscal year 2021 prior to the Separation)\n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n276,687\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n103,145\n\n\n \n\n\n \n\n\n \n\n\n133,287\n\n\n \n\n\n \n\n\n \n\n\n149,859\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n88,064\n\n\n \n\n\n \n\n\n \n\n\n114,239\n\n\n \n\n\n \n\n\n \n\n\n126,828\n\n\n \n\n\n\n\n\n\nOperating expenses:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n6,361\n\n\n \n\n\n \n\n\n \n\n\n5,501\n\n\n \n\n\n \n\n\n \n\n\n5,378\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n51,791\n\n\n \n\n\n \n\n\n \n\n\n56,168\n\n\n \n\n\n \n\n\n \n\n\n56,773\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n42,612\n\n\n \n\n\n \n\n\n \n\n\n41,244\n\n\n \n\n\n \n\n\n \n\n\n41,182\n\n\n \n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n67,849\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nTotal operating expenses\n\n\n \n\n\n100,764\n\n\n \n\n\n \n\n\n \n\n\n170,762\n\n\n \n\n\n \n\n\n \n\n\n103,333\n\n\n \n\n\n\n\n\n\nOperating (loss)/income\n\n\n \n\n\n(\n12,700\n\n\n)\n\n\n \n\n\n \n\n\n(\n56,523\n\n\n)\n\n\n \n\n\n \n\n\n23,495\n\n\n \n\n\n\n\n\n\nOther income, net:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOther income, net\n\n\n \n\n\n1,188\n\n\n \n\n\n \n\n\n \n\n\n1,311\n\n\n \n\n\n \n\n\n \n\n\n497\n\n\n \n\n\n\n\n\n\nInterest (expense)/income, net\n\n\n \n\n\n(\n761\n\n\n)\n\n\n \n\n\n \n\n\n(\n324\n\n\n)\n\n\n \n\n\n \n\n\n300\n\n\n \n\n\n\n\n\n\nTotal other income, net\n\n\n \n\n\n427\n\n\n \n\n\n \n\n\n \n\n\n987\n\n\n \n\n\n \n\n\n \n\n\n797\n\n\n \n\n\n\n\n\n\n(Loss)/income from operations before income taxes\n\n\n \n\n\n(\n12,273\n\n\n)\n\n\n \n\n\n \n\n\n(\n55,536\n\n\n)\n\n\n \n\n\n \n\n\n24,292\n\n\n \n\n\n\n\n\n\nIncome tax (benefit)/expense\n\n\n \n\n\n(\n249\n\n\n)\n\n\n \n\n\n \n\n\n9,344\n\n\n \n\n\n \n\n\n \n\n\n5,887\n\n\n \n\n\n\n\n\n\nNet (loss)/income/comprehensive (loss)/income\n\n\n$\n\n\n(\n12,024\n\n\n)\n\n\n \n\n\n$\n\n\n(\n64,880\n\n\n)\n\n\n \n\n\n$\n\n\n18,405\n\n\n \n\n\n\n\n\n\nNet (loss)/income per share:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n$\n\n\n(\n0.90\n\n\n)\n\n\n \n\n\n$\n\n\n(\n4.66\n\n\n)\n\n\n \n\n\n$\n\n\n1.31\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n$\n\n\n(\n0.90\n\n\n)\n\n\n \n\n\n$\n\n\n(\n4.66\n\n\n)\n\n\n \n\n\n$\n\n\n1.29\n\n\n \n\n\n\n\n\n\nWeighted average number of common shares\n   outstanding:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n13,372\n\n\n \n\n\n \n\n\n \n\n\n13,930\n\n\n \n\n\n \n\n\n \n\n\n13,997\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n13,372\n\n\n \n\n\n \n\n\n \n\n\n13,930\n\n\n \n\n\n \n\n\n \n\n\n14,225\n\n\n \n\n\n\n\n\n\n \n\n\nThe accompanying notes are an integral part of these consolidated and combined financial statements.\n \n\n\nF-\n4\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n\n\nC\nONSOLIDATED AND COMBINED STATEMENTS OF EQUITY\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nCommon Stock\n\n\n \n\n\n \n\n\nFormer Net Parent\n\n\n \n\n\n \n\n\nAdditional\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nTreasury Stock\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nCompany\nInvestment\n\n\n \n\n\n \n\n\nPaid-In\nCapital\n\n\n \n\n\n \n\n\nRetained\n(Deficit)/Earnings\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nTotal\nEquity\n\n\n \n\n\n\n\n\n\nBalance at April 30, 2020\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n224,098\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n224,098\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n3,876\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n14,529\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n18,405\n\n\n \n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n2,486\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n2,486\n\n\n \n\n\n\n\n\n\nShares issued under employee stock\n   purchase plan\n\n\n \n\n\n \n\n\n35\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n386\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n386\n\n\n \n\n\n\n\n\n\nIssuance of common stock under \n   restricted stock unit awards, net of \n   tax\n\n\n \n\n\n \n\n\n49\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n33\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n33\n\n\n)\n\n\n\n\n\n\nNet transfers from former Parent\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n34,563\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n34,563\n\n\n \n\n\n\n\n\n\nIssuance of common stock and\n   reclassification of former net\n   parent company investment\n\n\n \n\n\n \n\n\n13,975\n\n\n \n\n\n \n\n\n \n\n\n14\n\n\n \n\n\n \n\n\n \n\n\n(\n262,537\n\n\n)\n\n\n \n\n\n \n\n\n262,523\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nBalance at April 30, 2021\n\n\n \n\n\n \n\n\n14,059\n\n\n \n\n\n \n\n\n$\n\n\n14\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n265,362\n\n\n \n\n\n \n\n\n$\n\n\n14,529\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n279,905\n\n\n \n\n\n\n\n\n\nNet loss\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n64,880\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n64,880\n\n\n)\n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n2,812\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n2,812\n\n\n \n\n\n\n\n\n\nShares issued under employee stock\n   purchase plan\n\n\n \n\n\n \n\n\n77\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n870\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n870\n\n\n \n\n\n\n\n\n\nProceeds from exercise of stock\n   options\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n\n\n\n\nIssuance of common stock under \n   restricted stock unit awards, net of \n   tax\n\n\n \n\n\n \n\n\n101\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n656\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n656\n\n\n)\n\n\n\n\n\n\nRepurchase of treasury stock\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n837\n\n\n \n\n\n \n\n\n \n\n\n(\n15,025\n\n\n)\n\n\n \n\n\n \n\n\n(\n15,025\n\n\n)\n\n\n\n\n\n\nBalance at April 30, 2022\n\n\n \n\n\n \n\n\n14,240\n\n\n \n\n\n \n\n\n$\n\n\n14\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n268,393\n\n\n \n\n\n \n\n\n$\n\n\n(\n50,351\n\n\n)\n\n\n \n\n\n \n\n\n837\n\n\n \n\n\n \n\n\n$\n\n\n(\n15,025\n\n\n)\n\n\n \n\n\n$\n\n\n203,031\n\n\n \n\n\n\n\n\n\nNet loss\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n12,024\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n12,024\n\n\n)\n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,050\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,050\n\n\n \n\n\n\n\n\n\nShares issued under employee stock\n   purchase plan\n\n\n \n\n\n \n\n\n90\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n656\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n656\n\n\n \n\n\n\n\n\n\nIssuance of common stock under \n   restricted stock unit awards, net of \n   tax\n\n\n \n\n\n \n\n\n117\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n315\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n315\n\n\n)\n\n\n\n\n\n\nRepurchase of treasury stock\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n377\n\n\n \n\n\n \n\n\n \n\n\n(\n3,534\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,534\n\n\n)\n\n\n\n\n\n\nBalance at April 30, 2023\n\n\n \n\n\n \n\n\n14,447\n\n\n \n\n\n \n\n\n$\n\n\n14\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n272,784\n\n\n \n\n\n \n\n\n$\n\n\n(\n62,375\n\n\n)\n\n\n \n\n\n \n\n\n1,214\n\n\n \n\n\n \n\n\n$\n\n\n(\n18,559\n\n\n)\n\n\n \n\n\n$\n\n\n191,864\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nThe accompanying notes are an integral part of these consolidated and combined financial statements.\n \n\n\nF-\n5\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n\n\nC\nONSOLIDATED AND COMBINED STATEMENTS OF CASH FLOWS\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nCash flows from operating activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet (loss)/income\n\n\n$\n\n\n(\n12,024\n\n\n)\n\n\n \n\n\n$\n\n\n(\n64,880\n\n\n)\n\n\n \n\n\n$\n\n\n18,405\n\n\n \n\n\n\n\n\n\nAdjustments to reconcile net income to net cash provided by/\n   (used in) operating activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n16,511\n\n\n \n\n\n \n\n\n \n\n\n16,967\n\n\n \n\n\n \n\n\n \n\n\n19,827\n\n\n \n\n\n\n\n\n\nLoss on sale/disposition of assets\n\n\n \n\n\n94\n\n\n \n\n\n \n\n\n \n\n\n161\n\n\n \n\n\n \n\n\n \n\n\n107\n\n\n \n\n\n\n\n\n\n(Benefit from)/provision for credit losses on accounts receivable\n\n\n \n\n\n(\n11\n\n\n)\n\n\n \n\n\n \n\n\n17\n\n\n \n\n\n \n\n\n \n\n\n(\n48\n\n\n)\n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n67,849\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nDeferred income taxes\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n6,683\n\n\n \n\n\n \n\n\n \n\n\n(\n3,103\n\n\n)\n\n\n\n\n\n\nStock-based compensation expense\n\n\n \n\n\n4,050\n\n\n \n\n\n \n\n\n \n\n\n2,812\n\n\n \n\n\n \n\n\n \n\n\n2,910\n\n\n \n\n\n\n\n\n\nChanges in operating assets and liabilities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAccounts receivable\n\n\n \n\n\n2,044\n\n\n \n\n\n \n\n\n \n\n\n8,591\n\n\n \n\n\n \n\n\n \n\n\n(\n2,343\n\n\n)\n\n\n\n\n\n\nInventories\n\n\n \n\n\n21,949\n\n\n \n\n\n \n\n\n \n\n\n(\n41,431\n\n\n)\n\n\n \n\n\n \n\n\n(\n14,297\n\n\n)\n\n\n\n\n\n\nPrepaid expenses and other current assets\n\n\n \n\n\n652\n\n\n \n\n\n \n\n\n \n\n\n(\n1,393\n\n\n)\n\n\n \n\n\n \n\n\n(\n5,816\n\n\n)\n\n\n\n\n\n\nIncome taxes\n\n\n \n\n\n(\n20\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,082\n\n\n)\n\n\n \n\n\n \n\n\n(\n45\n\n\n)\n\n\n\n\n\n\nAccounts payable\n\n\n \n\n\n(\n1,308\n\n\n)\n\n\n \n\n\n \n\n\n(\n4,521\n\n\n)\n\n\n \n\n\n \n\n\n7,632\n\n\n \n\n\n\n\n\n\nAccrued payroll, incentives, and profit sharing\n\n\n \n\n\n(\n1,973\n\n\n)\n\n\n \n\n\n \n\n\n(\n4,921\n\n\n)\n\n\n \n\n\n \n\n\n6,467\n\n\n \n\n\n\n\n\n\nRight of use assets\n\n\n \n\n\n1,645\n\n\n \n\n\n \n\n\n \n\n\n1,650\n\n\n \n\n\n \n\n\n \n\n\n1,337\n\n\n \n\n\n\n\n\n\nAccrued expenses\n\n\n \n\n\n888\n\n\n \n\n\n \n\n\n \n\n\n(\n2,140\n\n\n)\n\n\n \n\n\n \n\n\n3,691\n\n\n \n\n\n\n\n\n\nOther assets\n\n\n \n\n\n76\n\n\n \n\n\n \n\n\n \n\n\n(\n279\n\n\n)\n\n\n \n\n\n \n\n\n9\n\n\n \n\n\n\n\n\n\nLease liabilities\n\n\n \n\n\n(\n1,870\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,831\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,543\n\n\n)\n\n\n\n\n\n\nOther non-current liabilities\n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n(\n205\n\n\n)\n\n\n \n\n\n \n\n\n130\n\n\n \n\n\n\n\n\n\nNet cash provided by/(used in) operating activities\n\n\n \n\n\n30,706\n\n\n \n\n\n \n\n\n \n\n\n(\n17,953\n\n\n)\n\n\n \n\n\n \n\n\n33,320\n\n\n \n\n\n\n\n\n\nCash flows from investing activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAcquisition of businesses\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(\n27,000\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nPayments to acquire patents and software\n\n\n \n\n\n(\n3,555\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,191\n\n\n)\n\n\n \n\n\n \n\n\n(\n558\n\n\n)\n\n\n\n\n\n\nProceeds from sale of property and equipment\n\n\n \n\n\n30\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nPayments to acquire property and equipment\n\n\n \n\n\n(\n1,301\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,397\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,623\n\n\n)\n\n\n\n\n\n\nNet cash used in investing activities\n\n\n \n\n\n(\n4,826\n\n\n)\n\n\n \n\n\n \n\n\n(\n33,588\n\n\n)\n\n\n \n\n\n \n\n\n(\n4,181\n\n\n)\n\n\n\n\n\n\nCash flows from financing activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProceeds from loans and notes payable\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n25,170\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nPayments on notes and loans payable\n\n\n \n\n\n(\n20,170\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nPayments to acquire treasury stock\n\n\n \n\n\n(\n3,534\n\n\n)\n\n\n \n\n\n \n\n\n(\n15,025\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nNet transfers from former parent\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n31,485\n\n\n \n\n\n\n\n\n\nCash paid for debt issuance costs\n\n\n \n\n\n(\n88\n\n\n)\n\n\n \n\n\n \n\n\n(\n103\n\n\n)\n\n\n \n\n\n \n\n\n(\n410\n\n\n)\n\n\n\n\n\n\nProceeds from exercise of options to acquire common stock, \n   including employee stock purchase plan\n\n\n \n\n\n656\n\n\n \n\n\n \n\n\n \n\n\n875\n\n\n \n\n\n \n\n\n \n\n\n386\n\n\n \n\n\n\n\n\n\nPayment of employee withholding tax related to restricted\n   stock units\n\n\n \n\n\n(\n315\n\n\n)\n\n\n \n\n\n \n\n\n(\n656\n\n\n)\n\n\n \n\n\n \n\n\n(\n33\n\n\n)\n\n\n\n\n\n\nNet cash (used in)/provided by financing activities\n\n\n \n\n\n(\n23,451\n\n\n)\n\n\n \n\n\n \n\n\n10,261\n\n\n \n\n\n \n\n\n \n\n\n31,428\n\n\n \n\n\n\n\n\n\nNet increase/(decrease) in cash and cash equivalents\n\n\n \n\n\n2,429\n\n\n \n\n\n \n\n\n \n\n\n(\n41,280\n\n\n)\n\n\n \n\n\n \n\n\n60,567\n\n\n \n\n\n\n\n\n\nCash and cash equivalents, beginning of period\n\n\n \n\n\n19,521\n\n\n \n\n\n \n\n\n \n\n\n60,801\n\n\n \n\n\n \n\n\n \n\n\n234\n\n\n \n\n\n\n\n\n\nCash and cash equivalents, end of period\n\n\n$\n\n\n21,950\n\n\n \n\n\n \n\n\n$\n\n\n19,521\n\n\n \n\n\n \n\n\n$\n\n\n60,801\n\n\n \n\n\n\n\n\n\nSupplemental disclosure of cash flow information\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash paid for:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest\n\n\n$\n\n\n761\n\n\n \n\n\n \n\n\n$\n\n\n125\n\n\n \n\n\n \n\n\n$\n\n\n111\n\n\n \n\n\n\n\n\n\nIncome taxes (net of refunds)\n\n\n$\n\n\n(\n73\n\n\n)\n\n\n \n\n\n$\n\n\n3,819\n\n\n \n\n\n \n\n\n$\n\n\n7,951\n\n\n \n\n\n\n\n\n\n \n\n\nThe accompanying notes are an integral part of these consolidated and combined financial statements.\n\n\n \n\n\n \n\n\nF-\n6\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n\n\nCONSOLIDATED AND COMBINED STATEMENTS OF CASH FLOWS - (Continued)\n\n\nSupplemental Disclosure of Non-cash Investing and Financing Activities:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nPurchases of property and equipment and intangibles included in accounts payable\n\n\n$\n\n\n411\n\n\n \n\n\n \n\n\n$\n\n\n1,277\n\n\n \n\n\n \n\n\n$\n\n\n254\n\n\n \n\n\n\n\n\n\nNon-cash transfers to/from former parent\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,398\n\n\n \n\n\n\n\n\n\nChanges in right of use assets for operating lease obligations\n\n\n \n\n\n1,959\n\n\n \n\n\n \n\n\n \n\n\n158\n\n\n \n\n\n \n\n\n \n\n\n23,940\n\n\n \n\n\n\n\n\n\nChanges in lease liabilities for operating lease obligations\n\n\n \n\n\n1,959\n\n\n \n\n\n \n\n\n \n\n\n158\n\n\n \n\n\n \n\n\n \n\n\n23,940\n\n\n \n\n\n\n\n\n\nCharges of debt issuance costs included in accrued expenses\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n89\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\n \n\n\nThe accompanying notes are an integral part of these consolidated and combined financial statement\n\n\nF-\n7\n\n\n\n\n \n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n\n\nN\nOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS\n \n\n\n1. Background, Description of Business, and Basis of Presentation\nBackground\nOn August 24, 2020, Smith & Wesson Brands, Inc., or our former parent, completed the spin-off of its outdoor products and accessories business, or the Separation, to our company (our “company,” “we,” “us,” or “our”).\n The consolidated and combined financial statements for the period prior to the Separation do not necessarily reflect what the financial position, results of operations, and cash flows would have been had we operated as an independent, publicly traded company during the historical periods presented. For the period prior to the Separation, the combined financial statements were prepared on a “carve-out” basis.\nDescription of Business\nWe are a leading provider of outdoor lifestyle products and shooting sports accessories encompassing hunting, fishing, outdoor cooking, camping, shooting, and personal security and defense products for rugged outdoor enthusiasts. We conceive, design, source, and sell our outdoor lifestyle products, including premium sportsman knives and tools for fishing and hunting; land management tools for hunting preparedness; harvesting products for post-hunt or post-fishing activities; outdoor cooking products; and camping, survival, and emergency preparedness products. We conceive, design, produce or source, and sell our shooting sports accessories, such as rests, vaults, and other related accessories; electro-optical devices, including hunting optics, firearm aiming devices, flashlights, and laser grips; and reloading, gunsmithing, and firearm cleaning supplies.  We develop and market all our products as well as manufacture some of our electro-optics products at our facility in Columbia, Missouri. We also contract for the manufacture and assembly of most of our products with third parties located in Asia.\n \nWe focus on our brands and the establishment of product categories in which we believe our brands will resonate strongly with the activities and passions of consumers and enable us to capture an increasing share of our overall addressable markets. Our owned brands include BOG, BUBBA, Caldwell, Crimson Trace, Frankford Arsenal, Grilla Grills, or Grilla, Hooyman, Imperial, LaserLyte, Lockdown, MEAT! Your Maker, Old Timer, Schrade, Tipton, Uncle Henry, ust, and Wheeler, and we license additional brands for use in association with certain products we sell, including M&P, Smith & Wesson, Performance Center by Smith & Wesson, and Thompson/Center.  In focusing on the growth of our brands, we organize our creative, product development, sourcing, and e-commerce teams into four brand lanes, each of which focuses on one of four distinct consumer verticals – Adventurer, Harvester, Marksman, and Defender – with each of our brands included in one of the brand lanes.\n \n•\nOur Adventurer brands include products that help enhance consumers’ fishing, outdoor cooking, and camping experiences.\n•\nOur Harvester brands focus on the activities hunters typically engage in, including the activities to prepare for the hunt, the hunt itself, and the activities that follow a hunt, such as meat processing. \n•\nOur Marksman brands address product needs arising from consumer activities that take place primarily at the shooting range and where firearms are cleaned, maintained, and worked on. \n•\nOur Defender brands include products that are used by consumers in situations that require self-defense and products that help safely secure and store as well as maintain connectivity to those possessions that many consumers consider to be high value or high consequence. \nBasis of Presentation – Consolidated Financial Statements Subsequent to the Separation\nOur financial statements for the periods through the Separation date of August 24, 2020 are combined financial statements prepared on a “carve-out” basis as discussed below. Our financial statements for all periods subsequent to August 24, 2020 are consolidated financial statements based on our reported results as a standalone company, and have been prepared in conformity with accounting principles generally accepted in the United States, or GAAP.\n \nBasis of Presentation – Combined Financial Statements Prior to the Separation\nFor the period prior to the Separation, the combined financial statements reflected the financial position, results of operations, and cash flows for the periods presented as historically managed by our former parent and were derived from the consolidated financial statements and accounting records of our former parent in accordance with GAAP.\nF-\n8\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nIn addition, for purposes of preparing the combined financial statements, prior to the Separation, on a “carve-out” basis, a portion of our former parent’s total corporate expenses was allocated to us based on direct usage when identifiable or, when not directly identifiable, on the basis of proportional net revenue, employee headcount, delivered units, or square footage, as applicable. These expense allocations included the cost of corporate functions and resources provided by our former parent, including executive management, finance, accounting, legal, human resources, internal audit, and the related benefit costs associated with such functions, such as stock-based compensation and the cost of our former parent’s Springfield, Massachusetts corporate headquarters. For the period prior to the Separation in fiscal 2021, we were allocated $\n2.7\n million for such corporate expenses, which were included within general and administrative expenses in the consolidated and combined statements of operations and comprehensive income. We were also allocated $\n1.9\n million of such distribution expenses, which were included within cost of sales; selling, marketing, and distribution expenses; and general and administrative expenses in the consolidated and combined statements of operations and comprehensive income.\n\n\n2. Summary of Significant Accounting Policies\nUse of Estimates\nIn preparing the consolidated and combined financial statements in accordance with GAAP, we make estimates and assumptions that affect amounts reported in the consolidated and combined financial statements and accompanying notes. Our significant estimates include provisions for excess and obsolete inventory, accruals for freight, duty, and tariff costs on international inventory purchases, valuation of goodwill and long-lived intangible assets, and realization of deferred tax assets. Actual results may differ from those estimates.\nPrinciples of Consolidation\nThe accompanying consolidated and combined financial statements include the accounts of our company and our wholly owned subsidiaries, including AOB Products Company, or AOBPC (formerly Battenfeld Technologies, Inc., or BTI), BTI Tools LLC, Crimson Trace Corporation, Ultimate Survival Technologies, LLC, or ust, and AOB Consulting (Shenzhen), Co., LTD. In our opinion, all adjustments, which include only normal recurring adjustments necessary to fairly present the financial position, results of operations, changes in equity, and cash flows at April 30, 2023, 2022, and 2021 and for the periods presented, have been included. All intercompany accounts and transactions have been eliminated in consolidation.\nFair Value of Financial Instruments\nUnless otherwise indicated, the fair values of all reported assets and liabilities, which represent financial instruments not held for trading purposes, approximate the carrying values of such amounts because of their short-term nature or market rates of interest.\nCash and Cash Equivalents\nWe consider all highly liquid investments purchased with original maturities of \nthree months\n or less at the date of acquisition to be cash equivalents.\nAccounts Receivable and Allowance for Estimated Credit Losses\nWe record trade accounts receivable at net realizable value that include estimated allowances for trade terms, sales incentive programs, discounts, markdowns, chargebacks, and returns as discussed under Revenue Recognition. We extend credit to our domestic customers and some foreign distributors based on their creditworthiness. We sometimes offer discounts for early payment on invoices. When we believe the extension of credit is not advisable, we rely on either a prepayment or a letter of credit. We write off balances deemed uncollectible by us against our allowance for credit loss accounts.\nWe maintain an allowance for credit losses related to accounts receivable for future expected credit losses resulting from the inability or unwillingness of our customers to make required payments. We estimate our allowance for credit losses based on relevant information such as historical experience, current conditions, and future expectation and in relation to a representative pool of assets consisting of a large number of customers with similar risk characteristics and similar financial assets. We adjust the allowance as appropriate to reflect differences in current conditions as well as changes in forecasted macroeconomic conditions.\nF-\n9\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nIn November 2020, we entered into a factoring arrangement with a financial institution specifically designed to factor trade receivables with a certain customer that has extended payment terms, which are traditional to the customer’s industry. Under this factoring arrangement, from time to time, we sell this customer’s trade receivables at a discount on a non-recourse basis. We account for these transactions as sales and cash proceeds are included in cash provided by operating activities in the statement of cash flows. During the fiscal year ended April 30, 2023, we recorded an immaterial amount of factoring fees related to factoring transactions, which are included in other (loss)/income, net on our consolidated and combined statement of operations.\nInventories\nWe state inventories at the lower of cost or net realizable value. We determine cost on the first-in, first-out method and net of discounts or rebates received from vendors. Provisions for potential non-saleable inventory due to excess stock or obsolescence are based upon a detailed review of inventory, past history, and expected future usage.\nProperty, Plant, and Equipment\nWe record property, plant, and equipment, consisting of leasehold improvements, machinery, equipment, hardware, furniture, and fixtures at cost and depreciate them using the straight-line method over their estimated useful lives. We recognize depreciation expense for leasehold improvements over the shorter of their estimated useful lives or the lease terms, and include them in depreciation and amortization expense. We charge expenditures for maintenance and repairs to earnings as incurred, and we capitalize additions, renewals, and betterments. Upon the retirement, or other disposition of property and equipment, we remove the related cost and accumulated depreciation from the respective accounts and include any gain or loss in operations. \nA summary of the estimated useful lives is as follows: \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\n \n\n\nUseful Life\n\n\n\n\n\n\nMachinery and equipment\n\n\n \n\n\n2\n to \n10 years\n\n\n\n\n\n\nComputer and other equipment\n\n\n \n\n\n2\n to \n7\n years\n\n\n\n\n\n\nLeasehold improvements\n\n\n \n\n\n10\n to \n20\n years\n\n\n\n\nWe include tooling, dies, furniture, and fixtures as part of machinery and equipment and depreciate them over a period generally not exceeding \n10\n years.\n \nWe assess the recoverability of assets whenever events or changes in circumstances suggest that the carrying value of an asset may not be recoverable. We recognize an impairment loss if the carrying amount of a long-lived asset is not recoverable based on its undiscounted future cash flows. We measure the impairment loss as the difference between the carrying amount and the fair value of the asset.\nIntangible Assets\nWe record intangible assets at cost or based on the fair value of the assets acquired. Intangible assets consist of developed software and technology, customer relationships, trademarks, trade names, and patents. We amortize intangible assets over their estimated useful lives or in proportion to expected yearly revenue generated from the intangibles that were acquired.\n \nValuation of Goodwill and Long-lived Assets\nAs of April 30, 2023 and 2022, we had \nno\n goodwill recorded on our consolidated balance sheet. In the instance we have recorded goodwill, we test goodwill for impairment, in accordance with ASC 350, \nIntangibles Goodwill and Other\n, on an annual basis on February 1 and between annual tests if indicators of potential impairment exist.\n \nF-\n10\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nAs of our valuation date in fiscal 2022, we had $\n64.3\n million of goodwill. During the annual impairment review process, we performed a step one analysis to assess the recoverability of our goodwill. The step one analysis estimates the fair value of our reporting unit and compares it to the carrying value of the reporting unit, including goodwill, to assess whether impairment is present. We estimated the fair value of our operating unit using an equal weighting of the fair values derived from the income approach and the market approach because we believe a market participant would equally weight both approaches when valuing the operating unit. The income approach is based on the projected cash flows that are discounted to their present value using discount rates that consider the timing and risk of the forecasted cash flows. Fair value is estimated using internally developed forecasts and assumptions. The discount rate used is the average estimated value of a market participant’s cost of capital and debt, derived using customary market metrics. Other significant assumptions include revenue growth rates, profitability projections, and terminal value growth rates. The market approach estimates fair values based on the determination of appropriate publicly traded market comparison companies and market multiples of revenue and earnings derived from those companies with similar operating and investment characteristics as the operating unit being valued. Finally, we compare and reconcile our overall fair value to our market capitalization in order to assess the reasonableness of the calculated fair values of our operating units. We recognize an impairment loss for goodwill if the implied fair value of goodwill is less than the carrying value. We completed a step one analysis as of February 1, 2022, and concluded there were no indicators of impairment.\n \nOn April 30, 2022, the decline in our stock price and market capitalization indicated a reduction of the fair value of our reporting unit. We determined this decline to be a triggering event, which indicated it was more likely than not that the fair values of these reporting units were less than the respective book values and required us to complete an additional step one analysis. Given the volatility in the financial markets, we believed a market participant would determine that the income approach would be a more prominent metric for determining the fair value of our operating unit and thus we used a \n75\n% weighting on the income approach and a \n25\n% weighting on the market approach when valuing our operating unit. As of our interim valuation date in the prior year, we had $\n67.8\n million of goodwill. Based on the results of the evaluation, we recorded a non-cash impairment charge of our entire $\n67.8\n million goodwill balance during our fourth quarter of fiscal 2022.\n \nOn March 23, 2020, we determined that our business was expected to be negatively impacted by several factors related to the COVID-19 pandemic, including a major online retail customer’s decision to halt or delay most non-essential product orders, COVID-19-related supply chain issues, as well as COVID-19-related “stay at home” orders and sporting goods store closures, which reduced retail foot traffic in many states. Given the extreme market volatility, we relied solely on the income approach to derive the current value of our business. Based on these factors, we expected reduced cash flows in our business, and we believed this constituted a triggering event under generally accepted accounting principles. Based on the results of this evaluation, we recorded a $\n98.9\n million non-cash impairment of goodwill during our fourth quarter of fiscal 2020.\nOur assumptions related to the development of fair value could deviate materially from actual results and forecasts used to support asset carrying values and may change in the future, which could result in non-cash charges that would adversely affect our results of operations. The re-measurement of goodwill is classified as a Level 3 fair value assessment as described in Note 11 - Fair Value Measurement of the consolidated and combined financial statements, due to the significance of unobservable inputs developed using company-specific information.\nWe have reviewed the provisions of Accounting Standards Codification, or ASC, 350-20, with respect to the criteria necessary to evaluate the number of reporting units that exist.  Based on our review of ASC 350-20, we have determined that we have \none\n operating unit.\nWe have significant long-lived assets, which are susceptible to valuation adjustments as a result of changes in various factors or conditions. The most significant long-lived assets are developed technology, customer relationships, patents, trademarks, and trade names. We amortize all finite-lived assets either on a straight-line basis or based upon patterns in which we expect to utilize the economic benefits of such assets. We initially determine the values of assets by a risk-adjusted, discounted cash flow approach. We assess the potential impairment of identifiable assets whenever events or changes in circumstances indicate that the carrying values may not be recoverable and at least annually.\n \nF-\n11\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nWe evaluate the recoverability of long-lived assets on an annual basis on February 1 or whenever events or changes in circumstances indicate that carrying amounts may not be recoverable in accordance with ASC 360, \nProperty, Plant, and Equipment\n. When such evaluations indicate that the related future undiscounted cash flows are not sufficient to recover the carrying values of the assets, such carrying values are reduced to fair value and this adjusted carrying value becomes the asset’s new cost basis. We determine the initial fair value of our long-lived assets, primarily using future anticipated cash flows that are directly associated with and are expected to arise as a direct result of the use and eventual disposition of the asset, or asset group, discounted using an interest rate commensurate with the risk involved.  There was no indication of impairment of our long-lived assets in fiscal 2023. Based on the triggering event noted above, we evaluated the recoverability of our long-lived assets on April 30, 2022.  Based on the results of this evaluation, on an undiscounted cash flow basis, there was no indications of impairment of our long-lived assets.\nFuture adverse changes in these or other unforeseeable factors could result in an impairment charge that could materially impact future results of operations and financial position in the reporting period identified.\nBusiness Combinations\nWe allocate the purchase price, including any contingent consideration, of our acquisitions to the assets and liabilities acquired, including identifiable intangible assets, based on their fair values at the date of acquisition. The fair values are primarily based on third-party valuations using our own assumptions that require significant judgments and estimates. The purchase price allocated to intangibles is based on unobservable factors, including projected revenues, expenses, customer attrition rates, royalty rates, a weighted average cost of capital, among others. The weighted average cost of capital uses a market participant’s cost of equity and after-tax cost of debt and reflects the risks inherent in the cash flows. The unobservable factors we use are based upon assumptions believed to be reasonable, but are also uncertain and unpredictable.  As a result, these estimates and assumptions may require adjustment in the future if actual results differ from our estimates.\nRevenue Recognition\nWe recognize revenue for the sale of our products at the point in time when the control of ownership has transferred to the customer. The transfer of control typically occurs at a point in time based on consideration of when the customer has (i) a payment obligation, (ii) physical possession of goods has been received, (iii) legal title to goods has passed, (iv) risks and rewards of ownership of goods has passed to the customer, and (v) the customer has accepted the goods. The timing of revenue recognition occurs either on shipment or delivery of goods based on contractual terms with the customer.  Revenue recorded excludes sales tax charged to retail customers as we are considered a pass-through conduit for collecting and remitting sales taxes.\n \nThe duration of contractual arrangements with customers in our wholesale channels is typically less than one year. Payment terms with customers are typically between \n20\n and \n90\n days, with a discount available in certain cases for early payment. For contracts with discounted terms, we determine the transaction price upon establishment of the contract that contains the final terms of the sale, including the description, quantity, and price of each product purchased. We estimate variable consideration relative to the amount of cash discounts to which customers are likely to be entitled. In some instances, we provide longer payment terms, particularly as it relates to our hunting dating programs, which represent payment terms due in the fall for certain orders of hunting products received in the spring and summer. We do not consider these extended terms to be a significant financing component of the contract because the payment terms are less than one year.\nWe have elected to treat all shipping and handling activities as fulfillment costs and recognize the costs as distribution expenses at the time we recognize the related revenue. Shipping and handling costs billed to customers are included in net sales.\nThe amount of revenue we recognize reflects the expected consideration to be received for providing the goods or services to customers, which includes estimates for variable consideration. Variable consideration includes allowances for trade term discounts, chargebacks, and product returns. Estimates of variable consideration are determined at contract inception and reassessed at each reporting date, at a minimum, to reflect any changes in facts and circumstances. We apply the portfolio approach as a practical expedient and utilize the expected value method in determining estimates of variable consideration, based on evaluations of specific product and customer circumstances, historical and anticipated trends, and current economic conditions. We have co-op advertising program expense, which we record within advertising expense, in recognition of a distinct service that we receive from our customers at the retail level.\nF-\n12\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nDisaggregation of Revenue\nThe following table sets forth certain information regarding trade channel net sales for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\ne-commerce channels\n\n\n \n\n\n$\n\n\n87,219\n\n\n \n\n\n \n\n\n$\n\n\n97,418\n\n\n \n\n\n \n\n\n$\n\n\n(\n10,199\n\n\n)\n\n\n \n\n\n \n\n\n-\n10.5\n\n\n%\n\n\n \n\n\n$\n\n\n108,726\n\n\n \n\n\n\n\n\n\nTraditional channels\n\n\n \n\n\n \n\n\n103,990\n\n\n \n\n\n \n\n\n \n\n\n150,108\n\n\n \n\n\n \n\n\n \n\n\n(\n46,118\n\n\n)\n\n\n \n\n\n \n\n\n-\n30.7\n\n\n%\n\n\n \n\n\n \n\n\n167,961\n\n\n \n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(\n56,317\n\n\n)\n\n\n \n\n\n \n\n\n-\n22.8\n\n\n%\n\n\n \n\n\n$\n\n\n276,687\n\n\n \n\n\n\n\nOur e-commerce channels include net sales from customers that do not traditionally operate a physical brick-and-mortar store, but generate the majority of their revenue from consumer purchases at their retail websites. Our e-commerce channels also include our direct-to-consumer sales. Our traditional channels include customers that operate primarily out of physical brick and mortar stores and generate the large majority of their revenue from consumer purchases at their brick-and-mortar locations.\nWe sell our products worldwide. \nThe following table sets forth certain information regarding geographic makeup of net sales included in the above table for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nDomestic net sales\n\n\n \n\n\n$\n\n\n182,299\n\n\n \n\n\n \n\n\n$\n\n\n234,803\n\n\n \n\n\n \n\n\n$\n\n\n(\n52,504\n\n\n)\n\n\n \n\n\n \n\n\n-\n22.4\n\n\n%\n\n\n \n\n\n$\n\n\n267,573\n\n\n \n\n\n\n\n\n\nInternational net sales\n\n\n \n\n\n \n\n\n8,910\n\n\n \n\n\n \n\n\n \n\n\n12,723\n\n\n \n\n\n \n\n\n \n\n\n(\n3,813\n\n\n)\n\n\n \n\n\n \n\n\n-\n30.0\n\n\n%\n\n\n \n\n\n \n\n\n9,114\n\n\n \n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(\n56,317\n\n\n)\n\n\n \n\n\n \n\n\n-\n22.8\n\n\n%\n\n\n \n\n\n$\n\n\n276,687\n\n\n \n\n\n\n\nThe following table sets forth certain information regarding net sales in our shooting sports and outdoor lifestyle categories for the fiscal years ended April 30, 2023, 2022, and 2021 (dollars in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$ Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nShooting sports\n\n\n \n\n\n$\n\n\n88,885\n\n\n \n\n\n \n\n\n$\n\n\n128,180\n\n\n \n\n\n \n\n\n$\n\n\n(\n39,295\n\n\n)\n\n\n \n\n\n \n\n\n-\n30.7\n\n\n%\n\n\n \n\n\n$\n\n\n165,341\n\n\n \n\n\n\n\n\n\nOutdoor lifestyle\n\n\n \n\n\n \n\n\n102,324\n\n\n \n\n\n \n\n\n \n\n\n119,346\n\n\n \n\n\n \n\n\n \n\n\n(\n17,022\n\n\n)\n\n\n \n\n\n \n\n\n-\n14.3\n\n\n%\n\n\n \n\n\n \n\n\n111,346\n\n\n \n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$\n\n\n191,209\n\n\n \n\n\n \n\n\n$\n\n\n247,526\n\n\n \n\n\n \n\n\n$\n\n\n(\n56,317\n\n\n)\n\n\n \n\n\n \n\n\n-\n22.8\n\n\n%\n\n\n \n\n\n$\n\n\n276,687\n\n\n \n\n\n\n\nOur shooting sports category includes net sales of shooting accessories and our products used for personal protection. Our outdoor lifestyle category includes net sales of our products used in hunting, fishing, camping, rugged outdoor activities, and outdoor cooking.\n \nCost of Goods Sold\nCost of goods sold for our purchased finished goods includes the purchase costs and related overhead. We source most of our purchased finished goods from manufacturers in Asia. Cost of goods sold for our manufactured goods includes all materials, labor, and overhead costs incurred in the production process. Overhead includes all costs related to manufacturing or purchasing finished goods, including costs of planning, purchasing, quality control, depreciation, freight, duties, royalties, and shrinkage.\nResearch and Development\nWe engage in both internal and external research and development, or R&D, in order to remain competitive and to exploit potential untapped market opportunities. We approve prospective R&D projects after analysis of the costs and benefits associated with the potential product. Costs in R&D expense include salaries, materials, utilities, and administrative costs.\n \nAdvertising\nWe expense advertising costs, primarily consisting of digital, printed, or television advertisements, either as incurred or upon the first occurrence of the advertising. Advertising expense, included in selling, marketing, and distribution expenses, totaled $\n11.9\n million, $\n13.3\n million, and $\n14.4\n million in fiscal 2023, 2022, and 2021, respectively. We have co-op advertising program expense, which we record within advertising expense, in recognition of a distinct service that we receive from our customers at the retail level.\n \nF-\n13\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nWarranty\nWe generally provide either a limited lifetime, four-year, three-year, two-year, or one-year warranty program to the original purchaser of most of our products. We will also repair or replace certain products or parts found to be defective under normal use and service with an item of equivalent value, at our option, without charge during the warranty period. We provide for estimated warranty obligations in the period in which we recognize the related revenue. We quantify and record an estimate for warranty-related costs based on our actual historical claims experience and current repair costs. We make adjustments to accruals as warranty claims data and historical experience warrant. Should we experience actual claims and repair costs that are higher than the estimated claims and repair costs used to calculate the provision, our operating results for the period or periods in which such returns or additional costs materialize could be adversely impacted.\n \nThe following table sets forth the change in accrued warranties, a portion of which is recorded as a non-current liability, in the fiscal years ended April 30, 2023, 2022, and 2021 (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n \n\n\nApril 30, 2021\n\n\n \n\n\n\n\n\n\n Beginning balance\n\n\n \n\n\n \n\n\n786\n\n\n \n\n\n \n\n\n \n\n\n717\n\n\n \n\n\n \n\n\n \n\n\n336\n\n\n \n\n\n\n\n\n\nWarranties issued and adjustments to provisions\n\n\n \n\n\n \n\n\n1,419\n\n\n \n\n\n \n\n\n \n\n\n399\n\n\n \n\n\n \n\n\n \n\n\n1,083\n\n\n \n\n\n\n\n\n\nWarranties assumed in acquisition\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n150\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nWarranty claims\n\n\n \n\n\n \n\n\n(\n1,239\n\n\n)\n\n\n \n\n\n \n\n\n(\n480\n\n\n)\n\n\n \n\n\n \n\n\n(\n702\n\n\n)\n\n\n\n\n\n\n Ending balance\n\n\n \n\n\n \n\n\n966\n\n\n \n\n\n \n\n\n \n\n\n786\n\n\n \n\n\n \n\n\n \n\n\n717\n\n\n \n\n\n\n\n \nRent Expense\nWe occasionally enter into non-cancelable operating leases for office space, distribution facilities, and equipment. Our leases for real estate have initial terms ranging from \none\n to \n18 years\n, generally with renewal options. Leases for equipment typically have initial terms ranging from \none\n to \n10 years\n. Most leases have fixed rentals, with many of the real estate leases requiring additional payments for real estate taxes and occupancy-related costs. We record rent expense for leases containing landlord incentives or scheduled rent increases on a straight-line basis over the lease term beginning with the earlier of the lease commencement date or the date we take possession or control of the leased premises. See Note 4 \n– Leases\n for more information.\n \nSelf-Insurance\nWe record our liability for estimated incurred losses, related to our self-insured group health insurance program, based on historical claim data in the accompanying consolidated financial statements on an undiscounted basis. While we believe these reserves to be adequate, it is possible that the ultimate liabilities will exceed such estimates. See Note 12 - \nSelf-Insurance Reserves\n for more information.\n \n(Loss)/Earnings per Share\nOn August 24, 2020, the date of consummation of the Separation, our former parent distributed \n13,975,104\n shares of our common stock, par value $\n0.001\n per share, to our former parent’s stockholders of record as of August 10, 2020, or the Record Date. We utilize this share amount for the calculation of basic and diluted earnings per share for all periods presented prior to the Separation as all common stock was owned by our former parent prior to the Separation. These shares are treated as issued and outstanding at April 30, 2020 for purposes of calculating historical basic and diluted earnings per share. For periods prior to the Separation, it is assumed that there are \nno\n dilutive equity instruments as we had \nno\n stock-based awards outstanding.\nWe compute diluted earnings per share by giving effect to all potentially dilutive stock awards that are outstanding. For periods subsequent to the Separation, the computation of diluted earnings per share excludes the effect of the potential exercise of stock-based awards when the effect of the potential exercise would be anti-dilutive. There were \nno\n shares excluded from the computation of diluted earnings per share for the fiscal years ended April 30, 2023 and 2022, respectively. After the Separation, the weighted-average number of common shares outstanding for basic and diluted earnings per share for the fiscal year ended April 30, 2021 was based on the weighted-average number of actual common shares outstanding assuming the number of shares of AOUT common stock outstanding on August 24, 2020 had been outstanding at the beginning of the fiscal year ended April 30, 2021.\n \nF-\n14\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nThe following table provides a reconciliation of the net (loss)/income amounts and weighted average number of common and common equivalent shares used to determine basic and diluted (loss)/earnings per common share (in thousands, except per share data):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\nNet\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPer Share\n\n\n \n\n\n \n\n\nNet\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPer Share\n\n\n \n\n\n \n\n\nNet\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPer Share\n\n\n \n\n\n\n\n\n\n \n\n\nLoss\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nLoss\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nIncome\n\n\n \n\n\n \n\n\nShares\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n\n\n\n\nBasic (loss)/earnings\n\n\n$\n\n\n \n\n\n(\n12,024\n\n\n)\n\n\n \n\n\n \n\n\n13,372\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n(\n0.90\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n(\n64,880\n\n\n)\n\n\n \n\n\n \n\n\n13,930\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n(\n4.66\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n18,405\n\n\n \n\n\n \n\n\n \n\n\n13,997\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n1.31\n\n\n \n\n\n\n\n\n\nEffect of dilutive stock awards\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n228\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n0.02\n\n\n)\n\n\n\n\n\n\nDiluted (loss)/earnings\n\n\n$\n\n\n \n\n\n(\n12,024\n\n\n)\n\n\n \n\n\n \n\n\n13,372\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n(\n0.90\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n(\n64,880\n\n\n)\n\n\n \n\n\n \n\n\n13,930\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n(\n4.66\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n18,405\n\n\n \n\n\n \n\n\n \n\n\n14,225\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n1.29\n\n\n \n\n\n\n\nStock-Based Compensation\nOur stock-based compensation awards consist of stock options, performance-based restricted stock units, or PSUs, and restricted stock units, or RSUs, all of which are based on our common shares. Compensation costs for all awards expected to vest are recognized over the vesting period, which generally vest annually in \nfour-year\n tranches, and are included in costs of goods sold; research and development; selling, marketing, and distribution; and general and administrative expenses in the consolidated and combined statements of operations and comprehensive income/(loss). Prior to the Separation, the combined statements of operations and comprehensive income/(loss) also include an allocation of our former parent's corporate and shared employee stock-based compensation expenses. See Note 13 – \nStock-Based Compensation\n for additional information.\nIncome Taxes\nWe account for income taxes in accordance with ASC 740, \nIncome Taxes \n(ASC 740). The provision for income taxes is based upon income reported in the accompanying consolidated and combined financial statements as required by ASC 740-10\n.\n We determine deferred tax assets and liabilities based on temporary differences between financial reporting and tax bases in assets and liabilities and measure them by applying enacted rates and laws expected to be in place when the deferred items become subject to income tax or deductible for income tax purposes. We recognize the effect on deferred taxes and liabilities of a change in tax rates in the period that includes the enactment date. In assessing the realization of our deferred income tax assets, we consider whether it is more likely than not that the deferred income tax assets will be realized. The ultimate realization of our deferred income tax assets depends upon generating future taxable income during the periods in which our temporary differences become deductible and before our net operating loss carryforwards expire. We periodically evaluate the recoverability of our deferred income tax assets by assessing the need for a valuation allowance. If we determine that it is more likely than not that our deferred income tax assets will not be recovered, we establish a valuation allowance against some or all of our deferred income tax assets. Recording a valuation allowance could have a significant effect on our future results of operations and financial position. We determine unrecognized income tax benefits in accordance with ASC 740 on the basis of a two-step process in which first we determine whether it is more likely than not that the tax positions will be sustained on the basis of the technical merits of the position and second for those tax positions that meet the more-likely-than-not recognition threshold, we recognize the largest amount of tax benefit that is more than \n50\n percent likely to be realized upon ultimate settlement with the related tax authority. Accrued income taxes in the consolidated and combined balance sheet includes unrecognized income tax benefits along with related interest and penalties, appropriately classified as current or noncurrent. We recognize interest and penalties related to unrecognized tax benefits as interest income/(expense) and other income/(expense), respectively, in the accompanying consolidated and combined statement of operations. All deferred tax assets and liabilities are classified as noncurrent in the consolidated and combined balance sheet.\nWe periodically assess whether it is more likely than not that we will generate sufficient taxable income to realize our deferred income tax assets. The ultimate realization of net deferred tax assets is dependent on the generation of future taxable income during the periods in which those temporary differences become deductible. We establish valuation allowances if it is more likely than not that we will be unable to realize our deferred income tax assets.\n \nIn making this determination, we consider available positive and negative evidence and make certain assumptions. We consider, among other things, projected future taxable income, scheduled reversals of deferred tax liabilities, the overall business environment, our historical financial results, and tax planning strategies. Significant judgment is required in this analysis.\nF-\n15\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nWe determined in the prior fiscal year that is more likely than not that the benefit from the Company’s net deferred tax assets will not be realized and accordingly we established a full valuation allowance recorded as an increase to income tax expense. Our assessment involved estimates and assumptions about matters that are inherently uncertain, and unanticipated events or circumstances could cause actual results to differ from these estimates.\n \nEstimates may change as new events occur, estimates of future taxable income may increase during the expected reversal period of our deferred tax assets, or additional information becomes available. Should we change our estimate of the amount of deferred tax assets that we would be able to realize, a full or partial reversal of the valuation allowance could occur resulting in a decrease to the provision for income taxes in the period such a change in estimate is made. We will continue to assess the adequacy of the valuation allowance on a quarterly basis.\nPrior to the Separation, income taxes were allocated in a manner that is systematic, rational, and consistent with the broad principles of ASC 740. Prior to the Separation, our operations have been included in our former parent federal consolidated tax return, certain foreign tax returns, and certain state tax returns. For the purposes of the financial statements presented on a “carve-out” basis, our income tax provisions were computed as if we filed separate tax returns (i.e., as if we had not been included in the consolidated income tax return group with our former parent). The separate return method applies ASC 740 to the combined financial statements of each member of a consolidated tax group as if the group member were a separate taxpayer. As a result, actual tax transactions included in the consolidated financial statements of our former parent may not be included in our consolidated and combined financial statements. Also, the tax treatment of certain items reflected in the consolidated and combined financial statements may not be reflected in the consolidated financial statements and tax returns of our former parent. It is conceivable that items such as net operating losses, other deferred taxes, uncertain tax positions, and valuation allowances may exist in the consolidated and combined financial statements that may or may not exist in our former parent’s consolidated financial statements.\nSince our results, prior to the Separation, were included in our former parent consolidated tax returns, payments to certain tax authorities were made by our former parent and not by us. For tax jurisdictions in which we are included with our former parent in a consolidated tax filing, we do not maintain taxes payable to or from our former parent and the payments are deemed to be settled immediately with the legal entities paying the tax in the respective tax jurisdictions through changes in parent company investment.\n \nTax receivables in jurisdictions where we do not file a consolidated tax return with our former parent, such as certain state tax returns, are recorded as income tax receivable.\n \nDeferred income tax assets and liabilities, prior to the Separation, as presented in the combined balance sheet, reflect the net future tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes.\n \nConcentration of Credit Risk\nFinancial instruments that potentially subject us to concentration of credit risk consist primarily of cash, cash equivalents, and trade receivables. We place our cash and cash equivalents in overnight U.S. government securities. Concentrations of credit risk with respect to trade receivables are limited by the large number of customers comprising our customer base and their geographic and business dispersion. We perform ongoing credit evaluations of our customers’ financial condition and generally do not require collateral.\n \nFor the fiscal year ended April 30, 2023, 2022, and 2021, respectively, \none\n of our customers accounted for more than 10% of our net sales, accounting for $\n48.4\n million, or \n25.4\n%, $\n68.7\n million, or \n27.8\n%, and $\n76.3\n million, or \n27.6\n%, of our fiscal 2023, 2022, and 2021 net sales, respectively.\n \nAs of April 30, 2023 and 2022, respectively, \none\n of our customers exceeded 10% or more of our accounts receivable, accounting for $\n10.4\n million, or \n39.2\n%, and $\n8.8\n million, or \n30.6\n%, of our fiscal 2023 and 2022 accounts receivable, respectively.  We are not aware of any issues with respect to relationships with any of our top customers.\nWe source a majority of our purchased finished goods from Asia.\n \nF-\n16\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nShipping and Handling\nIn the accompanying consolidated and combined financial statements, we included amounts billed to customers for shipping and handling in net sales. We include costs relating to shipping and handling charges, including inbound freight charges and internal transfer costs, in cost of goods sold; however, costs incurred to distribute products to customers is included in distribution expenses.\nLegal and Other Contingencies\nWe periodically assess liabilities and contingencies in connection with legal proceedings and other claims that may arise from time to time. When we believe it is probable that a loss has been or will be incurred, we record an estimate of the loss in the consolidated and combined financial statements. We adjust estimates of losses when additional information becomes available or circumstances change. We disclose a contingent liability when we believe there is at least a reasonable possibility that a material loss may have been incurred.\n \nRecently Adopted Accounting Standards\nIn December 2019, FASB issued ASU No. 2019-12, Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes, or ASU 2019-12, an amendment of the FASB Accounting Standards Codification. ASU 2019-12 simplifies the accounting for income taxes by removing certain exceptions for intraperiod tax allocations and deferred tax liabilities for equity method investments and adds guidance regarding whether a step-up in tax basis of goodwill relates to a business combination or a separate transaction. ASU 2019-12 is effective for fiscal years beginning after December 15, 2020, with early adoption permitted. We \nadopted\n ASU 2019-12 on \nMay 1, 2021\n, and the cumulative effect of the adoption was \nno\nt material to our consolidated and combined financial statements and related disclosures.\nIn March 2020, the Financial Accounting Standards Board, or FASB, issued Accounting Standards Update, or ASU, 2020-04, Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting, or ASU 2020-04, to provide temporary optional expedients and exceptions to the contract modifications, hedge relationships, and other transactions affected by reference rate reform if certain criteria are met. ASU 2020-04, which was \neffective\n upon issuance and may be applied through December 31, 2022, is applicable to all contracts and hedging relationships that reference the London Interbank Offered Rate (LIBOR), or any other reference rate expected to be discontinued. As a result of the amendment to the revolving line of credit agreement, see\n Note 10 - Debt\n, which uses SOFR as an interest rate option instead of LIBOR to calculate the applicable interest rate, the new guidance does \nno\nt have a material impact on our consolidated and combined financial statements and related disclosures.\n \n\n\n3. Acquisitions:\nGrilla Grills Acquisition\nIn fiscal 2022, we acquired substantially all of the assets of the Grilla Grills business of Fahrenheit Technologies, Inc., or FTI, for $\n27\n million, financed using a combination of existing cash balances and cash from a $\n25\n million draw on our revolving line of credit. Grilla is a provider of high-quality, barbecue grills; Wi-Fi-enabled wood pellet grills; smokers; accessories; and modular outdoor kitchens.\n \nWe accounted for the acquisition as a business combination using the acquisition method of accounting. The purchase price was allocated to the tangible and intangible assets acquired and liabilities assumed based on their estimated fair values as of the acquisition date. The excess of the consideration transferred over the estimated fair value of the net assets received was recorded as goodwill. The factors that contributed to the recognition of goodwill primarily relate to acquisition-driven anticipated cost savings and synergies. The assembled workforce is not recognized separate and apart from goodwill as it is neither separable nor contractual in nature. During the year ended April 30, 2022, we increased goodwill by $\n3.5\n million as a result of valuations related to the Grilla Grills acquisition, which was subsequently written off as we recorded a full impairment of our goodwill on April 30, 2022. The goodwill related to the Grilla Grills acquisition is deductible for tax purposes. The valuation of the assets acquired, and liabilities assumed in the Grilla Grills acquisition is complete.\nF-\n17\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nThe following table summarizes the final allocation of the purchase price for the Grilla Grills acquisition (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nGrilla Grills Acquisition\n(as reported)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInventories\n\n\n \n\n\n$\n\n\n5,956\n\n\n \n\n\n\n\n\n\nProperty, plant, and equipment\n\n\n \n\n\n \n\n\n105\n\n\n \n\n\n\n\n\n\nIntangibles\n\n\n \n\n\n \n\n\n18,495\n\n\n \n\n\n\n\n\n\nGoodwill\n\n\n \n\n\n \n\n\n3,534\n\n\n \n\n\n\n\n\n\nTotal assets acquired\n\n\n \n\n\n \n\n\n28,090\n\n\n \n\n\n\n\n\n\nAccounts payable\n\n\n \n\n\n \n\n\n894\n\n\n \n\n\n\n\n\n\nAccrued expenses\n\n\n \n\n\n \n\n\n46\n\n\n \n\n\n\n\n\n\nAccrued warranty\n\n\n \n\n\n150\n\n\n \n\n\n\n\n\n\nTotal liabilities assumed\n\n\n \n\n\n \n\n\n1,090\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n27,000\n\n\n \n\n\n\n\nWe recorded $\n646,000\n of acquisition-related costs, including $\n47,000\n of acquisition-related costs incurred in fiscal 2023, which were recorded in general and administrative expenses.  Grilla generated $\n15.0\n million and $\n2.6\n million of net sales in fiscal 2023 and fiscal 2022, respectively.\nWe determined the fair market value of the intangible assets acquired in accordance with ASC 805 - \nBusiness Combinations\n and ASC 820 - \nFair Value Measurement\n and assigned a fair market value of $\n18.5\n million to tradenames at the acquisition date.  We amortize assets in proportion to expected yearly revenue generated from the intangibles that we acquire.  The weighted average life of tradenames acquired is \n6.5\n years.\n \nAdditionally, the following table reflects the unaudited pro forma results of operations assuming that the Grilla Grills acquisition had occurred on May 1, 2020 (in thousands, except per share data):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nFor the Year Ended \nApril 30, 2022\n\n\n \n\n\n \n\n\nFor the Year Ended\nApril 30, 2021\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n$\n\n\n259,647\n\n\n \n\n\n \n\n\n$\n\n\n290,267\n\n\n \n\n\n\n\n\n\nIncome from operations\n\n\n \n\n\n10,050\n\n\n \n\n\n \n\n\n \n\n\n23,959\n\n\n \n\n\n\n\n\n\nNet income per share - diluted\n\n\n \n\n\n0.58\n\n\n \n\n\n \n\n\n \n\n\n1.33\n\n\n \n\n\n\n\nThe unaudited pro forma income from operations for the years ended April 30, 2022 and 2021 has been adjusted to reflect increased cost of goods sold from the fair value step-up in inventory, which is expensed over the first inventory cycle, and the amortization of intangibles as if the Grilla Grills acquisition had occurred on May 1, 2020.  The unaudited pro forma information is presented for informational purposes only and is not necessarily indicative of the actual results that would have been achieved had the Grilla Grills acquisition occurred as of May 1, 2020, or the results that may be achieved in future periods.\n\n\n4. Leases\nWe lease real estate, as well as other equipment, under non-cancelable operating lease agreements. We recognize expenses under our operating lease assets and liabilities at the commencement date based on the present value of lease payments over the lease terms. Our leases do not provide an implicit interest rate. We use our incremental borrowing rate based on the information available at the lease commencement date in determining the present value of lease payments. Our lease agreements do not require material variable lease payments, residual value guarantees, or restrictive covenants. For operating leases, we recognize expense on a straight-line basis over the lease term. We record tenant improvement allowances as an offsetting adjustment included in our calculation of the respective right-of-use asset.\nMany of our leases include renewal options that can extend the lease term. These renewal options are at our sole discretion and are reflected in the lease term when they are reasonably certain to be exercised. The depreciable life of assets and leasehold improvements are limited by the expected lease term.\nF-\n18\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nThe amounts of assets and liabilities related to our operating leases as of April 30, 2023 are as follows (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nOperating Leases\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRight-of-use assets\n\n\n \n\n\n$\n\n\n26,999\n\n\n \n\n\n \n\n\n$\n\n\n27,475\n\n\n \n\n\n\n\n\n\nAccumulated amortization\n\n\n \n\n\n \n\n\n(\n2,801\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,591\n\n\n)\n\n\n\n\n\n\nRight-of-use assets, net\n\n\n \n\n\n$\n\n\n24,198\n\n\n \n\n\n \n\n\n$\n\n\n23,884\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nLease liabilities, current portion\n\n\n \n\n\n$\n\n\n904\n\n\n \n\n\n \n\n\n$\n\n\n1,803\n\n\n \n\n\n\n\n\n\nLease liabilities, net of current portion\n\n\n \n\n\n \n\n\n24,064\n\n\n \n\n\n \n\n\n \n\n\n23,076\n\n\n \n\n\n\n\n\n\nTotal operating lease liabilities\n\n\n \n\n\n$\n\n\n24,968\n\n\n \n\n\n \n\n\n$\n\n\n24,879\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \nDuring the fiscal year ended April 30, 2023, we recorded $\n4.0\n million of operating lease costs, of which $\n132,000\n related to short-term leases.  During the fiscal year ended April 30, 2022, we recorded $\n3.9\n million of operating lease costs, of which $\n218,000\n related to short-term leases.  As of April 30, 2023, our weighted average lease term and weighted average discount rate for our operating leases was \n15.6\n years and \n5.4\n%, respectively. The operating lease costs, weighted average lease term, and weighted average discount rate are primarily driven by the sublease of our corporate office and warehouse facility in Columbia, Missouri through fiscal 2039. The depreciable lives of right-of-use assets are limited by the lease term and are amortized on a straight-line basis over the life of the lease.\nDuring the fiscal year ended April 30, 2023, we amended the existing operating lease for our corporate office and warehouse facility in Columbia, Missouri to expand our usable square footage in our warehouse. The term of the lease remains unchanged, through fiscal 2039. During the fiscal year ended April 30, 2023, we recorded a right-of-use asset and lease liability of $\n1.9\n million.\n \nDuring the fiscal year ended April 30, 2023, an operating lease for warehouse and office space in Wilsonville, Oregon expired.\n \nDuring the fiscal year ended April 30, 2023, we entered into an Assignment and Assumption of Lease Agreement (the \"Assignment Agreement\") with our former parent company and RCS - S&W Facility, LLC to obtain the rights of lease to the entire facility in Columbia, Missouri, subject to certain conditions. For more information, refer to Note 16 - Commitments and Contingencies.\n \nDuring the fiscal year ended April 30, 2023, an operating lease for a separate location in Columbia, Missouri expired.\n \nFuture lease payments for all our operating leases as of April 30, 2023, and for succeeding fiscal years, are as follows (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nOperating\n\n\n \n\n\n\n\n\n\n2024\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n2,251\n\n\n \n\n\n\n\n\n\n2025\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,241\n\n\n \n\n\n\n\n\n\n2026\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,178\n\n\n \n\n\n\n\n\n\n2027\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,207\n\n\n \n\n\n\n\n\n\n2028\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,238\n\n\n \n\n\n\n\n\n\nThereafter\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n26,426\n\n\n \n\n\n\n\n\n\nTotal future lease payments\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n37,541\n\n\n \n\n\n\n\n\n\nLess amounts representing interest\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n12,573\n\n\n)\n\n\n\n\n\n\nPresent value of lease payments\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n24,968\n\n\n \n\n\n\n\n\n\nLess current maturities of lease liabilities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n904\n\n\n)\n\n\n\n\n\n\nLong-term maturities of lease liabilities\n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n24,064\n\n\n \n\n\n\n\n \nF-\n19\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nDuring the fiscal year ended April 30, 2023, the cash paid for amounts included in the measurement of the liabilities and the operating cash flows was $\n1.9\n million.  During the fiscal year ended April 30, 2022, the cash paid for amounts included in the measurement of the liabilities and the operating cash flows was $\n1.8\n million.\n\n\n5. Inventory\nThe following table sets forth a summary of inventories stated at lower of cost or net realizable value, as of April 30, 2023 and 2022 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nFinished goods\n\n\n \n\n\n$\n\n\n90,906\n\n\n \n\n\n \n\n\n$\n\n\n110,650\n\n\n \n\n\n\n\n\n\nFinished parts\n\n\n \n\n\n \n\n\n2,818\n\n\n \n\n\n \n\n\n \n\n\n4,353\n\n\n \n\n\n\n\n\n\nWork in process\n\n\n \n\n\n \n\n\n66\n\n\n \n\n\n \n\n\n \n\n\n194\n\n\n \n\n\n\n\n\n\nRaw material\n\n\n \n\n\n \n\n\n5,944\n\n\n \n\n\n \n\n\n \n\n\n6,486\n\n\n \n\n\n\n\n\n\nTotal inventories\n\n\n \n\n\n$\n\n\n99,734\n\n\n \n\n\n \n\n\n$\n\n\n121,683\n\n\n \n\n\n\n\nCertain of our suppliers in Asia require deposits to procure our inventory products prior to beginning the manufacturing process.  These deposits on our inventory varies by supplier and range from \n30\n% to \n100\n%.   For the fiscal years ended April 30, 2023 and 2022, we have recorded $\n4.3\n million and $\n3.9\n million, respectively, in prepaid expenses and other current assets on our consolidated balance sheet.\n \n\n\n6. Property, Plant, and Equipment\nThe following table summarizes property, plant, and equipment as of April 30, 2023 and 2022 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n \n\n\n\n\n\n\nMachinery and equipment\n\n\n \n\n\n$\n\n\n \n\n\n17,678\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n17,664\n\n\n \n\n\n \n\n\n\n\n\n\nComputer and other equipment\n\n\n \n\n\n \n\n\n \n\n\n1,865\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,095\n\n\n \n\n\n \n\n\n\n\n\n\nLeasehold improvements\n\n\n \n\n\n \n\n\n \n\n\n316\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2,364\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n19,859\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n22,123\n\n\n \n\n\n \n\n\n\n\n\n\nLess: Accumulated depreciation and amortization\n\n\n \n\n\n \n\n\n \n\n\n(\n11,229\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n12,635\n\n\n)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n8,630\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9,488\n\n\n \n\n\n \n\n\n\n\n\n\nConstruction in progress\n\n\n \n\n\n \n\n\n \n\n\n858\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1,133\n\n\n \n\n\n \n\n\n\n\n\n\nTotal property, plant, and equipment, net\n\n\n \n\n\n$\n\n\n \n\n\n9,488\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n10,621\n\n\n \n\n\n \n\n\n\n\n \nDepreciation expense for the fiscal years ended April 30, 2023, 2022, and 2021 was $\n2.7\n milli\non, $\n2.3\n million, \nand $\n3.0\n million, respectively.\n \nThe following table summarizes depreciation and amortization expense, which includes amortization of intangibles, by line item for the fiscal years ended April 30, 2023, 2022, and 2021 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nCost of sales\n\n\n \n\n\n$\n\n\n \n\n\n1,429\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n1,299\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n1,016\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n \n\n\n415\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n203\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n43\n\n\n \n\n\n\n\n\n\nSelling, marketing, and distribution\n\n\n \n\n\n \n\n\n \n\n\n362\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n510\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n114\n\n\n \n\n\n\n\n\n\nGeneral and administrative (a)\n\n\n \n\n\n \n\n\n \n\n\n14,305\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n14,955\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n18,653\n\n\n \n\n\n\n\n\n\nTotal depreciation and amortization\n\n\n \n\n\n$\n\n\n \n\n\n16,511\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n16,967\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n19,826\n\n\n \n\n\n\n\n \n(a)\nGeneral and administrative expenses included $\n13.6\n million,\n $\n14.4\n million, a\nnd $\n16.8\n million of amortization for the fiscal years ended April 30, 2023, 2022, and 2021, respectively, which were recorded as a result of our acquisitions.\n\n\nF-\n20\n\n\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \n\n\nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n\n\n \n\n\n7. Intangible Assets\nThe following table summarizes intangible assets as of April 30, 2023 and 2022 (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nGross\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nGross\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nCarrying\n\n\n \n\n\n \n\n\nAccumulated\n\n\n \n\n\n \n\n\nNet Carrying\n\n\n \n\n\n \n\n\nCarrying\n\n\n \n\n\n \n\n\nAccumulated\n\n\n \n\n\n \n\n\nNet Carrying\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAmortization\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n \n\n\nAmortization\n\n\n \n\n\n \n\n\nAmount\n\n\n \n\n\n\n\n\n\nCustomer relationships\n\n\n \n\n\n$\n\n\n89,980\n\n\n \n\n\n \n\n\n$\n\n\n(\n74,035\n\n\n)\n\n\n \n\n\n$\n\n\n15,945\n\n\n \n\n\n \n\n\n$\n\n\n89,980\n\n\n \n\n\n \n\n\n$\n\n\n(\n67,955\n\n\n)\n\n\n \n\n\n$\n\n\n22,025\n\n\n \n\n\n\n\n\n\nDeveloped software and technology\n\n\n \n\n\n \n\n\n31,022\n\n\n \n\n\n \n\n\n \n\n\n(\n21,978\n\n\n)\n\n\n \n\n\n \n\n\n9,044\n\n\n \n\n\n \n\n\n \n\n\n25,812\n\n\n \n\n\n \n\n\n \n\n\n(\n19,395\n\n\n)\n\n\n \n\n\n \n\n\n6,417\n\n\n \n\n\n\n\n\n\nPatents, trademarks, and trade names\n\n\n \n\n\n \n\n\n68,943\n\n\n \n\n\n \n\n\n \n\n\n(\n44,042\n\n\n)\n\n\n \n\n\n \n\n\n24,901\n\n\n \n\n\n \n\n\n \n\n\n68,663\n\n\n \n\n\n \n\n\n \n\n\n(\n39,030\n\n\n)\n\n\n \n\n\n \n\n\n29,633\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n189,945\n\n\n \n\n\n \n\n\n \n\n\n(\n140,055\n\n\n)\n\n\n \n\n\n \n\n\n49,890\n\n\n \n\n\n \n\n\n \n\n\n184,455\n\n\n \n\n\n \n\n\n \n\n\n(\n126,380\n\n\n)\n\n\n \n\n\n \n\n\n58,075\n\n\n \n\n\n\n\n\n\nPatents and software in development\n\n\n \n\n\n \n\n\n1,701\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n1,701\n\n\n \n\n\n \n\n\n \n\n\n4,689\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,689\n\n\n \n\n\n\n\n\n\nTotal definite-lived intangible assets\n\n\n \n\n\n \n\n\n191,646\n\n\n \n\n\n \n\n\n \n\n\n(\n140,055\n\n\n)\n\n\n \n\n\n \n\n\n51,591\n\n\n \n\n\n \n\n\n \n\n\n189,144\n\n\n \n\n\n \n\n\n \n\n\n(\n126,380\n\n\n)\n\n\n \n\n\n \n\n\n62,764\n\n\n \n\n\n\n\n\n\nIndefinite-lived intangible assets\n\n\n \n\n\n \n\n\n430\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n430\n\n\n \n\n\n \n\n\n \n\n\n430\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n430\n\n\n \n\n\n\n\n\n\nTotal intangible assets\n\n\n \n\n\n$\n\n\n192,076\n\n\n \n\n\n \n\n\n$\n\n\n(\n140,055\n\n\n)\n\n\n \n\n\n$\n\n\n52,021\n\n\n \n\n\n \n\n\n$\n\n\n189,574\n\n\n \n\n\n \n\n\n$\n\n\n(\n126,380\n\n\n)\n\n\n \n\n\n$\n\n\n63,194\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nWe amortize intangible assets with determinable lives over a weighted-average period of approximately \nfive years\n. The weighted-average periods of amortization by intangible asset class is approximately \nfive years\n for customer relationships, \nsix years\n for developed software and technology, and \nsix years\n for patents, trademarks, and trade names. Amortization expense amounted to $\n13.7\n million,\n $\n14.5\n million, a\nnd $\n16.8\n million for the fiscal years ended April 30, 2023, 2022, and 2021, respectively.\n \nThe following table represents future expected amortization expense as of April 30, 2023 (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFiscal\n\n\n \n\n\nAmount\n\n\n \n\n\n\n\n\n\n2024\n\n\n \n\n\n$\n\n\n13,614\n\n\n \n\n\n\n\n\n\n2025\n\n\n \n\n\n \n\n\n9,312\n\n\n \n\n\n\n\n\n\n2026\n\n\n \n\n\n \n\n\n8,097\n\n\n \n\n\n\n\n\n\n2027\n\n\n \n\n\n \n\n\n5,753\n\n\n \n\n\n\n\n\n\n2028\n\n\n \n\n\n \n\n\n4,463\n\n\n \n\n\n\n\n\n\nThereafter\n\n\n \n\n\n \n\n\n8,651\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n49,890\n\n\n \n\n\n\n\n \nWe did \nno\nt record any impairment charges for long-lived intangible assets in the fiscal years ended April 30, 2023, 2022, and 2021, respectively, excluding the goodwill adjustments noted below.\n\n\n8. Goodwill\nChanges in goodwill are summarized as follows (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nTotal\nGoodwill\n\n\n \n\n\n\n\n\n\nBalance as of April 30, 2021\n\n\n$\n\n\n \n\n\n64,315\n\n\n \n\n\n\n\n\n\nAdjustments\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nAcquisitions\n\n\n \n\n\n \n\n\n3,534\n\n\n \n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n \n\n\n(\n67,849\n\n\n)\n\n\n\n\n\n\nBalance as of April 30, 2022\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nAdjustments\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nBalance as of April 30, 2023\n\n\n$\n\n\n \n\n\n—\n\n\n \n\n\n\n\n \nAs of April 30, 2023, we have accumulated $\n177.2\n million of goodwill impairment charges since fiscal 2015 which includes all of our accumulated goodwill to date. Refer to Note 2 – \nSummary of Significant Accounting Policies\n for more details relating to these impairments.\n \n\n\nF-\n21\n\n\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \n\n\nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n\n\n \n\n\n9. Accrued Expenses\nThe following table sets forth other accrued expenses as of April 30, 2023 and 2022 (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nAccrued sales allowances\n\n\n$\n\n\n2,453\n\n\n \n\n\n \n\n\n$\n\n\n2,392\n\n\n \n\n\n\n\n\n\nAccrued freight\n\n\n \n\n\n1,962\n\n\n \n\n\n \n\n\n \n\n\n1,253\n\n\n \n\n\n\n\n\n\nAccrued professional fees\n\n\n \n\n\n1,106\n\n\n \n\n\n \n\n\n \n\n\n951\n\n\n \n\n\n\n\n\n\nAccrued commissions\n\n\n \n\n\n1,072\n\n\n \n\n\n \n\n\n \n\n\n1,175\n\n\n \n\n\n\n\n\n\nAccrued warranty\n\n\n \n\n\n966\n\n\n \n\n\n \n\n\n \n\n\n786\n\n\n \n\n\n\n\n\n\nAccrued employee benefits\n\n\n \n\n\n568\n\n\n \n\n\n \n\n\n \n\n\n312\n\n\n \n\n\n\n\n\n\nAccrued taxes other than income\n\n\n \n\n\n346\n\n\n \n\n\n \n\n\n \n\n\n718\n\n\n \n\n\n\n\n\n\nAccrued other\n\n\n \n\n\n268\n\n\n \n\n\n \n\n\n \n\n\n266\n\n\n \n\n\n\n\n\n\nTotal accrued expenses\n\n\n$\n\n\n8,741\n\n\n \n\n\n \n\n\n$\n\n\n7,853\n\n\n \n\n\n\n\n\n\n \n\n\n10. Debt\nOn August 24, 2020, we entered into a financing arrangement consisting of a $\n50.0\n million revolving line of credit secured by substantially all our assets, maturing \nfive years\n from the closing date, with available borrowings determined by a borrowing base calculation. The revolving line included an option to increase the credit commitment by an additional $\n15\n million. The revolving line bore interest at a fluctuating rate equal to the Base Rate or LIBOR, as applicable, plus the applicable margin.\nOn March 25, 2022, we amended our secured loan and security agreement, or the Amended Loan and Security Agreement, increasing the revolving line of credit to $\n75\n million, secured by substantially all our assets, maturing in \nMarch 2027\n, with available borrowings determined by a borrowing base calculation. \nThe amendment also includes an option to increase the credit commitment by an additional $\n15\n million. The amended revolving line bears interest at a fluctuating rate equal to the Base Rate or Secured Overnight Financing Rate, or SOFR, as applicable, plus the applicable margin.\n The applicable margin can range from a minimum of \n0.25\n% to a maximum of \n1.75\n% based on certain conditions as defined in the Amended Loan and Security Agreement. The financing arrangement contains covenants relating to minimum debt service coverage.\nAs of April 30, 2023, we had $\n5.0\n million of borrowings outstanding on the revolving line of credit, which bore interest at \n6.05\n%, equal to SOFR plus the applicable margin.  The proceeds from the borrowings on our revolving line of credit were used to purchase the Grilla Grills branded products from FTI in fiscal 2022.\n \nIn fiscal 2023, we executed an irrevocable standby letter of credit for $\n1.7\n million to collateralize duty drawback bonds.  During the fiscal year ended April 30, 2023, \nno\n amounts have been drawn on the letter of credit.\n \n\n\n11. Fair Value Measurement\nWe follow the provisions of ASC 820-10, Fair Value Measurements and Disclosures Topic, or ASC 820-10, for our financial assets and liabilities. ASC 820-10 provides a framework for measuring fair value under GAAP and requires expanded disclosures regarding fair value measurements. ASC 820-10 defines fair value as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. ASC 820-10 also establishes a fair value hierarchy, which requires an entity to maximize the use of observable inputs, where available, and minimize the use of unobservable inputs when measuring fair value.\nFinancial assets and liabilities recorded on the accompanying consolidated balance sheets are categorized based on the inputs to the valuation techniques as follows:\nLevel 1 — \nFinancial assets and liabilities whose values are based on unadjusted quoted prices for identical assets or liabilities in an active market that we have the ability to access at the measurement date (examples include active exchange-traded equity securities, listed derivatives, and most U.S. Government and agency securities).\nOur cash and cash equivalents, which are measured at fair value on a recurring basis, totaled $\n22.0\n million as of April 30, 2023 and $\n19.5\n million as of April 30, 2022.  Cash and cash equivalents are reported at fair value based on market prices for identical assets in active markets, and therefore classified as Level 1 of the value hierarchy.\nF-\n22\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nLevel 2\n — Financial assets and liabilities whose values are based on quoted prices in markets in which trading occurs infrequently or whose values are based on quoted prices of instruments with similar attributes in active markets. Level 2 inputs include the following:\n•\nquoted prices for identical or similar assets or liabilities in non-active markets (such as corporate and municipal bonds which trade infrequently);\n•\ninputs other than quoted prices that are observable for substantially the full term of the asset or liability (such as interest rate and currency swaps); and\n•\ninputs that are derived principally from or corroborated by observable market data for substantially the full term of the asset or liability (such as certain securities and derivatives).\nThe carrying value of our revolving line of credit approximated the fair value, as of April 30, 2023, in considering Level 2 inputs within the hierarchy.\n \nLevel 3\n — Financial assets and liabilities whose values are based on prices or valuation techniques that require inputs that are both unobservable and significant to the overall fair value measurement. These inputs reflect our assumptions about the assumptions a market participant would use in pricing the asset or liability.\n \nWe currently do \nno\nt have any Level 3 financial assets or liabilities as of April 30, 2023.\n\n\n \n\n\n12. Self-Insurance Reserves\nDuring the fiscal year ended April 30, 2023, we transitioned to a self-insured group health insurance program.  Prior to this transition, we had fully guaranteed cost group health insurance programs.  We are now self-insured through retentions or deductibles with stop-loss insurance for medical claims that reach a certain limit per claim.  We record our liability for estimated incurred losses based on historical claim data in the accompanying consolidated financial statements on an undiscounted basis.  While we believe these reserves to be adequate, it is possible that the ultimate liabilities will exceed such estimates.\n \nThe following table summarizes the activity related to self-insurance reserves in the fiscal years ended April 30, 2023 and 2022 (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the years ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nBeginning balance\n\n\n \n\n\n$\n\n\n29\n\n\n \n\n\n \n\n\n$\n\n\n33\n\n\n \n\n\n\n\n\n\nAdditional provisions charged to expense\n\n\n \n\n\n \n\n\n2,094\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nPayments\n\n\n \n\n\n \n\n\n(\n1,727\n\n\n)\n\n\n \n\n\n \n\n\n(\n4\n\n\n)\n\n\n\n\n\n\nEnding balance\n\n\n \n\n\n$\n\n\n396\n\n\n \n\n\n \n\n\n$\n\n\n29\n\n\n \n\n\n\n\n\n\n \n\n\n13. Equity\nTreasury Stock\nOn December 6, 2021, our Board of Directors authorized the repurchase of up to $\n15.0\n million of our common stock, subject to certain conditions, in the open market, or block purchases, executable through \nDecember 2023\n. During the fiscal year ended April 30, 2022, we completed this stock repurchase program by purchasing \n836,964\n shares of our common stock, in the open market, for a total of $\n15.0\n million under this authorization, utilizing cash on hand. We have recorded the shares we purchased, at cost, as a reduction of stockholders’ equity on the consolidated balance sheet.\n \nOn September 30, 2022, our Board of Directors authorized the repurchase of up to $\n10.0\n million of our common stock, subject to certain conditions, in the open market, in block purchases, or in privately negotiated transactions, executable through \nSeptember 29, 2023\n. During the fiscal year ended April 30, 2023, under this authorization, we repurchased \n377,034\n shares of our common stock, in the open market, for $\n3.5\n million utilizing cash on hand.\nF-\n23\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nIncentive Stock and Employee Stock Purchase Plans\n \nPrior to the Separation, our employees participated in \ntwo\n of our former parent’s sponsored incentive stock plans. All grants made prior to the Separation covering all participants were issued under those plans.\nCertain of our employees have participated in our former parent’s 2013 Incentive Stock Plan. The following disclosures of stock-based compensation expense recognized by us, prior to the Separation, are based on grants related directly to our employees and an allocation of our former parent’s corporate and shared employee stock-based compensation expenses. Accordingly, the amounts presented are not necessarily indicative of future awards and do not necessarily reflect the results that we would have experienced as an independent company for the periods presented.\nIn connection with the Separation, outstanding and vested awards granted to employees under our former parent’s incentive stock plans were converted into our stock-based awards. Unvested awards held by our employees were converted into our stock-based awards. The ratio used to convert our former parent incentive plan awards was intended to preserve the aggregate intrinsic value of each award immediately after the Separation when compared to the aggregate intrinsic value immediately prior to the Separation. All performance-based restricted share units, or PSUs, outstanding on the Distribution Date were converted to PSUs using payout metrics based on a combination of actual performance through the Distribution Date and the target for the remainder of the performance period. Due to the conversion, we expect to incur $\n711,000\n of incremental stock-based compensation expense for our employees to be recognized over the awards' remaining vesting period.  As of April 30, 2023, the remaining vesting period was \n0.57\n years.\nPost-Separation, we have a stock incentive plan, or 2020 Incentive Compensation Plan, under which we can grant new awards to our employees and directors. Our 2020 Incentive Compensation Plan authorizes the issuance of awards covering up to \n1,397,510\n shares of our common stock. The plan permits the grant of options to acquire common stock, restricted stock awards, restricted stock units, or RSUs, stock appreciation rights, bonus stock and awards in lieu of obligations, performance awards, and dividend equivalents. Our Board of Directors, or a committee established by our Board of Directors, administers the plan, selects recipients to whom awards are granted, and determines the grants to be awarded. Stock options granted under the plan are exercisable at a price determined by our Board of Directors or a committee thereof at the time of grant, but in no event, less than fair market value of our common stock on the date granted. Grants of options may be made to employees and directors without regard to any performance measures. All options issued pursuant to the plan are generally nontransferable and subject to forfeiture.\nUnless terminated earlier by our Board of Directors, our 2020 Incentive Compensation Plan will terminate at the earliest of (1) the tenth anniversary of the effective date of our 2020 Incentive Compensation Plan, or (2) such time as \nno\n shares of common stock remain available for issuance under the plan and we have no further rights or obligations with respect to outstanding awards under the plan. The date of grant of an award is deemed to be the date upon which our Board of Directors or a committee thereof authorizes the granting of such award.\nExcept in specific circumstances, grants generally vest over a period of \nthree\n or \nfour years\n and grants of stock options are exercisable for a period of \n10 years\n. Our 2020 Incentive Compensation Plan also permits the grant of awards to non-employees.\nWe recognized $\n4.1\n million and $\n2.8\n million, respectively, of stock-based compensation expense for the fiscal years ended April 30, 2023 and 2022.\n \nWe recognized $\n2.9\n million of stock-based compensation expense for the fiscal year ended April 30, 2021. Of the total stock-based compensation we recognized for the period prior to the Separation, for the year ended April 30, 2021, $\n224,000\n related to allocations of our former parent’s corporate and shared employee stock-based compensation expense.\n \nWe include stock-based compensation expense in the cost of sales, sales and marketing, research and development, and general and administrative expenses.\nWe grant RSUs to employees and directors. The awards are made at no cost to the recipient. An RSU represents the right to receive one share of our common stock and does not carry voting or dividend rights.\n Except in specific circumstances, \nRSU grants to employees generally vest over a period of \nfour years\n with one-fourth of the units vesting on each anniversary of the grant date.\n We amortize the aggregate fair value of our RSU grants to compensation expense over the vesting period. Awards that do not vest are forfeited.\nF-\n24\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nWe grant performance stock units, or PSUs, to our executive officers and certain other employees from time to time. At the time of grant, we calculate the fair value of our PSUs using the Monte-Carlo simulation. \nWe incorporate the following variables into the valuation model:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the years ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nGrant date fair market value\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAmerican Outdoor Brands, Inc.\n\n\n \n\n\n$\n\n\n12.70\n\n\n \n\n\n \n\n\n$\n\n\n26.44\n\n\n \n\n\n\n\n\n\nRussell 2000 Index\n\n\n \n\n\n$\n\n\n1,882.91\n\n\n \n\n\n \n\n\n$\n\n\n2,277.45\n\n\n \n\n\n\n\n\n\nVolatility (a)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAmerican Outdoor Brands, Inc.\n\n\n \n\n\n \n\n\n49.04\n\n\n%\n\n\n \n\n\n \n\n\n47.78\n\n\n%\n\n\n\n\n\n\nRussell 2000 Index\n\n\n \n\n\n \n\n\n31.75\n\n\n%\n\n\n \n\n\n \n\n\n30.69\n\n\n%\n\n\n\n\n\n\nCorrelation coefficient (b)\n\n\n \n\n\n \n\n\n0.50\n\n\n \n\n\n \n\n\n \n\n\n0.46\n\n\n \n\n\n\n\n\n\nRisk-free interest rate (c)\n\n\n \n\n\n \n\n\n2.91\n\n\n%\n\n\n \n\n\n \n\n\n0.33\n\n\n%\n\n\n\n\n\n\nDividend yield (d)\n\n\n \n\n\n \n\n\n0\n\n\n%\n\n\n \n\n\n \n\n\n0\n\n\n%\n\n\n\n\n \n(a)\nExpected volatility is calculated based on a peer group over the most recent period that represents the remaining term of the performance period as of the valuation date, or \nthree year\ns.\n \n(b)\nThe correlation coefficient utilizes the same historical price data used to develop the volatility assumptions.\n \n(c)\nThe risk-free interest rate is based on the yield of a zero-coupon U.S. Treasury bill, commensurate with the \nthree-year\n performance period.\n \n(d)\nWe do not expect to pay dividends in the foreseeable future.\n \nThe PSUs vest, and the fair value of such PSUs will be recognized, over the corresponding \nthree-year\n performance period. Our PSUs have a maximum aggregate award equal to \n200\n% of the target unit amount granted. Generally, the number of PSUs that may be earned depends upon the total stockholder return, or TSR, of our common stock compared with the TSR of the Russell 2000 Index, or the RUT, over the three-year performance period. For PSUs, our stock must outperform the RUT by \n5\n% in order for the target award to vest. In addition, there is a cap on the number of shares that can be earned under our PSUs, which is equal to six times the grant-date value of each award.\nDuring the fiscal year ended April 30, 2023, we granted an aggregate of \n311,676\n service based RSUs, including \n52,277\n RSUs to executive officers and \n259,399\n RSUs to non-executive officer employees and directors under our 2020 Incentive Compensation Plan.  We granted an aggregate of \n52,277\n PSUs to our executive officers during fiscal 2023.  In addition, in connection with a 2019 grant, we vested \n7,200\n PSUs (i.e., the target amount granted), which achieved \n200\n% of the maximum aggregate award possible, resulting in awards totaling \n14,400\n shares to certain of our executive officers and employees of our former parent that were granted as part of the Separation.  During the fiscal year ended April 30, 2023, we cancelled \n14,390\n RSUs as a result of the service condition not being met.  In connection with the vesting RSUs, during the fiscal year ended April 30, 2023, we delivered common stock to our employees, including executive officers and directors, with a total market value of $\n1.5\n million.\nDuring the fiscal year ended April 30, 2022, we granted an aggregate of \n77,251\n service based RSUs, including \n28,948\n RSUs to executive officers and \n48,303\n RSUs to non-executive officer employees and directors under our 2020 Incentive Compensation Plan.  We granted an aggregate of \n26,809\n PSUs to our executive officers during fiscal 2022.  In addition, in connection with a 2018 grant, we vested \n10,800\n PSUs (i.e., the target amount granted), which achieved \n200\n% of the maximum aggregate award possible, resulting in awards totaling \n21,600\n shares to certain of our executive officers and employees of our former parent that were granted as part of the Separation.  During the fiscal year ended April 30, 2022, we cancelled \n40,929\n RSUs, and \n24,565\n PSUs, as a result of the service condition not being met.  In connection with the vesting RSUs, during the fiscal year ended April 30, 2022, we delivered common stock to our employees, including executive officers and directors, with a total market value of $\n3.3\n million.\nDuring the fiscal year ended April 30, 2021, we granted an aggregate of \n166,319\n service based RSUs to executive officers, non-executive officer employees, and directors, and \n78,045\n PSUs to certain executive officers and employees under our 2020 Incentive Compensation Plan. During the fiscal year ended April 30, 2021, we cancelled \n2,994\n service based RSUs as a result of the service condition not being met. In connection with the vesting of RSUs, during the fiscal year ended April 30, 2021, we delivered common stock to employees and directors under our 2020 Incentive Compensation Plan with a total market value of $\n891,000\n.\nF-\n25\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nA summary of activity for unvested RSUs and PSUs under our 2020 Incentive Compensation Plan for the fiscal years ended April 30, 2023 and 2022 is as follows:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nTotal # of\n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n \n\n\nTotal # of\n\n\n \n\n\n \n\n\nAverage\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nRestricted\n\n\n \n\n\n \n\n\nGrant Date\n\n\n \n\n\n \n\n\nRestricted\n\n\n \n\n\n \n\n\nGrant Date\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nStock Units\n\n\n \n\n\n \n\n\nFair Value\n\n\n \n\n\n \n\n\nStock Units\n\n\n \n\n\n \n\n\nFair Value\n\n\n \n\n\n\n\n\n\nRSUs and PSUs outstanding, beginning of period\n\n\n \n\n\n \n\n\n349,774\n\n\n \n\n\n \n\n\n$\n\n\n15.93\n\n\n \n\n\n \n\n\n \n\n\n427,519\n\n\n \n\n\n \n\n\n$\n\n\n11.67\n\n\n \n\n\n\n\n\n\nAwarded\n\n\n \n\n\n \n\n\n371,153\n\n\n \n\n\n \n\n\n \n\n\n10.68\n\n\n \n\n\n \n\n\n \n\n\n114,860\n\n\n \n\n\n \n\n\n \n\n\n26.92\n\n\n \n\n\n\n\n\n\nVested\n\n\n \n\n\n \n\n\n(\n145,958\n\n\n)\n\n\n \n\n\n \n\n\n12.62\n\n\n \n\n\n \n\n\n \n\n\n(\n127,111\n\n\n)\n\n\n \n\n\n \n\n\n11.57\n\n\n \n\n\n\n\n\n\nForfeited\n\n\n \n\n\n \n\n\n(\n14,390\n\n\n)\n\n\n \n\n\n \n\n\n14.20\n\n\n \n\n\n \n\n\n \n\n\n(\n65,494\n\n\n)\n\n\n \n\n\n \n\n\n15.86\n\n\n \n\n\n\n\n\n\nRSUs and PSUs outstanding, end of period\n\n\n \n\n\n \n\n\n560,579\n\n\n \n\n\n \n\n\n$\n\n\n13.36\n\n\n \n\n\n \n\n\n \n\n\n349,774\n\n\n \n\n\n \n\n\n$\n\n\n15.93\n\n\n \n\n\n\n\n \nAs of April 30, 2023, there was $\n2.3\n million of unrecognized compensation expense related to unvested RSUs and PSUs.  We expect to recognize this expense over a weighted average remaining contractual term of \n1.1\n years.\n \nWe have an employee stock purchase plan, or ESPP, which authorizes the sale of up to \n419,253\n shares of our common stock to employees. All options and rights to participate in our ESPP are nontransferable and subject to forfeiture in accordance with our ESPP guidelines. Our current ESPP will be implemented in a series of successive offering periods, each with a maximum duration of \n12\n months. If the fair market value per share of our common stock on any purchase date is less than the fair market value per share on the start date of a 12-month offering period, then that offering period will automatically terminate, and a new 12-month offering period will begin on the next business day. Each offering period will begin on April 1 or October 1, as applicable, immediately following the end of the previous offering period. Payroll deductions will be on an after-tax basis, in an amount of not less than \n1\n% and not more than \n20\n% (or such greater percentage as the committee appointed to administer our ESPP may establish from time to time before the first day of an offering period) of a participant’s compensation on each payroll date. The option exercise price per share will equal \n85\n% of the lower of the fair market value on the first day of the offering period or the fair market value on the exercise date. The maximum number of shares that a participant may purchase during any purchase period is the greater of \n2,500\n shares, or a total of $\n25,000\n in shares, based on the fair market value on the first day of the offering period. Our ESPP will remain in effect until the earliest of (a) the exercise date that participants become entitled to purchase a number of shares greater than the number of reserved shares available for purchase under our ESPP, (b) such date as is determined by our Board of Directors in its discretion, or (c) the tenth anniversary of the effective date. In the event of certain corporate transactions, each option outstanding under our ESPP will be assumed or an equivalent option will be substituted by the successor corporation or a parent or subsidiary of such successor corporation.  During fiscal years ended April 30, 2023 and 2022, \n89,860\n shares and \n76,098\n shares, respectively, were purchased by our employees under our ESPP.\n \nWe measure the cost of employee services received in exchange for an award of an equity instrument based on the grant-date fair value of the award. We amortize the fair value of the award over the vesting period of the option. Under the ESPP, fair value is determined at the beginning of the purchase period and amortized over the term of each exercise period.\n \nThe following assumptions were used in valuing ESPP purchases under our ESPP during the years ended April 30, 2023 and 2022:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the years ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nRisk-free interest rate\n\n\n \n\n\n3.97\n% - \n4.01\n%\n\n\n \n\n\n \n\n\n0.05\n% - \n0.09\n%\n\n\n \n\n\n\n\n\n\nExpected term\n\n\n \n\n\n6 months\n - \n12 months\n\n\n \n\n\n \n\n\n6\n months - \n12\n months\n\n\n \n\n\n\n\n\n\nExpected volatility\n\n\n \n\n\n51.9\n% - \n58.4\n%\n\n\n \n\n\n \n\n\n54.7\n% - \n56.7\n%\n\n\n \n\n\n\n\n\n\nDividend yield\n\n\n \n\n\n \n\n\n0\n\n\n%\n\n\n \n\n\n \n\n\n0\n\n\n%\n\n\n\n\n \nWe estimate expected volatility using historical volatility for the expected term. The fair value of each stock option or ESPP purchase was estimated on the date of the grant using the Black-Scholes option pricing model (using the risk-free interest rate, expected term, expected volatility, and dividend yield variables, as noted in the above table).\n \n\n\nF-\n26\n\n\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \n\n\nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n\n\n \n\n\n14. Employer Sponsored Benefit Plans\nContributory Defined Investment Plan\n — Our employees participate in a contributory defined investment plan, subject to service requirements.  Under the terms of the plan, employees may contribute from \n1\n% to \n30\n% of their annual pay and we generally make discretionary matching contributions of up to \n50\n% of the first \n6\n% of employee contributions to the plan. We contributed $\n500,000\n, $\n592,000\n, and $\n461,000\n for the fiscal years ended April 30, 2023, 2022, and 2021, respectively.\n \nNon-Contributory Profit-Sharing Plan\n — Our employees participate in our non-contributory profit-sharing plan upon meeting certain eligibility requirements. \nEmployees become eligible on May 1 following the completion of a full fiscal year of continuous service.\n Our contributions to the plan are discretionary. We did \nno\nt contribute to the plan for the fiscal year 2023.  For fiscal years 2022 and 2021, we contributed $\n984,000\n and $\n1.9\n million, respectively, which has been recorded in general and administrative costs. Contributions are funded after the fiscal year-end.\n \n\n\n15. Income Taxes\n \nPrior to the Separation, income taxes were calculated as if we file income tax returns on a standalone basis. Our U.S. operations and certain of our non-U.S. operations historically have been included in the tax returns of our former parent or its subsidiaries. We believe the assumptions supporting our allocation and presentation of income taxes on a separate return basis were reasonable.\n \nIncome tax expense/(benefit) from operations consists of the following (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nCurrent:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFederal\n\n\n \n\n\n$\n\n\n \n\n\n(\n126\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n2,356\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n8,356\n\n\n \n\n\n\n\n\n\nState\n\n\n \n\n\n \n\n\n \n\n\n(\n123\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n302\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1,085\n\n\n \n\n\n\n\n\n\nForeign\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n\n\n\n\nTotal current\n\n\n \n\n\n \n\n\n \n\n\n(\n249\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n2,661\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9,445\n\n\n \n\n\n\n\n\n\nDeferred:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDeferred federal\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n5,958\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n3,222\n\n\n)\n\n\n\n\n\n\nDeferred state\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n725\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n336\n\n\n)\n\n\n\n\n\n\nTotal deferred\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n6,683\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n3,558\n\n\n)\n\n\n\n\n\n\nTotal income tax expense/(benefit)\n\n\n \n\n\n$\n\n\n \n\n\n(\n249\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n9,344\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n5,887\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \nThe following table presents a reconciliation of the provision for income taxes from operations at statutory rates to the provision (benefit) in the consolidated and combined financial statements (in thousands):\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFor the Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nFederal income taxes expected at the statutory rate (a)\n\n\n \n\n\n$\n\n\n \n\n\n(\n2,577\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n(\n11,663\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n5,101\n\n\n \n\n\n\n\n\n\nState income taxes, less federal income tax benefit\n\n\n \n\n\n \n\n\n \n\n\n(\n303\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n633\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n586\n\n\n \n\n\n\n\n\n\nStock compensation\n\n\n \n\n\n \n\n\n \n\n\n96\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(\n276\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n83\n\n\n)\n\n\n\n\n\n\nResearch and development tax credit\n\n\n \n\n\n \n\n\n \n\n\n(\n200\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n291\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n288\n\n\n)\n\n\n\n\n\n\nGoodwill impairment\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n7,633\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nChange in deferred tax valuation allowance\n\n\n \n\n\n \n\n\n \n\n\n2,600\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n14,200\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n241\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n \n\n\n135\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n374\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n330\n\n\n \n\n\n\n\n\n\nTotal income tax expense/(benefit)\n\n\n \n\n\n$\n\n\n \n\n\n(\n249\n\n\n)\n\n\n \n\n\n$\n\n\n \n\n\n9,344\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n5,887\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n(a)\nWe had a federal statutory rate of \n21\n% in fiscal 2023, 2022, and 2021.\nF-\n27\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nDeferred tax assets (liabilities) related to temporary differences are the following (in thousands):\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nApril 30, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nNon-current tax assets (liabilities):\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInventories\n\n\n$\n\n\n \n\n\n1,574\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n1,594\n\n\n \n\n\n\n\n\n\nAccrued expenses, including compensation\n\n\n \n\n\n \n\n\n1,446\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1,805\n\n\n \n\n\n\n\n\n\nProduct liability\n\n\n \n\n\n \n\n\n28\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n29\n\n\n \n\n\n\n\n\n\nWorkers' compensation\n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n7\n\n\n \n\n\n\n\n\n\nWarranty reserve\n\n\n \n\n\n \n\n\n222\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n147\n\n\n \n\n\n\n\n\n\nStock-based compensation\n\n\n \n\n\n \n\n\n1,172\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n801\n\n\n \n\n\n\n\n\n\nState bonus depreciation\n\n\n \n\n\n \n\n\n150\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n98\n\n\n \n\n\n\n\n\n\nProperty, plant, and equipment\n\n\n \n\n\n \n\n\n(\n2,577\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n1,949\n\n\n)\n\n\n\n\n\n\nIntangible assets\n\n\n \n\n\n \n\n\n11,877\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n11,817\n\n\n \n\n\n\n\n\n\nRight-of Use assets\n\n\n \n\n\n \n\n\n(\n5,640\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n5,570\n\n\n)\n\n\n\n\n\n\nRight-of Use lease liabilities\n\n\n \n\n\n \n\n\n5,820\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n5,803\n\n\n \n\n\n\n\n\n\nCapitalized R&D\n\n\n \n\n\n \n\n\n1,340\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n(\n15\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n141\n\n\n)\n\n\n\n\n\n\nLoss and credit carryforwards\n\n\n \n\n\n \n\n\n1,636\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nLess valuation allowance\n\n\n \n\n\n \n\n\n(\n17,041\n\n\n)\n\n\n \n\n\n \n\n\n \n\n\n(\n14,441\n\n\n)\n\n\n\n\n\n\nNet deferred tax asset/(liability) — total\n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAs of April 30, 2023, federal and state net operating loss, or NOL, carryforwards were $\n6.2\n million and $\n2.9\n million, respectively, and $\n200,000\n of federal research & development tax credits. The  tax-effected deferred tax assets recorded for federal and state NOL carryforwards were $\n1.3\n million and $\n139,000\n, respectively. Under legislation enacted in 2017, informally titled the Tax Cuts and Jobs Act, or Tax Act, federal NOLs incurred in taxable years ending after December 31, 2017, may be carried forward indefinitely. The federal research and development credits of $\n200,000\n, which, if unused, will expire after \nApril 30, 2043\n.  State NOL carryforwards of $\n2.3\n million, which, if unused, will expire in years \nApril 30, 2033\n through \nApril 30, 2043\n. The remaining $\n605,000\n of the state NOL carryforwards may also be carried forward indefinitely.\nThere were \nno\n federal or state net operating loss carryforwards or credits as of April 30, 2022.\nAs of April 30, 2023, we continued to maintain a full valuation allowance of $\n17.0\n million against our net deferred income tax assets based on management's assessment that it was more likely than not that our deferred income tax assets will not be recovered. We will continue to evaluate the need for a valuation allowance on our deferred tax assets until there is sufficient positive evidence to support the reversal of all or some portion of these allowances. As of April 30, 2022, we had established a full valuation allowance of $\n14.4\n million against our net deferred income tax assets based on management's assessment that it was more likely than not that our deferred income tax assets will not be recovered.\nThe income tax provisions (benefit) represent effective tax rates of \n2.0\n%, (\n16.8\n%) and \n24.2\n% for the fiscal year ended April 30, 2023, 2022, and 2021, respectivel\ny. Excluding the impact of the non-cash goodwill impairment charges, and establishing the full valuation allowance against our deferred taxes, our effective tax rate for the fiscal year ended April 30, 2022 was \n19.6\n%.\n \nU.S. income taxes have not been provided on $\n302,000\n of undistributed earnings of our foreign subsidiary since it is our intention to permanently reinvest such earnings offshore. If the earnings were distributed in the form of dividends, we would not be subject to U.S. tax as a result of the Tax Act but could be subject to foreign income and withholding taxes. Determination of the amount of this unrecognized deferred income tax liability is not practical.\nAs of April 30, 2023 and 2022, we did \nno\nt have any gross tax-effected unrecognized tax benefits.\n \nF-\n28\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nWith limited exception, we are subject to U.S. federal, state, and local, or non-U.S. income tax audits by tax authorities for fiscal years subsequent to April 30, 2019. On March 7, 2023, the Internal Revenue Service (“IRS”) initiated an examination of our Federal income tax return filed for the tax period ended April 30, 2021.  We have evaluated our income tax positions using the more-likely-than-not threshold in order to determine the amount of tax benefits to be recognized in our consolidated financial statements. We do not anticipate any significant changes to the net amount of Federal income tax for the period under audit, accordingly we have not recorded any related income tax impacts at this time. However, if audit proceedings with the IRS cause us to believe that any our previously recognized tax positions no longer meet the more-likely-than-not threshold, the related benefit amount would be derecognized in the first financial reporting period in which that threshold is no longer met.\n\n\n16. Commitments and Contingencies\n \nLitigation\n \nFrom time to time, we are involved in lawsuits, claims, investigations, and proceedings, including those relating to product liability, intellectual property, commercial relationships, employment issues, and governmental matters, which arise in the ordinary course of business.\nFor the fiscal years ended April 30, 2023, 2022, and 2021, we did not incur any material expenses in defense and administrative costs relative to product liability litigation. In addition, we did not incur any settlement fees related to product liability cases in those fiscal years.\n \nContracts\n \nEmployment Agreements \n— We have employment, severance, and change of control agreements with certain officers and managers.\n \nOther Agreements\n — We have distribution agreements with various third parties in the ordinary course of business.\n \nLeases\n \nThe following summarizes our operating leases for office and/or manufacturing space:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocation of Lease\n\n\n \n\n\nExpiration Date\n\n\n\n\n\n\nHolland, Michigan\n\n\n \n\n\nJuly 31, 2023\n\n\n\n\n\n\nShenzhen, China\n\n\n \n\n\nAugust 31, 2023\n\n\n\n\n\n\nPhoenix, Arizona\n\n\n \n\n\nApril 30, 2024\n\n\n\n\n\n\nChicopee, Massachusetts\n\n\n \n\n\nMay 31, 2025\n\n\n\n\n\n\nColumbia, Missouri\n\n\n \n\n\nDecember 31, 2038\n\n\n\n\nAssignment and Assumption Agreement\nOn January 31, 2023, we entered an Assignment Agreement with our former parent company and RCS – S&W Facility, LLC to assign to us the rights of the tenant under the Lease Agreement, dated October 26, 2017, as amended by the First Amendment of Lease Agreement, dated October 25, 2018, and as further amended by the Second Amendment to Lease Agreement, dated January 31, 2019 (collectively, the “Lease”), which assignment will be effective on January 1, 2024, subject to certain conditions.\nF-\n29\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nThe Lease covers approximately \n632,000\n square feet of building and surrounding property located at 1800 North Route Z, Columbia, Boone County, Missouri, or the Building where we currently sublease approximately \n361,000\n square feet from our former parent company, or the Sublease. If the conditions precedent set forth in the Assignment Agreement are satisfied, then effective on January 1, 2024, we will no longer be subject to the provisions and terms of the Sublease, but instead we will have use of the entire Building under the Lease. The Lease provides the tenant with an option to expand the Building by up to \n491,000\n additional square feet. The Lease term ends on \nNovember 26, 2038\n and, pursuant to the Assignment Agreement, \ndoes not provide for an extension of the term of the Lease\n. Upon the effectiveness of the Lease assignment, the total annual expense under the Lease, including base rent, is estimated at $\n3.7\n million, which represents an incremental $\n1.3\n million above our annual expense under the Sublease, which we expect will be entirely offset by savings from recent facility consolidations and efficiencies gained in our distribution processes. We expect an increase of $\n12.8\n million will be recorded as a right-of-use asset on our consolidated balance sheet, when effective. We also expect to receive tax and other incentives from federal, state, and local governmental authorities previously received by our former parent. Our former parent will guarantee the Lease through the end of the term.\nGain Contingency\nIn 2018, the United States imposed additional section 301 tariffs of up to \n25\n%, on certain goods imported from China. These additional section 301 tariffs apply to our sourced products from China and have added additional cost to us. We are utilizing the duty drawback mechanism to offset some of the direct impact of these tariffs, specifically on goods that we sold internationally. We are accounting for duty drawbacks as a gain contingency and may record any such gain from a reimbursement in future periods if and when the contingency is resolved.\n\n\n17. Segment Reporting\nWe have evaluated our operations under ASC 280-10-50-1 – Segment Reporting and have concluded that we are operating as \none\n segment based on several key factors, including the reporting and review process used by the chief operating decision maker, our Chief Executive Officer, who reviews only consolidated financial information and makes decisions to allocate resources based on those financial statements. We analyze revenue streams in various ways, including customer group, brands, product categories, and customer channels. However, this information does not include a full set of discrete financial information. In addition, although we currently sell our products under \n21\n distinct brands that are organized into \nfour\n brand lanes and include specific product sales that have identified revenue streams, these brand lanes are focused almost entirely on product development and marketing activities and do not qualify as separate reporting units under ASC 280-10-50-1. Other sales and customer focused activities, operating activities, and administrative activities are not divided by brand lane and, therefore, expenses related to each brand lane are not accumulated or reviewed individually. Our business is evaluated based upon a number of financial and operating measures, including sales, gross profit and gross margin, operating expenses, and operating margin.\nOur business includes our outdoor products and accessories products as well as our electro-optics products, which we develop, source, market, assemble, and distribute from our facility in Columbia, Missouri facility. We report operating costs based on the activities performed.\n\n\n18. Related Party Transactions\n \nPrior to the Separation, the combined financial statements were prepared on a standalone basis and were derived from the consolidated financial statements and accounting records of our former parent. The following discussion summarizes activity between us and the former parent prior to the Separation on August 24, 2020 (and its affiliates that are not part of the Separation).\nAllocation of General Corporate Expenses\nPrior to the Separation, the combined statements of operations and comprehensive income/(loss) included expenses for certain centralized functions and other programs provided and administered by our former parent that were charged directly to us. In addition, for purposes of preparing these combined financial statements on a carve-out basis, we have allocated a portion of the former parent's total corporate and selling, marketing, and distribution expenses to us. See Note 1 – \nBackground, Description of Business, and Basis of Presentation\n for a discussion of the methodology used to allocate corporate-related costs and selling, marketing, and distribution expenses for purposes of preparing these financial statements on a carve-out basis.\nF-\n30\n\n\nAMERICAN OUTDOOR BRANDS, INC. AND SUBSIDIARIES\n \nNOTES TO CONSOLIDATED AND COMBINED FINANCIAL STATEMENTS — (Continued)\n \nRelated Party Sales\n \nFor the period prior to the Separation in fiscal year 2021, our sales to our former parent totaled $\n2.4\n million during, which are included in net sales in the combined statements of operations and comprehensive income/(loss).\n \nNet Transfers To and From our former parent\nPrior to the Separation, our former parent utilized a centralized approach to cash management and financing its operations. Disbursements were made through centralized accounts payable systems, which were operated by our former parent. Cash receipts were transferred to centralized accounts, which were also maintained by our former parent. As cash was received and disbursed by our former parent, it was accounted for by us through the former parent company investment. Certain related party transactions between us and our former parent have been included within the former parent company investment in the combined balance sheets in the historical periods presented. All notes to and from our former parent were settled in connection with the Separation. The interest income and expense related to the activity with our former parent, which was historically included in our results prior to the Separation, is presented on a net basis in the combined statements of operations and comprehensive income/(loss). Interest income on the activity with our former parent was $\n424,000\n during the first four months of our fiscal year 2021, prior to the Separation.  The total effect of the settlement of these related party transactions is reflected as a financing activity in the consolidated and combined statements of cash flows.\n \n\n\nF-\n31\n\n\n\n\n\n\n\n",
    "cik": "1808997",
    "cusip6": "02875D",
    "cusip": [
        "02875D109",
        "02875D909",
        "02875D959"
    ],
    "names": [
        "AMERICAN OUTDOOR BRANDS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1808997/000095017023030394/0000950170-23-030394-index.htm"
}