{
    "item1": ">Item 1.  Business\n \nGeneral\n \nFlexsteel Industries, Inc., and Subsidiaries (the “Company”) is one of the largest manufacturers, importers, and marketers of residential furniture products in the United States. Product offerings include a wide variety of furniture such as sofas, loveseats, chairs, reclining rocking chairs, swivel rockers, sofa beds, convertible bedding units, occasional tables, desks, dining tables and chairs, kitchen storage, bedroom furniture, and outdoor furniture. A featured component in most of the upholstered furniture is a unique steel drop-in seat spring from which the name “Flexsteel” is derived. The Company distributes its products throughout the United States through its e-commerce channel and direct sales force.\n \nThe Company operates in one reportable segment, furniture products.  The Company’s furniture products business involves the distribution of manufactured and imported products consisting of a broad line of furniture for the residential market. In fiscal 2020, the Company substantially completed its exit from the Commercial Office and custom design Hospitality product lines which served contract markets. During fiscal 2021, the Company substantially completed its restructuring activities related to the exit of its Vehicle Seating and the remainder of its Hospitality product lines, which also served contract markets. Set forth below is information for the past three fiscal years showing the Company’s net sales attributable to each of the areas of application:\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the years ended June 30,\n(in thousands)\n \n2023\n \n2022\n \n2021\nResidential  \n \n$\n 393,692\n \n$\n 543,447\n \n$\n 476,519\nContract  \n \n \n —\n \n \n 835\n \n \n 2,406\n \n \n$\n 393,692\n \n$\n 544,282\n \n$\n 478,925\n \n \n \nManufacturing and Offshore Sourcing\n \nDuring the fiscal year ended June 30, 2023, the Company operated manufacturing facilities located in Dublin, Georgia, and Juarez, Mexico.  These ongoing manufacturing operations are integral to the Company’s product offerings and distribution strategy by offering smaller and more frequent product runs of a wider product selection. The Company identifies and eliminates manufacturing inefficiencies and adjusts manufacturing schedules on a daily basis to meet customer requirements.  The Company has established relationships with key suppliers to ensure prompt delivery of quality component parts.  The Company’s production includes the use of selected component parts sourced offshore to enhance value in the marketplace.\n \n\n\n3\n \nTable of Contents\n \n\n\n \nThe Company integrates manufactured products with finished products acquired from offshore suppliers who can meet quality specifications and scheduling requirements. The Company will continue to pursue and refine this blended strategy, offering customers manufactured goods, products manufactured utilizing imported component parts, and ready-to-deliver imported products.  This blended focus on products allows the Company to provide a wide range of price points, styles and product categories to satisfy customer requirements. \n \nCompetition\n \nThe furniture industry is highly competitive and includes a large number of U.S. and foreign manufacturers and distributors, none of which dominate the market. The Company competes in markets with a large number of relatively small manufacturers; however, certain competitors have substantially greater sales volumes than the Company.  The Company’s products compete based on style, quality, price, delivery, service and durability.  The Company believes its patented, guaranteed-for-life Blue Steel Spring, manufacturing and sourcing capabilities, facility locations, commitment to customers, product quality, delivery, service, value and experienced production, sales, marketing and management teams, are some of its competitive advantages.     \n \nSeasonality\n \nThe Company’s business is not considered seasonal.  \n \nForeign Operations\n \nThe Company has minimal export sales.  On June 30, 2023, the Company had approximately 34 employees located in Asia to ensure Flexsteel’s quality standards are met and to coordinate the delivery of products acquired from overseas suppliers.  The Company leases and operates three manufacturing facilities in Juarez, Mexico and leases one manufacturing facility in Mexicali, Mexico and had approximately 1,200 employees located in Mexico on June 30, 2023. The four Mexico facilities total 1,061,000 square feet. As of June 30, 2023, the Company has not begun operations in the Mexicali facility and had subleased approximately 105,000 square feet. The Company is in negotiations to sublease the remainder of the facility until such time that demand necessitates the additional capacity.  See “Risk Factors” in Item 1A and Note 2 \nLeases\n of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for further discussion of the leased assets. \n \nCustomer Backlog\n \nThe approximate backlog of customer orders believed to be firm as of the end of the current fiscal year and the prior two fiscal years were as follows (in thousands):\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJune 30, 2023\n \nJune 30, 2022\n \nJune 30, 2021\n$\n 49,729\n \n$\n 62,800\n \n$\n 155,325\n \nRaw Materials\n \nThe Company utilizes various types of wood, fabric, leather, filling material, high carbon spring steel, bar and wire stock, polyurethane foam and other raw materials in manufacturing furniture.  The Company purchases these materials from numerous outside suppliers, both U.S. and foreign, and is not dependent upon any single source of supply.  The costs of certain raw materials fluctuate, but all continue to be readily available within supplier lead-times; however, we could experience supply-chain disruptions at any time, which could impact the availability of materials.\n \nIndustry Factors\n \nThe Company has exposure to actions by governments, including tariffs, see “Risk Factors” in Item 1A of this Annual Report on Form 10-K.  \n \nGovernment Regulations\n \nThe Company is subject to various local, state, and federal laws, regulations and agencies that affect businesses generally, see “Risk Factors” in Item 1A of this Annual Report on Form 10-K.  Our compliance with federal, state and local laws and regulations did not have a material effect upon our capital expenditures, earnings or competitive position during the fiscal year ended June 30, 2023.\n \nEnvironmental Matters\n \nAll of Flexsteel’s stakeholders have a responsibility to protect our employees and our environment. The officers of Flexsteel and its subsidiaries will use our role as business and community leaders to set the tone at the top to guide our management teams in their efforts \n\n\n4\n \nTable of Contents\n \n\n\nto improve the workplace and the environment we directly impact. Because we are committed to sustainable business practices, to our people, and to our communities, we will continue to grow and expand the scope of our dedications to the stewardship of our valued resources.  The Company is subject to environmental laws and regulations with respect to product content and industrial waste. Further discussion is included in “Risk Factors” in Item 1A and “Legal Proceedings” in Item 3 of this Annual Report on Form 10-K.  \n \nTrademarks and Patents\n \nThe Company owns the United States improvement patents to its Flexsteel guaranteed-for-life Blue Steel Spring – the all-riveted, high-carbon, steel-banded seating platform that gives upholstered and leather furniture the strength and comfort to last a lifetime, as well as patents on convertible beds.  The Company owns other patents and owns certain trademarks in connection with its furniture.\n \nIt is not common in the furniture industry to obtain a patent for a furniture design.  If a particular design of a furniture manufacturer is well accepted in the marketplace, it is common for other manufacturers to imitate the same design without recourse by the furniture manufacturer who initially introduced the design.  Furniture products are designed by the Company’s own design staff and through the services of third-party designers.  New models and designs of furniture, as well as new fabrics, are introduced continuously.  \n \nEmployees\n \nThe Company had approximately 1,700 employees on June 30, 2023, including 6 employees who are covered by collective bargaining agreements.  Management believes it has good relations with employees.\n \nAvailable Information\n \nCopies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge on our website (www.flexsteel.com) as soon as reasonably practicable after we electronically file the material with or furnish it to the U.S. Securities and Exchange Commission (SEC). Additionally, the SEC maintains an internet site (www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. Information on our website or linked to our website is not incorporated by reference into this Annual Report.\n ",
    "item1a": ">Item 1A.  Risk Factors\n \nThe Company is subject to a variety of risks.  You should carefully consider the risk factors detailed below in conjunction with the other information contained in this Annual Report on Form 10-K.  Should any of these risks materialize the Company’s business, financial condition, and future prospects could be negatively impacted.  There may be additional factors that are presently unknown to the Company or that the Company currently believes to be immaterial that could affect its business. \n \nRisks related to our operations:\n \nBusiness information systems could be impacted by disruptions and security breaches.\n \nThe Company employs information technology systems to support its global business. Security breaches and other disruptions to the Company’s information technology infrastructure could interfere with operations, compromise information belonging to the Company and its customers and suppliers and expose the Company to liability which could adversely impact the Company’s business and reputation. In the ordinary course of business, the Company relies on information technology networks and systems to process, transmit and store electronic information, and to manage or support a variety of business processes and activities. Additionally, the Company collects and stores certain data, including proprietary business information, and may have access to confidential or personal information in certain areas of its businesses that is subject to privacy and security laws, regulations, and customer-imposed controls.  While security breaches and other disruptions to the Company’s information technology networks and infrastructure could happen, none have occurred to date that has had a material impact on the Company. Any such events could result in legal claims or proceedings, liability or penalties under privacy laws, disruption in operations, and damage to the Company’s reputation, which could adversely affect the Company’s business.\n \nIn addition, in response to shifts in employee workplace preferences, we have allowed certain of our employees the option of a hybrid work schedule where they may choose to work partially from home. Although we continue to implement strong physical and cybersecurity measures to ensure that our business operations remain functional and to ensure uninterrupted service to our customers, our systems and our operations remain vulnerable to cyberattacks and other disruptions because a material portion of our employees work remotely either full or part-time, and we cannot be certain that our mitigation efforts will be effective.  \n \n\n\n5\n \nTable of Contents\n \n\n\n \nThe implementation of a new business information system could disrupt the business.\n \nThe Company continues to migrate business and financial processes from legacy ERP systems to SAP.  The Company takes great care in the planning and execution of these migrations, however, implementation issues related to the transition could arise and may result in the following:\n \n\nDisruption of the Company’s domestic and international supply chain;\n\nInability to fill customer orders accurately and on a timely basis;\n\nNegative impact on financial results;\n\nInability to fulfill federal, state and local tax filing requirements in a timely and accurate matter; and\n\nIncreased demands of management and associates to the detriment of other corporate initiatives.  \n \nThe Company’s participation in a multi-employer pension plan may have exposures under those plans that could extend beyond what its obligations would be with respect to its employees.\n \nThe Company participates in, and makes periodic contributions to, one multi-employer pension plan that covers union employees. Multi-employer pension plans are managed by trustee boards comprised of participating employer and labor union representatives, and the employers participating in a multi-employer pension plan are jointly responsible for maintaining the plan’s funding requirements. Based on the most recent information available to the Company, the present value of actuarially accrued liabilities of the multi-employer pension plan substantially exceeds the value of the assets held in trust to pay benefits. As a result of the Company’s participation, it could experience greater volatility in the overall pension funding obligations. The Company’s obligations may be impacted by the funded status of the plans, the plans’ investment performance, changes in the participant demographics, financial stability of contributing employers and changes in actuarial assumptions. See Note 12 \nBenefit and Retirement Plans\n of Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for more information.\n \nFuture results may be affected by various legal proceedings and compliance risk, including those involving product liability, environmental, or other matters.  \n \nThe Company faces the risk of exposure to product liability claims in the event the use of any of its products results in personal injury or property damage. In the event any of the Company’s products prove to be defective, it may be required to recall or redesign such products. The Company is also subject to various laws and regulations relating to environmental protection and the discharge of materials into the environment. The Company could incur substantial costs, including legal expenses, as a result of the noncompliance with, or liability for cleanup or other costs or damages under, environmental laws. Given the inherent uncertainty of litigation, these various legal proceedings and compliance matters could have a material impact on the business, operating results, and financial condition. See Note 13 \nCommitments and Contingencies\n \nof Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for more information\n.\n \nWe may experience impairment of our long-lived assets, which would decrease our earnings and net worth.\n \nAt June 30, 2023, we had $38.7 million in property, plant and equipment and $68.3 million in right of use assets associated with leased facilities. These definite-lived assets are tested for impairment whenever events or circumstances indicate that the carrying amount of the asset may not be recoverable. The outcome of impairment testing could result in the write-down of all or a portion of the value of these assets. A write-down of our assets would, in turn, reduce our earnings and net worth. In particular, if capacity requirements do not necessitate the utilization of our leased Mexicali, Mexico facility and we are unsuccessful at subleasing the facility in the future the carrying amount of the right of use asset associated with that lease may not be recoverable.  A write-down of all or a portion of the value of the Mexicali right of use asset could have a material impact on our earnings in the period of impairment. At June 30, 2023 the Company does not believe any impairment indicators exist due to current and expected sublease tenants \nand plans for future operations \nbut impairment assessment involves the use of considerable judgement and any change in future market or economic conditions could cause actual results to differ.\n \nThe Company’s success depends on its ability to recruit and retain key employees and highly skilled workers in a competitive labor market.\n \nIf the Company is not successful in recruiting and retaining key employees and highly skilled workers or experiences the unexpected loss of those employees, the operations may be negatively impacted.\n \nAdditionally, we are and will continue to be dependent upon our senior management team and other key personnel. Losing the services of one or more key members of our management team or other key personnel could adversely affect our operations. Ongoing or future communicable diseases increase the risk that certain senior executive officers or a member of the board of directors could become ill, \n\n\n6\n \nTable of Contents\n \n\n\ncausing them to be incapacitated or otherwise unable to perform their duties for an extended absence. This could negatively impact the efficiency and effectiveness of processes and internal controls throughout the Company and our ability to service customers.\n \nWe may not be able to collect amounts owed to us.\n \nWe grant payment terms between 10 and 60 days to customers, often without requiring collateral. Due to ongoing global supply chain issues and inflationary cost pressures, some customers have requested extended payment terms or informed us they will not pay amounts within agreed upon terms. Some of our customers have experienced, and may in the future experience, cash flow and credit-related issues. While we perform credit evaluations of our customers, those evaluations may not prevent uncollectible trade accounts receivable. Credit evaluations involve significant management diligence and judgment, especially in the current environment. Should more customers experience liquidity issues than we anticipate, if payment is not received on a timely basis, or if a customer declares bankruptcy or closes stores, we may have difficulty collecting amounts owed to us by these customers, which could adversely affect our sales, earnings, financial condition, and liquidity.\n \nRisks related to our industry:\n \nThe impact of COVID-19 or similar pandemics could have a materially adverse effect on our ability to operate, our ability to keep employees safe from the pandemic, our results of operations, and financial condition. \n \nDuring the initial height of the COVID-19 pandemic, purchases of home furnishings were heavily impacted as they are largely deferable and heavily influenced by consumer sentiment. Public health organizations recommended, and many governments implemented, measures from time-to-time to slow and limit the transmission of the virus, including certain business shutdowns and shelter in place and social distancing requirements. Such preventive measures, or others we may voluntarily put in place, may have a material adverse effect on our business for an indefinite period of time, such as the potential shut down of certain locations, decreased employee availability, potential border closures, and disruptions to the businesses of our selling channel partners, and others.\n \nOur suppliers and customers also face these and other challenges, which have and could continue to lead to a disruption in our supply chain, raw material inflation or the inability to get the raw materials necessary to produce our products, increased shipping, and transportation costs, as well as decreased consumer spending and decreased demand for our products. A resurgence of the COVID-19 pandemic or other public health emergency in the future could have a material adverse effect on our ability to operate, our ability to keep employees safe from the pandemic, our results of operations, and financial condition.\n \nContinuing inflation and changes in foreign currency may impact our profitability.\n \nCost inflation including significant increases in ocean container rates, raw materials prices, labor rates, and domestic transportation costs have and could continue to impact profitability.  Continued imbalances between supply and demand for these resources may continue to exert upward pressure on costs.  \n \nThe Company purchases raw materials, component parts, and certain finished goods from foreign external suppliers.  Prices for these purchases are primarily negotiated in U.S. dollars on a purchase order basis.  A negative shift in the U.S. dollar relative to the local currency of our supplier could result in price increases and negatively impact our cost structure.  In addition, the majority of our manufactured products are produced in Mexico.  The wages of our employees and certain other employee benefit and indirect costs are made in Pesos.  The Company does not employ any foreign currency hedges against this exposure. A negative shift in the value of the U.S. dollar against the Peso could increase the cost of manufacturing.\n \nOur ability to recover these cost increases through price increases may continue to lag the cost increases, resulting in downward pressure on margins. In addition, price increases to offset rising costs could negatively impact demand for our products. \n \nThe Company’s products are considered deferrable purchases for consumers during economic downturns. Prolonged negative economic conditions could impact the business.\n \nEconomic downturns and prolonged negative economic conditions could affect consumer spending habits by decreasing the overall demand for home furnishing products. These events could impact retailers resulting in an impact on the Company’s business. A recovery in the Company’s sales could lag significantly behind a general economic recovery due to the deferrable nature and relatively significant cost of purchasing home furnishing products.\n \nFuture success depends on the Company’s ability to manage its global supply chain.\n \nThe Company acquires raw materials, component parts, and certain finished products from external suppliers, both U.S. and foreign.  Many of these suppliers are dependent upon other suppliers in countries other than where they are located. This global interdependence \n\n\n7\n \nTable of Contents\n \n\n\nwithin the Company’s supply chain is subject to delays in delivery, availability, quality, and pricing. Changes in international trade policies including tariffs, access to ports and border crossings, or railways could disrupt the supply chain, increase cost and reduce competitiveness. The delivery of goods from these suppliers has been and may continue to be delayed by customs, labor issues, availability of third-party transportation and equipment, geo-political pressures, changes in political, economic, and social conditions, weather, laws, and regulations. Unfavorable fluctuations in price, international trade policies, quality, delivery, and availability of these products could continue to adversely affect the Company’s ability to meet demands of customers and cause negative impacts to the Company’s cost structure, profitability, and its cash flow.\n \nEnacted tariffs and potential future increases in tariffs on manufactured goods imported from China or other countries could adversely affect our business. Inability to reduce acquisition costs or pass-through price increases may have an adverse impact on sales volume, earnings, and liquidity.  Similarly, increases in pricing may have an adverse impact on the competitiveness of the Company’s products relative to other furniture manufacturers with less exposure to the tariff and could also lead to adverse impacts on volume, earnings, and liquidity. \n \nAdditionally, a disruption in supply from foreign countries could adversely affect our ability to timely fill customer orders for those products and decrease our sales, earnings, and liquidity. The main foreign countries we source from are Vietnam, China, Thailand, and Mexico. It is unclear how our supply chain could be further impacted by COVID-19, including the spread of new variants, and there are many unknowns including how long we could be impacted, the severity of the impacts, and the probability of a recurrence of COVID-19 or similar regional or global pandemics. If we were unsuccessful in obtaining those products from other sources or at comparable cost, a disruption in our supply chain could adversely affect our sales, earnings, financial condition, and liquidity.\n \nFinally, the Company relies on third parties to deliver customer orders. The capacity of these third parties or cost of this service could be impacted by labor disputes, cost inflation (particularly fuel), and availability of drivers which could increase cost and have negative impacts on our earnings.\n \nCompetition from U.S. and foreign finished product manufacturers may adversely affect the business, operating results or financial condition.\n \nThe furniture industry is very competitive and fragmented. The Company competes with U.S. and foreign manufacturers and distributors. As a result, the Company may not be able to maintain or raise the prices of its products in response to competitive pressures or increasing costs. Also, due to the large number of competitors and their wide range of product offerings, the Company may not be able to significantly differentiate its products (through styling, finish, and other construction techniques) from those of its competitors.\n \nAdditionally, most of our sales are to distribution channels that rely on physical stores to merchandise and sell our products and an involuntary shut down of those stores due to COVID-19 or similar pandemic or a significant shift in consumer preference toward purchasing products online could have a materially adverse impact on our sales and operating margin. \n \nThese and other competitive pressures could cause us to lose market share, revenues, and customers, increase expenditure or reduce prices, any of which could have a material adverse effect on our results of operations or liquidity.\n \nFuture costs of complying with \nvarious laws and regulations may adversely impact future operating results.\n \nThe Company’s business is subject to various laws and regulations which could have a significant impact on operations and the cost to comply with such laws and regulations could adversely impact the Company’s financial position, results of operations and cash flows. In addition, inadvertently failing to comply with such laws and regulations could produce negative consequences which could adversely impact the Company’s operations.\n \nFailure to anticipate or respond to changes in consumer or designer tastes and fashions in a timely manner could adversely affect the Company’s business and decrease sales and earnings.\n \nFurniture is a styled product and is subject to rapidly changing consumer and end-user trends and tastes and is highly fashion oriented. If the Company is not able to acquire sufficient fabric variety or if the Company is unable to predict or respond to changes in fashion trends, it may lose sales and have to sell excess inventory at reduced prices.\n \nUse of social media to disseminate negative commentary may adversely impact the Company’s reputation and business.\n \nThere has been a substantial increase in the use of social media platforms, including blogs, social media websites, and other forms of internet-based communications, which allow individuals to access a broad audience of consumers and other interested persions. Negative commentary regarding the Company or its products may be posted on social media platforms at any time and may have an adverse impact on its reputation, business, or relationships with third parties, including suppliers, customers, investors, and lendors. Consumers \n\n\n8\n \nTable of Contents\n \n\n\nvalue readily available information and often act on such information without further investigation and without regard to its accuracy or context. The harm may be immediate without affording the Company an opportunity for redress or correction.\n ",
    "item7": ">Item 7.    Management’s Discussion and Analysis of Financial Condition and Results of Operations\n \nGeneral\n \nThe following analysis of the results of operations and financial condition of the Company should be read in conjunction with the consolidated financial statements and related notes included elsewhere in this Annual Report on Form 10-K.\n \nResults of Operations\n \nThe following table has been prepared as an aid in understanding the Company’s results of operations on a comparative basis for the fiscal years ended June 30, 2023, 2022 and 2021.  Amounts presented are percentages of the Company’s net sales.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the years ended June 30,\n \n \n2023\n \n2022\n \n2021\nNet sales \n \n \n 100.0\n%\n \n \n 100.0\n%\n \n \n 100.0\n%\nCost of goods sold \n \n \n 82.0\n \n \n \n 86.6\n \n \n \n 79.8\n \nGross margin \n \n \n 18.0\n \n \n \n 13.4\n \n \n \n 20.2\n \nSelling, general and administrative\n \n \n 16.0\n \n \n \n 12.3\n \n \n \n 14.2\n \nRestructuring expense\n \n \n —\n \n \n \n 0.1\n \n \n \n 0.7\n \nEnvironmental remediation\n \n \n (0.7)\n \n \n \n —\n \n \n \n —\n \n(Gain) on disposal of assets\n \n \n —\n \n \n \n (0.3)\n \n \n \n (1.2)\n \nOther expense\n \n \n 0.1\n \n \n \n —\n \n \n \n —\n \nLitigation settlement costs\n \n \n —\n \n \n \n —\n \n \n \n 0.0\n \nOperating income\n \n \n 2.7\n \n \n \n 1.2\n \n \n \n 6.5\n \nOther income\n \n \n 0.0\n \n \n \n 0.0\n \n \n \n 0.1\n \nInterest (expense)\n \n \n (0.3)\n \n \n \n (0.2)\n \n \n \n (0.0)\n \nIncome before income taxes\n \n \n 2.3\n \n \n \n 1.1\n \n \n \n 6.6\n \nIncome tax (benefit) expense\n \n \n (1.4)\n \n \n \n 0.7\n \n \n \n 1.8\n \nNet income\n \n \n 3.8\n%\n \n \n 0.3\n%\n \n \n 4.8\n%\n\n\n10\n \nTable of Contents\n \n\n\n \n \n \nFiscal 2023 Compared to Fiscal 2022\n \nNet sales were $393.7 million for the year ended June 30, 2023, compared to net sales of $544.3 million in the prior year, a decrease of ($150.6) million or (27.7%). Sales of products sold through retailers declined by ($142.5) million or (29.3%) primarily driven by consumer demand returning to pre-pandemic levels and competitive pressure to lower prices.  Sales of products sold through e-commerce channels decreased by ($8.1) million, or (13.8%) due to a decrease in consumer demand.   \n \nGross margin as a percent of net sales for the year ended June 30, 2023, was 18.0%, compared to 13.4% for the prior year period, an increase of 460 basis points (“bps”). The 460-bps increase was primarily driven by \na 680-bps increase related to lower ancillary charges caused by domestic supply chain disruptions and higher per diem charges in the prior year, an increase of 40-bps primarily related to cost savings initiatives for materials, labor, and transportation, a decrease of 150-bps due to pricing promotions and inventory write-downs, and a decrease of 110-bps related to capacity growth \ninvestments\n in manufacturing and distribution.\n \nSelling, general, and administrative (“SG&A”) expenses decreased by $3.9 million in the year ended June 30, 2023, compared to the prior fiscal year. \nAs a percentage of net sales, SG&A expense was 16.0% in the fiscal year 2023 compared to 12.3% of net sales in the prior fiscal year\n.  The increase of 370-bps is primarily due to an increase of 350-bps due to deleverage on year-over-year sales decline and an increase of 20-bps due to higher incentive compensation and investment in growth initiatives.\n \nThere were no restructuring expenses in the year ended June 30, 2023, as all restructuring activities were completed in the prior fiscal year. The prior fiscal year expenses were primarily for ongoing costs associated with our facilities listed as held for sale, professional fees, and former employee expenses as part of our previously announced comprehensive restructuring plan. See Note 5, \nRestructuring\n, of the Notes to Consolidated Financial Statements, included in this \nAnnual Report on Form 10-K\n for more information. \n \nDuring the year ended June 30, 2023, the Company recorded income of $2.8 million as a result of insurance proceeds received related to the settlement of the environmental remediation liability. See Note 13 \nCommitments and Contingencies\n, of the Notes to Consolidated Financial Statements, included in this Annual Report on Form 10-K for more information.\n \nIncome tax benefit was ($5.6) million, or an effective rate of (60.3%), for the year ended June 30, 2023, compared to income tax expense of $4.1 million in the prior year, or an effective tax rate of 68.6%. The effective tax rate was primarily impacted by the release of our valuation allowance on deferred tax assets. See Note 10, \nIncome Taxes\n, of the Notes to Consolidated Financial Statements, included in this \nAnnual Report on Form 10-K\n for more information.\n \nNet income was $14.8 million, or $2.74 per diluted share for the year ended June 30, 2023, compared to net income of $1.9 million, or $0.28 per diluted share in the prior year.\n \nFiscal 2022 Compared to Fiscal 2021\n \nNet sales were $544.3 million for the year ended June 30, 2022, compared to net sales of $478.9 million in the prior year, an increase of $65.4 million or 13.6%. Sales of products sold through retailers grew by $73.4 million or 17.8% primarily driven by pricing and a strong order backlog at the start of the year.  Sales of products sold through e-commerce channels decreased by ($8.0) million, or (12%) due to a decrease in consumer demand.\n \nGross margin as a percent of net sales for the year ended June 30, 2022, was 13.4%, compared to 20.2% for the prior year period, a decrease of 680-bps. The 680-bps decrease was primarily driven by \na 450-bps decrease related to ancillary charges caused by domestic supply chain disruptions and higher per diem charges, a decrease of 200-bps due to pricing promotions and inventory write-downs, a decrease of 110-bps related to capacity growth \ninvestments\n in a third additional manufacturing plant in Mexico, and a new distribution facility in Greencastle, Pennsylvania, and a decrease of 70-bps primarily related to cost inflation for materials, labor, and transportation, partially offset by an increase of 150-bps related to price realization.\n \nSG&A expenses decreased by $1.2 million in the year ended June 30, 2022, compared to the prior fiscal year. \nAs a percentage of net sales, SG&A was 12.3% in the fiscal year 2022 compared to 14.2% of net sales in the prior fiscal year.  The decrease of 190-bps is primarily due to a decrease of 170-bps due to leverage on year-over-year sales growth and a decrease of 100-bps due to lower incentive compensation and offset by an increase of 80-bps due to growth investments.\n\n\n11\n \nTable of Contents\n \n\n\n \n \nRestructuring expenses were $0.7 million during the year ended June 30, 2022, primarily for ongoing costs associated with our facilities listed as held for sale, professional fees, and former employee expenses as part of our previously announced comprehensive restructuring plan. See Note 5, \nRestructuring\n, of the Notes to Consolidated Financial Statements, included in this \nAnnual Report on Form 10-K\n for more information. \n \nDuring the year ended June 30, 2022, we completed the sale of our remaining Harrison, Arkansas facility, resulting in total net proceeds of $1.4 million, and a total gain of $1.4 million.\n \nIncome tax expense was $4.1 million, or an effective rate of 68.6%, during the year ended June 30, 2022, compared to income tax expense of $8.4 million in the prior year, or an effective tax rate of 26.8%. The effective tax rate is primarily impacted by changes in our deferred tax assets for which we do not receive the income tax benefit due to our full valuation allowance. See Note 10, \nIncome Taxes\n, of the Notes to Consolidated Financial Statements, included in this \nAnnual Report on Form 10-K\n for more information.\n \nNet income was $1.9 million, or $0.28 per diluted share for the year ended June 30, 2022, compared to net income of $23.0 million, or $3.09 per diluted share in the prior year.\n \nLiquidity and Capital Resources\n \nWorking capital (current assets less current liabilities) on June 30, 2023, was $115.5 million compared to $125.4 million on June 30, 2022.  The $9.9 million decrease in working capital was due to a decrease in inventory of $19.1 million and a decrease of $2.9 million in trade receivables offset by a decrease in accounts payable of $7.4 million, a decrease in other liabilities of $2.1 million, an increase of other current assets of $1.5 million, and an increase in cash of $1.2 million. Capital expenditures were $4.8 million for the fiscal year ended June 30, 2023.\n \nA summary of operating, investing, and financing cash flow is shown in the following table:\n \n \n \n \n \n \n \n \n \n \nFor the years ended June 30,\n(in thousands)\n \n2023\n \n2022\nNet cash provided by operating activities\n \n$\n 22,989\n \n$\n 7,993\nNet cash (used in) investing activities\n \n \n (4,450)\n \n \n (1,916)\nNet cash (used in) financing activities\n \n \n (17,358)\n \n \n (5,235)\nIncrease in cash and cash equivalents\n \n$\n 1,181\n \n$\n 842\n \nNet cash provided by operating activities\n \nFor the year ended June 30, 2023, cash provided by operating activities was $23.0 million, which primarily consisted of net income of $14.8 million, adjusted for non-cash items including depreciation of $4.6 million and stock-based compensation of $3.2 million, offset by $7.2 million in deferred income taxes, accounts receivable allowance recoveries of $0.4 million, and gain from the sale of capital assets of $0.3 million. The $7.2 million change in deferred income taxes primarily relates to the release of our valuation allowance on deferred tax assets. Net cash provided by operating assets and liabilities was $8.3 million and was primarily due to a decrease in inventory of $19.1 million due to fewer purchases intended to reduce inventory, a decrease in accounts receivable of $3.3 million due to lower net sales, offset by a decrease in accounts payable of $7.3 million due to lower inventory purchases, a decrease in other assets of $5.3 million, and a decrease in other liabilities of $1.5 million.\n \nFor the year ended June 30, 2022, cash provided by operating activities was $8.0 million, which primarily consisted of net income of $1.9 million, adjusted for non-cash items including depreciation of $5.2 million, gain from the sale of capital assets of $1.8 million, stock-based compensation of $1.0 million and allowance reserve recoveries of $0.3 million. Net cash provided by operating assets and liabilities was $2.0 million and was primarily due to a decrease in accounts payable of $35.8 million due to a decrease in inventory of $19.9 million due to fewer purchases intended to reduce inventory, a decrease in accounts receivable of $15.1 million primarily due to the timing of sales and collections, a decrease in other current assets of $4.0 million and a decrease in other liabilities of $1.2 million.\n \nNet cash (used in) investing activities\n \nFor the year ended June 30, 2023, net cash used in investing activities was $4.5 million, primarily due to capital expenditures of $4.8 million partially offset by proceeds of $0.3 million from the sale of capital assets.\n \nFor the year ended June 30, 2022, net cash used in investing activities was $1.9 million, primarily due to capital expenditures of $3.8 million partially offset by proceeds of $1.9 million from the sale of our Harrison, Arkansas, facility, and the finalization of the sale of our transportation fleet equipment.\n\n\n12\n \nTable of Contents\n \n\n\n \n \nNet cash (used in) financing activities\n \nFor the year ended June 30, 2023, net cash used in financing activities was $17.4 million, primarily due to proceeds from lines of credit of $363.8 million, offset by payments on lines of credit of $373.3 million, $3.7 million for treasury stock purchases, dividends paid of $3.2 million, and $1.0 million for tax payments on employee vested restricted shares netted with proceeds from the issuance of common stock.\n \nFor the year ended June 30, 2022, net cash used in financing activities was $5.2 million, primarily due to proceeds from lines of credit of $265.1 million, offset by payments on lines of credit of $230.9 million, $35.0 million for treasury stock purchases, dividends paid of $3.9 million, and $0.5 million for tax payments on employee vested restricted shares netted with proceeds from the issuance of common stock.\n \nFinancing Arrangements\n \nLine of Credit\n \nOn August 28, 2020, the Company entered a two-year secured $25.0 million revolving line of credit with Dubuque Bank and Trust Company, with an interest rate of 1.50% plus LIBOR, subject to a floor of 3.00%. The revolving line of credit was secured by essentially all the Company’s assets, excluding real property, and required the Company to maintain compliance with certain financial and non-financial covenants. This line of credit was subsequently canceled in the first quarter of the fiscal year 2022.\n \nOn September 8, 2021, the Company, as the borrower, entered into a credit agreement (the “Credit Agreement”) with Wells Fargo Bank, National Association (the “Lender”), and the other lenders party thereto. The Credit Agreement has a five-year term and provides for up to an $85 million revolving line of credit. Subject to certain conditions, the Credit Agreement also provides for the issuance of letters of credit in an aggregate amount up to $5 million which, upon issuance, would be deemed advances under the revolving line of credit. Proceeds of borrowings were used to refinance all indebtedness owed to Dubuque Bank and Trust and for working capital purposes. The Company’s obligations under the Credit Agreement are secured by substantially all its assets, excluding real property. The Credit Agreement contains customary representations, warranties, and covenants, including a financial covenant to maintain a fixed coverage ratio of not less than 1.00 to 1.00. In addition, the Loan Agreement places restrictions on the Company’s ability to incur additional indebtedness, to create liens or other encumbrances, to sell or otherwise dispose of assets, and to merge or consolidate with other entities.\n \nOn April 18, 2022, the Company, as the borrower, entered a first amendment to the September 8, 2021, Credit Agreement (“First Amendment to the Credit Agreement”), with the Lender, and the lenders party thereto.  The first amendment to the Credit Agreement changed the definition of the term ‘Payment Conditions’ and further defines default or event of default and the calculation of the Fixed Charge Coverage Ratio.\n \nSubject to certain conditions, borrowings under the Credit Agreement initially bore interest at LIBOR plus 1.25% or 1.50% per annum. On May 24, 2023, the Company entered into a second amendment to the Credit Agreement (“Second Amendment to the Credit Agreement”) with the lender to transition the applicable interest rate from LIBOR to Secured Overnight Financing Rate (“SOFR”).  Effective as of the date of the Second Amendment to the Credit Agreement, borrowings under the amended Credit Agreement bear interest at SOFR plus 1.36% to 1.61% or an effective interest rate of 6.42% on June 30, 2023\n.\n \nAs of June 30, 2023, there was $28.3 million outstanding under the Credit Agreement, exclusive of fees and letters of credit.\n \nLetters of credit outstanding at the Lender as of June 30, 2023, totaled $1.1 million\n \nSee Note 9 \nCredit Arrangements\n of Notes to Consolidated Financial Statements of this Annual Report on Form 10-K.\n \nContractual Obligations\n \nThe following table summarizes our contractual obligations on June 30, 2023, and the effect these obligations are expected to have on our liquidity and cash flow in the future (in thousands): \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n2-3\n \n4-5\n \nMore than\n \n \nTotal\n \n1 Year\n \nYears\n \nYears\n \n5 Years\nOperating lease obligations \n \n$\n 82,746\n \n$\n 9,391\n \n$\n 18,233\n \n$\n 18,082\n \n$\n 37,040\nWarehouse management obligation\n \n \n 4,915\n \n \n 1,512\n \n \n 3,025\n \n \n 378\n \n \n —\n \n \n \n\n\n13\n \nTable of Contents\n \n\n\n \nOutlook \n \nOur focus for fiscal 2024 will be to remain financially agile with strong liquidity, continue building our foundation for profitable long-term growth in both retail and e-commerce sales channels, build global supply chain resiliency, expand sourcing, manufacturing, and distribution capacity to support future growth, strengthen digital capabilities, reimagine the customer experience, and build strong culture and talent.\nCritical Accounting Policies\n \nThe discussion and analysis of our consolidated financial statements and results of operations are based on consolidated financial statements prepared in accordance with generally accepted accounting principles (GAAP) in the United States of America.  Preparation of these consolidated financial statements requires the use of estimates and judgments that affect the reported results.  We use estimates based on the best information available in recording transactions and balances resulting from business operations.  Estimates are used for such items as the collectability of trade accounts receivable and inventory valuation.  Ultimate results may differ from these estimates under different assumptions or conditions.\n \nAllowance for Credit Losses\n – We establish an allowance for credit losses to reduce trade accounts receivable to an amount that reasonably approximates their net realizable value. Our accounts receivable allowance consists of an allowance for expected credit losses which is established through a review of open accounts, historical collection, and historical write-off amounts. The amount ultimately realized from trade accounts receivable may differ from the amount estimated in the consolidated financial statements.\n \nInventories\n – We value inventory at the lower of cost or net realizable value.  Our inventory valuation reflects markdowns for the excess of the cost over the amount expected to be realized and considers obsolete and excess inventory. Markdowns establish a new cost basis for the Company’s inventory. Subsequent changes in facts or circumstances do not result in the reversal of previously recorded markdowns or an increase in that newly established cost basis.\n \nValuation of Long-Lived Assets\n – We periodically review the carrying value of long-lived assets and estimated depreciable or amortizable lives for continued appropriateness.  This review is based upon projections of anticipated future cash flows and is performed whenever events or changes in circumstances indicate that asset carrying values may not be recoverable or that the estimated depreciable or amortizable lives may have changed. For assets held for sale, if the net book value of the asset is greater than its estimated fair value less cost to sell, an impairment is recorded for the excess of net book value over the estimated fair value less cost to sell. We recorded no impairments in the fiscal years 2023 and 2022.  \n \nRestructuring Costs\n – The Company groups exit or disposal cost obligations into three categories: Involuntary employee termination benefits, costs to terminate contracts, and other associated costs.  Involuntary employee termination benefits must be a one-time benefit, and this element of restructuring cost is recognized as incurred upon communication of the plan to the identified employees.  Costs to terminate contracts are recognized upon termination agreement with the provider.  Other associated restructuring costs are expensed as incurred.  Any inventory impairment costs as a result of restructuring activities are accounted for as costs of goods sold.\n \nIncome Taxes\n - In determining taxable income for financial statement purposes, we must make certain estimates and judgments. These estimates and judgments affect the calculation of certain tax liabilities and the determination of the recoverability of certain deferred tax assets, which arise from temporary differences between the tax and financial statement recognition of revenue and expense. In evaluating our ability to recover our deferred tax assets we consider all available positive and negative evidence including our past operating results, the existence of cumulative losses in the most recent years, and our forecast of future taxable income. In estimating future taxable income, we develop assumptions including the amount of future pre-tax operating income, the reversal of temporary differences, and the implementation of feasible and prudent tax planning strategies. These assumptions require significant judgment about the forecasts of future taxable income and are consistent with the plans and estimates we are using to manage the underlying businesses.\n \nAt June 30, 2023 the Company determined that based on the weight of available evidence, we will be able to recover our deferred tax assets and reversed our deferred tax valuation allowance. The realization of our remaining deferred tax assets is primarily dependent on future taxable income in the appropriate jurisdiction. Any reduction in future taxable income including but not limited to any future restructuring activities may require that we re-establish a valuation allowance against our deferred tax assets. Establishing a valuation allowance or an increase in the valuation allowance could result in additional income tax expense in such a period and could have a significant impact on our future earnings.  Refer to Note 10 \nIncome Taxes\n \nof Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for more information\n.\n \n\n\n14\n \nTable of Contents\n \n\n",
    "item7a": ">Item 7A.  Quantitative and Qualitative Disclosures About Market Risk\n \nGeneral\n \n– Market risk represents the risk of changes in the value of a financial instrument, derivative or non-derivative, caused by fluctuations in interest rates, foreign exchange rates and equity prices. As discussed below, management of the Company does not believe that changes in these factors could cause material fluctuations in the Company’s results of operations or cash flows. The ability to import furniture products can be adversely affected by political issues in the countries where suppliers are located, as well as disruptions associated with shipping distances and negotiations with port employees. Other risks related to furniture product importation include government imposition of regulations and/or quotas; duties, taxes or tariffs on imports; and significant fluctuation in the value of the U.S. dollar against foreign currencies. Any of these factors could interrupt supply, increase costs, and decrease earnings. \n \nForeign Currency Risk \n– During fiscal years 2023, 2022, and 2021, the Company did not have sales but had purchases and other expenses denominated in foreign currencies, primarily the Mexican Peso. \nThe wages of our employees and certain other employee benefit and indirect costs related to our operations in Mexico are made in Pesos and subject to foreign currency fluctuation with the U.S. dollar.  The Company does not employ any foreign currency hedges against this exposure. A negative shift in the value of the U.S. dollar against the Peso could increase the cost of our manufactured product. See “Risk Factors” in Item 1A in this Annual Report on Form 10-K for further discussion\n. \n \nInterest Rate Risk – \nThe Company’s primary market risk exposure regarding financial instruments is changes in interest rates.  On June 30, 2023, the Company had $28.3 million outstanding on its line of credit.\n‎\n \n\n\n15\n \nTable of Contents\n \n\n\n ",
    "cik": "37472",
    "cusip6": "339382",
    "cusip": [
        "339382103"
    ],
    "names": [
        "FLEXSTEEL INDS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/37472/000003747223000024/0000037472-23-000024-index.htm"
}