{
    "item1": ">ITEM 1.    Business.\nScanSource, Inc. (together with its subsidiaries referred to as the \"Company” or “ScanSource” or “we”) is a leading hybrid distributor connecting devices to the cloud and accelerating growth for customers across hardware, Software as a Service (\"SaaS\"), connectivity and cloud. ScanSource enables customers to deliver solutions for their end users to address changing buying and consumption patterns. ScanSource sells through multiple, specialized routes-to-market with hardware, SaaS, connectivity and cloud service offerings from the world's leading technology suppliers. We provide technology solutions and services from more than 500 leading suppliers of mobility, barcode, point-of-sale (\"POS\"), payments, physical security, networking, unified communications, collaboration (UCaaS, CCaaS), connectivity and cloud services.\nScanSource was incorporated in South Carolina in 1992 and serves approximately 30,000 customers. Net sales for fiscal year ended June 30, 2023 totaled \n$3.79 billion\n. Our common stock trades on the NASDAQ Global Se\nlect Market under the symbol “SCSC.”   \nOur customers are businesses of all sizes that sell to end-customers across many industries. Our customer channels include value-added resellers (“VARs”), customers or agents, independent sales organizations (“ISOs”) and independent software vendors (“ISVs”). These customer channels provide us with multiple routes-to-market. We align our teams, tools and processes around all of our customers to help them grow through reducing their costs, creating efficiencies and generating end-customer demand for business solutions. We enable our customers to create, deliver and grow hybrid technology offerings for end-customers across almost every vertical market in the United States, Canada, Brazil and the United Kingdom (\"UK\").\nIn fiscal year 2021, we completed the sale of our product distribution businesses in Europe, the UK, Mexico, Colombia, Chile, Peru and our Miami-based export operations (the \"Divestitures\"). Management determined that the Company did not have sufficient scale in these markets to maximize our value-added model for physical product distribution, leading us to focus and invest in our higher margin businesses. The Divestitures are reported as discontinued operations within this Form 10-K. Unless otherwise indicated, descriptions of our business and amounts reported in this Form 10-K pertain to continuing operations only. \nStrategy\nOur strategy is to drive sustainable, profitable growth by orchestrating hybrid technology solutions through a growing ecosystem of partners leveraging our people, processes, and tools. Our goal is to provide exceptional experiences for our partners, suppliers, and people, and we strive for operational excellence. Our hybrid distribution strategy relies on a channel sales model to offer hardware, SaaS, connectivity and cloud services from leading technology suppliers to customers that solve end users’ challenges. ScanSource enables customers to deliver solutions for their end users to address changing buying and consumption patterns. Our solutions may include a combination of offerings from multiple suppliers or give our customers access to additional services. As a trusted adviser to our customers, we provide customized solutions through our strong understanding of end user needs.\nValue Proposition\nOur customer channels and supplier relationships serve as competitive advantages. From our pivotal position at the intersection of technology distribution trends, we provide robust value to both our customers and our suppliers. We make it easier for our sales partners and suppliers to deliver leading technology solutions that drive business outcomes for end users.\nValue proposition for our customers/sales partners:\n•\nEnable end-user consumption preferences\n•\nProvide pre-sale engineering\n•\nMake it easier to sell the technology stack\n•\nInventory availability\n•\nOffer training, education and marketing services\n•\nProvide custom configuration, services, platforms and digital tools\n•\nOffer innovative financial solutions for our customers\n1\nTable of Contents\nIndex to Financial Statements\nValue proposition for our suppliers:\n•\nExpand reach at a variable cost\n•\nProvide access to multiple routes to market\n•\nLower customer acquisition cost\n•\nRecruit and train new sales partners\n•\nManage channel credit\nFinancial Strength\nOur consolidated balance sheet reflects financial strength. Our strong balance sheet and cash generated from our business provide us with the ability to execute our capital allocation plan, which includes organic growth and strategic acquisitions. We have the financial flexibility to invest in our business and in future growth.\nBusiness Segments\nWe operate our business under a management structure that enhances our technology focus and hybrid distribution growth strategy. Our segments operate in the United States, Canada, Brazil and the UK and consist of the following: \n•\nSpecialty Technology Solutions\n•\nModern Communications & Cloud\nSpecialty Technology Solutions Segment\nThe Specialty Technology Solutions portfolio includes enterprise mobile computing, data capture, barcode printing, POS, payments, networking, electronic physical security, cybersecurity and other technologies. There are adjacencies among these technologies to develop and deliver solutions for our customers. These solutions include data capture and POS solutions that interface with computer systems to automate the collection, processing and communication of information for commercial and industrial applications, including retail sales, distribution, shipping, inventory control, materials handling, warehouse management and health care applications. Electronic physical security products include identification, access control, video surveillance and intrusion-related devices. Our networking products include wireless and networking infrastructure products. This segment also includes recurring revenue from hardware rentals and other SaaS offerings. \nModern Communications & Cloud Segment\nThe Modern Communications & Cloud portfolio of solutions includes communications technologies and services for voice, video conferencing, wireless, data networking, cybersecurity, cable, unified communications and collaboration, cloud and technology services.  As these solutions come together on IP networks, new opportunities are created to move into adjacent solutions for all vertical markets, such as education, healthcare and government. This segment includes recurring revenue from our Intelisys and intY businesses.\nCustomers\nOur customers, or sales partners, are businesses of all sizes that sell to end users across industries ranging from manufacturing, warehouse and distribution, retail and e-commerce, hospitality, transportation and logistics, government, education and healthcare, among others. Our customers provide us with multiple, specialized routes-to-market through various channels, including: VARs, agents, ISOs and ISVs. No single customer accounted for more than 4% of our total net sales for the fiscal year ended June 30, 2023.\nVARs\nWithin VARs, our customers include specialty technology VARs, direct marketers, IT system integrators, network integrators, service providers, managed service providers and cloud service providers. Specialty technology VARs focus on one or more technologies, providing specialized knowledge and expertise for technology solutions, such as tailored software or integrated hardware. Direct marketers provide a very broad range of technology brands to business, government, education and healthcare markets. IT system integrators and network integrators develop computer and networking solutions for end-customers’ IT \n2\nTable of Contents\nIndex to Financial Statements\nneeds. Service providers, managed service providers and cloud service providers deliver advanced multi-discipline services with customized solutions that bundle data, collaboration, cloud, network and digital telecommunication services for end-customers' needs. \nAgents\nAgents focus on selling telecommunications and cloud services to end-customers, advising about various services, technologies and cost alternatives to help them make informed choices. Agents typically earn monthly commissions on multi-year contract sales as they build their recurring revenue business.\nIndependent Sales Organizations\nISOs focus on selling credit card processing and finding new merchant customers for credit card member banks. They offer on-going customer service and support and look to bundle hardware, software and processing services. \nIndependent Software Vendors\nISVs develop software, apps and integrated solutions. They generally focus on cloud solutions and sell or certify bundled hardware, software and service solutions.\nSuppliers\nWe provide products and services from approximately\n 500 \nsuppliers, including 8x8, AT&T, Aruba/HPE, Avaya, Axis, Cisco, Comcast Business, Datalogic, Dell, Elo, Epson, Equinix, Extreme, F5, Five9, Fortinet, Genesys, Granite, GTT, Hanwha, Honeywell, Ingenico, Jabra, Logitech, Lumen, Microsoft, MetTel, Mitel, NCR, NICE CXone, Poly HP, RingCentral, Spectrum, Toshiba Global Commerce Solutions, Trend Micro, Ubiquiti, Verifone, Verizon, VMWare, Windstream, Zebra Technologies and Zoom. \nWe provide products and services from many of our key suppliers in all of our geographic markets; however, certain suppliers only allow distribution to specific geographies. We typically purchase products directly from the supplier and our supplier agreements generally do not restrict us from selling similar or competitive products or services. We have the flexibility to terminate or curtail sales of one product line in favor of another due to technological change, pricing considerations, product availability, customer demand or supplier distribution policies.\nProducts from two suppliers, Cisco and Zebra, each constituted more than 10% of our net sales for the fiscal year ended June 30, 2023.\n•\nWe have three non-exclusive agreements with Cisco. One agreement covers the distribution of Cisco products in the United States and has a two year term. The second agreement covers the distribution of products in Brazil and has a two year term. Each of these agreements must be renewed by written agreement. Either party may terminate these agreements upon 30 days' notice to the other party. The third agreement is an agency contract for North America and has a two year term. Either party may terminate this agreement upon 60 days' prior written notice.\n•\nWe have three non-exclusive agreements with Zebra. One agreement covers sales of Zebra Enterprise Visibility & Mobility (“EVM”) products in North America and Brazil, while the other two agreements cover sales of Zebra Asset Intelligence & Tracking (“AIT”) products in North America and Brazil.  The Zebra agreements each have a one year term that automatically renews for additional one year terms.  Either party may terminate the EVM agreement upon 30 days' notice to the other party.  Either party may terminate the AIT agreement for North America upon 60 days’ notice to the other party.  Either party may terminate the AIT agreement for Brazil upon 90 days’ notice to the other party. \nIn addition to the agreements mentioned above, we have written agreements with almost all of our other suppliers. These agreements generally include the following terms:\n•\nNon-exclusive distribution rights to resell products and related services in geographical areas (supplier agreements often include territorial restrictions that limit the countries in which we can sell their products and services).\n3\nTable of Contents\nIndex to Financial Statements\n•\nShort-term periods, subject to periodic renewal, and provide for termination by either party without cause upon 30 to 120 days' notice.\n•\nStock rotation rights, which give us the ability, subject to limitations, to return for credit or exchange a portion of the items purchased.\n•\nPrice protection provisions, which enables us to take a credit for declines in inventory value resulting from the supplier's price reductions. \nAlong with our inventory management policies and practices, these stock rotation rights and price protection provisions are designed to reduce our risk of loss due to slow-moving inventory, supplier price reductions, product updates and obsolescence.\nWe participate in various rebate, cash discount and cooperative marketing programs offered by our suppliers to support expenses associated with selling and marketing the suppliers' products and services. These rebates and purchase discounts are largely influenced by sales volumes and are subject to change.\nOur suppliers generally warrant their products we sell and allow returns of defective products, including those returned to us by our customers. For certain of our product offerings, we offer a self-branded warranty program. We purchase contracts from unrelated third parties, generally the original equipment manufacturers, to fulfill our obligations to service or replace defective product claimed on these warranty programs. To maintain customer relations, we also facilitate returns of defective products from our customers by accepting for exchange, with our prior approval, most defective products within 30 days of invoicing. In addition, local laws may in some cases impose warranty obligations on the Company.\nOfferings and Markets\nWe currently market over 65,000 products from approximately 500 hardware, software and service suppliers to approximately 30,000 customers. We sell products and services to the United States and Canada from our facilities located in Mississippi, California and Kentucky; into Brazil from facilities located within the Brazilian states of Paraná, Espírito Santo and Santa Catarina. We provide some of our digital products, which include SaaS and subscriptions, through our digital tools and platforms. See \"Risk Factors\" for a discussion of the risks related to our foreign operations.\nOur offerings to our customers include hardware, software, services and connectivity across premise, hybrid and cloud environments. We believe that customers want to offer end users complete technology solutions that solve end-user challenges and deliver positive outcomes. We align our people, processes and tools to help our sales partners grow by providing more hybrid solutions through a better understanding of end-customer needs. We are able to provide a combination of offerings from multiple suppliers or give our sales partners access to additional services, including configuration, key injection, integration support and others to deliver solutions. \nWe provide our customers and suppliers with an array of pre-sale business tools and value-added services, including market and technology solution expertise, education and training, product configuration tools, technical support, logistics and channel financial services. These services allow our customers to gain knowledge and experience on marketing, negotiation and selling, to improve customer service, to profitably grow their business and be more cost effective. Our business is enhanced by our ability and willingness to provide the extra level of services that keeps both our sales partners and suppliers satisfied.\nWe offer technology solutions and services that include the following:\n•\nMobility and Barcode\n: We offer automatic identification and data capture (“AIDC”) technology that incorporates the capabilities for electronic identification and data processing without the need for manual input. These solutions consists of a wide range of products that include portable data collection terminals, wireless products, barcode label printers and scanners. As AIDC technology has become more pervasive, applications have evolved from traditional uses, such as inventory control, materials handling, distribution, shipping and warehouse management, to more advanced applications, such as healthcare.\n•\nPOS\n: We provide POS solutions for retail, grocery and hospitality environments to efficiently manage in-store sales and operations. POS solutions include computer-based terminals, tablets, monitors, payment processing solutions, receipt printers, pole displays, cash drawers, keyboards, peripheral equipment and fully integrated processing units. These solutions may include self-service checkout, kiosks and products that attach to the POS network in the store, including network access points, routers and digital signage.\n4\nTable of Contents\nIndex to Financial Statements\n•\nPayments\n: We offer payment terminals, comprehensive key injection services, reseller partner branding, extensive key libraries, ability to provide point-to-point encryption, and redundant key injection facilities. We have the resources to deliver secure payment devices that are preconfigured and ready for use. In addition, we partner with ISVs to deliver to merchants integrated tablet POS solution hardware that a merchant may purchase outright or “as a service,” and which includes merchant hardware support and next-day replacement of tablets, terminals and peripherals.\n•\nPhysical Security and Networking\n: We provide electronic physical security solutions that include identification, access control, video surveillance and intrusion-related products. Physical security products are used every day across every vertical market to protect lives, property and information. These technology solutions require specialized knowledge to deploy effectively, and we offer in-depth training and education to our sales partners to enable them to maintain the appropriate skill levels. Our networking products include wireless and networking infrastructure products.  \n•\nCommunications and Collaboration\n: We offer communications and collaboration solutions, delivered in the cloud, on-premise or hybrid, such as voice, video, integration of communication platforms and contact center solutions. These offerings combine voice, video and data with computers, telecommunications and the internet to deliver communications solutions on-premise. Software and hardware products include IP-based telephony platforms, Voice over Internet Protocol systems, private branch exchanges, call center applications, video conferencing, desk phones, headsets and cloud-enabled endpoints. Cloud-delivered services, such as unified communications, contact center and video conferencing, enable end-customers to consume and pay for communications services typically on a monthly subscription basis.\n•\nConnectivity and Cloud Services:\n We offer business communications services, including voice, data, access, cable collaboration, wireless and cloud. We focus on empowering and educating sales partners so they can advise end-customers in making informed choices about services, technology and cost savings. Through our digital tools and platforms, we offer sales partners another way to grow their recurring revenue practices, and take     the friction out of acquiring, provisioning and managing SaaS offerings. We have contracts with more than 200 of the world’s leading telecom carriers and cloud services providers.\nPeople and Culture \nAs a people-first organization, respecting and protecting our people and our partners are our top priorities. From ensuring and supporting an inclusive and diverse workforce and partner base; providing a safe, healthy work environment; and working with suppliers and partners that share this commitment, we are dedicated to doing what is right for our employees, channel partners and end customers.\nGeneral\n \nOur real competitive advantage is our people, working together to help our customers and partners grow their businesses. The foundation of ScanSource has always been based on strong values and culture with the clear vision of people first. In a changing environment, ScanSource is investing in new infrastructure, tools and programs to ensure a \"productivity anywhere\" outcome, in the new hybrid working world. In 2023, the Company was named one of the Best Places to Work in South Carolina for the eighth consecutive year.\nAs of June 30, 2023, we have approximately 2,300 employees, of which approximately 1,500 are in the United States and 800 are located internationally in Canada, Brazil and the UK. We have no organized labor or trade unions in the United States. As of June 30, 2023 we have 10\n \noffice locations in the U.S. and three distribution centers, eight office locations outside of the U.S., and have a remote employee presence.\nProfessional Development \nWe want to help our employees succeed—both personally and professionally. We focus heavily on the intellectual and professional development of our employees, and we strive to create an immersive working environment for them. To promote personal and professional growth, we also encourage our employees to pursue ongoing training and career development opportunities, and we provide tuition assistance and reimbursement for certain pre-approved continuing education programs and professional certifications. We enhanced our learning management system, The Hub, to provide a modernized and engaging user experience for our global employees at all levels. The ScanSource Leadership Institute (\"SLI\") is another \n5\nTable of Contents\nIndex to Financial Statements\nimportant program that focuses on identifying and helping to develop the next wave of senior leaders for the Company. The SLI program brings together twelve hand-selected leaders from our global offices for a two-week program of intensive training and development. While this provides a tool for an individual’s education and growth, it also nurtures cross-functional collaboration with colleagues through a unique social capability.\nBenefits\n \nWe offer a comprehensive benefits package which includes traditional health insurance, as well as telemedicine alternatives, life insurance, disability insurance and work-life balance resources. The financial future of our employees is important to us, which is why we have a 401(k) program with a market-competitive employer match, performance-based bonus program and employee ownership opportunities for a meaningful portion of our employees through our Employee Stock Purchase Plan, as well as our equity incentive grants. We partner with Fidelity to provide employees access to knowledge and tools to help manage or plan for student loan debt. To expand our financial wellness offerings, we offer workshops and webinars focused on student debt and general debt-counselling services.\nHealth and Safety \nWe care about our employees’ overall well-being and encourage them to have a healthy lifestyle, both physically and mentally. That’s why we offer dedicated resources to help foster a work/life balance. We have implemented a work-from-home policy for all employees across geographies, outside of our distribution centers. We are pleased with how our employees have adjusted to this new way of doing business, maintaining an extremely high level of productivity and performance. With a largely remote workforce, it is critical that we continue to focus on our employees’ health. We continue to build our 360you program, which provides employees with extensive education and training/coaching opportunities, wellness and fitness challenges, and other valuable resources.\nDiversity and Inclusion\n \nOne of our core values is to promote an environment that respects and values the diverse backgrounds, interests and talents of our employees. ScanSource is committed to a diverse and inclusive workplace with our comprehensive Diversity & Inclusion (D&I) program, led by our first Chief Diversity Officer (\"CDO\") and an internal D&I Advisory Council. The Council is an employee-led group focused on sharing insights, ideas, and opinions from our employee base to assist in the implementation of our DEI plan. To support our goal of becoming a more inclusive workplace, our DEI strategic plan focuses on awareness and education, workforce representation, partner diversity, and community relations. Additionally, initiatives including a D&I book and movie club, educational DEI opportunities, and global employee resource groups are allowing interested employees to broaden their knowledge on various topics in this space.\nBoard Role in People and Culture Management \nOur Board of Directors believes that people and culture management is an important component of our continued growth and success and is essential for our ability to attract, retain and develop talented and skilled employees. We pride ourselves on a culture that respects co-workers and values concern for others. Our Board provides oversight of the Company's policies and strategies relating to talent including corporate culture, diversity and inclusion, and employee development, as well as the Company's compensation principles and practices. Our Board, through the Compensation Committee, evaluates and approves the Company's compensation plans, policies, and programs applicable to our senior executives. Our Board also engages in an active succession planning process.\nDigital Workplace\nEmployee outreach and engagement remain critical to the continued success and growth of ScanSource. Inclusion, participation, and appreciation are key components in retaining talent, maintaining our culture, and keeping employees engaged. In support of that, in 2023, we launched a new global digital workplace, The Bridge, as our new corporate intranet. We are excited to enhance global communication, increase employee recognition, and celebrate milestones through this engaging new platform.\nEmployee Feedback\n \n6\nTable of Contents\nIndex to Financial Statements\nWe foster opportunities for employee engagement and have multiple avenues for communication, which allows all full-time employees to anonymously give us feedback on our workplace culture, employee programs, and more. We also implement employee engagement surveys globally to gather feedback and build the best environment possible for our employees. \nCompetition\nWe believe we are a leader in the specialty markets we serve. The market for technology products and solutions is highly competitive, both in the United States and internationally. Competitive factors include price, product availability, speed and accuracy of delivery, effectiveness of sales and marketing programs, credit availability, ability to tailor specific solutions to customer needs, quality and breadth of product lines and services and availability of technical and product information. \nOur competitors include local, regional, national and international distributors, as well as suppliers that sell directly to resellers and to end users. In addition, our competitors include resellers that sell to franchisees, third-party dealers and end users. Competition has increased over the last several years as broad line and other value-added distributors have entered into the specialty technology markets. Such competition could also result in price reductions, reduced margins and loss of market share.\nIn our Specialty Technology Solutions segment, we compete with broad-line distributors, such as Ingram Micro and TD Synnex, in most geographic areas, and more specialized security distributors, such as ADI and Wesco. We also compete against other smaller, more specialized AIDC and POS distributors, such as BlueStar. In our Modern Communications & Cloud segment, we compete against broad-line distributors, such as Ingram Micro and TD Synnex, and more specialized distributors, such as Jenne. Additionally, for Intelisys' technology services, we compete against other smaller, technology services distributors, such as Avant and Telarus. For our intY business, we compete against other developers of cloud software and services platforms, such as CloudBlue and Pax8. As we seek to expand our business into other areas closely related to our offerings, we may encounter increased competition from current competitors and/or from new competitors, some of which may be our current customers.\nSales\nOur sales organization consists of inside and field sales representatives located in the United States, Canada, the UK and Brazil. The majority of our sales partners are assigned to a dedicated sales representative or team whose main focus is developing customer relationships and providing our customers with solutions to meet their end-customer’s needs. Our sales teams are advocates for and trusted advisers to our customers. Sales teams are responsible for developing technical expertise within broad product markets, recruiting sales partners, creating demand, negotiating pricing and reviewing overall product and service requirements of our customers. Our sales representatives receive comprehensive training with respect to the technical characteristics of suppliers’ products, supplemented by frequent product and service seminars conducted by supplier representatives and bi-weekly meetings among product, marketing and sales managers.\nOur sales teams also provide customers with online ordering, API, EDI and other information systems, allowing customers to easily gain access to product specifications, availability and customized pricing, as well as the ability to place and follow the status of orders. \nMarketing\nWe market our technology solutions and services through a range of digital and print channels, including online product catalogs customized for our North American and Brazilian markets; social media; search engine optimization and marketing; content marketing; content automation; e-commerce; email direct marketing, among others. Our marketing practices are tailored to fit the specific needs of our customers and suppliers - ensuring we help our partners create, deliver and manage solutions for end users across our vertical markets. Our comprehensive marketing efforts include sales promotions, advertisements, management of sales leads, trade show design and event management, advertorials, content creation, partner events and training and certification courses with leading suppliers in an effort to recruit prospective sales partners. \nOperations\nInformation Technology Systems\n7\nTable of Contents\nIndex to Financial Statements\nOur information systems are scalable and capable of supporting numerous operational functions including purchasing, receiving, order processing, shipping, inventory management and accounting. Our customers and employees rely on our information systems for online, real-time information on pricing, inventory availability and reservation and order status. Our warehouse operations use bar code technology for receiving and shipping and automated systems for freight processing and shipment tracking, each of which is integrated with our multiple information systems. The customer service and technical support departments employ systems for documentation and faster processing of sales partner inquiries. To ensure that adequate inventory levels are maintained, our buyers depend on the system’s purchasing and receiving functions to track inventory on a perpetual basis. \nWarehouse and Shipping Strategy\nWe operate a 741,000 square foot distribution center in Southaven, Mississippi, which is located near the FedEx hub facility in Memphis, Tennessee, and primarily serves North America. We also acquired warehouses in California and Kentucky through our POS Portal acquisition. Our principal warehouses for our Brazil operations are located in the Brazilian states of Paraná, Espírito Santo and Santa Catarina. Our objective is to ship all orders on the same day, using technology to expedite shipments and minimize shipping errors. We offer reduced freight rates and flexible delivery options to minimize our sales partners' need for inventory.\nFinancial Services\nOur sales terms include trade credit, various third-party financing options, which include leasing, flooring and other secured financing for qualified customers. These sales terms allow us to compete within our specific geographic areas to facilitate our growth plans.  We believe these options reduce the customer’s need to establish multiple credit relationships.\nTrade and Service Marks\nWe conduct our business under the trade names \"ScanSource POS and Barcode,\" \"ScanSource Catalyst,\" \"ScanSource Communications,\" \"ScanSource Services,\" \"ScanSource Networking and Security,\" \"ScanSource KBZ,\" \"ScanSource Brasil,\" \"Network1, a ScanSource company,\" \"Intelisys,\" \"POS Portal,\" \"RPM Software, a ScanSource company\" and \"intY, a ScanSource company.\"  \nCertain of our tradenames, trademarks and service marks are registered, or are in the process of being registered, in the United States or various other countries.  We have been issued registrations for many of our marks including, among others, \"ScanSource,\" \"Catalyst Telecom,\" and \"Network1\" in countries in our principal markets. Even though our marks are not registered in every country where we conduct business, in many cases we have acquired rights in those marks because of our continued use of them. These marks do not have value assigned to them and have a designated indefinite life. We do not believe that our operations are dependent upon any of our marks. We also sell products and provide services under various third-party tradenames, trademarks and service marks, some of which we reference in this report, and these tradenames, trademarks and service marks are the property of their respective owners.\nAdditional Information\nOur principal internet address is www.scansource.com. The information contained on, or that can be accessed through, our website is not incorporated by reference into this annual report. We provide our annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, and all amendments to those reports, free of charge on www.scansource.com, as soon as reasonably practicable after they are electronically filed with, or furnished to, the Securities and Exchange Commission (\"SEC\").",
    "item1a": ">ITEM 1A.    Risk Factors.\nThe following are certain risks that could affect our business, financial position and results of operations. These risks should be considered in connection with evaluating an investment in our company and, in particular, the forward-looking statements contained in this Report because these risks could cause the actual results to differ materially from those suggested by the forward-looking statements. These factors are neither presented in order of importance nor weighted. Additionally, there are other risks which could impact us that we may not describe, because we currently do not perceive them to be material or because they are presently unknown. If any of these risks develops into actual events, our business, financial condition and \n8\nTable of Contents\nIndex to Financial Statements\nresults of operations could be negatively affected, the market price of our common stock could decline and you may lose all or part of your investment in our common stock. We expressly disclaim any obligation to update or revise any risk factors, whether as a result of new information, future events or otherwise, except as required by law.\nRisk Factors Related to our Operations\nPeople - If we cannot continue to hire and retain high quality employees, our business and financial results may be negatively affected. \nOur operating results could be adversely affected by increased competition for employees, difficulty in recruiting employees, higher employee turnover or increased compensation and benefit costs. Our employees are important to our success and we are dependent in part on our ability to retain the services of our employees in key roles. We have built our business on a set of core values, and we attempt to hire and retain employees who are committed to these values and our culture of providing exceptional service to our customers and suppliers. In order to compete and to continue to grow, we must attract, retain and motivate employees, including those in executive, senior management, sales, marketing, logistics, technical support and other operating positions. \nMany of our employees work in small teams to provide specific services to customers and suppliers. They are trained to develop their knowledge of products, services, programs and practices and customer business needs, as well as to enhance the skills required to provide exceptional service and to manage our business. As they gain experience and develop their knowledge and skills, our employees become highly desired by other businesses. Therefore, to retain our employees and attract new ones, we have to provide a satisfying work environment and competitive compensation and benefits.\nAcquisitions - Our growth strategy includes acquisitions of companies that complement or expand our existing business. Acquisitions involve unique risks and uncertainties, including difficulty in identifying and completing potential acquisitions.\nWe have acquired, and may continue to acquire, companies that complement or expand our existing business in the United States and internationally, and some of these acquisitions may be in business lines where we have little, if any, experience.  Acquisitions entail a number of risks, including that the acquired company will not perform as expected and that we will be responsible for unexpected costs or liabilities.  In addition, increases in the size and complexity of our business may place a significant strain on our management, operations, technical performance, financial resources and internal financial control and reporting functions, and there are no assurances that we will be able to manage the acquisition process or newly acquired companies effectively. \nOur personnel, systems, procedures and controls may not be adequate to effectively manage our future operations, especially as we employ personnel in multiple domestic and international locations. We may not be able to hire, train, retain and manage the personnel required to address our growth. Failure to effectively manage our acquisition opportunities could damage our reputation, limit our future growth, and adversely affect our business, financial condition and operating results.\nWe may be unable to identify acquisitions or strategic relationships we deem suitable. Even if we do, we may be unable to successfully complete any such transactions on favorable terms or at all, or to successfully integrate an acquired business, facilities, technologies, or products into our business or retain any key personnel, suppliers, or customers. Furthermore, even if we complete such transactions and effectively integrate the newly acquired business or strategic alliance into our existing operations, we may fail to realize the anticipated returns and/or fail to capture the expected benefits, such as strategic or operational synergies or cost savings.\nIT Systems - Our ability to manage our business and monitor results is highly dependent upon information and communication systems. A failure of these systems could disrupt our business. \nWe are highly dependent upon a variety of computer and telecommunication systems to operate our business, including our enterprise resource planning systems. As we are dependent upon our ability to gather and promptly transmit accurate information to key decision makers, our business, results of operations and financial condition may be adversely affected if our information systems do not allow us to transmit accurate information, even for a short period of time. Failure to properly or adequately address these issues could impact our ability to perform necessary business operations, which could adversely affect our reputation, competitive position, business, financial condition and results of operations. \n9\nTable of Contents\nIndex to Financial Statements\nIn addition, the information systems of companies we acquire may not meet our standards or we may not be able to successfully convert them to provide acceptable information on a timely and cost-effective basis. Furthermore, we must attract and retain qualified people to operate our systems, expand and improve them, integrate new programs effectively with our existing programs and convert to new systems efficiently when required. Any disruption to our business due to such issues, or an increase in our costs to cover these issues, could have an adverse effect on our financial results and operations. \nOur customers rely on our electronic ordering, information systems and website for product information, including availability, pricing and placing orders. Our systems were disrupted during our recent ransomware incident, and there can be no assurance that our systems will not fail or experience disruptions again in the future, and any significant failure or disruption of these systems could prevent us from making sales, ordering and delivering products and otherwise conducting our business.\nSupply Chain issues, include a shortage of products, may increase our costs or cause a delay in fulfilling customer orders, completing services or purchasing products and services needed to support our internal operations, resulting in an adverse impact on our financial results.\nOur business depends on the timely supply of products in order to meet the demands of our customers.\nManufacturing interruptions or delays, including as a result of the financial instability or bankruptcy of manufacturers, significant labor disputes such as strikes, natural disasters, political or social unrest, pandemics or other public health crises or other adverse occurrences affecting any of our suppliers’ facilities, could further disrupt our supply chain. We could experience product constraints due to the failure of suppliers to accurately forecast customer demand or to manufacture sufficient quantities of product to meet customer demand (including as a result of shortages of product components), among other reasons.\nOur supply chain is also exposed to risks related to international operations. While we purchase our products primarily in the markets we serve (for example, products for United States customers are primarily sourced in the United States), our vendor partners manufacture or purchase a significant portion of the products we sell outside of the United States, primarily in Asia. Political, social or economic instability in Asia, or in other regions in which our vendor partners purchase or manufacture the products we sell, could cause disruptions in trade, including exports to the United States.\nSupply chain issues, including a shortage of technology products and available services, may increase our costs or cause a delay in purchasing technology products needed to support our internal systems and infrastructure or operations, resulting in an impact on our operations and availability of our systems, which could result in a materially adverse effect on our operations and financial results.\nOrganic growth strategies - If we fail to effectively manage and implement our operating strategies, we may experience a negative effect on our business and financial results.\nA significant component of our growth strategy is to expand our channels and expand our existing products and services in our existing channels and entry into new channels. These efforts may divert our resources and systems, require additional resources that might not be available (or available on acceptable terms), result in new or more intense competition, require longer implementation times or greater expenditures than anticipated and otherwise fail to achieve timely desired results, if at all. If we are unable to increase our sales and earnings by expanding our product and service offerings in a cost-effective manner, our results may suffer.\nOur ability to successfully manage our organic growth will require continued enhancement of our operational, managerial and financial resources, controls, and models. Our failure to effectively manage our organic growth could have an adverse effect on our business, financial condition and results of operations.\nCredit exposure - We have credit exposure to our customers. Any adverse trends or significant adverse incidents in their businesses could cause us to suffer credit losses.\nAs is customary in our industry, we extend credit to our customers, and most of our sales are on open accounts; we also provide financing to some Intelisys customers based on their future commission flows. As we grow and compete for business, our typical payment terms tend to be longer, and therefore may increase our credit risk. \n10\nTable of Contents\nIndex to Financial Statements\nWhile we evaluate our customers' qualifications for credit and monitor our extensions of credit, these efforts cannot prevent all credit losses and any credit losses negatively impact our performance. In addition, for financial reporting purposes, we estimate future credit losses and establish reserves.  To the extent that our credit losses exceed those reserves, our financial performance will be negatively impacted beyond what is expected. If there is deterioration in the collectability of our receivables, or if we fail to take other actions to adequately mitigate such credit risk, our earnings, cash flows and our ability to utilize receivable-based financing could deteriorate. \nIn addition, extending credit to international customers involves additional risks. It is often more difficult to evaluate credit risk with a customer or obtain credit protections in our international operations. Also, credit cycles and collection periods are typically longer in our international operations. As a result of these factors and other challenges in extending credit to international customers, we generally face greater credit risk from international sales compared to domestic sales. \nReliance on third parties - We are dependent on third parties for some services, including the delivery of a majority of our products, logistics and warehousing. Changes in shipping terms or the failure or inability of our third-party shippers to perform could have an adverse impact on our business and results of operations.\nWe rely on third parties to perform certain services for our business and for our customers, which, if not performed by these third parties in accordance with the terms of the arrangement, could result in significant disruptions or costs to our organization, including monetary damages and an adverse effect on our customer relationships.  \nIn particular, we are dependent upon major shipping companies, including FedEx and UPS, for the shipment of our products to and from our centralized warehouses. Changes in shipping terms, or the inability of these third-party shippers to perform effectively, could affect our responsiveness to our customers. From time to time, we have experienced significant increases in shipping costs due to increases in fuel costs and transit losses due to a congested supply chain. Increases in our shipping costs or transit losses may adversely affect our financial results if we are unable to pass on these higher costs to our customers.\nIn Brazil, we use third parties to provide warehousing and logistics services in order to provide cost-effective operations and scale in certain regions. The failure or inability of one or more of these third parties to deliver products from suppliers to us, or products from us to our customers, for any reason could disrupt our business and harm our reputation and operating results. We work closely with our third-party logistics and warehousing providers to anticipate issues, and also review public information regarding their financial health. However, issues may not be identified quickly, which may lead to lack of or poor execution of services, loss or litigation. Additionally, deterioration of the financial condition of our logistical and warehousing providers could result in delayed responsiveness or delivery failure, which would ultimately affect our responsiveness to our customers and thus may adversely affect our business, financial condition and results of operations.\nInventory - The value of our inventory may be adversely affected by market and other factors.\nOur business, like that of other distributors, is subject to the risk that the value of our inventory will be adversely affected by price reductions by manufacturers, by technological changes affecting the usefulness or desirability of our products or by foreign currency fluctuations. Some of our supplier agreements and certain manufacturers’ policies have some price protection and stock rotation opportunities with respect to slow-moving or obsolete inventory items; however, these protections are becoming less standard, subject to change, limited in scope and do not protect against all declines in inventory value, excess inventory, or product obsolescence, and in some instances we may not be able to fulfill all necessary conditions or successfully manage such price protection or stock rotation opportunities. In addition, these protections are not always reflected in supplier agreements and their application in a particular situation is dependent upon negotiations with our suppliers. As a result, occasionally we are required to write down the value of excess and obsolete inventory, and should any of these write-downs occur at a significant level, they could have an adverse effect on our business, financial condition and results of operations.\nSuppliers - Changes to supply agreement terms or lack of product availability from our suppliers could adversely affect our operating margins, revenue or the level of capital required to fund our operations.\nOur future success is highly dependent on our relationships with our suppliers. A significant percentage of our net sales relates to products we purchase from relatively few suppliers, including Cisco and Zebra. As a result of such concentration risk, terminations of supply or services agreements or a change in terms or conditions of sale from one or more of our key suppliers could adversely affect our operating margins, revenue or the level of capital required to fund our operations. Our suppliers have the ability to make adverse changes in their sales terms and conditions, such as reducing the level of purchase discounts and \n11\nTable of Contents\nIndex to Financial Statements\nrebates they make available to us. In addition, our supplier agreements typically are short-term and may be terminated without cause on short notice. We have no guaranteed price or delivery agreements with our suppliers. In certain product categories, limited price protection or return rights offered by our suppliers may have a bearing on the amount of product we are willing to stock. Our inability to pass through to our customers the impact of these changes, as well as if we fail to develop or maintain systems to manage ongoing supplier programs, could cause us to record inventory write-downs or other losses and could have significant negative impact on our gross margins.\nWe receive purchase discounts and rebates from some suppliers based on various factors, including goals for quantitative and qualitative sales or purchase volume and customer related metrics. Certain purchase discounts and rebates may affect gross margins. Many purchase discounts from suppliers are based on percentage increases in sales of products. Our operating results could be adversely impacted if these rebates or discounts are reduced or eliminated or if our suppliers significantly increase the complexity of their refund procedures and thus increase costs for us to obtain such rebates. \nOur ability to obtain particular products or product lines in the required quantities and our ability to fulfill customer orders on a timely basis is critical to our success. Our suppliers have experienced product supply shortages from time to time due to the inability of certain of their suppliers to supply products on a timely basis. Specifically, shortages of computer chips may lead to product constraints and adversely affect our sales volumes and product availability. In addition, our dependence on a limited number of suppliers leaves us vulnerable to having an inadequate supply of required products, price increases, late deliveries and poor product quality. As a result, we have experienced, and may in the future continue to experience, short-term shortages of specific products or be unable to purchase our desired volume of products. Suppliers that currently distribute their products through us, may decide to shift to or substantially increase their existing distribution with other distributors, their own dealer networks, or directly to resellers or end-customers. Suppliers have, from time to time, made efforts to reduce the number of distributors with which they do business. This could result in more intense competition as distributors strive to secure distribution rights with these suppliers, which could have an adverse impact on our operating results. We cannot provide any assurances that suppliers will maintain an adequate supply of products to fulfill all of our customer orders on a timely basis. Our reputation, sales and profitability may suffer if suppliers are not able to provide us with an adequate supply of products to fulfill our customer orders on a timely basis or if we cannot otherwise obtain particular products or product lines. \nIncreasingly, our suppliers are combining and merging, leaving us with fewer alternative sources. Supplier consolidation may also lead to changes in the nature and terms of relationships with our suppliers. In addition, suppliers may face liquidity or solvency issues that in turn could negatively affect our business and operating results.  Any loss or deterioration of a major supplier relationship could adversely affect our business, financial condition and results of operations.\nLiquidity and capital resources - Market factors and our business performance may increase the cost and decrease the availability of capital. Additional capital may not be available to us on acceptable terms to fund our working capital needs and growth.\n \nOur business requires significant levels of capital to finance accounts receivable and product inventory that is not financed by trade creditors. We have an increased demand for capital when our business is expanding, including through acquisitions and organic growth. Changes in payment terms with either suppliers or customers could also increase our capital requirements. We have historically relied on cash generated from operations, borrowings under our revolving credit facility and secured and unsecured borrowings to satisfy our capital needs and to finance growth. While we believe our existing sources of liquidity will provide sufficient resources to meet our current working capital and cash requirements, if we require an increase in capital to meet our future business needs or if we are unable to comply with covenants under our borrowings, such capital may not be available to us on terms acceptable to us, or at all. We have a multi-currency senior secured credit facility with JPMorgan Chase Bank N.A., as administrative agent, and a syndicate of banks (the “Amended Credit Agreement”). The Amended Credit Agreement includes customary representations, warranties and affirmative and negative covenants, including financial covenants. Specifically, our Leverage Ratio must be less than or equal to 3.50:1.00 at all times. In addition, our Interest Coverage Ratio (as such term is defined in the Amended Credit Agreement) must be at least 3.00:1.00 as of the end of each fiscal quarter. In the event of a default, customary remedies are available to the lenders, including acceleration and increased interest rates.\nIn addition, the cost of borrowings under our existing sources of capital and any potential new sources of capital as a result of variable interest rates may increase, which could have an adverse effect on our financial condition. Changes in how lenders rate our credit worthiness, as well as macroeconomic factors such as an economic downturn, inflation, rising interest rates and \n12\nTable of Contents\nIndex to Financial Statements\nglobal economic instability may restrict our ability to raise capital in adequate amounts or on terms acceptable to us, and the failure to do so could harm our ability to operate our business.\nIn addition, our cash and cash equivalents are deposited with various financial institutions located in the various countries in which we operate. We endeavor to monitor these financial institutions regularly for credit quality; however, we are exposed to risk of loss on such funds or we may experience significant disruptions in our liquidity needs if one or more of these financial institutions were to fail or suffer bankruptcy or similar restructuring.\nCustomers - We operate in a highly competitive environment and good customer relations are critical to our success. There can be no assurance that we will be able to retain and expand our customer relationships or acquire new customers.\nMeeting our customers' needs quickly and fairly is critical to our business success. Transactions with our customers generally are performed on a purchase order basis rather than under long term supply agreements. Therefore, our customers can choose to purchase from other sources. From time to time, we experience shortages in availability of some products from suppliers, and this impacts customers' decisions regarding whether to make purchases from us. Anything that negatively influences customer relations can also negatively impact our operating results. \nCustomer consolidation also may lead to changes in the nature and terms of relationships with our customers.  The loss or deterioration of a major customer relationship could adversely affect our business, financial condition and results of operations. Economic recession, higher interest rates and inflation could result in some of our customers shuttering their businesses, thus negatively impacting our business.\nLitigation - We routinely are involved in litigation that can be costly and lead to adverse results.\nIn the ordinary course of our business, we are involved in a wide range of disputes, some of which result in litigation. We are routinely involved in litigation related to commercial disputes surrounding our business activities, intellectual property disputes, employment disputes and accounts receivable collection activity.  In addition, as a public company with a large shareholder base, we are susceptible to class-action lawsuits and other litigation resulting from disclosures that we or our officers and directors make (or do not make) and our other activities. Litigation is expensive to bring and defend, and the outcome of litigation can be adverse and significant. Not all adverse outcomes can be anticipated, and applicable accounting rules do not always require or permit the establishment of a reserve until a final result has occurred or becomes probable and estimable. In some instances we are insured or indemnified for the potential losses; in other instances we are not. An uninsured, under insured or non-indemnified adverse outcome in significant litigation could have an adverse effect on our business, financial condition and results of operations. We can make no assurances that we will ultimately be successful in any dispute that we are a party to. See Item 3. \"Legal Proceedings\" for further discussion of our material legal matters.\nFair value measurement of goodwill and other intangible assets - Changes in the fair value of the assets and liabilities measured at fair value could have a significant effect on our reported earnings.\nWe have substantial goodwill.  On at least an annual basis, we are required to assess our goodwill and other intangible assets, including but not limited to customer relationships, trademarks and trade names, for impairment. This includes continuously monitoring events and circumstances that could trigger an impairment test outside of our annual impairment testing date in the fourth quarter of each year. Testing goodwill and other intangibles for impairment requires the use of significant estimates and other inputs outside of our control. If the carrying value of goodwill in any of our goodwill reporting units or other intangible assets is determined to exceed their respective fair values, we may be required to record significant impairment charges. In addition, our decision to dispose of certain of our operations has in the past and may in the future require us to recognize an impairment to the carrying value of goodwill and other intangible assets attendant to those operations. As of June 30, 2023, the Specialty Technology Solutions and Modern Communications & Cloud reporting units' goodwill balances are $16.4 million and $200.3 million, respectively. The fair value of the reporting units exceeded its carrying value by 2% and 13%, respectively, as of the annual goodwill impairment testing date. Any declines resulting in a goodwill impairment or long-lived asset impairment may result in material non-cash charges to our earnings. Impairment charges would also reduce our consolidated shareholders' equity and increase our debt-to-total-capitalization ratio, which could negatively impact our credit rating and access to the public debt and equity markets. \n13\nTable of Contents\nIndex to Financial Statements\nInternational operations - Our international operations expose us to risks that are different from, and possibly greater than, the risks we are exposed to domestically.\nWe currently have significant facilities outside the United States. For fiscal year ending June 30, 2023, approximately 9.4% of our revenue is derived from our international operations outside of the United States and Canada. These operations are subject to a variety of risks that are different from the risks that we face domestically or are similar risks but with potentially greater exposure. These risks include:\n•\nFluctuations of foreign currency and exchange rates, which can impact sales, costs of the goods we sell and the reporting of our results and assets on our financial statements;\n•\nChanges in international trade laws, trade agreements, or trading relationships affecting our import and export activities, including export license requirements, restrictions on the export of certain technology and tariff changes, or the imposition of new or increased trade sanctions; \n•\nDifficulties in collecting accounts receivable and longer collection periods;\n•\nChanges in, or expiration of, various foreign incentives that provide economic benefits to us;\n•\nLabor laws or practices that impact our ability and costs to hire, retain and discharge employees;\n•\nDifficulties in staffing and managing operations in foreign countries;\n•\nChanges in the interpretation and enforcement of laws (in particular related to items such as duty and taxation), and laws related to data privacy such as GDPR and other similar privacy laws that impact our IT systems and processes;\n•\nGlobal economic and financial market instability;\n•\nPotential political and economic instability and changes in governments;\n•\nCompliance with foreign and domestic import and export regulations and anti-corruption laws, including the Iran Threat Reduction and Syria Human Rights Act of 2012, U.S. Foreign Corrupt Practices Act, UK Bribery Act, and similar laws of other jurisdictions, governing our business activities outside the United States, the violation of which could result in severe penalties, including monetary fines, criminal proceedings and suspension of export or import privileges; and\n•\nTerrorist or military actions that result in destruction or seizure of our assets or suspension or disruption of our \noperations or those of our customers, suppliers or service providers. \nWe have substantial operations in Brazil and face risks related to these countries' complex tax, labor, trade compliance and consumer protection laws and regulations. Additionally, developing markets such as Brazil have greater political volatility and vulnerability to infrastructure and labor disruptions, are more likely to experience market and interest rate fluctuations and may have higher inflation. In addition, doing business in foreign countries poses additional challenges, such as finding and retaining qualified employees, particularly management-level employees, navigating underdeveloped infrastructure and identifying and retaining qualified suppliers, resellers, agents and service providers, among other risks. Furthermore, in developing markets it may be common for others to engage in business practices prohibited by laws and regulations applicable to us, such as the U.S. Foreign Corrupt Practices Act, UK Bribery Act, or similar local anti-bribery laws. Our commitment to legal compliance could put us at a competitive disadvantage, and any lapses in our compliance could subject us to civil and criminal penalties that could materially and adversely affect our financial condition and results of operations. \nIn addition, competition in developing markets is increasing. If we cannot successfully increase our business, our product sales, financial condition and results of operations could be adversely affected. \nQuarterly fluctuations - Our net sales and operating results are dependent on a number of factors. Our net sales will fluctuate from quarter to quarter, and these fluctuations may cause volatility in our stock price.\nOur net sales and operating results may fluctuate quarterly and, as a result our performance in one period may vary significantly from our performance in the preceding quarter, and may differ significantly from our forecast of performance from quarter to quarter. The impact of these variances may cause volatility in our stock price. Additionally, any past financial performance should not be considered an indicator of future performance, and investors should not use historical trends to anticipate results or trends in the future as our operating results may fluctuate significantly quarter to quarter. The results of any quarterly period are not indicative of results to be expected for a full fiscal year.  \n14\nTable of Contents\nIndex to Financial Statements\nCentralized functions - We have centralized a number of functions to provide efficient support to our business. As a result, a loss or reduction of use of one of our locations would have an adverse effect on our business operations and financial results.\nIn order to be as efficient as possible, we centralize a number of critical functions. For instance, we currently distribute products to the majority of North America from a single warehouse. Similarly, for the primary business operations, we utilize a single information system based in the United States for the majority of our North American operations, while our Brazilian and UK operations have separate systems. While we have backup systems and business continuity plans, any significant or lengthy interruption of our ability to provide these centralized functions as a result of natural disasters, prolonged inclement weather, security breaches or otherwise would significantly impair our ability to continue normal business operations. In addition, the centralization of these functions increases our exposure to local risks, such as the availability of qualified employees and the lessening of competition for critical services, such as freight and communications. \nRisk Factors Related to our Industry\nCompetition - We experience intense competition in all of our markets. This competition could result in reduced margins and loss of our market share.\nOur markets are fiercely competitive. We compete on the basis of price, product and service availability, speed and accuracy of delivery, effectiveness of sales and marketing programs, credit availability and terms, ability to tailor solutions to the needs of our customers, quality and breadth of product line and services, and availability of technical and product information. Our competitors include local, regional, national and international distributors as well as hardware and service suppliers that sell directly to resellers and to end-customers. In addition, we compete with resellers and master agents that sell to franchisees, third-party dealers and end-customers. Certain of our current and potential competitors have greater financial, technical, marketing and other resources than we have and may be able to respond more quickly to new or emerging technologies and changes in customer requirements. Certain smaller, regional competitors, that are specialty two-tier or mixed model master resellers, may be able to respond more quickly to new or emerging technologies and changes in customer requirements in their regions. Competition has increased for our sales units as broad line and other value-added distributors have entered into the specialty technology markets. Such competition could result in price reductions, reduced margins and loss of our market share. \nAs a result of intense price competition in our industry, our gross margins and our operating profit margins historically have been narrow, and we expect them to continue to be narrow in the future. To remain competitive, we may be forced to offer more credit or extended payment terms to our customers. This could result in an increase in our need for capital, increase our financing costs, increase our bad debt expenses and have an adverse impact on our results of operations. We may lose market share, reduce our prices in response to actions of our competitors, or withdraw from geographical markets where we do not believe we can earn appropriate margins. We expect continued intense competition as current competitors expand their operations and new competitors enter the market. Our inability to compete successfully against current and future competitors could cause our revenue and earnings to decline. \nDisruptive technology - We may not be able to respond and adapt to rapid technological changes, evolving industry standards or changing customer needs or requirements, and thus may become less competitive.\nThe market for some of our products and services is subject to rapid technological change, evolving industry standards and changes in customer demand, which can contribute to the decline in value or obsolescence of inventory.  Although some of our suppliers provide us with certain protections from the loss in value of inventory (such as price protection and certain return rights), we cannot be sure that such protections will fully compensate for any loss in value, or that the suppliers will choose to, or be able to, honor such agreements. \nOur ability and our supplier's ability to anticipate and react quickly to new technology trends and customer requirements is crucial to our overall success, financial condition and results of operations. If our suppliers fail to evolve their product and service offerings, or if we fail to evolve our product and service offerings or engage with desirable suppliers in time to respond to, and remain ahead of, new technological developments, it would adversely affect our ability to retain or increase market share and revenue. New technologies may emerge that quickly surpass the capabilities of the products we currently hold in inventory or have access to sell through our existing supplier network, and our customers may no longer view our product offerings as desirable or necessary, which could result in a reduction in our market share and ability to obtain sufficient profit margins.  Some of our competitors and our suppliers’ competitors may be better at adapting to disruptive technology or entering \n15\nTable of Contents\nIndex to Financial Statements\nnew markets.  Our future success depends, in part, on our ability to adapt and manage our product and service offerings to meet customer needs at prices that our customers are willing to pay. \nGeneral Risk Factors\nCybersecurity risk - If we are the subject of a ransomware or other cyberattack, we could lose valuable financial and operational data, we could be prevented from processing customer orders, ordering and tracking inventory, and efficiently operating our business, and we could lose revenue and profits and incur significant costs. In addition, we could be subject to legal claims in the event of the loss, disclosure or misappropriation of, or access to, our customer's or business partners' or our own information.\nWe make extensive use of online services and integrated information systems, including through third-party service providers. The secure maintenance and transmission of customer information is a critical element of our operations. Our information technology and other systems that maintain and transmit customer or employee information or those of service providers or business partners may be compromised by a malicious third-party penetration of our network security, or that of a third-party service provider or business partner, or impacted by advertent or inadvertent actions or inactions by our employees, or those of a third-party service provider or business partner. With constant changes in the security landscape, experienced computer programmers and hackers may be able to penetrate our network security, or that of our third-party service providers, and misappropriate or compromise our confidential information, create system disruptions, or cause shutdowns. As a result, our customers' information may be lost, disclosed, accessed or taken without our customers' consent. \nWe are subject to laws and regulations relating to customer privacy and the protection of personal information.  Any such loss, disclosure or misappropriation of, or access to, customers' or business partners' information or our information or other breach of such information security can result in legal claims or legal proceedings, including regulatory investigations and actions, and may have a serious impact on our reputation and may adversely affect our businesses, operating results and financial condition. \nIn May 2023, we learned that we had been the subject of a ransomware attack. The attacker encrypted files that, in turn, made certain of our systems inaccessible until they were restored. This attack interrupted our ability to accept and process orders for approximately nine business days and resulted in the disclosure on the \"dark web\" of various information from our systems. Although substantially all of the restoration is complete, there can be no assurance that we will not be a victim of a ransomware or other cyberattack again in the future.\nIncreased government regulation - We may be subject to additional costs and subject to fines and penalties because certain governmental entities are end-customers of products that we sell.\nCertain of our customers sell our products to government entities, which requires us to comply with additional laws, regulations and contractual requirements relating to how we conduct business.  In complying with such laws, regulations and other requirements, we may incur additional costs.  In addition, non-compliance with such laws, regulations and other requirements also may expose us to fines and penalties, including contractual damages or the loss of certain contracts or business.  We also may be subject to increased scrutiny and investigation into our business practices, which may increase operating costs and increase legal liability, as well as expose us to additional reputational risk. \nVolatility of Stock Price - The trading price of our common stock fluctuates. \nThe stock market as a whole and the trading prices of companies with smaller capitalization have been volatile.  This volatility could significantly reduce the price of our common stock at any time, without regard to our own operating performance.  This volatility may affect the price at which you could sell your common stock.  Our stock price is likely to continue to be volatile in response to market and other factors; variations in our quarterly operating results from our expectations or those of securities analysts or investors; downward revisions in securities analysts’ estimates; and announcement by us or our competitors of significant acquisitions, transactions, partnerships, joint ventures or capital commitments.\nA material decline in the price of our common stock may result in the assertion of certain claims against us, and/or the commencement of inquiries and/or investigations against us.  A prolonged decline in the price of our common stock could result in a reduction in the liquidity of our common stock and a reduction in our ability to raise capital, if needed, and the inability for you to obtain a favorable price at which you could sell your shares. \n16\nTable of Contents\nIndex to Financial Statements\nForeign currency - Our international operations expose us to fluctuations in foreign currency exchange rates that could adversely affect our results of operations. \n \nWe transact sales, pay expenses, own assets and incur liabilities in countries using currencies other than the U.S. dollar. Volatility in foreign exchange rates increase our risk of loss related to products and services purchased in a currency other than the currency in which those products and services are sold. We maintain policies to reduce our net exposure to foreign currency exchange rate fluctuations through the use of derivative financial instruments, however there can be no assurance that fluctuations in foreign currency exchange rates will not materially affect our financial results. Because our consolidated financial statements are presented in U.S. dollars, we must translate our financial statements into U.S. dollars at exchange rates in effect during each reporting period. Therefore, increases or decreases in the exchanges rates between the U.S. dollar and other currencies we transact in may positively or negatively affect our results of operations. In addition, unexpected and dramatic changes in foreign currency exchange rates may negatively affect our earnings from those markets. \nEconomic weakness - Economic weakness, including recession and inflation, and geopolitical uncertainty could adversely affect our results and prospects.\nOur financial results, operations and prospects depend significantly on worldwide economic and geopolitical conditions, the demand for our products and services, and the financial condition of our customers and suppliers. Economic weakness and geopolitical uncertainty have in the past resulted, and may result in the future, in reduced demand for products resulting in decreased sales, margins and earnings. Economic weakness and geopolitical uncertainty may also lead us to impair assets, including goodwill, intangible assets and other long-lived assets, take restructuring actions or adjust our operating strategy and reduce expenses in response to decreased sales or margins. We may not be able to adequately adjust our cost structure in a timely fashion, which may adversely impact our profitability. Uncertainty about economic conditions may increase foreign currency volatility in markets in which we transact business, which may negatively impact our results. Economic weakness and geopolitical uncertainty also make it more difficult for us to manage inventory levels and/or collect customer receivables, which may result in provisions to create reserves, write-offs, reduced access to liquidity and higher financing costs. ",
    "item7": ">ITEM 7.    Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nOverview\nScanSource is a leading hybrid distributor connecting devices to the cloud and accelerating growth for customers across hardware, SaaS, connectivity and cloud. We provide technology solutions and services from more than 500 leading suppliers of mobility and barcode, POS and payments, physical security and networking, communications and collaboration, connectivity and cloud services to our approximately 30,000 customers located in the United States, Canada, Brazil, the UK and Europe.   \nWe operate our business under a management structure that enhances our technology focus and hybrid distribution growth strategy. Our segments operate in the United States, Canada, Brazil and the UK and consist of the following:\n•\nSpecialty Technology Solutions\n•\nModern Communications & Cloud\nWe sell hardware, SaaS, connectivity and cloud solutions and services through channel partners to end users. We operate distribution facilities that support our United States and Canada business in Mississippi, California and Kentucky. Brazil distribution facilities are located in the Brazilian states of Paraná, Espirito Santo and Santa Catarina. We provide some of our digital products, which include SaaS and subscriptions, through our digital tools and platforms.\nOur key suppliers include 8x8, AT&T, Aruba/HPE, Avaya, Axis, Cisco, Comcast Business, Datalogic, Dell, Elo, Epson, Equinix, Extreme, F5, Five9, Fortinet, Genesys, Granite, GTT, Hanwha, Honeywell, Ingenico, Jabra, Logitech, Lumen, Microsoft, MetTel, Mitel, NCR, NICE CXone, Poly HP, RingCentral, Spectrum, Toshiba Global Commerce Solutions, Trend Micro, Ubiquiti, Verifone, Verizon, VMWare, Windstream, Zebra Technologies and Zoom.\nRecent Developments\nCybersecurity Incident\nOn May 14, 2023, we discovered that we were subject to a cybersecurity attack perpetrated by unauthorized third parties that affected our IT systems. Upon detection, we took immediate steps to address the incident, engaged third-party experts, and notified law enforcement. We have cyber insurance and are working with our insurance carriers on claims to recover costs incurred. On May 26, 2023, we substantially recovered our operations and completed the restoration of our pertinent IT systems. We have taken actions to strengthen our existing IT security infrastructure and will continue to implement additional measures to prevent unauthorized access to, or manipulation of, our systems and data.\nImpact of the Macroeconomic Environment, Including Inflation and Supply Chain Constraints\nThe macroeconomic environment, including the economic impacts of supply chain constraints, rising interest rates and inflation continues to create significant uncertainty and may adversely affect our consolidated results of operations. We are actively monitoring changes to the global macroeconomic environment and assessing the potential impacts these challenges may have on our financial condition, results of operations and liquidity. We are also mindful of the potential impact these conditions could have on our customers and suppliers.\nIn spite of these challenges and uncertainties, we believe we have managed the supply chain requirements of our customers and suppliers effectively to date. While we are unable to predict the ultimate impact these factors will have on our business, certain technologies have benefited from the widespread adoption to a work-from-anywhere business model, as well as the accelerated shift to digitize and automate processes.\nOur Strategy\nOur strategy is to drive sustainable, profitable growth by orchestrating hybrid technology solutions through a growing ecosystem of partners leveraging our people, processes and tools. Our goal is to provide exceptional experiences for our partners, suppliers and employees, and we strive for operational excellence. Our hybrid distribution strategy relies on a channel sales model to offer hardware, SaaS, connectivity and cloud services from leading technology suppliers to customers that solve end users’ challenges. ScanSource enables customers to deliver solutions for their end users to address changing buying and \n21\nTable of Contents\nIndex to Financial Statements\nconsumption patterns. Our solutions may include a combination of offerings from multiple suppliers or give our customers access to additional services. As a trusted adviser to our customers, we provide customized solutions through our strong understanding of end user needs.\nResults of Operations from Continuing Operations\nThe following table sets forth for the periods indicated certain income and expense items as a percentage of net sales. Totals may not sum due to rounding.\n \nFiscal Year Ended June 30,\n \n2023\n2022\n2021\nStatement of income data:\nNet sales\n100.0\n \n%\n100.0 \n%\n100.0 \n%\nCost of goods sold\n88.1\n \n87.9 \n88.9 \nGross profit\n11.9\n \n12.1 \n11.1 \nSelling, general and administrative expenses\n7.5\n \n7.8 \n7.9 \nDepreciation expense\n0.3\n \n0.3 \n0.4 \nIntangible amortization expense\n0.4\n \n0.5 \n0.6 \nRestructuring and other charges\n0.0\n \n0.0 \n0.3 \nOperating income\n3.6\n \n3.5 \n2.0 \nInterest expense\n0.5\n \n0.2 \n0.2 \nInterest income\n(0.2)\n(0.1)\n(0.1)\nOther (income) expense, net\n0.0\n \n0.0 \n0.0 \nIncome from continuing operations before income taxes\n3.2\n \n3.4 \n1.8 \nProvision for income taxes\n0.9\n \n0.8 \n0.4 \nNet income from continuing operations\n2.3\n \n2.5 \n1.4 \nNet income (loss) from discontinued operations\n0.0\n \n0.0 \n(1.1)\nNet income\n2.4\n \n%\n2.5 \n%\n0.3 \n%\nComparison of Fiscal Years Ended June 30, 2023 and 2022\nBelow is a discussion of fiscal years ended June 30, 2023 and 2022. Please refer to our form 10-K for the fiscal year ended June 30, 2022 for a discussion of fiscal year ended June 30, 2021.\nNet Sales\nWe have two reportable segments, which are based on technology. The following table summarizes our net sales results by business segment and by geographic location for the comparable fiscal years ended June 30, 2023 and 2022.\n22\nTable of Contents\nIndex to Financial Statements\n2023\n2022\n$ Change\n% Change\n% Change Constant Currency, Excluding Divestitures and Acquisitions \n(a)\n \n(in thousands)\n \nSales by Segment:\nSpecialty Technology Solutions\n$\n2,331,030\n \n$\n2,082,321 \n$\n248,709 \n11.9 \n%\n11.9 \n%\nModern Communications & Cloud\n1,456,691\n \n1,447,614 \n9,077 \n0.6 \n%\n0.4 \n%\nTotal net sales\n$\n3,787,721\n \n$\n3,529,935 \n$\n257,786 \n7.3 \n%\n7.2 \n%\nSales by Geography Category:\nUnited States\n$\n3,432,074\n \n$\n3,173,694 \n$\n258,380 \n8.1 \n%\n8.1 \n%\nInternational\n355,647\n \n356,241 \n(594)\n(0.2)\n%\n(1.4)\n%\nTotal net sales\n$\n3,787,721\n \n$\n3,529,935 \n$\n257,786 \n7.3 \n%\n7.2 \n%\n(a)\n \nA reconciliation of non-GAAP net sales in constant currency, excluding divestitures and acquisitions is presented at the end of \nResults of Operations\n, under \nNon-GAAP Financial Information\n.\nOur sales during our fourth quarter were adversely impacted by the cybersecurity attack that we discovered on May 14, 2023. Until the appropriate restoration was completed, we generally were not able to use our core systems to accept orders or ship products. Because some of the lost sales may simply have been deferred, we do not yet have a complete estimate of the ultimate impact. We have business interruption insurance that should cover a portion of the lost profits attributable to any lost sales.\nSpecialty Technology Solutions\nThe Specialty Technology Solutions segment consists of sales to customers in North America and Brazil. During fiscal year 2023, net sales for this segment increased $248.7 million, or 11.9%, compared to fiscal year 2022. Excluding the foreign exchange positive impact of $0.9 million, adjusted net sales for fiscal year 2023 increased $247.8 million, or 11.9%, compared to the prior year. The increase in net sales and in adjusted net sales is primarily due to strong growth in key technologies in North America.\nModern Communications & Cloud\nThe Modern Communications & Cloud segment consists of sales to customers in North America, Brazil, Europe and the UK. During fiscal year 2023, net sales for this segment increased $9.1 million, or 0.6%, compared to fiscal year 2022. Excluding the foreign exchange positive impact of $3.5 million, adjusted net sales increased $5.6 million, or 0.4%, compared to the prior year. The increase in net sales and adjusted net sales is primarily due to increased networking sales, partially offset by lower sales volumes in our communications hardware.\nIntelisys connectivity and cloud net sales for fiscal year 2023 increased 7.0% year-over-year. For our Intelisys business, net sales reflect the net commissions received from suppliers after paying sales partner commissions. For fiscal year 2023, Intelisys net billings, which are amounts billed by suppliers to end users and represents annual recurring revenue, totaled approximately $2.47 billion. The fiscal year 2023 Intelisys net billings resulted in Intelisys net sales of approximately $79.5 million.\nGross Profit \nThe following table summarizes our gross profit for the fiscal years ended June 30, 2023 and 2022:\n23\nTable of Contents\nIndex to Financial Statements\n \n \n \n \n \n% of Sales\nJune 30,\n \n2023\n2022\n$ Change\n% Change\n2023\n2022\n \n(in thousands)\n \n \n \nSpecialty Technology Solutions\n$\n224,239\n \n$\n205,757 \n$\n18,482 \n9.0 \n%\n9.6 \n%\n9.9 \n%\nModern Communications & Cloud\n225,000\n \n220,767 \n4,233 \n1.9 \n%\n15.4 \n%\n15.3 \n%\nTotal gross profit\n$\n449,239\n \n$\n426,524 \n$\n22,715 \n5.3 \n%\n11.9 \n%\n12.1 \n%\nOur gross profit is primarily affected by sales volume and gross margin mix. Gross margin mix is impacted by multiple factors, which include sales mix (proportion of sales of higher margin products or services relative to total sales), vendor program recognition (consisting of volume rebates, inventory price changes and purchase discounts) and freight costs. Increases in vendor program recognition decrease cost of goods sold, thereby increasing gross profit. Net sales derived from our Intelisys business contribute 100% to our gross profit dollars and margin as they have no associated cost of goods sold.\nSpecialty Technology Solutions\nFor the Specialty Technology Solutions segment, gross profit dollars increased $18.5 million. Higher sales volume, after considering the associated cost of goods sold, contributed $24.6 million to the growth of gross profit dollars. Gross margin mix negatively impacted gross profit by $6.1 million, largely from a less favorable sales mix. For the year ended June 30, 2023, the gross profit margin decreased 26 basis points over the prior-year to 9.6%.\nModern Communications & Cloud\nFor the Modern Communications & Cloud segment, gross profit dollars increased $4.2 million. Higher sales volume, after considering the associated cost of goods sold, contributed $1.4 million to the growth of gross profit dollars. Gross margin mix positively impacted gross profit by $2.8 million, largely from a more favorable sales mix, partially offset by lower vendor program recognition. For the year ended June 30, 2023, the gross profit margin increased 20 basis points over the prior year to 15.4%. \nOperating expenses\nThe following table summarizes our operating expenses for the periods ended June 30, 2023 and 2022:\n \n \n \n \n \n% of Sales\nJune 30,\n \n2023\n2022\n$ Change\n% Change\n2023\n2022\n \n(in thousands)\n \n \n \nSelling, general and administrative expenses\n$\n285,695\n \n$\n275,442 \n$\n10,253 \n3.7 \n%\n7.5 \n%\n7.8 \n%\nDepreciation expense\n10,912\n \n11,062 \n(150)\n(1.4)\n%\n0.3 \n%\n0.3 \n%\nIntangible amortization expense\n16,746\n \n17,853 \n(1,107)\n(6.2)\n%\n0.4 \n%\n0.5 \n%\nOperating expenses\n$\n313,353\n \n$\n304,357 \n$\n8,996 \n3.0 \n%\n8.3 \n%\n8.6 \n%\nSelling, general and administrative expenses (\"SG&A\") increased $10.3 million for the fiscal year ended June 30, 2023 compared to the prior year. The increase in SG&A expenses is primarily attributable to higher employee costs, partially offset by net tax recoveries of $3.0 million related to prior periods.\nSG&A includes approximately $1.5 million in costs attendant to the cybersecurity attack. We have cyber-related insurance that should cover a portion (or all) of these expenses. While we continuously try to improve our cybersecurity, the nature of the particular attack did not suggest a broad problem with our cybersecurity efforts, and we do not expect a significant increase in ongoing cybersecurity-related expenses.\n24\nTable of Contents\nIndex to Financial Statements\nIntangible amortization expense decreased $1.1 million for the fiscal year ended June 30, 2023 compared to the prior year. Amortization expense decreased during fiscal year 2023 due to certain trade name and non-compete intangibles becoming fully amortized in the current year.\nOperating Income\nThe following table summarizes our operating income for the periods ended June 30, 2023 and 2022:\n \n \n \n \n \n% of Sales\nJune 30,\n \n2023\n2022\n$ Change\n% Change\n2023\n2022\n \n(in thousands)\n \n \n \nSpecialty Technology Solutions\n$\n75,688\n \n$\n66,686 \n$\n9,002 \n13.5 \n%\n3.2 \n%\n3.2 \n%\nModern Communications & Cloud\n61,658\n \n55,511 \n6,147 \n11.1 \n%\n4.2 \n%\n3.8 \n%\nCorporate\n(1,460)\n(30)\n(1,430)\n*nm\n— \n%\n— \n%\nTotal operating income\n$\n135,886\n \n$\n122,167 \n$\n13,719 \n11.2 \n%\n3.6 \n%\n3.5 \n%\n*nm - not meaningful\nSpecialty Technology Solutions\nFor the Specialty Technology Solutions segment, operating income increased $9.0 million, and operating margin increased 5 basis points to 3.2% for the fiscal year ended June 30, 2023, compared to the prior year. The increase in operating income and operating margin is primarily due to higher gross profits.\nModern Communications & Cloud\nFor the Modern Communications & Cloud segment, operating income increased $6.1 million and the operating margin increased 40 basis points to 4.2% for the fiscal year ended June 30, 2023, compared to the prior year. The increase in operating income and margin is largely due to higher gross profits.\nCorporate\nThe fiscal year ended June 30, 2023 Corporate operating loss of $1.5 million represents cyberattack restoration charges. Corporate incurred less than $0.1 million in divestiture costs during the fiscal year ended June 30, 2022.\nTotal Other (Income) Expense\nThe following table summarizes our total other (income) expense for the fiscal years ended June 30, 2023 and 2022:\n \n \n \n \n \n% of Sales\nJune 30,\n \n2023\n2022\n$ Change\n% Change\n2023\n2022\n \n(in thousands)\n \n \n \nInterest expense\n$\n19,786\n \n$\n6,523 \n$\n13,263 \n203.3 \n%\n0.5 \n%\n0.2 \n%\nInterest income\n(7,414)\n(4,333)\n(3,081)\n71.1 \n%\n(0.2)\n%\n(0.1)\n%\nNet foreign exchange losses\n2,168\n \n2,078 \n90 \n4.3 \n%\n0.1 \n%\n0.1 \n%\nOther, net\n(504)\n(724)\n220 \n(30.4)\n%\n— \n%\n— \n%\nTotal other (income) expense\n$\n14,036\n \n$\n3,544 \n$\n10,492 \n296.0 \n%\n0.4 \n%\n0.1 \n%\n25\nTable of Contents\nIndex to Financial Statements\nInterest expense consists primarily of interest incurred on borrowings, non-utilization fees charged on the revolving credit facility and amortization of debt issuance costs. Interest expense increased in fiscal 2023 as compared to 2022 primarily from higher interest rates and higher average borrowings on our multi-currency revolving credit facility.\nInterest income for the year ended June 30, 2023 and 2022 was generated on interest-bearing investments in Brazil and customer receivables. \nNet foreign exchange gains and losses consist of foreign currency transactional and functional currency re-measurements, offset by net foreign exchange forward contracts gains and losses. Foreign exchange gains and losses are generated as the result of fluctuations in the value of the U.S. dollar versus the Brazilian real, the Canadian dollar versus the U.S. dollar, the euro versus the U.S. dollar, and the British pound versus the U.S. dollar. We partially offset foreign currency exposure with the use of foreign exchange contracts to hedge against these exposures. The costs associated with foreign exchange contracts are included in the net foreign exchange losses. \nProvision for Income Taxes\nIncome tax expense for continuing operations was $33.8 million and $29.9 million for the fiscal years ended June 30, 2023 and 2022, respectively, reflecting effective tax rates of 27.7% and 25.2%, respectively. The increase in the effective tax rate for fiscal year 2023 compared to fiscal year 2022 is primarily the result of an increase in global intangible low taxed income. Subsequent to the 2023 fiscal year end, the IRS issued Notice 2023-55, which provides taxpayers with Brazilian subsidiaries temporary relief from the final foreign tax credit regulations. As a result, we anticipate recognizing a $1.5 million tax benefit for the 2023 fiscal year as a discrete item in the first quarter of the 2024 fiscal year.\nWe expect the fiscal year 2024 effective tax rate from continuing operations to be approximately 26.6% to 27.6%. See Note 13 - \nIncome Taxes\n in the Notes to Consolidated Financial Statements for further discussion including an effective tax rate reconciliation. \n26\nTable of Contents\nIndex to Financial Statements\nNon-GAAP Financial Information\nEvaluating Financial Condition and Operating Performance\nIn addition to disclosing results that are determined in accordance with United States generally accepted accounting principles (\"US GAAP\" or \"GAAP\"), we also disclose certain non-GAAP financial measures. These measures include non-GAAP operating income; non-GAAP pre-tax income; non-GAAP net income; non-GAAP EPS; adjusted earnings before interest expense, income taxes, depreciation, and amortization (\"adjusted EBITDA\"); adjusted return on invested capital (\"adjusted ROIC\"); and constant currency. Constant currency is a measure that excludes the translation exchange impact from changes in foreign currency exchange rates between reporting periods. We use non-GAAP financial measures to better understand and evaluate performance, including comparisons from period to period.\nThese non-GAAP financial measures have limitations as analytical tools, and the non-GAAP financial measures that we report may not be comparable to similarly titled amounts reported by other companies. Analysis of results and outlook on a non-GAAP basis should be considered in addition to, and not in substitution for or as superior to, measurements of financial performance prepared in accordance with US GAAP.\nAdjusted Return on Invested Capital\nAdjusted ROIC assists us in comparing our performance over various reporting periods on a consistent basis because it removes from our operating results the impact of items that do not reflect our core operating performance. We believe the calculation of adjusted ROIC provides useful information to investors and is an additional relevant comparison of our performance during the year.\nAdjusted EBITDA starts with net income and adds back interest expense, income tax expense, depreciation expense, amortization of intangible assets, changes in fair value of contingent consideration, non-cash shared-based compensation expense and other non-GAAP adjustments. Since adjusted EBITDA excludes some non-cash costs of investing in our business and people, we believe that adjusted EBITDA shows the profitability from our business operations more clearly. The presentation for adjusted EBITDA for all periods presented has been recast to reflect this change to enhance comparability between periods.\n \nWe calculate adjusted ROIC as adjusted EBITDA, divided by invested capital. Invested capital is defined as average equity plus average daily funded interest-bearing debt for the period. The following table summarizes annualized adjusted ROIC for the fiscal years ended June 30, 2023 and 2022.\n2023\n2022\nAdjusted return on invested capital ratio\n14.6\n \n%\n17.0 \n%\nThe components of our adjusted ROIC calculation and reconciliation to our financial statements are shown, as follows:\nFiscal Year Ended June 30,\n \n2023\n2022\n \n(in thousands)\nReconciliation of net income to adjusted EBITDA:\nNet income from continuing operations (GAAP)\n$\n88,092\n \n$\n88,698 \nPlus: Interest expense\n19,786\n \n6,523 \nPlus: Income taxes\n33,758\n \n29,925 \nPlus: Depreciation and amortization\n28,614\n \n29,884 \nEBITDA (non-GAAP)\n170,250\n \n155,030 \nPlus: Share-based compensation\n11,219\n \n11,663 \nPlus: Tax recovery\n(2,986)\n— \nPlus: Cyberattack restoration costs\n1,460\n \n— \nPlus: Divestiture costs\n(a)\n—\n \n30 \nAdjusted EBITDA (numerator for adjusted ROIC) (non-GAAP)\n179,943\n \n166,723 \n27\nTable of Contents\nIndex to Financial Statements\nFiscal Year Ended June 30,\n \n2023\n2022\n \n(in thousands)\nInvested capital calculations:\nEquity – beginning of the year\n$\n806,528\n \n$\n731,191 \nEquity – end of the year\n905,298\n \n806,528 \nPlus: Share-based compensation, net\n8,326\n \n8,709 \nPlus: Divestiture costs\n(a)\n—\n \n30 \nPlus: Cyberattack restoration costs, net\n1,092\n \n— \nPlus: Tax recovery, net\n(3,985)\n— \nPlus: Impact of discontinued operations, net\n(1,717)\n(100)\nAverage equity\n857,771\n \n773,179 \nAverage funded debt\n(b)\n372,235\n \n209,114 \nInvested capital (denominator for adjusted ROIC) (non-GAAP)\n$\n1,230,006\n \n$\n982,293 \n(a)\n \n    Includes divestiture costs for the year ended June 30, 2022. Divestiture costs are generally non-deductible for tax purposes.\n(b)\n    \nAverage funded debt is calculated as the daily average amounts outstanding on our short-term and long-term interest-bearing debt.\nNet Sales in Constant Currency, Excluding Acquisitions and Divestitures\nWe make references to \"constant currency,\" a non-GAAP performance measure that excludes the foreign exchange rate impact from fluctuations in the average foreign exchange rates between reporting periods. Constant currency is calculated by translating current period results from currencies other than the U.S. dollar into U.S. dollars using the comparable average foreign exchange rates from the prior year period. We also exclude the impact of acquisitions prior to the first full year of operations from the acquisition date in order to show net sales results on an organic basis. This information is provided to analyze underlying trends without the translation impact of fluctuations in foreign currency rates and the impact of acquisitions. Below we show organic growth by providing a non-GAAP reconciliation of net sales in constant currency, excluding acquisitions:\nNet Sales by Segment:\nFiscal Year Ended June 30,\n2023\n2022\n$ Change\n% Change\nSpecialty Technology Solutions:\n(in thousands)\nNet sales, reported\n$\n2,331,030\n \n$\n2,082,321 \n$\n248,709 \n11.9 \n%\nForeign exchange impact\n(a)\n(923)\n— \nNon-GAAP net sales, constant currency\n$\n2,330,107\n \n$\n2,082,321 \n$\n247,786 \n11.9 \n%\nModern Communications & Cloud:\nNet sales, reported\n$\n1,456,691\n \n$\n1,447,614 \n$\n9,077 \n0.6 \n%\nForeign exchange impact\n(a)\n(3,492)\n— \nNon-GAAP net sales, constant currency\n$\n1,453,199\n \n$\n1,447,614 \n$\n5,585 \n0.4 \n%\nConsolidated:\nNet sales, reported\n$\n3,787,721\n \n$\n3,529,935 \n$\n257,786 \n7.3 \n%\nForeign exchange impact\n(a)\n(4,415)\n— \nNon-GAAP net sales, constant currency\n$\n3,783,306\n \n$\n3,529,935 \n$\n253,371 \n7.2 \n%\n(a) Year-over-year net sales growth rate excluding the translation impact of changes in foreign currency exchange rates. Calculated by translating the net sales for the year ended June 30, 2023 into U.S. dollars using the average foreign exchange rates for the year ended June 30, 2022.\n28\nTable of Contents\nIndex to Financial Statements\nNet Sales by Geography:\nFiscal Year Ended June 30,\n2023\n2022\n$ Change\n% Change\nUnited States and Canada:\n(in thousands)\nNet sales, as reported\n$\n3,432,074\n \n$\n3,173,694 \n$\n258,380 \n8.1 \n%\nInternational:\nNet sales, reported\n$\n355,647\n \n$\n356,241 \n$\n(594)\n(0.2)\n%\nForeign exchange impact\n(a)\n(4,415)\n— \nNon-GAAP net sales, constant currency\n$\n351,232\n \n$\n356,241 \n$\n(5,009)\n(1.4)\n%\nConsolidated:\nNet sales, reported\n$\n3,787,721\n \n$\n3,529,935 \n$\n257,786 \n7.3 \n%\nForeign exchange impact\n(a)\n(4,415)\n— \nNon-GAAP net sales, constant currency\n$\n3,783,306\n \n$\n3,529,935 \n$\n253,371 \n7.2 \n%\n(a) Year-over-year net sales growth rate excluding the translation impact of changes in foreign currency exchange rates. Calculated by translating the net sales for the year ended June 30, 2023 into U.S. dollars using the average foreign exchange rates for the year ended June 30, 2022.\n29\nTable of Contents\nIndex to Financial Statements\nOperating Income by Segment:\nFiscal year ended June 30,\n% of Net Sales \nJune 30,\n2023\n2022\n$ Change\n% Change\n2023\n2022\nSpecialty Technology Solutions:\n(in thousands)\nGAAP operating income\n$\n75,688\n \n$\n66,686 \n$\n9,002 \n13.5 \n%\n3.2\n \n%\n3.2 \n%\nAdjustments:\nAmortization of intangible assets\n5,136\n \n6,005 \n(869)\nNon-GAAP operating income\n$\n80,824\n \n$\n72,691 \n$\n8,133 \n11.2 \n%\n3.5\n \n%\n3.5 \n%\nModern Communications & Cloud:\nGAAP operating income\n$\n61,658\n \n$\n55,511 \n$\n6,147 \n11.1 \n%\n4.2\n \n%\n3.8 \n%\nAdjustments:\nAmortization of intangible assets\n11,610\n \n11,848 \n(238)\nTax recovery\n(2,986)\n— \n(2,986)\nNon-GAAP operating income\n$\n70,282\n \n$\n67,359 \n$\n2,923 \n4.3 \n%\n4.8\n \n%\n4.7 \n%\nCorporate:\nGAAP operating loss\n$\n(1,460)\n$\n(30)\n$\n(1,430)\nnm*\nnm*\nnm*\nAdjustments:\nDivestiture costs\n—\n \n30 \n(30)\nCyberattack restoration costs\n1,460\n \n— \n1,460 \nNon-GAAP operating income\n$\n—\n \n$\n—\n \n$\n— \nnm*\nnm*\nnm*\nConsolidated:\nGAAP operating income\n$\n135,886\n \n$\n122,167 \n$\n13,719 \n11.2 \n%\n3.6\n \n%\n3.5 \n%\nAdjustments:\nAmortization of intangible assets\n16,746\n \n17,853 \n(1,107)\nCyberattack restoration costs\n1,460\n \n— \n1,460 \nDivestiture costs\n—\n \n30 \n(30)\nTax recovery\n(2,986)\n— \n(2,986)\nNon-GAAP operating income\n$\n151,106\n \n$\n140,050 \n$\n11,056 \n7.9 \n%\n4.0\n \n%\n4.0 \n%\n30\nTable of Contents\nIndex to Financial Statements\nAdditional Non-GAAP Metrics \nTo evaluate current period performance on a more consistent basis with prior periods, we disclose non-GAAP SG&A expenses, non-GAAP operating income, non-GAAP pre-tax income, non-GAAP net income and non-GAAP diluted earnings per share. Non-GAAP results exclude amortization of intangible assets related to acquisitions, changes in fair value of contingent consideration, acquisition and divestiture costs, restructuring costs, impact of Divestitures and other non-GAAP adjustments. These year-over-year metrics include the translation impact of changes in foreign currency exchange rates. These metrics are useful in assessing and understanding our operating performance, especially when comparing results with previous periods or forecasting performance for future periods. Below we provide a non-GAAP reconciliation of the aforementioned metrics adjusted for the costs and charges mentioned above:\nYear ended June 30, 2023\nGAAP Measure\nIntangible amortization expense\nTax recovery\nDivestiture costs\nCyberattack restoration costs\nNon-GAAP measure\n(in thousands, except per share data)\nSG&A expenses\n$\n285,695\n \n$\n—\n \n$\n2,986\n \n$\n—\n \n$\n(1,460)\n$\n287,221\n \nOperating income\n135,886\n \n16,746\n \n(2,986)\n—\n \n1,460\n \n151,106\n \nPre-tax income\n121,850\n \n16,746\n \n(2,986)\n—\n \n1,460\n \n137,070\n \nNet income\n88,092\n \n12,489\n \n(3,985)\n—\n \n1,092\n \n97,688\n \nDiluted EPS\n$\n3.47\n \n$\n0.49\n \n$\n(0.16)\n$\n—\n \n$\n0.04\n \n$\n3.85\n \nYear ended June 30, 2022\nGAAP Measure\nIntangible amortization expense\nTax recovery\nDivestiture costs\nCyberattack restoration costs\nNon-GAAP measure\n(in thousands, except per share data)\nSG&A expenses\n$\n275,442 \n$\n— \n$\n— \n$\n(30)\n$\n— \n$\n275,412 \nOperating income\n122,167 \n17,853 \n— \n30 \n— \n140,050 \nPre-tax income\n118,623 \n17,853 \n— \n30 \n— \n136,506 \nNet income\n88,698 \n13,412 \n— \n30 \n— \n102,140 \nDiluted EPS\n$\n3.44 \n$\n0.52 \n$\n— \n$\n— \n$\n— \n$\n3.97 \n31\nTable of Contents\nIndex to Financial Statements\nCritical Accounting Policies and Estimates\nManagement’s discussion and analysis of financial condition and results of operations are based on our consolidated financial statements, which have been prepared in conformity with US GAAP. The preparation of financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. On an ongoing basis management evaluates its estimates, including those related to the allowance for uncollectible accounts receivable, inventory reserves to reduce inventories to the lower of cost or net realizable value, supplier incentives and goodwill. Management bases its estimates on historical experience and on various other assumptions that management believes to be reasonable under the circumstances, the results of which form a basis for making judgments about the carrying value of assets and liabilities that are not readily available from other sources. Actual results may differ materially from these estimates under different assumptions or conditions. For further discussion of our significant accounting policies, refer to Note 1 - \nBusiness and Summary of Significant Accounting Policies\n.\nAllowances for Trade and Notes Receivable\nWe adopted ASU 2016-13, \nFinancial Instruments - Credit Losses (ASC Topic 326) \neffective July 1, 2020. The adoption did not have a material impact on our consolidated financial statements. Our policy for estimating allowances for doubtful accounts receivable is described below.\nWe maintain an allowance for uncollectible accounts receivable for estimated future expected credit losses resulting from customers’ failure to make payments on accounts receivable due us. Management determines the estimate of the allowance for doubtful accounts receivable by considering a number of factors, including: (i) historical experience, (ii) aging of the accounts receivable, (iii) specific information obtained by us on the financial condition and the current creditworthiness of its customers, (iv) the current economic and country specific environment and (v) reasonable and supportable forecasts about collectability. Expected credit losses are estimated on a pool basis when similar risk characteristics exist using an age-based reserve model. Receivables that do not share risk characteristics are evaluated on an individual basis. Estimates of expected credit losses on trade receivables are recorded at inception and adjusted over the contractual life.\nInventory Reserves\nManagement determines the inventory reserves required to reduce inventories to the lower of cost or net realizable value based principally on the effects of technological changes, quantities of goods and length of time on hand and other factors. An estimate is made of the net realizable value, less cost to dispose, of products whose value is determined to be impaired. If these products are ultimately sold at less than estimated amounts, additional reserves may be required. The estimates used to calculate these reserves are applied consistently. The adjustments are recorded in the period in which the loss of utility of the inventory occurs, which establishes a new cost basis for the inventory. This new cost basis is maintained until such time that the reserved inventory is disposed of, returned to the supplier or sold. To the extent that specifically reserved inventory is sold, cost of goods sold is expensed for the new cost basis of the inventory sold.\nSupplier Programs\nWe receive incentives from suppliers related to cooperative advertising allowances, volume rebates and other incentive programs. These incentives are generally under quarterly, semi-annual or annual agreements with the suppliers. Some of these incentives are negotiated on an ad hoc basis to support specific programs mutually developed between the Company and the supplier. Suppliers generally require that we use the suppliers' cooperative advertising allowances for advertising or other marketing programs. Incentives received from suppliers for specifically identified incremental cooperative advertising programs are recorded as adjustments to selling, general and administrative expenses. ASC 606– \nRevenue from Contracts with Customers \naddresses accounting for consideration payable to a customer, which the Company interprets and applies as the customer (i.e., the Company) receives advertising funds from a supplier. The portion of these supplier funds in excess of our costs are reflected as a reduction of inventory. Such funds are recognized as a reduction of the cost of goods sold when the related inventory is sold.\nWe record unrestricted volume rebates received as a reduction of inventory and reduces the cost of goods sold when the related inventory is sold. Amounts received or receivables from suppliers that are not yet earned are deferred in the Consolidated Balance Sheets. Supplier receivables are generally collected through reductions to accounts payable authorized by the supplier. In addition, we may receive early payment discounts from certain suppliers. We record early payment discounts received as a \n32\nTable of Contents\nIndex to Financial Statements\nreduction of inventory, thereby resulting in a reduction of cost of goods sold when the related inventory is sold. ASC 606 requires management to make certain estimates of the amounts of supplier consideration that will be received. Estimates are based on the terms of the incentive program and historical experiences. Actual recognition of the supplier consideration may vary from management estimates.\nGoodwill\nWe account for recorded goodwill in accordance with ASC 350, \nGoodwill and Other Intangible Assets\n, which requires that goodwill be reviewed annually for impairment or more frequently if impairment indicators exist. Goodwill testing utilizes an impairment analysis, whereby we compare the carrying value of each identified reporting unit to its fair value. The carrying value of goodwill is reviewed at a reporting unit level at least annually for impairment, or more frequently if impairment indicators exist. Our goodwill reporting units align directly with our operating segments, Specialty Technology Solutions and Modern Communications & Cloud. The fair values of the reporting units are estimated using the net present value of discounted cash flows generated by each reporting unit. Considerable judgment is necessary in estimating future cash flows, discount rates and other factors affecting the estimated fair value of the reporting units, including the operating and macroeconomic factors. Historical financial information, internal plans and projections and industry information are used in making such estimates.\nUnder ASC 350, if fair value of goodwill fair value is determined to be less than carrying value, an impairment loss is recognized for the amount of the carrying value that exceeds the amount of the reporting units' fair value, not to exceed the total amount of goodwill allocated to the reporting unit. Additionally, we would consider income tax effects from any tax deductible goodwill on the carrying amount of the reporting unit when measuring the goodwill impairment loss, if applicable. We also assess the recoverability of goodwill if facts and circumstances indicate goodwill may be impaired. In our most recent annual test, we estimated the fair value of our reporting units primarily based on the income approach utilizing the discounted cash flow method. As of June 30, 2023, the Specialty Technology and Modern Communications & Cloud reporting units' goodwill balances are $16.4 million and $200.3 million, respectively. The fair value of the reporting units exceeded its carrying value by 2% and 13%, respectively, as of the annual goodwill impairment testing date. We also utilized fair value estimates derived from the market approach utilizing the public company market multiple method to validate the results of the discounted cash flow method, which required us to make assumptions about the applicability of those multiples to our reporting units. The discounted cash flow method requires us to estimate future cash flows and discount those amounts to present value. The key assumptions utilized in determining fair value included:\n•\nIndustry WACC: We utilized a WACC relative to each reporting unit's respective geography and industry as the discount rate for estimated future cash flows. The WACC is intended to represent a rate of return that would be expected by a market place participant in each respective geography. \n•\nOperating income: We utilized historical and expected revenue growth rates, gross margins and operating expense percentages, which varied based on the projections of each reporting unit being evaluated.\n•\nCash flows from working capital changes:  We utilized a projected cash flow impact pertaining to expected changes in working capital as each of our goodwill reporting units grow.\nWhile we believe our assumptions are appropriate, they are subject to uncertainty and by nature include judgments and estimates regarding future events, including projected growth rates, margin percentages and operating efficiencies. Key assumptions used in determining fair value include projected growth and operating margin, working capital requirements and discount rates. During fiscal years 2023 and 2022, we completed our annual impairment test as of April 30th and determined that our goodwill was not impaired.\nSee Note 7 - \nGoodwill and Other Identifiable Intangible Assets\n in the Notes to Consolidated Financial Statements for further discussion on our goodwill impairment testing and results.\nAccounting Standards Recently Issued\nSee Note 1 in the Notes to Consolidated Financial Statements for the discussion on recent accounting pronouncements.\nLiquidity and Capital Resources\nOur primary sources of liquidity are cash flows from operations and borrowings under the $350 million revolving credit facility. Our business requires significant investment in working capital, particularly accounts receivable and inventory, partially financed through our accounts payable to suppliers. In general, as our sales volumes increase, our net investment in \n33\nTable of Contents\nIndex to Financial Statements\nworking capital typically increases, which typically results in decreased cash flow from operating activities.  Conversely, when sales volumes decrease, our net investment in working capital typically decreases, which typically results in increased cash flow from operating activities.\nCash and cash equivalents totaled $36.2 million and $38.0 million at June 30, 2023 and 2022, respectively, of which $31.0 million and $35.0 million was held outside of the United States as of June 30, 2023 and 2022, respectively. Checks released but not yet cleared from these accounts in the amounts of $8.0 million and $18.0 million are classified as accounts payable as of June 30, 2023 and 2022, respectively.\nWe conduct business in many locations throughout the world where we generate and use cash. We provide for United States income taxes from the earnings of our Canadian and Brazilian subsidiaries. See Note 13 - \nIncome Taxes\n in the Notes to the Consolidated Financial Statements for further discussion.\nOur net investment in working capital increased $160.7 million to $870.3 million at June 30, 2023 from $709.5 million at June 30, 2022, primarily from increases in inventory. Our net investment in working capital is affected by several factors such as fluctuations in sales volume, net income, timing of collections from customers, increases and decreases to inventory levels and payments to vendors. For the fiscal year ended \nJune 30, 2023, our working capital investment increased to support our 7.3% year-over-year net sales growth, as well as impacts from supply chain constraints and the cybersecurity incident.\nYear ended\nCash (used in) provided by:\nJune 30, 2023\nJune 30, 2022\n(in thousands)\nOperating activities of continuing operations\n$\n(35,769)\n$\n(124,354)\nInvesting activities of continuing operations\n(8,262)\n(3,724)\nFinancing activities of continuing operations\n39,531\n \n108,106 \nNet cash used in operating activities was $35.8 million and $124.4 million for the years ended June 30, 2023 and 2022, respectively. Cash used in operating activities for the year ended June 30, 2023 is primarily due to increases in inventory, which increased 23.2% compared to the beginning of the year, partially offset by earnings from operations. Cash used in operating activities for the year ended \nJune 30, 2022 is primarily due to increases in accounts receivable and inventory, which increased 28.2% and 30.8%, respectively, compared to the beginning of the prior year period.\n \nOperating cash flows are subject to variability period over period as a result of the timing of payments related to accounts receivable, accounts payable and other working capital items.\nThe number of days sales outstanding (\"DSO\") was 72 at June 30, 2023, compared to 68 at June 30, 2022. The increase in DSO for fiscal year 2023 is driven by a 3.3% increase in net receivables at period end and a 1.8% decrease in fourth quarter average daily sales compared to the prior fiscal year. Throughout the current fiscal year, DSO ranged from 69 to 72. Inventory turnover was 4.4 times during the fourth quarter of the current fiscal year, compared to 5.6 times in the fourth quarter of fiscal year 2022. Throughout fiscal year 2023, inventory turnover ranged from 4.1 to 5.1 times.\nCash used in investing activities was $8.3 million and $3.7 million for the years ended June 30, 2023 and 2022, respectively. Cash used in investing activities for fiscal year 2023 and 2022 represents capital expenditures, partially offset by proceeds from the sale of our discontinued operations. \nManagement expects capital expenditures for fiscal year 2024 to range from $6.0 million to $8.0 million, primarily for IT investments and facility improvements.\nCash provided by financing activities totaled $39.5 million and $108.1 million for the fiscal years ended June 30, 2023 and \n2022, respectively\n, primarily from net borrowings on the revolving line of credit.\nShare Repurchase Program\n34\nTable of Contents\nIndex to Financial Statements\nIn August 2021, our Board of Directors authorized a $100 million share repurchase program. The authorization does not have any time limit. In fiscal year \n2023\n, we repurchased 524,108 shares totaling $15.8 million.\nCredit Facility\nWe have a multi-currency senior secured credit facility with JPMorgan Chase Bank N.A., as administrative agent, and a syndicate of banks (as amended, the “Amended Credit Agreement”). On September 28, 2022, we amended and restated our Amended Credit Agreement, which includes (i) a five-year, $350 million multicurrency senior secured revolving credit facility and (ii) a five-year $150 million senior secured term loan facility. The amendment extended the revolving credit facility maturity date to September 28, 2027. In addition, pursuant to an “accordion feature,” we may increase our borrowings up to an additional $250 million, subject to obtaining additional credit commitments from the lenders participating in the increase. The Amended Credit Agreement allows for the issuance of up to $50 million for letters of credit. Borrowings under the Amended Credit Agreement are guaranteed by substantially all of our domestic assets and our domestic subsidiaries. Under the terms of the revolving credit facility, the payment of cash dividends is restricted. We incurred debt issuance costs of $1.4 million in connection with the amendment and restatement of the Amended Credit Agreement. These costs were capitalized to other non-current assets on the Condensed Consolidated Balance Sheets and added to the unamortized debt issuance costs from the previous credit facility.\nLoans denominated in U.S. dollars, other than swingline loans, bear interest at a rate per annum equal to, at our option, (i) the adjusted term SOFR or adjusted daily simple SOFR plus an additional margin ranging from 1.00% to 1.75% depending upon our ratio of (A) total consolidated debt less up to $30 million of unrestricted domestic cash (\"Credit Facility Net Debt\") to (B) trailing four-quarter consolidated EBITDA measured as of the end of the most recent year or quarter, as applicable (Credit Facility EBITDA\"), for which financial statements have been delivered to the Lenders (the “leverage ratio”); or (ii) the alternate base rate plus an additional margin ranging from 0% to 0.75%, depending upon our leverage ratio, plus, if applicable, certain mandatory costs. All swingline loans denominated in U.S. dollars bear interest based upon the adjusted daily simple SOFR plus an additional margin ranging from 1.00% to 1.75% depending upon our leverage ratio, or such other rate as agreed upon with the applicable swingline lender. The adjusted term SOFR and adjusted daily simple SOFR include a fixed credit adjustment of 0.10% over the applicable SOFR reference rate. Loans denominated in foreign currencies bear interest at a rate per annum equal to the applicable benchmark rate set forth in the Amended Credit Agreement plus an additional margin ranging from 1.00% to 1.75%, depending upon our leverage ratio plus, if applicable, certain mandatory costs.  \nDuring the fiscal year ended June 30, 2023, our borrowings under the credit facility were U.S. dollar loans. The spread in effect as of June 30, 2023 was 1.50%, plus a 0.10% credit spread adjustment for SOFR-based loans and 0.50% for alternate base rate loans. The commitment fee rate in effect as of June 30, 2023 was 0.25%. The Amended Credit Agreement includes customary representations, warranties and affirmative and negative covenants, including financial covenants. Specifically, our Leverage Ratio must be less than or equal to 3.50 to 1.00 at all times. In addition, our Interest Coverage Ratio (as such term is defined in the Amended Credit Agreement) must be at least 3.00 to 1.00 as of the end of each fiscal quarter. In the event of a default, customary remedies are available to the lenders, including acceleration and increased interest rates. We were in compliance with all covenants under the Amended Credit Agreement as of June 30, 2023.\nThe average daily balance on the revolving credit facility, excluding the term loan facility, was $223.5 million and $69.0 million during the fiscal years ended June 30, 2023 and 2022, respectively. There was $171.0 million and $214.2 million available for additional borrowings as of June 30, 2023 and 2022, respectively. There were no letters of credit issued under the multi-currency revolving credit facility as of June 30, 2023 and 2022.\nAvailability to use this borrowing capacity depends upon, among other things, the levels of our Leverage Ratio and Interest Coverage Ratio, which, in turn, will depend upon (1) our Credit Facility Net Debt relative to our EBITDA and (2) Credit Facility EBITDA relative to total interest expense respectively.  As a result, our availability will increase if EBITDA increases (subject to the limit of the facility) and decrease if EBITDA decreases. At June 30, 2023, based upon the calculation of our Credit Facility Net Debt relative to our Credit Facility EBITDA, there was \n$171.0 million\n available for borrowing. While we were in compliance with the financial covenants contained in the Credit Facility as of June 30, 2023, and currently expect to continue to maintain such compliance, should we encounter difficulties, our historical relationship with our Credit Facility lending group has been strong and we anticipate their continued support of our long-term business.\nContractual Obligations\n35\nTable of Contents\nIndex to Financial Statements\nAt June 30, 2023, we had \n$179.0 million outstanding under our revolving credit facility. We also had $147.2 million outstanding under our term loan facility, $6.6 million of which matures in fiscal year 2024. Our revolving credit facility and our term loan facility have a maturity date \nSeptember 28, 2027\n. The remaining principal debt payments on our industrial development revenue bond, which total $3.7 million, have maturity dates in 2024 through 2032. See Footnote 8 - \nShort Term Borrowings and Long Term Debt\n.\nWe also had a non-cancelable operating lease agreement of $13.7 million at \nJune 30, 2023, of which \n$4.8 million is expected to be paid within the next 12 months. Remaining amounts are expected to be paid through 2028. See Footnote 14 - \nLeases\n.\nSummary\nWe believe that our existing sources of liquidity, including cash resources and cash provided by operating activities, supplemented as necessary with funds under our credit agreements, will provide sufficient resources to meet our present and future working capital and cash requirements for at least the next twelve months. We also believe that our longer-term working capital, planned expenditures and other general funding requirements will be satisfied through cash flows from operations and, to the extent necessary, from our borrowing facilities.\n36\nTable of Contents\nIndex to Financial Statements",
    "item7a": ">ITEM 7A.    Quantitative and Qualitative Disclosures about Market Risk.\nOur principal exposure to changes in financial market conditions in the normal course of our business is a result of our selective use of bank debt and transacting business in foreign currencies in connection with our foreign operations.\nInterest Rate Risk\nWe are exposed to changes in interest rates primarily as a result of our borrowing activities, which include revolving credit facilities with a group of banks used to maintain liquidity and fund our business operations. The nature and amount of our debt may vary as a result of future business requirements, market conditions and other factors. A hypothetical 100 basis point increase or decrease in interest rates on total borrowings on our revolving credit facility and variable rate long-term debt, net of the impact of the interest rate swap, would have resulted in approximately a $2.5 million and $1.1 million increase or decrease in pre-tax income for the fiscal year ended June 30, 2023 and 2022, respectively.\nWe evaluate our interest rate risk and utilize interest rate swaps to mitigate the risk of interest rate fluctuations associated with our current and long-term debt. At June 30, 2023 and 2022, we had $329.9 million and $271.2 million, respectively, in variable rate debt.  \nWe entered into an interest rate swap on April 30, 2019, which was amended on September 28, 2022. The interest rate swap has a notional amount of $100.0 million, with a $50.0 million tranche scheduled to mature on April 30, 2024 and a $50.0 million tranche scheduled to mature April 30, 2026. We entered into an additional interest rate swap on March 31, 2023 to lock into a fixed SOFR interest rate. The interest rate swap has notional amount of $25 million and a maturity date of March 31, 2028.\nThe purpose of these interest rate swaps is to manage or hedge our exposure to floating rate debt and achieve a desired proportion of fixed versus floating rate debt. Our use of derivative instruments have the potential to expose us to certain market risks including the possibility of (1) our hedging activities not being as effective as anticipated in reducing the volatility of our cash flows, (2) the counterparty not performing its obligations under the applicable hedging arrangement, (3) the hedging arrangement being imperfect or ineffective or (4) the terms of the swap or associated debt changing. We seek to lessen such risks by having established a policy to identify, control and manage market risks which may arise from changes in interest rates, as well as limiting our counterparties to major financial institutions. \nForeign Currency Exchange Rate Risk\nWe are exposed to foreign currency risks that arise from our foreign operations in Canada, Brazil and the UK. These risks include transactions denominated in non-functional currencies and intercompany loans with foreign subsidiaries.  In the normal course of the business, foreign exchange risk is managed by the use of currency options and forward contracts to hedge these exposures as well as balance sheet netting of exposures.  In addition, exchange rate fluctuations may cause our international results to fluctuate significantly when translated into U.S. dollars. A hypothetical 10% increase or decrease in foreign exchange rates would have resulted in approximately a $2.7 million and $2.2 million increase or decrease in pre-tax income for fiscal years ended June 30, 2023 and 2022, respectively. These risks may change over time as business practices evolve and could have a material impact on our financial results in the future. \nOur senior management has approved a foreign exchange hedging policy to reduce foreign currency exposure. Our policy is to utilize financial instruments to reduce risks where internal netting cannot be effectively employed and not to enter into foreign currency derivative instruments for speculative or trading purposes. We monitor our risk associated with the volatility of certain foreign currencies against our functional currencies and enter into foreign exchange derivative contracts to minimize short-term currency risks on cash flows. These positions are based upon balance sheet exposures and, in certain foreign currencies, our forecasted purchases and sales. We continually evaluate foreign exchange risk and may enter into foreign exchange transactions in accordance with our policy. Actual variances from these forecasted transactions can adversely impact foreign exchange results. Foreign currency gains and losses are included in other expense (income).\nWe have elected not to designate our foreign currency contracts as hedging instruments, and therefore, the instruments are marked-to-market with changes in their values recorded in the consolidated income statement each period. Our foreign currencies are primarily Brazilian reais, British pounds and Canadian dollars. At June 30, 2023 and 2022, the fair value of our currency forward contracts were a net asset or payable of less than $0.1 million. \n37\nTable of Contents\nIndex to Financial Statements",
    "cik": "918965",
    "cusip6": "806037",
    "cusip": [
        "806037957",
        "806037107"
    ],
    "names": [
        "SCANSOURCE INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/918965/000091896523000023/0000918965-23-000023-index.htm"
}