{
    "item1": ">ITEM 1.    BUSINESS.\nOverview\nMitek Systems, Inc. (“Mitek,” the “Company,” “we,” “us,” and “our”\n)\n is a leading innovator of mobile image capture and digital identity verification solutions. We are a software development company with expertise in artificial intelligence and machine learning. We currently serve more than 7,800 financial services organizations and leading marketplace and financial technology (“fintech”) brands around the globe. Customers count on Mitek to deliver trusted and convenient online experiences, detect and reduce fraud, and document Know Your Customer (“KYC”) and Anti-Money Laundering (“AML”) regulatory compliance. Our solutions are embedded in native mobile apps and web browsers to facilitate digital consumer experiences. Mitek’s identity verification and authentication technologies and services make it possible for banks, financial services organizations and the world’s leading marketplace and sharing platforms to verify an individual’s identity during digital transactions, allowing them to reduce risk and meet regulatory requirements. Our advanced mobile deposit system enables secure, fast and convenient deposit services. Thousands of organizations use Mitek solutions to optimize the security of mobile check deposits, new account openings and more.\nIn May of 2021, Mitek acquired ID R&D, Inc. (“ID R&D” and such acquisition, the “ID R&D Acquisition”), an award-winning provider of AI-based voice and face biometrics and liveness detection. ID R&D delivers innovative, biometric capabilities that raise the bar on usability and performance. The ID R&D Acquisition helps simplify and secure the entire transaction lifecycle for both businesses and consumers. It provides businesses and financial institutions with access to one authentication solution to deploy throughout the entire transaction cycle, and can provide consumers with a simple, intuitive approach to fighting fraud. \nIn March of 2022, Mitek acquired HooYu Ltd. (“HooYu”), a leading KYC technology provider in the United Kingdom. Such technology helps to ensure businesses know the true identity of their customers by linking biometric verification with real-time data aggregation across many different sources, including credit bureaus, international sanctions lists, local law-enforcement, and others.\nMitek markets and sells its products and services worldwide through internal, direct sales teams located in the U.S., Europe, and Latin America as well as through channel partners. Our partner sales strategy includes channel partners who are financial services technology providers and identity verification providers. These partners integrate our products into their solutions to meet the needs of their customers, typically provisioning Mitek’s services through their respective platforms.\nProduct and Technology Overview\nTechnology\nDuring the twelve months ended September 30, 2022, we had one operating segment: the development, sale, and service of our proprietary software solutions related to mobile image capture and identity verification.\nOur digital technology solutions are provided in two parts: (i) a software development kit for mobile image capture and (ii) a cloud software platform which uses artificial intelligence and machine learning to classify and extract data to enable mobile check deposit as well as aid the authentication of identity documents including passports, identity cards, and driver's licenses using a camera-equipped device.\nOur technology uses patented algorithms that analyze images of identity documents in many ways. These include image quality analysis, image repair and optimization, document identification and classification, data extraction, and numerous authenticators.\nProducts\nMobile Deposit®\nMitek’s Mobile Deposit® solution is used today by millions of consumers in the United States and Canada for mobile check deposit. Mobile Deposit® enables individuals and businesses to remotely deposit checks using their camera-equipped smartphone or tablet. Mobile Deposit® is embedded within the financial institutions’ digital banking apps used by consumers and has now processed more than six billion check deposits. Mitek began selling Mobile Deposit® in early 2008 and received its first patent for this product in August 2010. Today, Mitek holds more than 80 U.S. patents related to document image capture technology.\nMobile Deposit® allows consumers to take photographs of the front and back of a check and then remotely deposit the check with their participating bank by submitting the images electronically. Mitek delivers a simple and easy user experience with our proprietary mobile automatic capture which assists users in capturing a high quality image of a check by holding their mobile device over the check.\n1\nMobile Verify®\nMobile Verify® is an identity verification solution that can be integrated into mobile apps, mobile websites, and desktop applications. Mobile Verify® combines an optimal image capture experience with our leading document authentication technology — helping our customers validate an identity document presented in a digital transaction is genuine and unaltered. Adding a second layer for identity proofing, Mobile Verify® matches the portrait extracted from the identity document with a selfie of its presenter by doing a biometric face comparison.\nThe Mobile Verify® identity verification engine is a modular cross-platform architecture that uses machine learning and advanced computer vision algorithms. To achieve the highest accuracy rates, Mitek’s technology was conceptualized to verify the authenticity of an identity document in the following systematic approach:\n•\nGuided document capture, enabling users to take a quality photo for optimal processing;\n•\nDocument classification computer vision algorithms that recognize and classify thousands of diverse identity documents from around the world allowing for reliable data extraction;\n•\nData extraction that goes beyond traditional Optimal Character Recognition (“OCR”) to deconstruct the document and analyze the content of each field; and\n•\nEvaluation of authenticity elements, using a combination of machine learning techniques and unique computer vision algorithms to help determine the authenticity of a document by evaluating several elements within the document.\nMobile Fill®\nMobile Fill®, which includes automatic image capture, minimizes the number of clicks and expedites form fill completion. In mere seconds, and just by taking a photo of an identity document, people can easily complete application forms and quickly become approved customers. Organizations can use Mobile Fill® for a variety of purposes, including streamlining the process of opening a checking, savings, or credit card account, paying a bill, activating an offer, and more. Mobile Fill® is available for native apps and web browser applications.\nMiSnap™ \nMitek MiSnap™ is a patented mobile-capture software development kit (“SDK”) that enables an intuitive user experience and instant capture of quality images of identity documents and checks.  The key to successful mobile check deposit, data pre-fill and ID document verification is the quality of the image capture. Mitek's MiSnap™ helps enable every user to capture a quality image the first time. \nCheckReader\n™\nCheckReader™ enables financial institutions to automatically extract data from checks once they have been scanned or photographed by the application. Easily integrated into mobile and server-based applications providing automatic image pre-processing and recognition capabilities, CheckReader™ allows for the automatic recognition of all fields on checks and generic payments documents, whether handwritten or machine printed. CheckReader™ is utilized as a core component throughout a wide range of check processing applications, including ATMs, centralized and back office processes, remittance, merchants, and fraud applications. CheckReader™ is deployed worldwide in over forty countries.\nCheck Fraud Defender\nThe premier AI-powered and cloud-hosted model for fighting check fraud, Check Fraud Defender uses Mitek’s proprietary check image science to spot visual anomalies in checks submitted by participating banks to better isolate suspected fraud and reduce bank and consumer losses. Check Fraud Defender helps banks fight check fraud by analyzing more than 18 visual elements of a check to give a more comprehensive view of possible fraud.\nCheck Intelligence\nCheck Intelligence enables financial institutions to automatically extract data from a check image received across any deposit channel—branch, ATM, remote deposit capture, and mobile. Through the automatic recognition of all fields on checks, whether handwritten or machine printed, Check Intelligence speeds up the time to deposit for banks and customers and helps enable financial institutions to comply with check clearing regulations. With built-in image quality analysis and image usability analysis, Check Intelligence also ensures that the check meets the Check Clearing for the 21st Century Act requirements and other industry and regulatory standards.\nMitek Verified Identity Platform (“MiVIP®”)\nMiVIP® is an end-to-end KYC platform that helps companies to quickly design, build, and deploy robust KYC journeys with little or no development resources. We combine facial biometrics, liveness detection, ID document validation, database checks, geolocation, digital footprint analysis, and more to provide the clearest picture of who is requesting access to a business’ services. The \n2\nplatform provides robust identity verification through comprehensive document verification, biometric comparison, and liveness detection. The platform also simplifies the end user experience with omni-channel journey support in which users can easily switch between a mobile and desktop experience without losing their journey progress, or pause and pick up their journey at a later time via a different device.\nMiPass\n®\nMiPass®, with its state-of-the-art facial and voice biometric capabilities, provides increased protection against today’s most sophisticated forms of identity theft and increasingly dangerous fraud techniques, such as deepfakes and synthetic identities. These technologies ensure the highest level of security against evolving threats while delivering a superior consumer experience.\nAs more interactions move online, passwords are a challenging and a highly imperfect solution for granting account access to customers. Asking trusted customers to re-assert their identity at every touchpoint only leads to frustration and abandonment. And passwords leave customers vulnerable to identity theft and account takeover attacks. The availability, simplicity, and convenience of biometrics on consumer devices has opened the door for organizations in all industries to transform the trusted customer experience. MiPass® strengthens a business’s trust in a consumer’s real-world identity using a sophisticated combination of biometrics that are extremely difficult to falsify – face, liveness detection, and voice allowing organizations to replace passwords and one-time passcodes with biometric authentication that can be easily embedded into existing platforms and customer experiences. \nID_CLOUD™\nID_CLOUD™ is a fully automated identity verification solution that can be integrated into a customer’s application to instantly read and validate identity documents. ID_CLOUD™ automated technology enables global enterprises to improve their customer acquisition technology while meeting AML requirements in a safe and cost-effective manner. This solution is available in the cloud, via mobile websites, and desktop applications. Additionally, a version of ID_CLOUD™ is available that works locally on a desktop which is connected to a propriety hardware scanner for reading and validating identity documents.\nIDLive® Face\nIDLive® Face is the industry’s first passive facial liveness detection product. The technology is critical to frictionless fraud prevention in solutions that use face biometrics for authentication and digital identity proofing. IDLive® Face is iBeta Levels 1 and 2 Presentation Attack Detection (“PAD”) compliant and is used to process millions of monthly transactions for customers worldwide.\n \nIDVoice®\nIDVoice® is a robust AI-driven voice biometric engine that enables fast, convenient authentication on mobile, web, and telephone channels. The product is also optimized to enable embedded security and personalization on Internet of Things devices. IDVoice® has achieved top rankings in the industry’s leading benchmark challenges.\nIDLive® Voice\nIDLive® Voice helps stop spoofing attacks on voice biometric systems by distinguishing live voice from synthesized speech, voice deepfakes, and recordings.\nIDLive Doc™\nIDLive Doc™ works to fight fraud related to digitally displayed document images. This AI-based product validates the physical presence of documents used when verifying customer identities online. The product can be added to any onboarding or electronic KYC solution, providing another layer of fraud prevention for banks, gig economy companies, telecom companies, and others.\nSales and Marketing\nWe derive revenue predominately from the sale of licenses (to both our on premise and transactional software as a service (“SaaS”) products) and transaction fees to use our products, and to a lesser extent by providing maintenance and professional services for the products we offer. The revenue we derive from the sale of such licenses is derived from both the sale to our channel partners of licenses to sell the applications we offer as well as the direct sale of licenses and services to customers.\nWe have an internal marketing group that develops corporate and digital marketing strategies. The internal team executes these strategies with the help of external resources as needed to support both direct sales and channel partners’ sales efforts.\nIntellectual Property \nOur success depends in large part upon our proprietary technology. We attempt to protect our intellectual property rights primarily through a combination of patents, copyrights, trademarks, trade secrets, employee and third-party non-disclosure agreements, and other measures. We believe that factors such as the technological and creative skills of our personnel, new product development, frequent product enhancements, name recognition, and reliable product maintenance are essential to establishing and \n3\nmaintaining a technological leadership position. There can be no assurance that our means of protecting our proprietary rights in the U.S. or abroad will be adequate. We seek to protect our software, documentation, and other written materials under trade secret and copyright laws, which afford only limited protection. Further, there can be no assurance that our patents will offer any protection or that they will not be challenged, invalidated, or circumvented. If we are unable to protect our intellectual property, or we infringe on the intellectual property rights of a third-party, our operating results could be adversely affected. \nAs of September 30, 2022, the U.S. Patent and Trademark Office has issued us 80 patents with expiration dates ranging from 2026 through 2037 and we have filed for 16 additional domestic and international patents. In addition, we generally enter into confidentiality agreements with certain employees.\nMarket Opportunities, Challenges, and Risks\nWe believe that financial institutions, fintechs, and other companies see our patented solutions as a way to provide a superior digital customer experience to meet growing consumers demands of trust and convenience online and, at the same time, assist them in meeting regulatory requirements. The value of digital transformation to our customers is a possible increase in top line revenue and a reduction in the cost of sales and service. As the use of new technology increases, so does associated fraud and cyber-attacks. The negative outcomes of fraud and cyber-attacks encompass financial losses, brand damage, and loss of loyal customers. We predict growth in our deposits business as a result of the increased consumer adoption of digital financial services provided to them by their banks and identity verification products based on current trends in payments, online lending, more stringent regulations, growing usage of sharing apps and online marketplaces, and the ever-increasing demand for digital services.\nFactors adversely affecting the pricing of, or demand for, our digital solutions, such as competition from other products or technologies, any decline in the demand for digital transactions, or negative publicity or obsolescence of the software environments in which our products operate, could result in lower revenues or gross margins. Further, because substantially all of our revenues are from a few types of technology, our product concentration may make us especially vulnerable to market demand and competition from other technologies, which could reduce our revenues.\nThe sales cycle for our software and services can be lengthy and the implementation cycles for our software and services by our channel partners and customers can also be lengthy, often as long as six months and sometimes longer for larger customers. If implementation of our products by our channel partners and customers is delayed or otherwise not completed, our business, financial condition, and results of operations may be adversely affected.\nRevenues related to most of our on premise licenses for mobile products are required to be recognized up front upon satisfaction of all applicable revenue recognition criteria. Revenue related to our SaaS products is recognized ratably over the life of the contract or as transactions are used depending on the contract criteria. The recognition of future revenues from these licenses is dependent upon a number of factors, including, but not limited to, the term of our license agreements, the timing of implementation of our products by our channel partners and customers, and the timing of any re-orders of additional licenses and/or license renewals by our channel partners and customers.\nDuring each of the last few years, sales of licenses to one or more channel partners have comprised a significant part of our revenue each year. This is attributable to the timing of renewals or purchases of licenses and does not represent a dependence on any single channel partner. If we were to lose a channel partner relationship, we do not believe such a loss would adversely affect our operations because either we or another channel partner could sell our products to the end-users that had purchased products from the channel partner we lost. However, in that case, we or another channel partner must establish a relationship with the end-users, which could take time to develop, if it develops at all.\nWe have a growing number of competitors in the mobile image capture and identity verification industry, many of which have greater financial, technical, marketing, and other resources. However, we believe our patented mobile image capture and identity verification technology, our growing portfolio of products and geographic coverage for the financial services industry, and our market expertise gives us a distinct competitive advantage. To remain competitive, we must continue to offer products that are attractive to the consumer as well as being secure, accurate, and convenient. To help us remain competitive, we intend to further strengthen performance of our portfolio of products through research and development as well as partnering with other technology providers.\nCompetition\nThe market for our products and solutions is intensely competitive, subject to rapid change, and significantly affected by new product introductions and other market activities of industry participants. We face direct and indirect competition from a broad range of competitors who offer a variety of products and solutions to our current and potential customers. Our principal competition comes from: (i) customer-developed solutions; (ii) companies offering alternative methods of identity verification; and (iii) companies offering competing technologies capable of mobile remote deposit capture or authenticating identity documents and facial photo comparison.\nIt is also possible that we will face competition from new industry participants or alternative technologies. Moreover, as the market for automated document processing, image recognition and authentication, check imaging, and fraud detection software \n4\ndevelops, a number of companies with significantly greater resources than we have could attempt to enter or increase their presence in our industry, either independently or by acquiring or forming strategic alliances with our competitors, or otherwise increase their focus on the industry. In addition, current and potential competitors have established or may establish cooperative relationships among themselves or with third parties to increase the ability of their products to address the needs of our current and potential customers.\nOur products are compliant with Service-Oriented Architecture standards and compete, to various degrees, with products produced by a number of substantial competitors. Competition among product providers in this market generally focuses on price, accuracy, reliability, global coverage, and technical support. We believe our primary competitive advantages in this market are: (i) our mobile auto image capture user experience used by millions of consumers; (ii) our patented science; (iii) scalability; and (iv) an architectural software design that allows our products to be more readily modified, improved with added functionality, and configured for new products, thereby allowing our software to be easily upgraded.\nIncreased competition may result in price reductions, reduced gross margins, and loss of market share, any of which could have a material adverse effect on our business, operating results, and financial condition.\nResearch and Development\nWe develop software products internally and also purchase or license rights to third-party intellectual property. We believe that our future success depends in part on our ability to maintain and improve our core technologies, enhance our existing products, and develop new products that meet an expanding range of customer requirements.\nInternal research and development allows us to maintain closer technical control over our products and gives us the ability to determine which modifications and enhancements are most important and when they should be implemented to ensure the proper functioning and improved performance of our products. We intend to expand our existing product offerings and introduce new mobile image capture and digital identity verification capabilities that meet a broader set of needs of our customers. We intend to continue to support the major industry standard operating environments.\nOur research and development organization includes software engineers and scientists, many of whom have advanced degrees, as well as additional personnel in quality assurance and related disciplines. All our scientists and software engineers are involved in product development.  \nThe development team includes specialists in artificial intelligence, computer vision, software engineering, user interface design, product documentation, product management, and quality assurance. The team is responsible for maintaining and enhancing the performance, quality, and utility of all of our products. In addition to research and development, our engineering staff provides customer technical support on an as-needed basis.\nWe expect research and development expenses during fiscal year 2023 to increase as compared with those incurred in fiscal year 2022 as we continue our new product research and development efforts.\nHuman Capital Resources\nAs of September 30, 2022, we had 588 employees, 170 in the U.S. and 418 internationally, 565 of which are full time. Our total employee base consists of 327 sales and marketing, professional services, and document review employees, 199 research and development and support employees, and 62 employees in executive, finance, network administration, and other capacities. In addition, we engaged various consultants in the areas of research and development, product development, finance, and marketing during fiscal year 2022. We have never had a work stoppage and none of our employees are represented by a labor organization. Substantially all of our employees, other than a certain number of our executive officers and employees with customary employment arrangements within Europe, are at will employees, which means that each employee can terminate his or her relationship with us and we can terminate our relationship with him or her at any time. We offer industry competitive wages and benefits and are committed to maintaining a workplace environment that promotes employee productivity and satisfaction. We consider our relations with our employees to be good. We are also focused on understanding our diversity and inclusion strengths and opportunities and executing on a strategy to support further progress. We continue to focus on building a pipeline for talent to create more opportunities for workplace diversity and to support greater representation within the Company.\nAvailable Information\nWe are subject to the reporting requirements of the Exchange Act. Consequently, we are required to file reports and information with the SEC, including reports on the following forms: annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act. These reports and other information concerning us may be accessed, free of charge, through the SEC’s website at www.sec.gov and our website at www.miteksystems.com. These reports are placed on our website as soon as reasonably practicable after they are filed with the SEC. Information contained in, or that can be accessed through, our website is not incorporated by reference into, nor is it in any way a part of, this Form 10-K.\n5\nITEM  1A.    RISK FACTORS.\nRisk Factor Summary \nBelow is a summary of the principal factors that make an investment in our common stock speculative or risky. This summary does not address all of the risks that we face. Additional discussion of the risks summarized in this risk factor summary, and other risks that we face, can be found below and should be carefully considered, together with other information in this Annual Report on Form 10-K and our other filings with the Securities and Exchange Commission before making investment decisions regarding our common stock.\n•\nWe currently derive substantially all of our revenue from a few types of technologies. If these technologies and the related products do not achieve or continue to achieve market acceptance, our business, financial condition, and results of operations would be adversely affected.\n•\nWe cannot predict the impact that the decline of the use of checks, changes in consumer behavior facilitated by advances in technologies, and the development of check alternatives, or the plateau of the penetration of active mobile banking users may have on our business.\n•\nClaims that our products infringe upon the rights, or have otherwise utilized proprietary information, of third parties may give rise to costly litigation against us or our customers who we may be obligated to indemnify, and we could be prevented from selling those products, required to pay damages, and obligated to defend against litigation or indemnify our customers.\n•\nIf the patents we own or license, or our other intellectual property rights, do not adequately protect our technologies, we may lose market share to our competitors and be unable to operate our business profitably.\n•\nWe face competition from several companies that may have greater resources than we do, which could result in price reductions, reduced margins, or loss of market share.\n•\nWe must continue to engage in extensive research and development in order to remain competitive.\n•\nDefects or malfunctions in our products could hurt our reputation, sales and profitability.\n•\nOur lengthy sales cycles and the difficulty in predicting timing of sales or delays may impair our operating results.\n•\nOur historical order flow patterns, which we expect to continue, have caused forecasting difficulties for us. If we do not meet our forecasts or analysts’ forecasts for us, the price of our common stock may decline.\n•\nEntry into new lines of business, and our offering of new products and services, resulting from our acquisitions may result in exposure to new risks.\n•\nAdverse economic conditions or reduced spending on information technology solutions may adversely impact our revenue and profitability. \n•\nWe may need to raise additional capital to fund continuing operations and an inability to raise the necessary capital or the inability to do so on acceptable terms could threaten the success of our business.\n•\nWe expect to incur additional expenses related to the integration of ID R&D, Inc. and HooYu Ltd.\n•\nWe may be unable to successfully integrate our business with the respective businesses of ID R&D, and HooYu and realize the anticipated benefits of the acquisitions.\n•\nOur actual financial and operating results following the acquisitions of ID R&D and HooYu could differ materially from any expectations or guidance provided by us concerning our future financial and operating results.\n•\nOur annual and quarterly results have fluctuated greatly in the past and will likely continue to do so, which may cause substantial fluctuations in our common stock price.\n•\nWe face risks related to the storage of our customers’ and their end users’ confidential and proprietary information. Our products may not provide absolute security. We may incur increasing costs in an effort to minimize those risks and to respond to cyber incidents.\n•\nDue to our operations in non-U.S. markets, we are subject to certain risks that could adversely affect our business, results of operations or financial condition.\n•\nOur international operations may increase our exposure to potential liability under anti-corruption, trade protection, tax, and other laws and regulations.\n•\nFluctuations in foreign currency exchange and interest rates could adversely affect our results of operations.\n•\nCompliance with changing regulations concerning corporate governance and public disclosure may result in additional expenses.\n6\n•\nWe have a history of losses and we may not be able to maintain profitability in the future.\n•\nAn “ownership change” could limit our ability to utilize our net operating loss and tax credit carryforwards, which could result in our payment of income taxes earlier than if we were able to fully utilize our net operating loss and tax credit carryforwards.\n•\nOur cash and cash equivalents could be adversely affected if the financial institutions at which we hold our cash and cash equivalents fail.\n•\nOur business could be adversely affected in the event we default under our debt agreements.\n•\nOur revenues are dependent on our ability to maintain and expand existing customer relationships and our ability to attract new customers.\n•\nEvolving domestic and international data privacy regulations may restrict our ability, and that of our customers, to solicit, collect, process, disclose and use personal information or may increase the costs of doing so, which could harm our business.\n•\nFrom time-to-time our Board explores and considers strategic alternatives, including financings, strategic alliances, acquisitions, or the possible sale of our company. Our Board may not be able to identify or complete any suitable strategic alternatives, and announcements regarding any such strategic alternatives could have an impact on our operations or stock price.\n•\nFuture sales of our common stock by our insiders may cause our stock price to decline.\n•\nA potential proxy contest for the election of directors at our annual meeting could result in potential operational disruption, divert our resources, and could potentially result in adverse consequences under certain of our agreements.\n•\nOur corporate documents and the Delaware General Corporation Law (the “DGCL”) contain provisions that could discourage, delay, or prevent a change in control of our company, prevent attempts to replace or remove current management, and reduce the market price of our stock.\n•\nOur restated certificate of incorporation and second amended and restated bylaws provide for indemnification of officers and directors at our expense and limits their liability, which may result in a major cost to us and hurt the interests of our stockholders because corporate resources may be expended for the benefit of officers and/or directors.\n•\nThe market price of our common stock has been volatile and your investment in our stock could suffer a decline in value.\n•\nBecause we do not intend to pay cash dividends, our stockholders will benefit from an investment in our common stock only if our stock price appreciates in value.\n•\nAs a result of our failure to timely file our Annual Report on Form 10-K for year ended September 30, 2022, and our Quarterly Reports on Form 10-Q for the quarters ended December 31, 2022 and March 31, 2023, we are currently ineligible to file new short form registration statements on Form S-3 or to have resale registration statements declared effective in a timely manner, which may impair our ability to raise capital on terms favorable to us, in a timely manner or at all.\n•\nOur second amended and restated bylaws provide that a state or federal court located within in the State of Delaware will be the sole and exclusive forum for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\n•\nIf we are unable to retain and recruit qualified personnel, or if any of our key executives or key employees discontinues his or her employment with us, it may have a material adverse effect on our business.\n•\nLegislation and governmental regulations enacted in the U.S. and other countries that apply to us or to our customers may require us to change our current products and services and/or result in additional expenses, which could adversely affect our business and results of operations.\n•\nFuture sales of our common stock could cause the market price of our common stock to decline.\n•\nIf financial or industry analysts do not publish research or reports about our business, or if they issue negative or misleading evaluations of our stock, our stock price and trading volume could decline.\n•\nWe have identified material weaknesses in our internal control over financial reporting, and if our remediation of such material weaknesses is not effective, or if we fail to develop and maintain an effective system of disclosure controls and internal control over financial reporting, our ability to produce timely and accurate financial statements or comply with applicable laws and regulations could be impaired.\n•\nNatural disasters or other catastrophic events may disrupt our business.\n7\nRisk Factors\nThe following risk factors and other information included in this Form 10-K should be carefully considered. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties not presently known to us or that we presently deem less significant may also impair our business operations. If any of the following risks actually occur, our business, financial condition, results of operations, cash flows, projected results, and future prospects could be materially and adversely affected. In these circumstances, the market price of our common stock could decline, and you could lose all or part of your investment or interest.\nRisks Associated With Our Business and Operations \nWe currently derive substantially all of our revenue from a few types of technologies. If these technologies and the related products do not achieve or continue to achieve market acceptance, our business, financial condition, and results of operations would be adversely affected.\nWe currently derive substantially all of our revenue from license sales and services provided with our software products to customers incorporating our intelligent mobile imaging technology and software products. If we are unable to achieve or continue to achieve market acceptance of our core technologies or products incorporating such technologies, we will not generate significant revenue growth from the sale of our products.\nAdditionally, factors adversely affecting the pricing of or demand for our products and services, such as competition from other products or technologies, any decline in the demand for mobile image processing, negative publicity, or obsolescence of the software environments in which our products operate could adversely affect our business, financial condition, and results of operations.\nWe cannot predict the impact that the decline of the use of checks, changes in consumer behavior facilitated by advances in technologies, and the development of check alternatives, or the plateau of the penetration of active mobile banking users may have on our business.\nOver the last few years, the use of checks has started to decline. Advances in technologies have enabled the development of check alternatives like Zelle and Venmo, which have caused certain changes in consumer behavior. As check alternatives become more widely accepted by consumers, the use of checks could continue to decline, which could have a negative effect on our business. In addition, as the mobile banking market matures, the growth of active mobile banking users is slowing, which may negatively impact our ability to grow our business.\nClaims that our products infringe upon the rights, or have otherwise utilized proprietary information, of third parties may give rise to costly litigation against us or our customers who we may be obligated to indemnify, and we could be prevented from selling those products, required to pay damages, and obligated to defend against litigation or indemnify our customers.\nIn the past, third parties have brought claims against us and against our customers who use our products asserting that certain technologies incorporated into our products infringe on their intellectual property rights.  Although we have resolved past claims against us that we have infringed on third-party patents, there can be no assurance that we will not receive additional claims against us asserting that our products infringe on the intellectual property rights of third parties or that our products otherwise utilize such third parties’ proprietary information.\nOn July 7, 2018, United Services Automobile Association (“USAA”) filed a lawsuit against Wells Fargo Bank, N.A. (“Wells Fargo”) in the Eastern District of Texas alleging that Wells Fargo’s remote deposit capture systems (which in part utilize technology provided by the Company to Wells Fargo through a partner) infringe four USAA owned patents related to mobile deposits (the “First Wells Lawsuit”). On August 17, 2018, USAA filed a second lawsuit (the “Second Wells Lawsuit” and together with the First Wells Lawsuit, the “Wells Lawsuits”) against Wells Fargo in the Eastern District of Texas asserting that an additional five patents owned by USAA were infringed by Wells Fargo’s remote deposit capture system. In neither lawsuit was the Company named in the Complaint as an infringer and at no time did USAA allege specifically that the Company’s products by themselves infringed any of the asserted patents. Subsequently, on November 6, 2019, a jury in the First Wells Lawsuit found that Wells Fargo willfully infringed at least one of the Subject Patents (as defined below) and awarded USAA $200 million in damages. In the Second Wells Lawsuit, USAA dropped two of the patents from the litigation, and the judge in the case found that one of the remaining three patents was invalid. On January 10, 2020, a jury in the Second Wells Lawsuit found that Wells Fargo willfully infringed at least one of the patents at issue in that case and awarded USAA $102 million in damages. No Mitek product was accused of infringing either of the two patents in question in the Second Wells Lawsuit as the litigation involved broad banking processes and not the Company’s specific mobile deposit features. USAA and Wells Fargo subsequently reached a settlement, and on April 1, 2021 the Court granted the parties’ joint motion and stipulation of dismissal of the Wells Lawsuits with prejudice. \nWells Fargo filed petitions for \nInter Partes\n Review (“IPR”) with the Patent Trial and Appeal Board (“PTAB”)\n \nchallenging the validity of the four patents in the First Wells Lawsuit. Three of those four petitions were instituted, while one (relating to U.S. Patent No. 9,818,090 (“the ’090 Patent”)) was denied institution. On November 24, 2020, and January 26, 2021, the PTAB issued final written decisions determining that Wells Fargo had not demonstrated by a preponderance of the evidence that any claims of the U.S. Patent Nos. 8,977,571 (“the ’571 Patent”), 8,699,779 (“the ’779 Patent”), or 9,336,517 (“the ’517 Patent”) were unpatentable.\n8\nOn September 30, 2020, USAA filed suit against PNC Bank (the “First PNC Lawsuit”) in the Eastern District of Texas alleging infringement of U.S. Patent Nos. 10,482,432 (“the ’432 Patent”) and 10,621,559. These two patents are continuations of an asserted patent in the Second Wells Lawsuit and relate to similar subject matter. On October 19, 2020, PNC Bank’s integration partner, NCR Corporation, sent an indemnification demand to the Company requesting indemnification from all claims related to the First PNC Lawsuit. The complaint against PNC Bank does not claim that any Company product infringes any of the asserted patents. At this time, the Company does not believe it is obligated to indemnify NCR Corporation or end-users of NCR Corporation resulting from the patent infringement allegations by USAA. On December 4, 2020, USAA filed an amended complaint against PNC Bank also asserting two patents at issue in the First Wells Lawsuit—the ’779 Patent and the ’571 Patent. On February 2, 2021, NCR Corporation sent a second indemnification demand to the Company requesting indemnification of the claims described in the amended complaint. On March 31, 2021, USAA filed another suit against PNC Bank in the Eastern District of Texas alleging infringement of two patents from the Second Wells Lawsuit, U.S. Patent Nos. 10,013,605 (“the ‘605 Patent”) and 10,013,681 (“the ‘681 Patent”) (the “Second PNC Lawsuit”). On July 7, 2021, USAA filed a third lawsuit against PNC Bank (the “Third PNC Lawsuit” and together with the First PNC Lawsuit and the Second PNC Lawsuit, the “PNC Lawsuits”) asserting infringement of U.S. Patents 10,769,598; 10,402,638; and 9,224,136. A jury trial was held in May 2022 on the consolidated First PNC Lawsuit and Second PNC Lawsuit. The jury found that PNC willfully infringed at least one patent claim and awarded USAA $218 million in damages. The Court denied PNC Bank’s equitable defenses and entered a Final Judgment in the consolidated First PNC Lawsuit and Second PNC Lawsuit on August 19, 2022. A jury trial was held in September 2022 on the Third PNC Lawsuit. The jury found that PNC infringed at least one patent claim and awarded USAA $4.3 million in damages. The Court entered a Final Judgment in the Third PNC Lawsuit on February 16, 2023.\nWhile neither the Wells Lawsuits nor the PNC Lawsuits name the Company as a defendant, given (among other factors) the Company’s prior history of litigation with USAA and the continued use of the Company’s products by its customers, on November 1, 2019, the Company filed a complaint in the U.S. District Court for the Northern District of California seeking declaratory judgment that its products do not infringe the ’779 Patent, the ’571 Patent, the ’517 Patent, and the ’090 Patent (collectively, the “Subject Patents”). On January 15, 2020, USAA filed motions requesting the dismissal of the declaratory judgement of the Subject Patents and transfer of the case to the Eastern District of Texas, both of which the Company opposed. On April 21, 2020, the Court in the Northern District of California transferred the Company’s declaratory judgement action to the Eastern District of Texas and did not rule on USAA’s motion to dismiss. On April 28, 2021, the Court in the Eastern District of Texas granted USAA’s motion to dismiss the Company’s declaratory judgment action on jurisdictional grounds. The Court’s ruling did not address the merits of the Company’s claim of non-infringement. The Company appealed the ruling on the motion to dismiss and the decision to transfer the declaratory judgment action from California to Texas to the U.S. Court of Appeals for the Federal Circuit. The Federal Circuit heard oral argument on the Company’s appeal on April 4, 2022 and on May 20 2022, issued an opinion vacating and remanding the district court’s order granting USAA’s motion to dismiss. On August 1, 2022, the parties submitted additional briefing to the district court in light of Federal Circuit’s opinion. The court held another hearing on USAA’s motion to dismiss the Company’s declaratory judgment action on jurisdictional grounds, and once again granted USAA’s motion to dismiss on February 23, 2023. The Company timely filed a notice of appeal to the U.S. Court of Appeals for the Federal Circuit. The Company continues to believe that its products do not infringe the Subject Patents and will vigorously defend the right of its end-users to use its technology. \nIn April, May, and June 2020, the Company filed petitions for IPR with the PTAB of the U.S. Patent & Trademark Office challenging the validity of the Subject Patents. On November 6 and 17, 2020, the PTAB decided to exercise its discretion and deny institution of the four petitions due to the alleged relationship between the Company and Wells Fargo, who previously filed petitions for IPR on the Subject Patents. The PTAB did not address the merits of the Company’s petitions or the prior art cited in those petitions. The Company continues to believe that the prior art cited in the petitions renders all the claims of the Subject Patents invalid. On each of December 6, 2020, December 17, 2020, and February 23, 2021, the Company filed requests for rehearing and Precedential Opinion Panel (“POP”) review of the four denied IPR petitions.  The Patent Office denied the requests for rehearing and for POP review.\nIn September 2020, the Company filed an additional two petitions for IPR with the U.S. Patent & Trademark Office challenging the validity of the ‘681 Patent and the ’605 Patent—two of the patents at issue in the Second Wells Lawsuit. In March 2021, the PTAB decided not to institute the two petitions.\nOn July 7, July 14, and July 21 2021, PNC Bank filed six additional petitions for IPR with the U.S. Patent & Trademark Office challenging the validity of the ’779 Patent, the ’571 Patent, the ‘559 Patent, and the ‘432 Patent. On August 27, 2021, PNC filed two additional petitions for IPR challenging the validity of the ‘681 Patent and the ‘605 Patent. In October and November of 2021, PNC Bank filed four more petitions for IPR challenging the validity of the ‘638 Patent, the ‘136 Patent, and the ‘598 Patent. The Patent Office denied institution with respect to the petitions challenging the ‘432 Patent, the ‘605 Patent, the ‘681 Patent, and the ‘638 Patent, but instituted inter partes review on the petitions relating to the ‘779 Patent, the ‘571 Patent, the ‘559 Patent, and the ‘598 Patent—finding a reasonable likelihood that at least one challenged patent claim was invalid. The U.S. Patent & Trademark Office issued a final written decision in each of the IPRs challenging the ‘779 Patent, the ‘571 Patent, and the ‘559 Patent and found all challenged claims of each patent unpatentable. USAA filed requests for rehearing and requests for POP review. The requests for POP review were denied in March 2023; the requests for rehearing were denied in March and April 2023.\n9\nOn August 16, 2021, USAA filed suit against BBVA USA (“BBVA”) in the Eastern District of Texas alleging infringement of the same patents at issue in the PNC Lawsuits. While the Company’s IPR petitions were mentioned in the complaint, the Company was not named as a defendant or mentioned in connection with any alleged infringement. BBVA then sent the Company an indemnification demand on September 7, 2021. For the same reasons discussed above in connection with PNC, the Company does not believe it is obligated to indemnify BBVA.\nOn July 29, 2022, USAA filed another patent infringement lawsuit against Truist Bank (“Truist”) in the Eastern District of Texas. The lawsuit alleges infringement of the ’090 Patent, the ’432 Patent, and the U.S. Patent No. 11,182,753 (“the ’753 Patent”). The Company was not named as a defendant or mentioned in connection with any alleged infringement. On October 5, 2022, Truist’s integration partner, NCR Corporation, sent an indemnification demand to the Company requesting indemnification from all claims related to the lawsuit. For the same reasons discussed above in connection with the PNC Lawsuits, the Company does not believe it is obligated to indemnify NCR Corporation or end-users of NCR Corporation resulting from the patent infringement allegations by USAA. On October 7, 2022, Truist filed a motion to transfer venue to the Western District of North Carolina, which was denied. On March 13, 2023, USAA moved for leave to file a First Amended Complaint, adding an additional allegation of patent infringement of U.S. Patent No. 11,544,944 (“the ’944 Patent”). On April 4, 2023, Truist sent another indemnification demand to the Company requesting indemnification related to the First Amended Complaint.\n \nOn May 3, 2023, USAA moved for leave to file a Second Amended Complaint, adding an additional allegation of patent infringement of U.S. Patent No. 11,625,770 (“the ’770 Patent”). On May 30, 2023, Truist sent another indemnification demand to the Company requesting indemnification related to the Second Amended Complaint.\nIn October and November of 2022, Truist filed a petition for IPR with the U.S. Patent & Trademark Office challenging the validity of the ’090 Patent, the ’432 Patent, and the ’753 Patent. The Patent Office instituted the petitions directed to the ’090 and ’753 Patents, but denied institution of the petition directed to the ’432 patent. Final written decisions are expected in mid-2024.\nFurthermore, we may initiate other claims or litigation against parties for infringement of our intellectual property rights or to establish the validity of our intellectual property rights. Litigation, either as plaintiff or defendant, could result in significant expense to us, whether or not such litigation is resolved in our favor. Even if we were to prevail, any litigation could be costly and time-consuming and would divert the attention of our management and key personnel from our business operations. \nIf the patents we own or license, or our other intellectual property rights, do not adequately protect our technologies, we may lose market share to our competitors and be unable to operate our business profitably.\nOur success depends significantly on our ability to protect our rights to the technologies used in our products, including Mobile Deposit®. We rely on trademark, trade secret, copyright, and patent law, as well as a combination of non-disclosure, confidentiality, and other contractual arrangements to protect our technology and rights. However, these legal protections afford only limited protection and may not adequately protect our rights or permit us to gain or maintain any competitive advantage. \nIn addition, we cannot be assured that any of our pending patent applications will result in the issuance of a patent. The Patent and Trademark Office (“PTO”) may deny or require significant narrowing of claims in our pending patent applications, and patents issued as a result of the pending patent applications, if any, may not provide us with significant commercial protection or may not be issued in a form that is advantageous to us. We could also incur substantial costs in proceedings before the PTO. Our issued and licensed patents and those that may be issued or licensed in the future may expire or may be challenged, invalidated, or circumvented, which could limit our ability to stop competitors from marketing technologies related to ours. Additionally, upon expiration of our issued or licensed patents, we may lose some of our rights to exclude others from making, using, selling or importing products using the technology based on the expired patents. \nWe also must rely on contractual provisions with the third parties that license technology to us and that obligate these third parties to protect our rights in the technology licensed to us. There is no guarantee that these third parties would be successful in attempting to protect our rights in any such licensed technology. There is no assurance that competitors will not be able to design around our patents or other intellectual property or any intellectual property or technology licensed to us. \nWe also rely on unpatented proprietary technology. We cannot assure you that we can meaningfully protect all our rights in our unpatented proprietary technology or that others will not independently develop substantially equivalent proprietary technology or otherwise gain access to our unpatented proprietary technology. We seek to protect our know-how and other unpatented proprietary technology with confidentiality agreements and intellectual property assignment agreements with our employees, consultants, partners, and customers. However, such agreements may not be enforceable or may not provide meaningful protection for our proprietary information in the event of unauthorized use or disclosure or other breaches of the agreements or in the event that our competitors discover or independently develop similar or identical designs or other proprietary information. \nIn addition, we rely on the use of registered and common law trademarks with respect to the brand names of some of our products. Common law trademarks provide less protection than registered trademarks. Loss of rights in our trademarks could adversely affect our business, financial condition, and results of operations.\nFurthermore, the laws of foreign countries may not protect our intellectual property rights to the same extent as the laws of the U.S. If we cannot adequately protect our intellectual property rights in these foreign countries, our competitors may be able to compete \n10\nmore effectively against us, which could adversely affect our competitive position, as well as our business, financial condition, and results of operations.\nWe face competition from several companies that may have greater resources than we do, which could result in price reductions, reduced margins, or loss of market share.\nWe compete against numerous companies in the mobile imaging software market. Competition in this market may increase as a result of a number of factors, such as the entrance of new or larger competitors or alternative technologies. These competitors may have greater financial, technical, marketing and public relations resources, larger client bases, and greater brand or name recognition. These competitors could, among other things:\n•\nannounce new products or technologies that have the potential to replace our existing product offerings;\n•\nforce us to charge lower prices; or\n•\nadversely affect our relationships with current clients.\nWe may be unable to compete successfully against our current and potential competitors and if we lose business to our competitors or are forced to lower our prices, our revenue, operating margins, and market share could decline. If our competitors offer deep discounts on certain products or services in an effort to recapture or gain market share or to sell other products or services, we may need to lower prices or offer other favorable terms in order to compete successfully. For these and other reasons, in the future we may choose to make changes to our pricing practices. Such changes could materially and adversely affect our margins, and our revenues may be negatively affected if our competitors are able to recapture or gain market share.\nWe must continue to engage in extensive research and development in order to remain competitive.\nOur ability to compete effectively with our mobile imaging software products depends upon our ability to meet changing market conditions and develop enhancements to our products on a timely basis in order to maintain our competitive advantage. The markets for products incorporating mobile imaging software technology and products are characterized by rapid advancements in technology and changes in user preferences. Our continued growth will ultimately depend upon our ability to develop additional technologies and attract strategic alliances for related or separate products. There can be no assurance that we will be successful in developing and marketing product enhancements and additional technologies, that we will not experience difficulties that could delay or prevent the successful development, introduction and marketing of these products, or that our new products and product enhancements will adequately meet the requirements of the marketplace, will be of acceptable quality, or will achieve market acceptance.\nDefects or malfunctions in our products could hurt our reputation, sales and profitability.\nOur business and the level of customer acceptance of our products depend upon the continuous, effective, and reliable operation of our products. Our products are extremely complex and are continually being modified and improved, and as such may contain undetected defects or errors when first introduced or as new versions are released. To the extent that defects or errors cause our products to malfunction and our customers’ use of our products is interrupted, our reputation could suffer and our revenue could decline or be delayed while such defects are remedied. We may also be subject to liability for the defects and malfunctions of third-party technology partners and others with whom our products and services are integrated. In addition, our products are typically intended for use in applications that are critical to a customer’s business. As a result, we believe that our customers and potential customers have a greater sensitivity to product defects than the market for software products in general. There can be no assurance that, despite our testing, errors will not be found in new products or releases after commencement of commercial shipments, resulting in loss of revenues or delay in market acceptance, diversion of development resources, damage to our reputation, adverse litigation, or increased service and warranty costs, any of which would have a material adverse effect upon our business, operating results, and financial condition.\nOur lengthy sales cycles and the difficulty in predicting timing of sales or delays may impair our operating results. \nThe long sales cycle and the implementation cycles for our software and services may cause operating results to vary significantly from period to period. The sales cycle for our products can be six months or more and varies substantially from customer to customer. Because we sell complex and deeply integrated solutions, it can take many months of customer education to secure sales and implement our product. Since our potential customers may evaluate our products before, if ever, executing definitive agreements, we may incur substantial expenses and spend significant management and legal effort in connection with a potential customer.\nOur historical order flow patterns, which we expect to continue, have caused forecasting difficulties for us. If we do not meet our forecasts or analysts’ forecasts for us, the price of our common stock may decline.\nHistorically, a significant portion of our sales have resulted from shipments during the last few weeks of the quarter from orders received in the final month of the applicable quarter. We do, however, base our expense levels, in significant part, on our expectations of future revenue. As a result, we expect our expense levels to be relatively fixed in the short term. Any concentration of sales at the end of the quarter may limit our ability to plan or adjust operating expenses. Therefore, if anticipated shipments in any quarter do not occur or are delayed, expenditure levels could be disproportionately high as a percentage of sales, and our operating results for that \n11\nquarter would be adversely affected. As a result, we believe that period-to-period comparisons of our results of operations are not and will not necessarily be meaningful, and you should not rely upon them as an indication of future performance. If our operating results for a quarter are below the expectations of public market analysts and investors, it could have a material adverse effect on the price of our common stock.\nEntry into new lines of business, and our offering of new products and services, resulting from our acquisitions may result in exposure to new risks.\nNew lines of business, products or services could have a significant impact on the effectiveness of our system of internal controls and could reduce our revenues and potentially generate losses. New products and services, or entrance into new markets, may require substantial time, resources and capital, and profitability targets may not be achieved. Entry into new markets entails inherent risks associated with our inexperience, which may result in costly decisions that could harm our profit and operating results. There are material inherent risks and uncertainties associated with offering new products, and services, especially when new markets are not fully developed or when the laws and regulations regarding a new product are not mature. Factors outside of our control, such as developing laws and regulations, regulatory orders, competitive product offerings and changes in commercial and consumer demand for products or services may also materially impact the successful implementation of new products or services. Failure to manage these risks, or failure of any product or service offerings to be successful and profitable, could have a material adverse effect on our financial condition and results of operations.\nAdverse economic conditions or reduced spending on information technology solutions may adversely impact our revenue and profitability. \nUnpredictable and unstable changes in economic conditions, including a recession, inflation, increased government intervention, or measures taken in response to a global pandemic like COVID-19, or other changes, may adversely affect our general business strategy. In particular an economic downturn affecting small and medium sized businesses could significantly affect our business as many of our existing and target customers are in the small and medium sized business sector and these businesses are more likely to be significantly affected by economic downturns than larger, more established businesses. Additionally, these customers often have limited discretionary funds, which they may choose to spend on items other than our products and services, causing our revenue to decline. \nWe may need to raise additional capital to fund continuing operations and an inability to raise the necessary capital or the inability to do so on acceptable terms could threaten the success of our business.\nWe currently anticipate that our available capital resources and operating cash flows will be sufficient to meet our expected working capital and capital expenditure requirements for at least the next 12 months. However, such resources may not be sufficient to fund the long-term growth of our business. If we determine that it is necessary to raise additional funds, we may choose to do so through public or private equity or debt financings, a bank line of credit, strategic collaborations, licensing, or other arrangements. We cannot be sure that any additional funding, if needed, will be available on terms favorable to us, if at all. Furthermore, any additional equity or equity-related financing may be dilutive to our stockholders, new equity securities may have rights, preferences or privileges senior to those of existing holders of our shares of common stock, and debt or equity financing, if available, may subject us to restrictive covenants and significant interest costs. If we obtain funding through a strategic collaboration or licensing arrangement, we may be required to relinquish our rights to certain of our technologies, products or marketing territories. If we are unable to obtain the financing necessary to support our operations, we may be required to defer, reduce or eliminate certain planned expenditures or significantly curtail our operations.\nWe expect to incur additional expenses related to the integration of ID R&D, Inc. and HooYu Ltd.\nWe expect to incur additional expenses in connection with the integration of the business, policies, procedures, operations, technologies, and systems of ID R&D, a New York corporation and HooYu Ltd. There are a number of systems and functions that are being integrated into our larger organization, including, but not limited to, management information, accounting and finance, billing, payroll and benefits, and regulatory compliance. In addition, the acquisitions of non-public entities such as ID R&D and HooYu, are particularly challenging because their prior practices may not meet the requirements of the Sarbanes-Oxley Act of 2002 (“Sarbanes-Oxley”) and/or accounting principles generally accepted in the U.S. (“GAAP”). While we have assumed that a certain level of expenses would be incurred to integrate this business, there are a number of factors beyond our control that could affect the total amount or the timing of all of the expected integration expenses. Moreover, many of the expenses that will be incurred, by their nature, are difficult to estimate accurately at the present time. \nWe may be unable to successfully integrate our business with the respective businesses of ID R&D, and HooYu and realize the anticipated benefits of the acquisitions.\nOur management will be required to continue to devote significant attention and resources to integrating our business practices and operations with that of ID R&D and HooYu. In particular, the acquisitions of ID R&D and HooYu involve the combination of companies that previously operated independently in different countries. Potential difficulties we may encounter as part of the integration process include, but are not limited to, the following:\n12\n•\ncomplexities associated with managing our business and the respective businesses of ID R&D and HooYu following the completion of the acquisition, including the challenge of integrating complex systems, technology, networks, and other assets of each of the companies in a seamless manner that minimizes any adverse impact on customers, suppliers, employees, and other constituencies;\n•\nintegrating the workforces of the companies while maintaining focus on providing consistent, high quality customer service; and\n•\npotential unknown liabilities and unforeseen increased expenses or delays associated with the acquisitions, including costs to integrate the companies that may exceed anticipated costs.\nAny of the potential difficulties listed above could adversely affect our ability to maintain relationships with customers, suppliers, employees, and other constituencies or our ability to achieve the anticipated benefits of the acquisitions or otherwise adversely affect our business and financial results. \nOur actual financial and operating results following the acquisitions of ID R&D and HooYu could differ materially from any expectations or guidance provided by us concerning our future financial and operating results.\nThe combined company resulting from the acquisitions of ID R&D and HooYu may not perform as we or the market expects. Expectations regarding each of ID R&D’s and HooYu’s impact on our financial and operating results are subject to numerous assumptions, including assumptions derived from our diligence efforts concerning the status of and prospects for the businesses of ID R&D and HooYu, respectively, and assumptions relating to the near-term prospects for our industry generally and the market for the products of ID R&D and HooYu in particular. Additional assumptions that we have made relate to numerous matters, including, without limitation, the following:\n•\nprojections of future revenues;\n•\nanticipated financial performance of products and products currently in development;\n•\nour expected capital structure after the acquisitions, including after the distribution of any earnout shares that may (under certain circumstances) become payable to the former shareholders of ID R&D;\n•\nour ability to maintain, develop and deepen relationships with the respective customers of ID R&D and HooYu; and\n•\nother financial and strategic risks of the acquisitions.\nWe cannot provide any assurances with respect to the accuracy of our assumptions, including our assumptions with respect to future revenues or revenue growth rates, if any, of ID R&D or HooYu. Risks and uncertainties that could cause our actual results to differ materially from currently anticipated results include, but are not limited to, risks relating to our ability to realize incremental revenues from the acquisitions in the amounts that we currently anticipate; risks relating to the willingness of customers and other partners of ID R&D or HooYu to continue to conduct business with the combined company; and numerous risks and uncertainties that affect our industry generally and the markets for our products and those of each of ID R&D and HooYu. Any failure to realize the financial benefits we currently anticipate from the acquisitions would have a material adverse impact on our future operating results and financial condition and could materially and adversely affect the trading price or trading volume of our common stock.\nOur annual and quarterly results have fluctuated greatly in the past and will likely continue to do so, which may cause substantial fluctuations in our common stock price.\nOur annual and quarterly operating results have in the past, and may in the future, fluctuate significantly depending on factors including the timing of customer projects and purchase orders, new product announcements and releases by us and other companies, gain or loss of significant customers, price discounting of our products, the timing of expenditures, customer product delivery requirements, the availability and cost of components or labor, and economic conditions, both generally and in the information technology market. Revenues related to our licenses for mobile imaging software products are required to be recognized upon satisfaction of all applicable revenue recognition criteria. The recognition of future revenues from these licenses is dependent on a number of factors, including, but not limited to, the terms of our license agreements, the timing of implementation of our products by our channel partners and customers and the timing of any re-orders of additional licenses and/or license renewals by our channel partners and customers. Any unfavorable change in these or other factors could have a material adverse effect on our operating results for a particular quarter or year, which may cause downward pressure on our common stock price.\nHistorically, sales of licenses to our channel partners have comprised a significant part of our revenue. This is attributable to the timing of the purchase or renewal of licenses and does not represent a dependence on any single channel partner. If we were to lose a channel partner relationship, we do not believe such a loss would adversely affect our operations because either we or another channel partner could sell our products to the end-users that had purchased products from the channel partner we lost. However, in that case, we or another channel partner must establish a relationship with the end-users, which could take time to develop, if it develops at all.\nWe expect quarterly and annual fluctuations to continue for the foreseeable future. These fluctuations may result in volatility in our results of operations, have an adverse effect on the market price of our common stock, or both. \n13\nWe face risks related to the storage of our customers’ and their end users’ confidential and proprietary information. Our products may not provide absolute security. We may incur increasing costs in an effort to minimize those risks and to respond to cyber incidents.\nOur products are designed to maintain the confidentiality and security of our customers’ and their end users’ confidential and proprietary information that is stored on our systems, which may include sensitive financial data and personally identifiable information about consumers. However, any accidental or willful security breaches or other unauthorized access to this data could expose us to liability for the loss of such information, time-consuming and expensive litigation, and other possible liabilities as well as negative publicity. \nWe devote significant resources to addressing security vulnerabilities in our products, systems and processes, however our maintenance and regular upgrades of our products, systems and processes, which are designed to protect the security of our products and the confidentiality, integrity and availability of information belonging to us and our clients, may not provide absolute security. Techniques used to obtain unauthorized access or to sabotage systems change frequently, are increasingly sophisticated, and generally are difficult to recognize and react to. We may be unable to anticipate these techniques or implement adequate preventative or reactionary measures.\nAs cyber-attacks become more sophisticated, the need to develop our infrastructure to secure our business and customer data can lead to increased cybersecurity protection costs. Such costs may include making organizational changes, deploying additional personnel and protection technologies, training employees, and engaging third-party experts and consultants. These efforts come at the potential cost of revenues and human resources that could be utilized to continue to enhance our product offerings. \nA successful penetration or circumvention of the security of our products could cause serious negative consequences, including significant disruption of our operations, misappropriation of our confidential information or that of our clients, or damage to our systems or those of our clients and counterparties, and could result in violations of applicable privacy and other laws, financial loss to us or to our clients, loss of confidence in our security measures, client dissatisfaction, significant litigation exposure, and harm to our reputation, all of which could have a material adverse effect on us. We may not have adequate insurance coverages for a cybersecurity breach or may realize increased insurance premiums as a result of a security breach.\nIf an actual or perceived breach of security occurs, client perception of the effectiveness of our security measures could be harmed and could result in the loss of clients. Actual or anticipated attacks and risks may cause us to incur increasing costs, including costs to deploy additional personnel and protection technologies, train employees, and engage third party experts and consultants.\nDue to our operations in non-U.S. markets, we are subject to certain risks that could adversely affect our business, results of operations or financial condition.\nWe generate revenue in markets outside of the U.S. The risks inherent in global operations include:\n•\nlack of familiarity with, and unexpected changes in, foreign laws and legal standards, including employment laws and privacy laws, which may vary widely across the countries in which we sell our products;\n•\nincreased expense to comply with U.S. laws that apply to foreign corporations, including the Foreign Corrupt Practices Act (the “FCPA”);\n•\ncompliance with, and potentially adverse tax consequences of foreign tax regimes;\n•\nfluctuations in currency exchange rates, currency exchange controls, price controls, and limitations on repatriation of earnings;\n•\nlocal economic conditions;\n•\nincreased expense related to localization of products and development of foreign language marketing and sales materials;\n•\nlonger accounts receivable payment cycles and difficulty in collecting accounts receivable in foreign countries;\n•\nincreased financial accounting and reporting burdens and complexities;\n•\nrestrictive employment regulations;\n•\ndifficulties and increased expense in implementing corporate policies and controls;\n•\ninternational intellectual property laws, which may be more restrictive or may offer lower levels of protection than U.S. law;\n•\ncompliance with differing and changing local laws and regulations in multiple international locations, including regional data privacy laws, as well as compliance with U.S. laws and regulations where applicable in these international locations; and\n•\nlimitations on our ability to enforce legal rights and remedies.\n14\nIf we are unable to successfully manage these and other risks associated with managing and expanding our international business, the risks could have a material adverse effect on our business, results of operations, or financial condition. Further, operating in international markets requires significant management attention and financial resources. Due to the additional uncertainties and risks of doing business in foreign jurisdictions, international acquisitions tend to entail risks and require additional oversight and management attention that are typically not attendant to acquisitions made within the U.S. We cannot be certain that the investment and additional resources required to establish, acquire or integrate operations in other countries will produce desired levels of revenue or profitability.\nOur international operations may increase our exposure to potential liability under anti-corruption, trade protection, tax, and other laws and regulations.\nThe FCPA and other anti-corruption laws and regulations (“Anti-Corruption Laws”) prohibit corrupt payments by our employees, vendors, or agents. From time to time, we may receive inquiries from authorities in the U.S. and elsewhere about our business activities outside of the U.S. and our compliance with Anti-Corruption Laws. While we have implemented policies, training, and internal controls designed to reduce the risk of corrupt payments, our employees, vendors, or agents may violate our policies. Our acquisitions of ID Checker, ICAR, A2iA, ID R&D, and HooYu may significantly increase our exposure to potential liability under Anti-Corruption Laws. ID Checker, ICAR, A2iA, ID R&D, and HooYu were not historically subject to the FCPA, Sarbanes-Oxley, or other laws, to which we are subject, and we may become subject to liability if in the past, ID Checker’s, ICAR’s, A2iA’s, ID R&D’s, and HooYu’s operations did not comply with such laws.\nOur failure to comply with Anti-Corruption Laws could result in significant fines and penalties, criminal sanctions against us, our officers or our employees, prohibitions on the conduct of our business, and damage to our reputation. Operations outside of the U.S. may be affected by changes in trade protection laws, policies and measures, and other regulatory requirements affecting trade and investment.\nThe transfer of personal data from the European Union (“EU”) to the U.S. has become a significant area of potential operational and compliance risk.  In 2020, the Court of Justice of the European Union (“CJEU”) and the Swiss Federal Data Protection and Information Commissioner invalidated the U.S.-EU and U.S.-Swiss Privacy Shield frameworks, respectively. Privacy Shield was a mechanism for companies to transfer data from EU member states or Switzerland to the U.S. In its decision, the CJEU also indicated that individual EU member states could determine whether Standard Contractual Clauses (“SCCs”) (another “adequate” option for data transfers) are sufficient to securely transfer data out of the EU.  A number of local country data protection authorities in the EU subsequently determined that SCCs were invalid for data transfers to the U.S.  The EU Data Protection Board subsequently published updated SCCs to address some of the issues presented in the CJEU decision. Those new SCCs were required to be in place by December 27, 2022, and required significant effort for companies to review and revise their EU-U.S. data transfer agreements. Because of the legal challenges presented by these court and data protection authority decisions, there is uncertainty regarding the legal basis for data transfers to the U.S., which could lead to interruption of such transfers. The complex nature and shifting laws related to EU/UK/Switzerland to U.S. data transfers could cause operational interruptions, liabilities and reputational harm. These and other requirements could increase the cost of compliance for us and our customers, restrict our and our customers’ ability to store and process data, negatively impact our ability to offer our solutions in certain locations and limit our customers’ ability to deploy our solutions globally. These consequences may be more significant in countries with legislation that requires data to remain localized “in country,” as this could require us or our customers to establish data storage in other jurisdictions or apply local operational processes that are difficult and costly to integrate with global processes.\n If we fail to comply with such laws and regulations, we may be subject to significant fines, penalties or liabilities for noncompliance, thereby harming our business. For example, in 2016, the EU adopted the General Data Protection Regulation (“GDPR”), which establishes new requirements regarding the handling of personal data and which became effective in May 2018. Non-compliance with the GDPR may result in monetary penalties of up to 4% of worldwide revenue. \nDue to our international operations, we are subject to certain foreign tax regulations. Such regulations may not be clear, not consistently applied, and subject to sudden change, particularly with regard to international transfer pricing. Our earnings could be reduced by the uncertain and changing nature of such tax regulations.\nFluctuations in foreign currency exchange and interest rates could adversely affect our results of operations.\nOur business is generally conducted in U.S. dollars. However, we earn revenues, pay expenses, own assets and incur liabilities in countries using currencies other than the U.S. dollar. Because our consolidated financial statements are presented in U.S. dollars, we must translate revenues and expenses into U.S. dollars at the average exchange rate during each reporting period, as well as assets and liabilities into U.S. dollars at exchange rates in effect at the end of each reporting period. The costs of operating in The Netherlands, Spain, France, and other European markets are subject to the effects of exchange fluctuations of the Euro and British pound sterling against the U.S. dollar. Therefore, increases or decreases in the value of the U.S. dollar against other major currencies will affect our net revenues, net income (loss), and the value of balance sheet items denoted in foreign currencies, and can adversely affect our operating results.\n \nCompliance with changing regulations concerning corporate governance and public disclosure may result in additional expenses.\n15\nOur business is subject to laws, rules, regulations, and standards relating to corporate governance and public disclosure, including the Dodd-Frank Wall Street Reform and Consumer Protection Act (the “Dodd-Frank Act”), Sarbanes-Oxley, and various other new regulations promulgated by the SEC and rules promulgated by the national securities exchanges.\nThe Dodd-Frank Act, enacted in July 2010, expands federal regulation of corporate governance matters and imposes requirements on publicly-held companies, including us, to, among other things, provide stockholders with a periodic advisory vote on executive compensation and also adds compensation committee reforms and enhanced pay-for-performance disclosures. While some provisions of the Dodd-Frank Act were effective upon enactment, and others have been implemented upon the SEC’s adoption of related rules and regulations, the Dodd-Frank Act is not yet fully implemented and the scope and timing of the adoption of additional rules and regulations thereunder is uncertain and accordingly, the cost of compliance with the Dodd-Frank Act is also uncertain. In addition, Sarbanes-Oxley specifically requires, among other things, that we maintain effective internal control over financial reporting and disclosure of controls and procedures. In particular, we must perform system and process evaluation and testing of our internal control over financial reporting to allow management to report on the effectiveness of our internal control over financial reporting, as required by Section 404 of Sarbanes-Oxley Act (“Section 404”). Our independent registered public accounting firm is required to attest to our internal control over financial reporting. Our testing, or the subsequent testing by our independent registered public accounting firm may reveal deficiencies in our internal control over financial reporting that are deemed to be material weaknesses. Our compliance with Section 404 requires that we incur substantial accounting expenses and expend significant management efforts. We currently have limited internal audit capabilities and will need to hire additional accounting and financial staff with appropriate public company experience and technical accounting knowledge. Moreover, if we are not able to comply with the requirements of Section 404, or if we or our independent registered public accounting firm, if applicable, identifies deficiencies in our internal control over financial reporting that are deemed to be material weaknesses, the market price of our stock could decline, and we could be subject to sanctions or investigations by the SEC or other regulatory authorities, which would require additional financial and management resources.\nThese and other new or changed laws, rules, regulations and standards are, or will be, subject to varying interpretations in many cases due to their lack of specificity. As a result, their application in practice may evolve over time as new guidance is provided by regulatory and governing bodies, which could result in continuing uncertainty regarding compliance matters and higher costs necessitated by ongoing revisions to disclosure and governance practices. Our efforts to comply with evolving laws, regulations and standards are likely to continue to result in increased general and administrative expenses and a diversion of management time and attention from revenue-generating activities to compliance activities. Further, compliance with new and existing laws, rules, regulations and standards may make it more difficult and expensive for us to maintain director and officer liability insurance, and we may be required to accept reduced coverage or incur substantially higher costs to obtain coverage. Members of our board of directors (the “Board”) and our principal executive officer and principal financial officer could face an increased risk of personal liability in connection with the performance of their duties. As a result, we may have difficulty attracting and retaining qualified directors and executive officers, which could harm our business. We continually evaluate and monitor regulatory developments and cannot estimate the timing or magnitude of additional costs we may incur as a result.\nWe have a history of losses and we may not be able to maintain profitability in the future.\nAlthough we generated net income for the twelve months ended September 30, 2022, 2021, and 2020, operations resulted in a net loss of $0.7 million and $11.8 million for the twelve months ended September 30, 2019, 2018, respectively. We may continue to incur significant losses for the foreseeable future which may limit our ability to fund our operations and we may not generate income from operations in the future. As of September 30, 2022, September 30, 2021, and September 30, 2020, we had an accumulated deficit of $18.0 million, $6.1 million, and $14.0 million, respectively. Our future profitability depends upon many factors, including several that are beyond our control. These factors include, without limitation:\n•\nchanges in the demand for our products and services;\n•\nloss of key customers or contracts;\n•\nthe introduction of competitive software;\n•\nthe failure to gain market acceptance of our new and existing products;\n•\nthe failure to successfully and cost effectively develop, introduce and market new products, services and product enhancements in a timely manner; and\n•\nthe timing of recognition of revenue.\nIn addition, we incur significant legal, accounting, and other expenses related to being a public company. As a result of these expenditures, we will have to generate and sustain increased revenue to achieve and maintain future profitability.\nAn “ownership change” could limit our ability to utilize our net operating loss and tax credit carryforwards, which could result in our payment of income taxes earlier than if we were able to fully utilize our net operating loss and tax credit carryforwards.\n16\nFederal and state tax laws impose restrictions on the utilization of net operating loss (“NOL”) and tax credit carryforwards in the event of an “ownership change” as defined by Section 382 of the Internal Revenue Code of 1986, as amended (“Section 382”). Generally, an “ownership change” occurs if the percentage of the value of the stock that is owned by one or more direct or indirect “five percent shareholders” increases by more than 50% over their lowest ownership percentage at any time during an applicable testing period (typically, three years). Under Section 382, if a corporation undergoes an “ownership change,” such corporation’s ability to use its pre-change NOL and tax credit carryforwards and other pre-change tax attributes to offset its post-change income may be limited. While no “ownership change” has resulted in annual limitations, future changes in our stock ownership, which may be outside of our control, may trigger an “ownership change.” In addition, future equity offerings or acquisitions that have equity as a component of the consideration could result in an “ownership change.” If an “ownership change” occurs in the future, utilization of our NOL and tax credit carryforwards or other tax attributes may be limited, which could potentially result in increased future tax liability to us. \nOur cash and cash equivalents could be adversely affected if the financial institutions at which we hold our cash and cash equivalents fail.\nOur cash and cash equivalents that we use to satisfy our working capital and operating expense needs are held in accounts at various financial institutions. The balance held in deposit accounts often exceeds the Federal Deposit Insurance Corporation (“FDIC”) deposit insurance limit or similar government deposit insurance schemes. Our cash and cash equivalents could be adversely impacted, including the loss of uninsured deposits and other uninsured financial assets, if one or more of the financial institutions in which we hold our cash or cash equivalents fails or is subject to other adverse conditions in the financial or credit markets.\nWe maintain a significant amount our cash and cash equivalents in Silicon Valley Bank, a division of First Citizens Bank (“SVB”), and our deposits at this institution exceeds insured limits. In March 2023, SVB failed and the FDIC took control of SVB. The Federal Reserve subsequently announced that account holders would be made whole and we were able to access all of our cash held at SVB. There is no guarantee that the Federal Reserve Board, the U.S. Treasury Department and the FDIC will provide access to uninsured funds in the future in the event of the closure of any other banks or financial institutions in a timely fashion or at all. Any inability to access or delay in accessing these funds could adversely affect our business, financial position, and liquidity.\nIf we do not effectively diversify our bank deposits and investment portfolio, the value and liquidity of our investments may fluctuate substantially which could affect our access to capital and results of operations in a material way. Furthermore, our access to our cash and cash equivalents in amounts adequate to finance our operations could be significantly impaired if the financial institutions with which we have arrangements directly face liquidity constraints or failures. Investor concerns regarding the U.S. or international financial systems could result in less favorable commercial financing terms, including higher interest rates or costs and tighter financial and operating covenants, or systemic limitations on access to credit and liquidity sources, thereby making it more difficult for us to acquire financing on acceptable terms or at all. Any material decline in available funding or our ability to access our cash and cash equivalents could adversely impact our results of operations and liquidity.\nOur business could be adversely affected in the event we default under our debt agreements.\nIn the event we default on any debt agreement, including those related to our convertible notes due 2026, our business, ability to make distributions, financial condition, results of operations and cash flows could be adversely affected. If we were unable to obtain a waiver of a default from the lenders or holders of that indebtedness, as applicable, those lenders or holders could accelerate repayment under that indebtedness. An acceleration could have a material adverse impact on our business, financial condition and results of operations.\nOur ability to meet our payment obligations under our debt instruments depends on our ability to generate significant cash flows in the future. This, to some extent, is subject to market, economic, financial, competitive, legislative, and regulatory factors as well as other factors that are beyond our control. There can be no assurance that our business will generate cash flow from operations, or that additional capital will be available to us, in amounts sufficient to enable us to meet our debt payment obligations and to fund other liquidity needs.\nOur revenues are dependent on our ability to maintain and expand existing customer relationships and our ability to attract new customers.\nThe continued growth of our revenues is dependent in part on our ability to expand the use of our solutions by existing customers and attract new customers. If we are unable to expand our customers’ use of our solutions, sell additional solutions to our customers, maintain our renewal rates for maintenance and subscription agreements and expand our customer base, our revenues may decline or fail to increase at historical growth rates, which could adversely affect our business and operating results. In addition, if we experience customer dissatisfaction with customers in the future, we may find it more difficult to increase use of our solutions within our existing customer base and it may be more difficult to attract new customers, or we may be required to grant credits or refunds, any of which could negatively impact our operating results and materially harm our business.\nEvolving domestic and international data privacy regulations may restrict our ability, and that of our customers, to solicit, collect, process, disclose and use personal information or may increase the costs of doing so, which could harm our business.\n17\nFederal, state and foreign governments and supervising authorities have enacted, and may in the future enact, laws and regulations concerning the solicitation, collection, processing, disclosure or use of consumers' personal information, including sensitive information such as biometric data. Evolving regulations regarding personal data and personal information, in the European Union and elsewhere, especially relating to classification of IP addresses, machine identification, household data, location data, biometric data, and other information, may limit or inhibit our ability to operate or expand our business. Such laws and regulations require or may in the future require us or our customers to implement privacy and security policies and practices; permit individuals to access, correct or delete personal information stored or maintained by us or our customers; inform individuals of security incidents that affect their personal information; and, in some cases, obtain consent to use personal information for specified purposes. Other proposed legislation could, if enacted, impose additional requirements and prohibit the use of specific technologies, such as those that track individuals' activities on web pages or record when individuals click on a link contained in an email message, or those relating to collection and use of biometric identifiers, and systems reliant on such technologies. Such laws and regulations could restrict our customers' ability to collect and use web browsing data and personal information, or utilize biometrics-derived information, which may reduce our customers' demand for our solutions. The laws in this area are complex and developing rapidly.\nIn the United States, many state legislatures have adopted legislation that regulates how businesses operate online, including measures relating to privacy, data security and data breaches. Laws in all states require businesses to provide notice to customers whose personally identifiable information has been disclosed as a result of a data breach. The laws are not consistent, and compliance in the event of a widespread data breach is costly. Further, states are constantly adopting new laws or amending existing laws, requiring attention to frequently changing regulatory requirements. For example, California enacted the California Consumer Privacy Act (the “CCPA”) on June 28, 2018, which went into effect on January 1, 2020 and has been dubbed the first “GDPR-like” law (referring to the EU's General Data Protection Regulation, described below) in the United States. The CCPA gives California residents expanded rights to access and delete their personal information, opt out of certain personal information sharing and receive detailed information about how their personal information is used by requiring covered companies to provide new disclosures to California consumers (as that term is broadly defined) and provides such consumers new ways to opt-out of certain sales of personal information. The CCPA provides for civil penalties for violations, as well as a private right of action for data breaches that is expected to increase data breach litigation. The CCPA may increase our compliance costs and potential liability. The California Privacy Rights Act (the “CPRA”) was approved by California voters in the November 3, 2020 election, and created additional obligations relating to consumer data beginning on January 1, 2022, with implementing regulations expected on or before July 1, 2022, and enforcement beginning July 1, 2023. Aspects of the CCPA and the CPRA (referred to collectively as “the California Legislation”), and their interpretation and enforcement, remain uncertain. For example, Virginia recently passed its Consumer Data Protection Act, which went into effect on January 1, 2023, and Colorado recently passed the Colorado Privacy Act, which will go into effect on July, 2023, and both of which differ from the California Legislation. Additional U.S. states have enacted, or are considering, similar data privacy laws. We cannot fully predict the impact of these state laws, including the California Legislation, on our business or operations, but it may require us to modify our data processing practices and policies and to incur substantial costs and expenses in an effort to comply. We expect that new legislation proposed or enacted in various other states will continue to shape the data privacy environment nationally. Certain state laws may be more stringent or broader in scope, or offer greater individual rights, with respect to confidential, sensitive and personal information than federal, international or other state laws, and such laws may differ from each other, which may complicate compliance efforts.\nChanging industry standards and industry self-regulation regarding the collection, use and disclosure of data may have similar effects. Existing and future privacy and data protection laws and increasing sensitivity of consumers to unauthorized disclosures and use of personal information may also negatively affect the public's perception of our customers' sales practices. If our solutions are perceived to cause, or are otherwise unfavorably associated with, insecurity of personal information, whether or not illegal, we or our customers may be subject to public criticism. Public concerns regarding data collection, privacy and security may also cause some consumers to be less likely to visit our customers' websites or otherwise interact with our customers, which could limit the demand for our solutions and inhibit the growth of our business. Any failure on our part to comply with applicable privacy and data protection laws, regulations, policies and standards or any inability to adequately address privacy or security concerns associated with our solutions, even if unfounded, could subject us to liability, damage our reputation, impair our sales and harm our business. Furthermore, the costs to our customers of compliance with, and other burdens imposed by, such laws, regulations, policies and standards may limit adoption of and demand for our solutions.\nRisks Related to Investing in Our Common Stock\nFrom time-to-time our Board explores and considers strategic alternatives, including financings, strategic alliances, acquisitions, or the possible sale of our company. Our Board may not be able to identify or complete any suitable strategic alternatives, and announcements regarding any such strategic alternatives could have an impact on our operations or stock price.\nFrom time-to-time our Board explores and considers strategic alternatives, including financings, strategic alliances, acquisitions, or the possible sale of our company. We currently have no agreements or commitments to engage in any specific strategic transactions, and we cannot assure you that any future explorations of various strategic alternatives will result in any specific action or transaction. If we determine to engage in a strategic transaction, we cannot predict the impact that such strategic transaction might \n18\nhave on our operations or stock price. We do not intend to provide updates or make further comments regarding the evaluation of strategic alternatives, unless otherwise required by law.\nFuture sales of our common stock by our insiders may cause our stock price to decline.\nA significant portion of our outstanding shares are held by our current and former directors and executive officers. Resales of a substantial number of shares of our stock by these stockholders, announcements of the proposed resale of substantial amounts of our stock, or the perception that substantial resales may be made by such stockholders could adversely impact the market price of our stock. Some of our directors and executive officers have in the past and may in the future enter into Rule 10b5-1 trading plans pursuant to which they may sell shares of our stock from time to time in the future. Actual or potential sales by these individuals, including those under a pre-arranged Rule 10b5-1 trading plan, regardless of the actual circumstances, could be interpreted by the market as an indication that the insider has lost confidence in our stock and adversely impact the market price of our stock.\nWe have registered and expect to continue to register shares reserved under our equity plans under a registration statement on Form S-8. All shares issued pursuant to a registration statement on Form S-8 can be freely sold in the public market upon issuance, subject to restrictions on our affiliates under Rule 144 of the Securities Act. If a large number of these shares are sold in the public market, the sales could adversely impact the trading price of our stock.\nA potential proxy contest for the election of directors at our annual meeting could result in potential operational disruption, divert our resources, and could potentially result in adverse consequences under certain of our agreements.\nOur investors may launch a proxy contest to nominate director candidates for election to the Board at our annual meeting of stockholders. A proxy contest would require us to incur significant legal fees and proxy solicitation expenses and could result in potential operational disruption, including that the investor-nominated directors (if elected) may have a business agenda for our company that is different than the strategic and operational plans of the existing Board, which agenda may adversely affect our stockholders. Further, any perceived uncertainties as to our future direction and control could result in the loss of potential business opportunities and may make it more difficult to attract and retain qualified personnel and business partners, any of which could adversely affect our business and operating results and create increased volatility in our stock price.\nFurther, a change in a majority of the Board may, under certain circumstances, result in a change of control under certain employment agreements we have with our executive management and our 2002 Stock Option Plan, 2010 Stock Option Plan, Amended and Restated 2012 Incentive Plan, 2020 Incentive Plan, Director Restricted Stock Unit Plan, and any equity based awards issued thereunder. Pursuant to the agreements and awards, certain payments and vesting provisions may be triggered following a change of control, conditioned upon a qualifying termination that occurs within 12 months of any such change of control.\nOur corporate documents and the Delaware General Corporation Law (the “DGCL”) contain provisions that could discourage, delay, or prevent a change in control of our company, prevent attempts to replace or remove current management, and reduce the market price of our stock.\nProvisions in our restated certificate of incorporation and second amended and restated bylaws may discourage, delay, or prevent a merger or acquisition involving us that our stockholders may consider favorable. For example, our restated certificate of incorporation authorizes our Board to issue up to one million shares of “blank check” preferred stock. As a result, without further stockholder approval, the Board has the authority to attach special rights, including voting and dividend rights, to this preferred stock. With these rights, preferred stockholders could make it more difficult for a third-party to acquire us. We are also subject to the anti-takeover provisions of the DGCL. Under these provisions, if anyone becomes an “interested stockholder,” we may not enter into a “business combination” with that person for three years without special approval, which could discourage a third-party from making a takeover offer and could delay or prevent a change in control of us. An “interested stockholder” is, generally, a stockholder who owns 15% or more of our outstanding voting stock or an affiliate of ours who has owned 15% or more of our outstanding voting stock during the past three years, subject to certain exceptions as described in the DGCL.\nOur restated certificate of incorporation and second amended and restated bylaws provide for indemnification of officers and directors at our expense and limits their liability, which may result in a major cost to us and hurt the interests of our stockholders because corporate resources may be expended for the benefit of officers and/or directors.\nPursuant to our restated certificate of incorporation and second amended and restated bylaws and as authorized under applicable Delaware law, our directors and officers are not liable for monetary damages for breaches of fiduciary duties, except for liability (i) for any breach of the director’s duty of loyalty to the Company or its stockholders; (ii) for acts or omissions not in good faith or that involve intentional misconduct or a knowing violation of law; (iii) under Section 174 of the DGCL; or (iv) for any transaction from which the director derived an improper personal benefit.\nWe have entered into a separate indemnification agreement (the “Indemnification Agreement”) with each of our directors. Under the Indemnification Agreement, each director is entitled to be indemnified against all expenses, judgments, penalties, fines and amounts paid in settlement actually and reasonably incurred by or on behalf of such director in connection with any claims, proceedings or other actions brought against such director as a result of the director’s service to us, provided that the director: (i) acted in good faith; (ii) reasonably believed the action was in our best interest; and (iii) in criminal proceedings, reasonably believed the \n19\nconduct was not unlawful. Additionally, the Indemnification Agreement entitles each director to contribution of expenses from us in any proceeding in which we are jointly liable with such director, but for which indemnification is not otherwise available. The Indemnification Agreement also entitles each director to advancement of expenses incurred by such director in connection with any claim, proceeding or other action in advance of the final adjudication of any such claim, proceeding or other action, provided the director agrees to reimburse us for all such advances if it shall ultimately be determined that the director is not entitled to indemnification.\nThe foregoing limitations of liability and provisions for expenses may result in a major cost to us and hurt the interests of our stockholders because corporate resources may be expended for the benefit of officers and/or directors.\nThe market price of our common stock has been volatile and your investment in our stock could suffer a decline in value.\nThe market price of our common stock has experienced significant price and volume fluctuations. For example, during the three year period ended September 30, 2022, the closing price of our common stock ranged from $5.56 to $23.03. In addition, the stock market has from time to time experienced significant price and volume fluctuations that have particularly affected the market prices for the common stock of technology companies and that have often been unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect the market price of our common stock. You may not be able to resell your shares at or above the price you paid for them due to fluctuations in the market price of our stock caused by changes in our operating performance or prospects and other factors.\nSome specific factors, in addition to the other risk factors identified above, that may have a significant effect on the price of our stock, many of which we cannot control, include but are not limited to:\n•\nour announcements or our competitors’ announcements of technological innovations;\n•\nquarterly variations in operating results;\n•\nchanges in our product pricing policies or those of our competitors;\n•\nclaims of infringement of intellectual property rights or other litigation;\n•\nthe public’s reaction to our press releases, our other public announcements and our filings with the SEC;\n•\nchanges in accounting standards, policies, guidance, interpretations or principles;\n•\nchanges in our growth rate or our competitors’ growth rates;\n•\ndevelopments regarding our patents or proprietary rights or those of our competitors;\n•\nour inability to raise additional capital as needed;\n•\nchanges in financial markets or general economic conditions;\n•\nsales of stock by us or members of our management team or Board; and\n•\nchanges in stock market analyst recommendations or earnings estimates regarding our stock, other comparable companies or our industry generally.\nBecause we do not intend to pay cash dividends, our stockholders will benefit from an investment in our common stock only if our stock price appreciates in value.\nWe have never declared or paid a cash dividend on our common stock. We currently intend to retain our future earnings, if any, for use in the operation and expansion of our business and do not expect to pay any cash dividends in the foreseeable future. As a result, the success of an investment in our common stock will depend entirely upon any future appreciation in its value. There is no guarantee that our common stock will appreciate in value or even maintain the price at which it was purchased.\nAs a result of our failure to timely file our Annual Report on Form 10-K for year ended September 30, 2022, and our Quarterly Reports on Form 10-Q for the quarters ended December 31, 2022 and March 31, 2023, we are currently ineligible to file new short form registration statements on Form S-3 or to have resale registration statements declared effective in a timely manner, which may impair our ability to raise capital on terms favorable to us, in a timely manner or at all.\nForm S-3 permits eligible issuers to conduct registered offerings using a short form registration statement that allows the issuer to incorporate by reference its past and future filings and reports made under the Exchange Act. In addition, Form S-3 enables eligible issuers to conduct primary offerings “off the shelf” under Rule 415 of the Securities Act. The shelf registration process, combined with the ability to forward incorporate information, allows issuers to avoid delays and interruptions in the offering process and to access the capital markets in a more expeditious and efficient manner than raising capital in a standard registered offering pursuant to a Registration Statement on Form S-1. The ability to register securities for resale may also be limited as a result of the loss of Form S-3 eligibility.\n20\nAs a result of our failure to timely file our Annual Report on Form 10-K for year ended September 30, 2022, and our Quarterly Reports on Form 10-Q for the quarters ended December 31, 2022 and March 31, 2023, we are currently ineligible to file new short form registration statements on Form S-3 . In addition, if we seek to access the capital markets through a registered offering during the period of time that we are unable to use Form S-3, we may be required to publicly disclose the proposed offering and the material terms thereof before the offering commences, we may experience delays in the offering process due to SEC review of a Form S-1 registration statement and we may incur increased offering and transaction costs and other considerations.\nOur second amended and restated bylaws provide that a state or federal court located within in the State of Delaware will be the sole and exclusive forum for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\nOur second amended and restated bylaws provide that, unless we consent to an alternative forum, a state or federal court located within the state of Delaware will be the sole and exclusive forum for: (a) any derivative action or proceeding brought on our behalf; (b) any action asserting a claim of breach of a fiduciary duty owed by any director, officer or other employee to us or our stockholders, (c) any action asserting a claim arising pursuant to any provision of the Delaware General Corporation Law, or (d) any action asserting a claim governed by the internal affairs doctrine. Our Bylaws also provide that any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock will be deemed to have notice of and consented to this choice of forum provision.  The foregoing choice of forum provision is not intended to apply to any actions brought under the Securities Act of 1933, as amended, or the Securities Act, or the Securities Exchange Act of 1934, as amended, or the Exchange Act. Section 27 of the Exchange Act creates exclusive federal jurisdiction over all suits brought to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder. As a result, the exclusive forum provision will not apply to suits brought to enforce any duty or liability created by the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction. However, our Bylaws do not relieve us of our duties to comply with federal securities laws and the rules and regulations thereunder, and our stockholders will not be deemed to have waived our compliance with these laws, rules and regulations. \nThis choice of forum provision in our Bylaws may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or other employees, which may discourage such lawsuits against us and our directors, officers and other employees. In addition, stockholders who do bring a claim in the state or federal courts in the State of Delaware could face additional litigation costs in pursuing any such claim, particularly if they do not reside in or near Delaware. Furthermore, the enforceability of similar choice of forum provisions in other companies’ governing documents has been challenged in legal proceedings, and it is possible that a court could find these types of provisions to be inapplicable or unenforceable. If a court were to find the choice of forum provision in our Bylaws to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could adversely affect our business and financial condition.\nWe may not be able to maintain our listing on The Nasdaq Stock Market LLC (“Nasdaq”), or trading on the Nasdaq Capital Market may otherwise be halted or suspended, which may negatively impact the price of our common stock.  If our common stock is delisted from Nasdaq, our business, financial condition, results of operations and share price could be adversely affected, and the liquidity of our common stock could be impaired.\nWe have in the past and may in the future fail to comply with the Nasdaq listing requirements, including the continued listing requirement to timely file all required periodic financial reports with the SEC. As of the date of the filing of this Form 10-K, we have not yet filed our Form 10-Qs for the quarterly periods ended December 31, 2022 and March 31, 2023. If our common stock ceases to be listed for trading on Nasdaq for any reason, it may harm our stock price, increase the volatility of our stock price, decrease the level of trading activity and make it more difficult for investors to buy or sell shares of our common stock. Our failure to maintain listing on Nasdaq may constitute an event of default under our outstanding indebtedness, including our convertible notes due 2026, and any future indebtedness, which would accelerate the maturity date of such debt or trigger other obligations.  In addition, certain institutional investors that are not permitted to own securities of non-listed companies may be required to sell their shares adversely affecting the market price of our common stock. If we are not listed on Nasdaq, we will be limited in our ability to raise additional capital we may need.\nOn August 11, 2022, we were notified by Nasdaq that we were not in compliance with Nasdaq \nListing Rule 5250(c)(1) (the “Listing Rule”), which requires\n that a listed company timely file all required periodic financial reports with the SEC as a result of our failure to file our Quarterly Report on Form 10-Q for the period ended June 30, 2022. We submitted a plan to regain compliance on October 12, 2022 and on October 18, 2022, the Company received an exception of 180 days from the date the filing was due to regain compliance. On October 28, 2022, the Company filed its Quarterly Report on Form 10-Q for the period ended June 30, 2022 and regained compliance. \nOn December 16, 2022, we were notified by Nasdaq that we were not in compliance with the Listing Rule as a result of our failure to file our Annual Report on Form 10-K for the fiscal year ended September 30, 2022 (the “Form 10-K”). We submitted an initial plan of compliance to Nasdaq on February 9, 2023.\nOn February 16, 2023, we were notified by Nasdaq that we were not in compliance with the Listing Rule as a result of our failure to file our Quarterly Report on Form 10-Q for the quarterly period ended December 31, 2022 (the “Q1 Form 10-Q”) and our then-continuing delinquency to file our Form 10-K. On March 1, 2023, we submitted to Nasdaq an update to our previously submitted \n21\nplan of compliance. On March 15, 2023, we \nreceived an exception from Nasdaq allowing us until June 12, 2023 (the “Compliance Deadline”), or 180 days from the initial due date of the Form 10-K, to regain compliance by filing the Form 10-K and Q1 Form 10-Q.\nOn May 12, 2023, we were notified by Nasdaq that we were not in compliance with the Nasdaq requirement that a company shall timely file all required period financial reports with the SEC as a result of our failure to file our Quarterly Report on Form 10-Q for the quarterly period ended March 31, 2023 (the “Q2 Form 10-Q”) and our then-continuing delinquency to file our Form 10-K and Q1 Form 10-Q. On May 26, 2023, we submitted to Nasdaq another update to our previously submitted plan of compliance.\nAs this Form 10-K and our delinquent Form 10-Qs were not filed by the Compliance Deadline, on \nJune 13, 2023\n, we received a Staff Delisting Determination \n \nfrom the Listing Qualifications Department of The Nasdaq Stock Market, LLC \nnotifying us that the Nasdaq Listing Qualifications Department (the “Staff”) has initiated a process to delist our securities from Nasdaq as a result of us not being in compliance with the Listing Rule. \nThe notice was issued because we had not filed our Form 10-K, Q1 Form 10-Q and Q2 Form 10-Q in a timely manner and did not meet the terms of the exception by the Compliance Deadline. \nOn June 20, 2023 we submitted our request for a hearing before \nan independent Nasdaq Hearings Panel (the “Panel”)\n. Our common stock will continue to trade on the Nasdaq Capital Market under the symbol “MITK” until the Panel issues its decision following the hearing and through the expiration of any additional extension period granted by the Panel. The Panel has discretion to grant an exception for up to 180 days after the Nasdaq Staff’s initial delisting decision. There can be no assurance that the Panel will grant our request for a stay pending the hearing process or any further extension following the hearing or continued listing. \nWe have developed a detailed plan to present to the Panel in an effort to regain compliance with the Listing Rule and obtain an extended stay.\n If our common stock ceases to be listed for trading on Nasdaq, we expect that our common stock would be traded on the over-the-counter market.\nRisks Related to Regulation and Compliance\nWe have identified material weaknesses in our internal control over financial reporting, and if our remediation of such material weaknesses is not effective, or if we fail to develop and maintain an effective system of disclosure controls and internal control over financial reporting, our ability to produce timely and accurate financial statements or comply with applicable laws and regulations could be impaired.\nIn the course of preparing our financial statements for fiscal 2022 and 2021, we identified material weaknesses in our internal control over financial reporting. A material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of the annual or interim financial statements will not be prevented or detected on a timely basis. See \nPart II, Item 9A “Controls and Procedures”\n for additional information about these material weaknesses and our remediation efforts.\nIf we are unable to further implement and maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process and report financial information accurately, and to prepare financial statements within required time periods could be adversely affected, which could subject us to litigation or investigations requiring management resources and payment of legal and other expenses, negatively affect investor confidence in our financial statements and adversely impact our stock price. If we are unable to assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an unqualified opinion as to the effectiveness of our internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports, the market price of our common stock could be adversely affected and we could become subject to litigation or investigations by the stock exchange on which our securities are listed, the SEC or other regulatory authorities, which could require additional financial and management resources. Furthermore, we cannot assure you that the measures we have taken to date, and actions we may take in the future, will be sufficient to remediate the control deficiencies that led to our material weaknesses in our internal control over financial reporting or that they will prevent or avoid potential future material weaknesses. Our current controls and any new controls that we develop may become inadequate because of changes in conditions in our business. Further, weaknesses in our disclosure controls and internal control over financial reporting may be discovered in the future. Any failure to develop or maintain effective controls or any difficulties encountered in their implementation or improvement could harm our operating results or cause us to fail to meet our reporting obligations and may result in a restatement of our financial statements for prior periods.\nAny failure to implement and maintain effective internal control over financial reporting could adversely affect the results of periodic management evaluations and annual independent registered public accounting firm attestation reports regarding the effectiveness of our internal control over financial reporting that we are required to include in our periodic reports that are filed with the SEC. Ineffective disclosure controls and procedures and internal control over financial reporting could also cause investors to lose confidence in our reported financial and other information, which would likely have a negative effect on the trading price of our common stock. In addition, if we are unable to continue to meet these requirements, we may not be able to remain listed on Nasdaq.\nGeneral Risk Factors\n22\nIf we are unable to retain and recruit qualified personnel, or if any of our key executives or key employees discontinues his or her employment with us, it may have a material adverse effect on our business.\nWe are highly dependent on the key members of our management team and other key technical personnel. If we were to lose the services of one or more of our key personnel, or if we fail to attract and retain additional qualified personnel, it could materially and adversely affect our business. Furthermore, recruiting and retaining qualified highly skilled engineers involved in the ongoing development required to refine our technologies and introduce future products is critical to our success. We may be unable to attract, assimilate, and retain qualified personnel on acceptable terms given the competition within the high technology industry. We do not have any employment agreements providing for a specific term of employment with any member of our senior management. We do not maintain “key man” insurance policies on any of our officers or employees. We have granted and plan to grant restricted stock units or other forms of equity awards as a method of attracting and retaining employees, motivating performance and aligning the interests of employees with those of our stockholders. As of September 30, 2022, we had 1,477,769 shares of common stock available for issuance pursuant to future grants of equity awards under our existing equity compensation plans, which may limit our ability to provide equity incentive awards to existing and future employees. If we are unable to adopt, implement and maintain equity compensation arrangements that provide sufficient incentives, we may be unable to retain our existing employees and attract additional qualified candidates. If we are unable to retain our existing employees, including qualified technical personnel, and attract additional qualified candidates, our business and results of operations could be adversely affected.\nLegislation and governmental regulations enacted in the U.S. and other countries that apply to us or to our customers may require us to change our current products and services and/or result in additional expenses, which could adversely affect our business and results of operations.\nLegislation and governmental regulations including changes in legislation and governmental regulations impacting financial institutions, insurance companies, and mobile device companies, affect how our business is conducted. Globally, legislation and governmental regulations also influence our current and prospective customers’ activities, as well as their expectations and needs in relation to our products and services. Compliance with these laws and regulations may be onerous and expensive, and may be inconsistent from jurisdiction to jurisdiction, further increasing the cost of compliance. Any such increase in costs as a result of changes in these laws and regulations or in their interpretation could individually or in the aggregate make our products and services less attractive to our customers, delay the introduction of new products in one or more regions, cause us to change or limit our business practices or affect our financial condition and operating results.\nFuture sales of our common stock could cause the market price of our common stock to decline.\nWe cannot predict the effect, if any, that market sales of shares of our common stock or the availability of shares of our common stock for sale will have on the market price of our common stock prevailing from time to time. We currently have an effective universal shelf registration statement on file with the SEC, providing for the potential issuance of shares of our common stock and other securities. Sales of substantial amounts of shares of our common stock or other securities in the public market, or the perception that those sales could occur, may cause the market price of our common stock to decline. In addition, any such decline may make it more difficult for you to sell shares of our common stock at prices you may deem acceptable.\nIf financial or industry analysts do not publish research or reports about our business, or if they issue negative or misleading evaluations of our stock, our stock price and trading volume could decline.\nThe trading market for our common stock will be influenced by the research and reports that industry or financial analysts publish about us or our business. We do not control these analysts or the content and opinions included in their reports. If one or more of the analysts who cover us were to adversely change their recommendation regarding our stock, or provide more favorable relative recommendations about our competitors, our stock price could decline. If one or more of the analysts who cover us cease coverage of our company or fail to publish reports on us regularly we could lose visibility in the financial markets which in turn could cause our stock price or trading volume to decline.\nNatural disasters or other catastrophic events may disrupt our business.\nOur business operations are subject to interruption by natural disasters and other catastrophic events, such as fire, floods, earthquakes, power loss, telecommunications failure, cyberattack, war or terrorist attack, or epidemic or pandemic. To the extent such events impact our facilities or off-premises infrastructure, we may be unable to continue our operations and may endure system interruptions, reputational harm, delays in our software development, lengthy interruptions in our services, breaches of data security and loss of critical data, all of which could have an adverse effect on our future operating results.",
    "item1a": ">Item 1A.\nRisk Factors\n6\nItem 1B.\nUnresolved Staff Comments\n23\nItem 2.\nProperties\n23\nItem 3.\nLegal Proceedings\n24\nItem 4.\nMine Safety Disclosures\n24\nPart II\nItem 5.\nMarket for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n25\nItem 6.\n[Reserved]\n26\nItem 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n27",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS.\nThe following discussion and analysis of our financial condition and results of operations should be read in conjunction with our consolidated financial statements and related notes appearing elsewhere in this Annual Report on Form 10-K. This discussion contains predictions, estimates and other forward-looking statements that involve a number of risks and uncertainties, including those discussed under Item 1A—“Risk Factors” or in other parts of this report. These risks could cause our actual results to differ materially from those anticipated in these forward-looking statements as a result of various factors, including those set forth under “Risk Factors.”\nOverview\nMitek Systems, Inc. (“Mitek,” the “Company,” “we,” “us,” and “our”\n)\n is a leading innovator of mobile image capture and digital identity verification solutions. We are a software development company with expertise in artificial intelligence and machine learning. We currently serve more than 7,800 financial services organizations and leading marketplace and financial technology (“fintech”) brands around the globe. Customers count on Mitek to deliver trusted and convenient online experiences, detect and reduce fraud, and document Know Your Customer (“KYC”) and Anti-Money Laundering (“AML”) regulatory compliance. Our solutions are embedded in native mobile apps and web browsers to facilitate digital consumer experiences. Mitek’s identity verification and authentication technologies and services make it possible for banks, financial services organizations and the world’s leading marketplace and sharing platforms to verify an individual’s identity during digital transactions, allowing them to reduce risk and meet regulatory requirements. Our advanced mobile deposit system enables secure, fast and convenient deposit services. Thousands of organizations use Mitek solutions to optimize the security of mobile check deposits, new account openings and more.\nIn May of 2021, Mitek acquired ID R&D, Inc. (“ID R&D” and such acquisition, the “ID R&D Acquisition”), an award-winning provider of AI-based voice and face biometrics and liveness detection. ID R&D delivers innovative, biometric capabilities that raise the bar on usability and performance. The ID R&D Acquisition helps simplify and secure the entire transaction lifecycle for both businesses and consumers. It provides businesses and financial institutions with access to one authentication solution to deploy throughout the entire transaction cycle, and can provide consumers with a simple, intuitive approach to fighting fraud. \nIn March of 2022, Mitek acquired HooYu Ltd. (“HooYu”), a leading KYC technology provider in the United Kingdom. Such technology helps to ensure businesses know the true identity of their customers by linking biometric verification with real-time data aggregation across many different sources, including credit bureaus, international sanctions lists, local law-enforcement, and others.\nMitek markets and sells its products and services worldwide through internal, direct sales teams located in the U.S., Europe, and Latin America as well as through channel partners. Our partner sales strategy includes channel partners who are financial services technology providers and identity verification providers. These partners integrate our products into their solutions to meet the needs of their customers, typically provisioning Mitek’s services through their respective platforms.\nFiscal Year 2022 Highlights\n \n•\nRevenues for the twelve months ended September 30, 2022 were $143.9 million, an increase of 20% compared to revenues of $119.8 million for the twelve months ended September 30, 2021.\n•\nNet income was $3.0 million, or $0.07 per diluted share, for the twelve months ended September 30, 2022, compared to a net income of $8.0 million, or $0.18 per diluted share, for the twelve months ended September 30, 2021. \n•\nCash provided by operating activities was $26.4 million for the twelve months ended September 30, 2022, compared to $37.3 million for the twelve months ended September 30, 2021.\n•\nDuring fiscal 2022 the total number of financial institutions licensing our technology continued to exceed 7,800.\n•\nWe added new patents to our portfolio during fiscal year 2022, bringing our total number of issued patents to 80 as of September 30, 2022. In addition, we had 16 patent applications outstanding as of September 30, 2022.\nAcquisition of HooYu Ltd\nOn March 23, 2022, the Company completed the acquisition of HooYu (the “HooYu Acquisition”) pursuant to the Purchase Agreement (the “Purchase Agreement”) dated March 23, 2022, by and among the Company and certain selling parties identified in the Purchase Agreement. Pursuant to the Purchase Agreement, the Company, among other things, acquired 100% of the outstanding share capital of HooYu, a leading global customer onboarding platform designed to increase the integrity of KYC and maximize the success of customer onboarding. As consideration for the HooYu Acquisition, the Company paid aggregate consideration in the amount of $129.1 million (the “Closing Consideration”), as such amount may be adjusted for transaction expenses and indebtedness.\nMarket Opportunities, Challenges, & Risks\nSee Item 1: “Business” for details regarding additional market opportunities, challenges and risks.\n27\nResults of Operations\nComparison of the Twelve Months Ended September 30, 2022 and 2021\nThe following table summarizes certain aspects of our results of operations for the twelve months ended September 30, 2022 compared to the twelve months ended September 30, 2021 (\nin thousands, except percentages\n):\nTwelve Months Ended September 30,\nPercentage of Total Revenue\nIncrease (Decrease)\n2022\n2021\n2022\n2021\n$\n%\nRevenue\nSoftware and hardware\n$\n72,494 \n$\n60,069 \n50 \n%\n50 \n%\n12,425 \n21 \n%\nServices and other\n71,449 \n59,728 \n50 \n%\n50 \n%\n11,721 \n20 \n%\nTotal revenue\n$\n143,943 \n$\n119,797 \n100 \n%\n100 \n%\n24,146 \n20 \n%\nCost of revenue\n20,008 \n14,540 \n14 \n%\n12 \n%\n5,468 \n38 \n%\nSelling and marketing\n38,841 \n32,497 \n27 \n%\n27 \n%\n6,344 \n20 \n%\nResearch and development\n30,192 \n28,042 \n21 \n%\n23 \n%\n2,150 \n8 \n%\nGeneral and administrative\n26,591 \n22,490 \n18 \n%\n19 \n%\n4,101 \n18 \n%\nAmortization and acquisition-related costs\n15,172 \n8,951 \n11 \n%\n7 \n%\n6,221 \n70 \n%\nRestructuring costs\n1,800 \n— \n1 \n%\n— \n%\n1,800 \n100 \n%\nInterest expense\n8,232 \n5,129 \n6 \n%\n4 \n%\n3,103 \n60 \n%\nOther income (expense), net\n(370)\n654 \n— \n%\n1 \n%\n(1,024)\n(157)\n%\nIncome tax benefit (provision)\n295 \n(824)\n— \n%\n(1)\n%\n1,119 \n(136)\n%\nRevenue\nTotal revenue increased $24.1 million, or 20%, to $143.9 million in 2022 compared to $119.8 million in 2021. Software and hardware revenue increased $12.4 million, or 21%, to $72.5 million in 2022 compared to $60.1 million in 2021. This increase is primarily due to\n an increase in sales of our Mobile Deposit®, \nCheckReader™, and IDLive® \nsoftware products. The increase was partially offset by a decrease in revenue from our ID_CLOUD\n™\n software and hardware products\n. Services and other revenue increased $11.7 million, or 20%, to $71.4 million in 2022 compared\n to $59.7 million in 2021. This increase is \nprimarily due to strong growth in Mobile Verify® transactional SaaS revenue and SaaS revenue as a result of the HooYu Acquisition, as well as an increase in maintenance revenue associated with Mobile Deposit® software sales and hosted mobile deposit transactional revenue in 2022 compared to 2021.\nCost of Revenue\nCost of revenue includes personnel costs related to billable services and software support, direct costs associated with our hardware products, and hosting costs. Cost of revenue increased $5.5 million, or 38%, to $20.0 million in 2022 compared to $14.5 million in 2021. The increase in cost of revenue is primarily due to an increase in variable personnel, hosting, and royalty costs associated with a higher volume of Mobile Verify® transactions processed during 2022 compared to 2021 and the HooYu Acquisition. \nThe increase was partially offset by decreased costs of our identity verification hardware products due to lower hardware revenues\n.\nSelling and Marketing Expenses\nSelling and marketing expenses include payroll, employee benefits, stock-based compensation, and other headcount-related costs associated with sales and marketing personnel. Selling and marketing expenses also include non-billable costs of professional services personnel, advertising expenses, product promotion costs, trade shows, and other brand awareness programs. Selling and marketing expenses increased $6.3 million, or 20%, to $38.8 million in 2022 compared to $32.5 million in 2021. As a percentage of revenue, selling and marketing expenses were consistent at 27% in 2022 and in 2021. The increase in selling and marketing expense is primarily due to higher personnel-related costs resulting from our increased headcount of $4.0 million, higher product promotion costs of $1.7 million, and higher travel and related expenses of $0.6 million in 2022 compared to 2021.\n28\nResearch and Development Expenses\nResearch and development expenses include payroll, employee benefits, stock-based compensation, third-party contractor expenses, and other headcount-related costs associated with software engineering and mobile image capture science. Research and development expenses increased $2.2 million, or 8%, to $30.2 million in 2022 compared to $28.0 million in 2021. As a percentage of revenue, research and development expenses decreased to 21% in 2022 from 23% in 2021. The increase in research and development expenses is primarily due to higher personnel-related costs resulting from our increased headcount of $3.6 million and higher travel and related expenses of $0.2 million, partially offset by lower third-party contractor and other expenses of $1.7 million in 2022 compared to 2021. \nGeneral and Administrative Expenses\nGeneral and administrative expenses include payroll, employee benefits, stock-based compensation, and other headcount-related costs associated with finance, legal, administration and information technology functions, as well as third-party legal, accounting, and other administrative costs. General and administrative expenses increased $4.1 million, or 18%, to $26.6 million in 2022 compared to $22.5 million in 2021. As a percentage of revenue, general and administrative expenses decreased to 18% in 2022 from 19% in 2021. The increase in general and administrative expenses is primarily due to higher third-party and professional fees of $2.1 million, higher personnel-related costs resulting from our increased headcount of $1.4 million, higher litigation expenses of $0.5 million, and higher travel and related expenses of $0.3 million in 2022 compared to 2021. The overall increase in general and administrative expenses was partially offset by decreased intellectual property litigation costs of $2.2 million in 2022 compared to 2021.\nAmortization and Acquisition-Related Costs\nAmortization and acquisition-related costs include amortization of intangible assets, expenses recorded due to changes in the fair value of contingent consideration, and other costs associated with acquisitions. Amortization and acquisition-related costs increased $6.2 million, or 70%, to $15.2 million in 2022 compared to $9.0 million in 2021. As a percentage of revenue, amortization and acquisition-related costs increased to 11% in 2022 from 7% in 2021. The increase in amortization and acquisition-related costs is primarily due to amortization of intangibles associated with the HooYu Acquisition and the ID R&D Acquisition of $7.1 million and expenses associated with the HooYu Acquisition of $2.9 million in 2022 compared to 2021. These increases were partially offset by a decrease in the fair value of the contingent consideration liability associated with the ID R&D Acquisition of $2.4 million compared to an increase in 2021, a decrease in amortization expense of intangibles related to previous acquisitions that were fully amortized of $1.0 million, and a decrease in acquisition-related expense from the ID R&D Acquisition of $0.3 million in 2022 compared to 2021.\nRestructuring Costs\nRestructuring costs consist of employee severance obligations and other related costs. In order to streamline the organization and focus resources going forward, we undertook a strategic restructuring in June 2022, which included a reduction in our workforce. Restructuring costs incurred in 2022 were $1.8 million. There were no restructuring costs in 2021. \nInterest Expense\nInterest expense includes the amortization of debt discount and issuance costs and coupon interest incurred associated with our 2026 Notes (as defined below). Interest expense was $8.2 million in 2022 and consisted of $7.0 million of amortization of debt discount and issuance costs and $1.2 million of coupon interest incurred. Interest expense was $5.1 million in 2021 and consisted of $4.4 million of amortization of debt discount and issuance costs and $0.8 million of coupon interest incurred.\nOther Income (Expense), Net\nOther income (expense), net includes interest income net of amortization and net realized gains or losses on our marketable securities portfolio, foreign currency transactional gains or losses, and the change in fair value of our convertible senior notes hedge and embedded conversion derivative. Other income (expense), net decreased $1.0 million, to net expense of $0.4 million in 2022 compared to net income of $0.7 million in 2021, primarily due to higher foreign currency exchange transaction losses, higher realized losses on the sale of marketable securities, partially offset by higher interest income net of amortization in 2022 compared to 2021.\nIncome Tax Benefit (Provision)\nThe income tax benefit for 2022 was $0.3 million which yielded an effective tax rate of negative 11% compared to an income tax provision of $0.8 million which yielded an effective tax rate of 9% in 2021. The income tax benefit for 2022 is primarily due to our positive net income for the year. Our effective tax rate for fiscal year 2022 was lower than the U.S. federal statutory rate of 21% due to excess tax benefits resulting from the exercise of stock options and vesting of restricted stock awards, the impact of foreign and state taxes, the impact of certain permanent items on its tax provision, and the impact of federal and state research and development credits on its tax provision. \n29\nResults of Operations\nComparison of the Twelve Months Ended September 30, 2021 and 2020\nThe following table summarizes certain aspects of our results of operations for the twelve months ended September 30, 2021 compared to the twelve months ended September 30, 2020 (\nin thousands, except percentages\n):\nTwelve Months Ended September 30,\nPercentage of Total Revenue\nIncrease (Decrease)\n2021\n2020\n2021\n2020\n$\n%\nRevenue\nSoftware and hardware\n$\n60,069 \n$\n54,152 \n50 \n%\n53 \n%\n5,917 \n11 \n%\nServices and other\n59,728 \n47,158 \n50 \n%\n47 \n%\n12,570 \n27 \n%\nTotal revenue\n$\n119,797 \n$\n101,310 \n100 \n%\n100 \n%\n18,487 \n18 \n%\nCost of revenue\n14,540 \n13,192 \n12 \n%\n13 \n%\n1,348 \n10 \n%\nSelling and marketing\n32,497 \n27,646 \n27 \n%\n27 \n%\n4,851 \n18 \n%\nResearch and development\n28,042 \n22,859 \n23 \n%\n23 \n%\n5,183 \n23 \n%\nGeneral and administrative\n22,490 \n22,284 \n19 \n%\n22 \n%\n206 \n1 \n%\nAmortization and acquisition-related costs\n8,951 \n6,575 \n7 \n%\n6 \n%\n2,376 \n36 \n%\nRestructuring costs\n—\n(114)\n— \n%\n— \n%\n114 \n(100)\n%\nInterest expense\n5,129 \n— \n4 \n%\n— \n%\n5,129 \n100 \n%\nOther income, net\n654 \n541 \n1 \n%\n1 \n%\n113 \n21 \n%\nIncome tax provision\n(824)\n(1,595)\n(1)\n%\n(2)\n%\n771 \n(48)\n%\nRevenue\nTotal revenue increased $18.5 million, or 18%, to $119.8 million in 2021 compared to $101.3 million in 2020. Software and hardware revenue increased $5.9 million, or 11%, to $60.1 million in 2021 compared to $54.2 million in 2020. This increase is primarily due to\n an increase in sales of our Mobile Deposit®, ID_CLOUD\n™, CheckReader™, and IDLive® Face \nsoftware products. The increase was partially offset by a decrease in revenue from our identity verification hardware products\n. Services and other revenue increased $12.6 million, or 27%, to $59.7 million in 2021 compared\n to $47.2 million in 2020. This increase is \nprimarily due to strong growth in Mobile Verify® transactional SaaS revenue of $10.1 million, or 36%, in 2021 compared to 2020, as well as an increase in maintenance revenue associated with Mobile Deposit® software sales and hosted mobile deposit transactional revenue.\nCost of Revenue\nCost of revenue includes personnel costs related to billable services and software support, direct costs associated with our hardware products, and hosting costs. Cost of revenue increased $1.3 million, or 10%, to $14.5 million in 2021 compared to $13.2 million in 2020. The increase in cost of revenue is primarily due to an increase in variable personnel, hosting, and royalty costs associated with a higher volume of Mobile Verify® transactions processed during 2021 compared to 2020. \nThe increase was partially offset by decreased costs of our identity verification hardware products due to lower hardware revenues\n.\nSelling and Marketing Expenses\nSelling and marketing expenses include payroll, employee benefits, stock-based compensation, and other headcount-related costs associated with sales and marketing personnel. Selling and marketing expenses also include non-billable costs of professional services personnel, advertising expenses, product promotion costs, trade shows, and other brand awareness programs. Selling and marketing expenses increased $4.9 million, or 18%, to $32.5 million in 2021 compared to $27.6 million in 2020. As a percentage of revenue, selling and marketing expenses were consistent at 27% in 2021 and in 2020. The increase in sales and marketing expense is primarily due to higher personnel-related costs resulting from our increased headcount of $5.2 million and higher product promotion costs of $0.2 million in 2021 compared to 2020. The overall increase in selling and marketing expense was partially offset by a decrease in travel and related expenses of $0.5 million as a result of the COVID-19 pandemic.\n30\nResearch and Development Expenses\nResearch and development expenses include payroll, employee benefits, stock-based compensation, third-party contractor expenses, and other headcount-related costs associated with software engineering and mobile image capture science. Research and development expenses increased $5.2 million, or 23%, to $28.0 million in 2021 compared to $22.9 million in 2020. As a percentage of revenue, research and development expenses were consistent at 23% in 2021 and in 2020. The increase in research and development expenses is primarily due to higher personnel-related costs and third-party contractor expenses in 2021 compared to 2020. \nGeneral and Administrative Expenses\nGeneral and administrative expenses include payroll, employee benefits, stock-based compensation, and other headcount-related costs associated with finance, legal, administration and information technology functions, as well as third-party legal, accounting, and other administrative costs. General and administrative expenses increased $0.2 million, or 1%, to $22.5 million in 2021 compared to $22.3 million in 2020. As a percentage of revenue, general and administrative expenses decreased to 19% in 2021 from 22% in 2020. The increase in general and administrative expenses is primarily due to higher personnel-related costs resulting from our increased headcount of $1.6 million, higher executive transition costs of $0.4 million, and higher third-party professional fees of $0.4 million in 2021 compared to 2020. The overall increase in general and administrative expenses was partially offset by decreased intellectual property litigation costs of $2.2 million in 2021 compared to 2020.\nAmortization and Acquisition-Related Costs\nAmortization and acquisition-related costs include amortization of intangible assets, expenses recorded due to changes in the fair value of contingent consideration, and other costs associated with acquisitions. Amortization and acquisition-related costs increased $2.4 million, or 36%, to $9.0 million in 2021 compared to $6.6 million in 2020. As a percentage of revenue, amortization and acquisition-related costs increased to 7% in 2021 from 6% in 2020. The increase in amortization and acquisition-related costs is primarily due to expenses associated with the acquisition of ID R&D in 2021 as compared to 2020.\nRestructuring Costs\nRestructuring costs consist of employee severance obligations and other related costs. There were no restructuring costs in 2021. Restructuring costs were negative $0.1 million in 2020 due to a reversal of costs accrued for the restructuring plan implemented in June 2019.\nInterest Expense\nInterest expense includes the amortization of debt discount and issuance costs and coupon interest incurred associated with our 2026 Notes. Interest expense was $5.1 million in 2021 and consisted of $4.4 million of amortization of debt discount and issuance costs and $0.8 million of coupon interest incurred. There was no interest expense in 2020.\nOther Income, Net\nOther income, net includes interest income net of amortization and net realized gains or losses on our marketable securities portfolio, foreign currency transactional gains or losses, and the change in fair value of our convertible senior notes hedge and embedded conversion derivative. Other income, net increased $0.1 million, to a net income of $0.7 million in 2021 compared to a net income of $0.5 million in 2020, primarily due to higher foreign currency exchange transactional gains in 2021 compared to 2020.\nIncome Tax Provision\nThe income tax provision for 2021 was $0.8 million compared to an income tax provision of $1.6 million in 2020. The income tax provision for 2021 is primarily due to our positive net income for the year. Our effective tax rate for fiscal year 2021 was lower than the U.S. federal statutory rate of 21% due to changes in our deferred tax benefit of $1.6 million related to excess tax benefits from the exercise of stock options and the vesting of restricted stock awards. \nLiquidity and Capital Resources\nCash generated from operations has historically been our primary source of liquidity to fund operations and investments to grow our business. Our additional sources of liquidity include available cash balances and proceeds from the issuance of the 2026 Notes. On September 30, 2022, we had $101.0 million in cash and cash equivalents and investments compared to $227.4 million on September 30, 2021, a decrease of $126.5 million, or 56%. The decrease in cash and cash equivalents and investments is primarily due to acquisitions, net of cash acquired of $127.9 million, partially offset by net proceeds from the issuance of our common stock, par value $0.001 per share (“Common Stock”) under the Mitek Systems, Inc. 2020 Incentive Plan (the “2020 Plan”) of $1.7 million.\nIn summary, our cash flows from continuing operations were as follows (\ndollars in thousands\n):\n31\nTwelve Months Ended September 30,\n2022\n2021\n2020\nCash provided by operating activities\n$\n26,351 \n$\n37,341 \n$\n24,122 \nCash used by investing activities\n(3,530)\n(170,488)\n(24,706)\nCash (used) provided by financing activities\n(21,143)\n143,680 \n3,403 \nCash Flows from Operating Activities\nCash flows related to operating activities are dependent on net income, adjustments to net income and changes in working capital. Net cash provided by operating activities during fiscal 2022 was $26.4 million and resulted primarily from net income of $3.0 million, net non-cash charges of $31.8 million, and unfavorable changes in operating assets and liabilities of $8.5 million. Net cash provided by operating activities during fiscal 2021 was $37.3 million and resulted primarily from net income of $8.0 million, net non-cash charges of $27.3 million, and favorable changes in operating assets and liabilities of $2.1 million. The decrease in cash provided by operating activities during fiscal 2022 compared to fiscal 2021 was primarily due to an increase in accounts receivable of $10.0 million and a decrease in the estimated fair value of acquisition-related contingent consideration of $2.4 million, partially offset by an increase in restructuring expenses of $1.0 million and the amortization of investment premiums and other of $0.4 million.\nNet cash provided by operating activities during fiscal 2020 was $24.1 million and resulted primarily from net income of $7.8 million adjusted for net non-cash charges of $19.6 million partially offset by unfavorable changes in operating assets and liabilities of $3.3 million. The increase in cash provided by operating activities during fiscal 2021 compared to fiscal 2020 was primarily due to an increase in contract assets of $7.8 million, $4.4 million of accretion and amortization related to the 2026 Notes which were issued in fiscal 2021, and an increase in amortization of intangibles expense of $1.1 million due to the ID R&D Acquisition.\nCash Flows from Investing Activities\nNet cash used in investing activities was $3.5 million during fiscal 2022, which consisted primarily of net cash paid in connection with the HooYu Acquisition of $127.9 million and capital expenditures of $1.1 million, partially offset by net sales and maturities of investments of $125.5 million. Net cash used in investing activities was $170.5 million during fiscal 2021, which consisted primarily of net purchases of investments of $156.6 million, net cash paid in connection with the ID R&D Acquisition of $12.5 million, and capital expenditures of $1.4 million. The decrease in cash used in investing activities during fiscal 2022 compared to fiscal 2021 was primarily due to an increase in net sales and maturities of investments of $282.1 million partially offset by an increase in cash paid for acquisitions, net of cash acquired of $115.4 million, related to the HooYu Acquisition.\nNet cash used in investing activities was $24.7 million during fiscal 2020, which consisted primarily of net purchases of investments of $23.9 million and capital expenditures of $0.8 million. The increase in cash used in investing activities during fiscal 2021 compared to fiscal 2020 was primarily due to an increase in net purchases of investments of $132.6 million and an increase in cash paid for acquisitions, net of cash acquired of $12.5 million related to the ID R&D Acquisition.\nCash Flows from Financing Activities\nNet cash used in financing activities was $21.1 million during fiscal 2022, which consisted of $15.2 million in repurchases and retirements of our Common Stock and $7.7 million in payments of acquisition-related contingent consideration, partially offset by net proceeds from the issuance of Common Stock under the 2020 Plan of $1.7 million. Net cash provided by financing activities was $143.7 million during fiscal 2021, which consisted of net proceeds from the issuance of the 2026 Notes of $149.7 million, proceeds from the issuance of equity plan Common Stock of $4.0 million and net proceeds from other borrowings of $0.2 million, partially offset by net cash used for the call spreads on the sales and purchases of warrants and convertible senior notes hedge issued in connection with the 2026 Notes of $9.3 million, payment of acquisition-related contingent consideration of $0.8 million, and repurchases and retirements of Common Stock of $0.2 million. The increase in cash used in financing activities during fiscal 2022 compared to fiscal 2021 was primarily due to the net proceeds from the issuance of the 2026 Notes in fiscal 2021 of $149.7 million and repurchases and retirements of our Common Stock of $15.2 million during fiscal 2022.\nNet cash provided by financing activities was $3.4 million during fiscal 2020, which consisted of proceeds from the issuance of equity plan Common Stock of $4.8 million and net proceeds from other borrowings of $0.1 million, partially offset by repurchases and retirements of Common Stock of $1.0 million and payment of acquisition-related contingent consideration of $0.5 million. The increase in cash provided by financing activities during fiscal 2021 compared to fiscal 2020 was primarily due to the net proceeds from the issuance of the 2026 Notes in fiscal 2021 of $149.7 million, proceeds from the issuance of convertible senior notes warrants of $23.9 million, partially offset by the purchase of the convertible senior notes hedge of $33.2 million\n0.75% Convertible Senior Notes due 2026\nIn February 2021, the Company issued $155.3 million aggregate principal amount of the 2026 Notes. The 2026 Notes are senior unsecured obligations of the Company. The 2026 Notes were issued pursuant to an Indenture, dated February 5, 2021 (the \n32\n“Indenture”), between the Company and UMB Bank, National Association, as trustee. The Indenture includes customary covenants and sets forth certain events of default after which the 2026 Notes may be declared immediately due and payable and sets forth certain types of bankruptcy or insolvency events of default involving the Company after which the 2026 Notes become automatically due and payable. As of January 13, 2023 (\"Date of Noncompliance\"), the Company was not in compliance with certain of the covenants in the Indenture as a result of the Company not timely filing reports with the SEC. As a result, the 2026 Notes began to accrue additional special interest of 0.25% per annum of the outstanding principal of the 2026 Notes for the 90 days after the Date of Noncompliance and 0.50% per annum of the outstanding principal of the 2026 Notes for the 91st through 180th day after the Date of Noncompliance.\nThe net proceeds from the 2026 Notes offering were approximately $149.7 million, after deducting the Initial Purchasers’ discounts and commissions and the Company’s estimated offering expenses related to the offering. The 2026 Notes will mature on February 1, 2026, unless earlier redeemed, repurchased or converted. The 2026 Notes bear interest from February 5, 2021 at a rate of 0.750% per year payable semiannually in arrears on February 1 and August 1 of each year, beginning on August 1, 2021. The 2026 Notes will be convertible at the option of the holders at any time prior to the close of business on the business day immediately preceding August 1, 2025, only under the following circumstances: (1) during any calendar quarter commencing after the calendar quarter ending on June 30, 2021, if the last reported sale price per share of the Company’s Common Stock exceeds 130% of the conversion price for each of at least 20 trading days during the 30 consecutive trading days ending on, and including, the last trading day of the immediately preceding calendar quarter; (2) during five consecutive business days immediately after any five consecutive trading day period (such five consecutive trading day period, the “measurement period”) in which the trading price per $1,000 principal amount of notes for each trading day of the measurement period was less than 98% of the product of the last reported sale price per share of the Common Stock on such trading day and the conversion rate on such trading day; and (3) upon the occurrence of certain corporate events or distributions on the Common Stock. On or after August 1, 2025, until the close of business on the second scheduled trading day immediately preceding the maturity date, holders may convert all or any portion of the 2026 Notes, in multiples of $1,000 principal amount, at the option of the holder regardless of the foregoing circumstances. Upon conversion, the Company may satisfy its conversion obligation by paying and/or delivering, as the case may be, cash and, if applicable at the Company’s election, shares of Common Stock, based on the applicable conversion rate(s); provided that the Company will be required to settle conversions solely in cash unless and until the Company (i) receives stockholder approval to increase the number of authorized shares of the Common Stock and (ii) reserves such amount of shares of the Common Stock for future issuance as required pursuant to the indenture that will govern the 2026 Notes. The conversion rate for the 2026 Notes will initially be 47.9731 shares of the Common Stock per $1,000 principal amount of 2026 Notes, which is equivalent to an initial conversion price of approximately $20.85 per share of the Common Stock. The initial conversion price of the 2026 Notes represents a premium of approximately 37.5% to the $15.16 per share last reported sale price of the Common Stock on February 2, 2021. The conversion rate is subject to adjustment under certain circumstances in accordance with the terms of the Indenture. The impact of the convertible feature will be dilutive to our earnings per share when our average stock price for the period is greater than the conversion price.\nIn connection with the issuance of the 2026 Notes, we entered into transactions for convertible notes hedge (the “Notes Hedge”) and warrants (the “Warrant Transactions”). The Notes Hedge was entered into with Bank of America, N.A., Jefferies International Limited and Goldman Sachs & Co. LLC, and provided the Company with the option to acquire, on a net settlement basis, approximately 7.4 million shares of Common Stock at a strike price of $20.85, which is equal to the number of shares of Common Stock that notionally underlie and corresponds to the conversion price of the 2026 Notes. The cost of the Notes Hedge was $33.2 million. The Notes Hedge will expire on February 1, 2026, equal to the maturity date of the 2026 Notes. The Notes Hedge is expected to reduce the potential equity dilution upon conversion of the 2026 Notes if the daily volume-weighted average price per share of our Common Stock exceeds the strike price of the Notes Hedge.\nIn addition, the Warrant Transactions provided us with the ability to acquire up to 7.4 million shares of our Common Stock. The Warrant Transactions will expire ratably during the 80 trading days commencing on and including May 1, 2026 and may be settled in net shares of Common Stock or net cash at the Company’s election. We received $23.9 million in cash proceeds from the Warrant Transactions.\nAs of July 31, 2023, the 2026 Notes were not convertible, therefore, we had not purchased any shares under the Notes Hedge and the Warrant Transactions had not been exercised and remain outstanding. See Note 9 of the accompanying notes to the consolidated financial statements included in this Form 10-K for more information relating to the Notes Hedge and Warrant Transactions.\nRights Agreement\nOn October 23, 2018, the Company entered into the Section 382 Rights Agreement (the “Rights Agreement”) and issued a dividend of one preferred share purchase right (a “Right”) for each share of Common Stock payable on November 2, 2018 to the stockholders of record of such shares on that date. Each Right entitles the registered holder, under certain circumstances, to purchase from the Company one one-thousandth of a share of Series B Junior Preferred Stock, par value $0.001 per share (the “Preferred Shares”), of the Company, at a price of $35.00 per one one-thousandth of a Preferred Share represented by a Right, subject to adjustment. The description and terms of the Rights are set forth in the Rights Agreement.\n33\nThe Rights are not exercisable until the Distribution Date (as defined in the Rights Agreement). Until a Right is exercised, the holder thereof, as such, will have no rights as a stockholder of the Company, including, without limitation, the right to vote or to receive dividends.\nAt any time prior to the time any person becomes an Acquiring Person (as defined in the Rights Agreement), the Board may redeem the Rights in whole, but not in part, at a price of $0.0001 per Right (the “Redemption Price”). The redemption of the Rights may be made effective at such time, on such basis and with such conditions as the Board in its sole discretion may establish. Immediately upon any redemption of the Rights, the right to exercise the Rights will terminate and the only right of the holders of Rights will be to receive the Redemption Price.  \nOn February 28, 2019, the Company entered into an Amendment No. 1 to the Rights Agreement for the purpose of (i) modifying the definitions of “Beneficial Owner,” “Beneficially Own,” and “Beneficial Ownership” under the Rights Agreement to more closely align such definitions to the actual and constructive ownership rules under Section 382 of the Internal Revenue Code of 1986, as amended (“Section 382”) or such similar provisions of the Tax Cuts and Jobs Act of 2017 and the rules and regulations promulgated thereunder, and (ii) adding an exemption request process for persons to seek an exemption from becoming an “Acquiring Person” under the Rights Agreement in the event such person wishes to acquire 4.9% or more of the Common Stock then outstanding.\nThe Rights expired on October 22, 2021 and no Rights were redeemed or exchanged.\nShare Repurchase Program\nOn June 15, 2021, the Board authorized and approved a share repurchase program for up to $15.0 million of the currently outstanding shares of our Common Stock. The share repurchase program expired on June 30, 2022. The Company made purchases of $0.2 million, or 10,555 shares, during fiscal 2021 at an average price of $17.99 per share. The Company made purchases of $14.8 million, or approximately 886,204 shares during fiscal 2022 at an average price of $16.73 per share. The share repurchase plan was completed during the second quarter of fiscal 2022 and total purchases made under the share repurchase program were $15.0 million.\nLease Obligations\nOur principal executive offices, as well as our research and development facility, are located in approximately 29,000 square feet of office space in San Diego, California and the term of the lease continues through June 30, 2024. The average annual base rent under this lease is approximately $1.2 million per year. In connection with this lease, we received tenant improvement allowances totaling approximately $1.0 million. These lease incentives are being amortized as a reduction of rent expense over the term of the lease. \nOur other offices are located in Paris, France; Amsterdam, The Netherlands; New York, New York; Barcelona, Spain; and London, United Kingdom. Other than the lease for our office space in San Diego, California, we do not believe that the leases for our offices are material lease obligations.\nOther Liquidity Matters\nOn September 30, 2022, we had investments of $68.9 million, designated as available-for-sale debt securities, which consisted of U.S. Treasury notes, asset-backed securities, foreign government and agency securities, and corporate issuances, carried at fair value as determined by quoted market prices for identical or similar assets, with unrealized gains and losses, net of tax, and reported as a separate component of stockholders’ equity. All securities for which maturity or sale is expected within one year are classified as “current” on the consolidated balance sheets. All other securities are classified as “long-term” on the consolidated balance sheets. At September 30, 2022, we had $58.3 million of our available-for-sale securities classified as current and $10.6 million of our available-for-sale securities classified as long-term. At September 30, 2021, we had $149.1 million of our available-for-sale securities classified as current and $48.1 million of our available-for-sale securities classified as long-term.\nWe had working capital (current assets less current liabilities) of $88.6 million at September 30, 2022 compared to $164.8 million at September 30, 2021.\nBased on our current operating plan, we believe the current cash and cash equivalent balance and cash expected to be generated from operations will be adequate to satisfy our working capital needs for the next twelve months from the date these consolidated financial statements are filed.\nCritical Accounting Estimates\nOur financial statements and accompanying notes are prepared in accordance with accounting principles generally accepted in the U.S. (“GAAP”). Preparing financial statements requires management to make estimates and assumptions that affect the reported amounts of assets, liabilities, stockholders’ equity, revenue, and expenses and related disclosure of contingent assets and liabilities. Management regularly evaluates its estimates and assumptions. These estimates and assumptions are based on historical experience and on various other factors that are believed to be reasonable under the circumstances, and form the basis for making management’s most difficult, subjective, or complex judgments, often as a result of the need to make estimates about the effects of matters that are \n34\ninherently uncertain. Actual results could vary from those estimates under different assumptions or conditions. We believe the following critical accounting estimates affect the more significant judgments and estimates used in the preparation of our consolidated financial statements. \nRevenue Recognition\nWe enter into contractual arrangements with integrators, resellers, and directly with our customers that may include licensing of our software products, product support and maintenance services, SaaS services, consulting services, or various combinations thereof, including the sale of such products or services separately. Our accounting policies regarding the recognition of revenue for these contractual arrangements are fully described in Note 2 of the accompanying notes to our consolidated financial statements included in this Form 10-K.\nOur SaaS offerings give customers the option to be charged upon their incurred usage in arrears (“Pay as You Go”) or to commit to a minimum spend over their contracted period, with the ability to purchase unlimited additional transactions above the minimum during the contract term. For contracts which include a minimum commitment, we are standing ready to provide as many transactions as desired by the customer during the contract term and revenue is recognized on a ratable basis over the contract period including an estimate of usage above the minimum commitment. Usage above minimum commitment is estimated by looking at historical usage, expected volume, and other factors to project out for the remainder of the contract term. The estimated usage-based revenues are constrained to the amount we expect to be entitled to receive in exchange for providing access to our platform.\nWe include any fixed charges within our contracts as part of the total transaction price. To the extent that variable consideration is not constrained, we include an estimate of the variable amount, as appropriate, within the total transaction price and update our assumptions over the duration of the contract. We may constrain the estimated transaction price in the event of a high degree of uncertainty as to the final consideration amount owed because of an extended length of time over which the fees may be adjusted. The transaction price, including any discounts, is allocated between separate goods and services in a multi-element arrangement based on their relative standalone selling prices. For items that are not sold separately, we estimate the standalone selling prices using available information such as market conditions and internally approved pricing guidelines. Significant judgment may be required to determine standalone selling prices for each performance obligation and whether it depicts the amount we expect to receive in exchange for the related good or service.\nConvertible Senior Notes Hedge and Embedded Conversion Derivative\n \nIn February 2021, the Company issued $155.3 million aggregate principal amount of 0.750% convertible notes due 2026 (the “2026 Notes”). Concurrently with the issuance of the 2026 Notes, the Company entered into privately-negotiated convertible senior note hedge (the “Notes Hedge”) and warrant transactions (the “Warrant Transactions”) which, in combination, are intended to reduce the potential dilution from the conversion of the 2026 Notes. The Company could not elect to issue the shares of its Common Stock upon settlement of the 2026 Notes due to insufficient authorized share capital. As a result, the embedded conversion option (the “embedded conversion derivative”) is accounted for as a derivative liability and the Notes Hedge as a derivative asset and the resulting gain (or loss) was reported in other income, net, in the consolidated statement of operations to the extent the valuation changed from the date of issuance of the 2026 Notes. The Warrant Transactions were recorded in additional paid-in-capital in the consolidated balance sheet and are not remeasured as long as they continue to meet the conditions for equity classification. See Note 9 of the accompanying notes to the consolidated financial statements included in this Form 10-K for additional information related to these transactions.\nInvestments\nWe determine the fair value of our assets and liabilities based on the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. Valuation techniques used to measure fair value maximize the use of observable inputs and minimize the use of unobservable inputs. We use a fair value hierarchy with three levels of inputs, of which the first two are considered observable and the last unobservable, to measure fair value:\n•\nLevel 1—Quoted prices in active markets for identical assets or liabilities;\n•\nLevel 2—Inputs other than Level 1 that are observable, either directly or indirectly, such as quoted prices for similar assets or liabilities; quoted prices in markets that are not active; or other inputs that are observable or can be corroborated by observable market data for substantially the full term of the assets or liabilities; and\n•\nLevel 3—Unobservable inputs that are supported by little or no market activity and that are significant to the fair value of the assets or liabilities.\nIn using this fair value hierarchy, management may be required to make assumptions about pricing by market participants and assumptions about risk, specifically when using unobservable inputs to determine fair value. These assumptions are subjective in nature and may significantly affect our results of operations.\n35\nFair Value of Equity Instruments\nThe valuation of certain items, including compensation expense related to equity awards granted, involves significant estimates based on underlying assumptions made by management. The valuation of stock options is based upon a Black-Scholes valuation model, which involves estimates of stock volatility, expected life of the instruments and other assumptions. The valuation of performance options, Senior Executive Long Term Incentive Restricted Stock Units, and similar awards are based upon the Monte-Carlo simulation, which involves estimates of our stock price, expected volatility, and the probability of reaching the performance targets.\nGoodwill and Purchased Intangible Assets\nGoodwill and intangible assets with indefinite useful lives are tested for impairment at least annually or as circumstances indicate that their value may no longer be recoverable. Our goodwill is considered to be impaired if we determine that the carrying value of the reporting unit to which the goodwill has been assigned exceeds management’s estimate of its fair value. The process of evaluating the potential impairment of goodwill is subjective and requires significant judgment at many points during the analysis. We determine the fair value of the reporting unit based on the income approach which requires significant judgments to be made about the future cash flows of that reporting unit, discount rates, and growth rates. Our cash flow forecasts are based on assumptions that represent the highest and best use for our reporting units. In the fourth quarter of fiscal 2022, we completed our annual goodwill impairment test and concluded that our goodwill was not impaired. \nIntangible assets with definite lives are amortized over their useful lives. Each period, we evaluate the estimated remaining useful life of our intangible assets and whether events or changes in circumstances warrant a revision to the remaining period of amortization. The carrying amounts of these assets are periodically reviewed for impairment whenever events or changes in circumstances indicate that the carrying value of these assets may not be recoverable. Recoverability of these assets is measured by comparing the carrying amount of each asset group to the future undiscounted cash flows the asset is expected to generate. The carrying amount of such assets is reduced to fair value if the undiscounted cash flows used in the test for recoverability are less than the carrying amount of such assets. No impairment charge related to the impairment of intangible assets was recorded during the twelve months ended September 30, 2022, 2021, and 2020. \nBusiness Combinations\nAccounting for business combinations requires us to make significant estimates and assumptions, especially at the acquisition date with respect to tangible and intangible assets acquired, liabilities assumed, and pre-acquisition contingencies. We use our best estimates and assumptions to accurately assign fair value to the tangible and intangible assets acquired and liabilities assumed at the acquisition date.\nExamples of critical estimates in valuing certain of the intangible assets and goodwill we have acquired include but are not limited to:\n•\nfuture expected cash flows from license sales, software services contracts, professional services contracts, other customer contracts, and acquired developed technologies and patents;\n•\nthe acquired company’s trade name, trademark and existing customer relationships, as well as assumptions about the period of time the acquired trade name and trademark will continue to be used in our offerings;\n•\nuncertain tax positions and tax related valuation allowances assumed; and\n•\ndiscount rates.\nAccounting for Income Taxes\nWe estimate income taxes based on the various jurisdictions where we conduct business. Significant judgment is required in determining our worldwide income tax provision. Deferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes. These differences result in deferred tax assets and liabilities, which are reflected in our balance sheets. We then assess the likelihood that deferred tax assets will be realized. A valuation allowance is recorded when it is more likely than not that some of the deferred tax assets will not be realized. When a valuation allowance is established or increased, we record a corresponding tax expense in our statements of operations. We review the need for a valuation allowance each interim period to reflect uncertainties about whether we will be able to utilize deferred tax assets before they expire. The valuation allowance analysis is based on estimates of taxable income for the jurisdictions in which we operate and the periods over which our deferred tax assets will be realizable.\nWe recognize and measure benefits for uncertain tax positions using a two-step approach. The first step is to evaluate the tax position taken or expected to be taken in a tax return by determining if the weight of available evidence indicates that it is more likely than not that the tax position will be sustained upon audit, including resolution of any related appeals or litigation processes. For tax positions that are more likely than not of being sustained upon audit, the second step is to measure the tax benefit as the largest amount that has more than a 50% chance of being realized upon settlement. Significant judgment is required to evaluate uncertain tax positions. We evaluate uncertain tax positions on a quarterly basis. The evaluations are based upon a number of factors, including \n36\nchanges in facts or circumstances, changes in tax law, correspondence with tax authorities during the course of audits, and effective settlement of audit issues.\nIn assessing the realizability of deferred tax assets, management considers whether it is more likely than not that some portion or all of the deferred tax assets will be realized. The ultimate realization of deferred tax assets is dependent upon the generation of future taxable income during the periods in which those temporary differences become deductible. We will continue to assess the need for a valuation allowance on the deferred tax asset by evaluating both positive and negative evidence that may exist. Any adjustment to the net deferred tax asset valuation allowance would be recorded in the income statement for the period that the adjustment is determined to be required.\nITEM  7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK.\nInterest Rates\nThe primary objective of our investment activities is to preserve principal while at the same time maximizing after-tax yields without significantly increasing risk. To achieve this objective, we maintain our investment portfolio of cash equivalents and marketable securities in a variety of securities, including corporate debt securities, commercial paper and certificates of deposit. We have not used derivative financial instruments in our investment portfolio, and none of our investments are held for trading or speculative purposes. Short-term and long-term debt securities are generally classified as available-for-sale and consequently are recorded on the consolidated balance sheets at fair value with unrealized gains or losses reported as a separate component of accumulated other comprehensive loss, net of estimated tax. As of September 30, 2022, our marketable securities had remaining maturities between one and twenty-five months and a fair market value of $68.9 million, representing 19% of our total assets.\nThe fair value of our cash equivalents and debt securities is subject to change as a result of changes in market interest rates and investment risk related to the issuers’ credit worthiness. We do not utilize financial contracts to manage our investment portfolio’s exposure to changes in market interest rates. A hypothetical 100 basis point increase or decrease in market interest rates would not have a material impact on the fair value of our cash equivalents and debt securities due to the relatively short maturities of these investments. While changes in market interest rates may affect the fair value of our investment portfolio, any gains or losses will not be recognized in our results of operations until the investment is sold or if the reduction in fair value was determined to be an other-than-temporary impairment.\nForeign Currency Risk\nAs a result of past acquisitions, we have operations in France, the Netherlands, and Spain that are exposed to fluctuations in the foreign currency exchange rate between the U.S. dollar, the Euro, the Ruble, and the British pound sterling. The functional currency of our French, Dutch, and Spanish operations is the Euro. Our results of operations and cash flows are subject to fluctuations due to changes in foreign currency exchange rates, particularly changes in the Euro. Translation adjustments resulting from translating the functional currency financial statements into U.S. dollar equivalents are reported separately in the consolidated statements of operations and other comprehensive income (loss).\nInflation\n We do not believe that inflation had a material effect on our business, financial condition or results of operations in the last three fiscal years. If our costs were to become subject to significant inflationary pressures, we may not be able to fully offset such higher costs through price increases. Our inability or failure to do so could harm our business, financial condition and results of operations.",
    "item7a": ">Item 7A.\nQuantitative and Qualitative Disclosures About Market Risk\n37\nItem 8.\nFinancial Statements and Supplementary Data\n37\nItem 9.\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n37\nItem 9A.\nControls and Procedures\n38\nItem 9B.\nOther Information\n40\nItem 9C. \nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n41\nPart III\nItem 10.\nDirectors, Executive Officers and Corporate Governance\n42\nItem 11.\nExecutive Compensation\n48\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n65\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n69\nItem 14.\nPrincipal Accountant Fees and Services\n69\nPart IV\nItem 15.\nExhibits and Financial Statement Schedules\n72\nItem 16.\nForm 10-K Summary\n75\nSignatures\n76\nEXPLANATORY NOTE\nMitek Systems, Inc. (“Mitek,” the “Company,” “we,” “us,” and “our”), a Delaware corporation, is filing this comprehensive Annual Report on Form 10-K for the fiscal year ended September 30, 2022 (this “Form 10-K”). This Comprehensive Form 10-K contains our audited consolidated financial statements for the fiscal year ended September 30, 2022, as well as restatement of the following previously filed periods: our unaudited consolidated financial statements covering the quarterly reporting periods for the three and six month periods ended March 31, 2022 and the three and nine month periods ended June 30, 2022.\nOn May 8, 2023, the Company filed a Current Report on Form 8-K disclosing that the Company determined that its previously issued unaudited interim consolidated financial statements contained in the Amendment No. 1 to Quarterly Report on Form 10-Q for the quarter ended March 31, 2022 and Quarterly Report on Form 10-Q for the quarter ended June 30, 2022 (the “Non-Reliance \nPeriods”), should no longer be relied upon. For additional information, please refer to our Current Report on Form 8-K, filed with the Securities and Exchange Commission (“SEC”).\nBackground of Restatement\nIn connection with the preparation of the Company’s financial statements for the fiscal year ended September 30, 2022, the Company noted that certain revenue contracts and other items were improperly accounted for during three and six months ended March 31, 2022 and the three and nine months ended June 30, 2022. Specifically, the Company (a) did not appropriately (i) recognize revenue on its multiyear term licenses; (ii) recognize revenue related to guaranteed minimums and overages for software as a service (“SaaS”) product sales; (iii) cut off revenue related to term license sales; (iv) capitalize certain commissions paid to the HooYu Ltd (“HooYu”) sales team subsequent to the acquisition of HooYu in March 2022; (v) recognize a lease liability and right-of-use asset related to the office lease assumed in the HooYu acquisition; and (vi) recognize certain liabilities upon the acquisition of HooYu that were not valid liabilities; and (b) misclassified certain employee costs related to cloud operations as research and development expense instead of cost of revenue.\nThe complete impact of these errors and adjustments is disclosed in Note 15 of the accompanying notes to the consolidated financial statements included in this Form 10-K. The Company has corrected these errors for the quarters ended March 31, 2022 and June 30, 2022.\nInternal Control Considerations\nIn connection with the restatement, management has re-evaluated the effectiveness of the Company’s internal controls over financial reporting as of March 31, 2022. The Audit Committee of the Company’s Board of Directors, with concurrence of management, has concluded that, in light of the errors described above, additional material weaknesses exist in the Company’s internal controls over financial reporting as of March 31, 2022. Management plans to enhance processes by increasing the number of resources with the necessary skill sets, providing ongoing training for key personnel, and designing and implementing appropriate risk assessment and internal control procedures. For a discussion of management’s consideration of our disclosure controls and procedures, internal controls over financial reporting, and the material weaknesses identified, see Part II, Item 9A, Controls and Procedures of this Form 10-K.\nItems Amended By the Filing of this Form 10-K\nThis Form 10-K reflects changes to the: (i) consolidated balance sheets as of March 31, 2022 and June 30, 2022, (ii) consolidated statements of operations and comprehensive income (loss) for the three and six months ended March 31, 2022 and three and nine months ended June 30, 2022, and (iii) consolidated statements of stockholders’ equity, and statements of cash flows for the six months ended March 31, 2022 and the nine months ended June 30, 2022, and the related notes thereto. Restatement of consolidated financial statements for the quarterly periods are disclosed in Note 15 of the accompanying notes to the consolidated financial statements included in this Form 10-K. The Company has not filed, and does not intend to file, amendments to its previously filed Quarterly Reports on Form 10-Q for the quarters ended March 31, 2022 and June 30, 2022. Accordingly, investors should rely only on the financial information and other disclosures regarding the restated periods in this Form 10-K or in future filings with the SEC (as applicable), and not on any previously issued or filed reports, earnings releases or similar communications relating to these periods.\nSee Note 15 of the accompanying notes to the consolidated financial statements, included in Part II, Item 8 of this Form 10-K for additional information on the effects of the restatement and the related consolidated financial statement effects.\nIMPORTANT NOTE ABOUT FORWARD-LOOKING STATEMENTS\nThis Annual Report on Form 10-K, including the “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” contains “forward-looking statements” that are often identified by the use of regarding future events and future results that are subject to the safe harbors created under the meaning, that involve risks and uncertainties, as well as assumptions that, if they never materialize or prove incorrect, could cause our results to differ materially and adversely from those expressed or implied by such forward-looking statements.\nStatements that are not purely historical are forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities and Exchange Act of 1934, as amended (the “Exchange Act”). Forward-looking statements can be identified by the use of words such as “estimate,” “plan,” “project,” “forecast,” “intend,” “expect,” “anticipate,” “believe,” “seek,” “target,” or similar expressions.\nIn addition to those factors discussed under Item 1A—“Risk Factors,” important factors could cause actual results to differ materially from our expectations. These factors include, but are not limited to:\n•\nadverse economic conditions;\n•\ngeneral decreases in demand for our products and services;\n•\nchanges in timing of introducing new products into the market;\n•\nintense competition (including entry of new competitors), including among competitors with substantially greater resources than us;\n•\nincreased or adverse federal, state, and local government regulation;\n•\ninadequate capital;\n•\nunexpected costs;\n•\nrevenues and net income lower than anticipated;\n•\nlitigation;\n•\nthe possible fluctuation and volatility of operating results and financial conditions;\n•\nthe impact of legal, regulatory, or supervisory matters on our business, results of operations, or financial condition;\n•\ninability to carry out our marketing and sales plans; \n•\nthe loss of key employees and executives;\n•\nour sales and marketing strategy, including our international sales and channel partner strategy;\n•\ncustomer product adoption and purchasing patterns, including renewal, expansion and conversion from on-premises to cloud services;\n•\nmanagement’s plans, beliefs and objectives for future operations;\n•\nour ability to provide compelling, uninterrupted and secure cloud services to our customers;\n•\nthe impact of geopolitical events, including the war in Ukraine;\n•\nour acquisitions, including the expected impacts of such acquisitions;\n•\nexpected impact of changes in accounting pronouncements and other financial and non-financial reporting standards;\n•\nexposure to interest rate changes;\n•\ninflation; and\n•\nthe impact of climate change, natural disasters and actual or threatened public health emergencies.\nThese statements represent the beliefs and assumptions of our management based on the information currently available to us. Such forward-looking statements are subject to risks, uncertainties and other important factors that could cause actual results and the timing of certain events to differ materially from future results expressed or implied by such forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to, those identified above, and those discussed in the section titled “Risk Factors” included in Part I, Item 1A. Furthermore, such forward-looking statements speak only as of the date of report. Except as required by law, we undertake no obligations to update any forward-looking statements to reflect events or circumstances that occur after the date of this report.\ni\nPART I",
    "cik": "807863",
    "cusip6": "606710",
    "cusip": [
        "606710200"
    ],
    "names": [
        "MITEK SYSTEMS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/807863/000080786323000049/0000807863-23-000049-index.htm"
}