{
    "item1": ">Item 1. Business\nThe Company, founded in 1807, was incorporated in the state of New York on January 15, 1904. Throughout this report, when we refer to “Wiley,” the “Company,” “we,” “our,” or “us,” we are referring to John Wiley & Sons, Inc. and all of our subsidiaries, except where the context indicates otherwise.\nPlease refer to Part II, Item 8, “Financial Statements and Supplementary Data,” for financial information about the Company and its subsidiaries, which is incorporated herein by reference. Also, when we cross reference to a “Note,” we are referring to our “Notes to Consolidated Financial Statements,” in Part II, Item 8, “Financial Statements and Supplementary Data” unless the context indicates otherwise.\nWiley is a global leader in scientific research and career-connected education, unlocking human potential by enabling discovery, powering education, and shaping workforces. For over 200 years, Wiley has fueled the world’s knowledge ecosystem. Today, our high-impact content, platforms, and services help researchers, learners, institutions, and corporations achieve their goals in an ever-changing world. Wiley is a predominantly digital company with approximately 85% of revenue generated by digital products and tech-enabled services. For the year ended April 30, 2023, approximately 57% of our revenue is recurring which includes revenue that is contractually obligated or set to recur with a high degree of certainty. \nWe have reorganized our Education lines of business into two new customer-centric segments. The Academic segment addresses the university customer group and includes Academic Publishing and University Services. The Talent segment addresses the corporate customer group and is focused on delivering training, sourcing, and upskilling solutions. Prior period segment results have been revised to the new segment presentation. There were no changes to our consolidated financial results. Our new segment reporting structure consists of three reportable segments, as well as a Corporate expense category (no change), which includes certain costs that are not allocated to the reportable segments:\n•\nResearch includes Research Publishing and Research Solutions, and no changes were made as a result of this realignment;\n•\nAcademic includes the Academic Publishing and University Services lines. Academic Publishing is the combination of the former Education Publishing line and professional publishing offerings;\n•\nTalent is the combination of the former Talent Development line, and our assessments (corporate training) and corporate learning offerings.\nThrough the Research segment, we provide peer-reviewed scientific, technical, and medical (STM) publishing, content platforms, and related services to academic, corporate, and government customers, academic societies, and individual researchers. The Academic segment provides scientific, professional, and education print and digital books, digital courseware, and test preparation services, as well as engages in the comprehensive management of online degree programs for universities. The Talent segment services include sourcing, training, and preparing aspiring students and professionals to meet the skill needs of today’s technology careers and placing them with large companies and government agencies. It also includes assessments (corporate training) and corporate learning offerings. Our operations are primarily located in the United States (US), United Kingdom (UK), India, Sri Lanka, and Germany. In the year ended April 30, 2023, approximately 45% of our consolidated revenue was from outside the US. \nWiley’s business strategies are tightly aligned with long term growth trends, including open research, career-connected education, and workforce optimization. Research strategies include driving publishing output to meet the global demand for peer-reviewed research and expanding platform and service offerings for corporations and societies. Education strategies include expanding online degree programs and driving online enrollment for university partners, scaling digital content and courseware, and expanding IT talent placement and reskilling programs for corporate partners.\n5\nIndex\nBusiness Segments\nWe report financial information for the following reportable segments, as well as a Corporate expense category, which includes certain costs that are not allocated to the reportable segments:\n•\nResearch \n•\nAcademic\n•\nTalent\nResearch:\nResearch’s mission is to support researchers, professionals and learners in the discovery and use of research knowledge to help them achieve their goals. Research provides scientific, technical, medical, and scholarly journals, as well as related content and services, to academic, corporate, and government libraries, learned societies, and individual researchers and other professionals. Journal publishing categories include the physical sciences and engineering, health sciences, social sciences and humanities, and life sciences. Research also includes Atypon Systems, Inc. (Atypon), a publishing software and service provider that enables scholarly and professional societies and publishers to deliver, host, enhance, market, and manage their content on the web through the \nLiteratum\n™ platform. Research customers include academic, corporate, government, and public libraries, funders of research, researchers, scientists, clinicians, engineers and technologists, scholarly and professional societies, and students and professors. Research products are sold and distributed globally through multiple channels, including research libraries and library consortia, independent subscription agents, direct sales to professional society members, and other customers. Publishing centers include Australia, China, Germany, India, the UK, and the US. Research revenue accounted for approximately 54% of our consolidated revenue in the year ended April 30, 2023, with a 34.9% Adjusted EBITDA margin. See Part II, Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" in the section \"Segment Operating Results\" of this Annual Report on Form 10-K for further details. Approximately 95% of Research revenue is generated by digital and online products, and services. \nResearch revenue by product type includes Research Publishing and Research Solutions. The graphs below present revenue by product type for the years ended April 30, 2023 and 2022:\n2023\n2022\nKey growth strategies for the Research segment include evolving and developing new licensing models for our institutional customers (“pay to read and publish”), developing new open access journals and revenue streams (“pay to publish”), focusing resources on high-growth and emerging markets, and developing new digital products, services, and workflow solutions to meet the needs of researchers, authors, societies, and corporate customers.\nResearch Publishing\nResearch Publishing generates the majority of its revenue from contracts with its customers in the following revenue streams:\n•\nJournal Subscriptions (“pay to read”), Open Access (“pay to publish”), and Transformational Models (“pay to read and publish”); and\n•\nLicensing, Backfiles, and Other.\n6\nIndex\nJournal Subscriptions, Open Access, and Transformational Model\ns\nAs of April 30, 2023, we publish over 1,900 academic research journals. We sell journal subscriptions\n \ndirectly to thousands of research institutions worldwide through our sales representatives, indirectly through independent subscription agents, through promotional campaigns, and through memberships in professional societies for those journals that are sponsored by societies. Journal subscriptions are primarily licensed through contracts for digital content available online through our \nWiley Online Library \nplatform. Contracts are negotiated by us directly with customers or their subscription agents. Subscription periods typically cover calendar years. Subscription revenue is generally collected in advance. Approximately 53% of Journal Subscription revenue is derived from publishing rights owned by Wiley. Long-term publishing alliances also play a major role in Research Publishing’s success. Approximately 47% of Journal Subscriptions revenue is derived from publication rights that are owned by professional societies and other publishing partners such as charitable organizations or research institutions, and are published by us pursuant to long-term contracts or owned jointly with such entities\n.\n These alliances bring mutual benefit: The partners gain Wiley’s publishing, marketing, sales, and distribution expertise, while Wiley benefits from being affiliated with prestigious organizations  and their members. Societies that sponsor or own such journals generally receive a royalty and/or other financial consideration. We may procure editorial services from such societies on a prenegotiated fee basis. We also enter into agreements with outside independent editors of journals that define their editorial duties and the fees and expenses for their services. Contributors of articles to our journal portfolio transfer publication rights to us or a professional society, as applicable. We publish the journals of many prestigious societies, including the American Cancer Society, the American Heart Association, the American Anthropological Association, the American Geophysical Union, and the German Chemical Society.\nWiley Online Library, \nwhich is delivered through our \nLiteratum\n platform, provides the user with intuitive navigation, enhanced discoverability, expanded functionality, and a range of personalization options. Access to abstracts is free and full content is accessible through licensing agreements or as individual article purchases. Large portions of the content are provided free or at nominal cost to developing nations through partnerships with certain nonprofit organizations. Our online publishing platforms provide revenue growth opportunities through new applications and business models, online advertising, deeper market penetration, and individual sales and pay-per-view options.\nWiley’s performance in the 2021 release of Clarivate Analytics’ Journal Citation Reports (JCR) remains strong, maintaining its top 3 position in terms of citations received and sits in 4\nth\n place for journals indexed and articles published. Wiley has 7% of titles, 8% of articles, and 11% of citations.\nA total of 1,540 Wiley journals were included in the reports. Wiley journals ranked #1 in 19 categories across 17 of its titles and achieved 270 top-10 category rankings.\nThe annual JCR are one of the most widely used sources of citation metrics used to analyze the performance of peer-reviewed journals. The most famous of these metrics, the Impact Factor, is based on the frequency with which an average article is cited in the JCR report year. Alongside other metrics, this makes it an important tool for evaluating a journal’s impact on ongoing research.\nUnder the Open Access business model, accepted research articles are published subject to payment of Article Publication Charges (APCs) and then all open articles are immediately free to access online. Contributors of open access articles retain many rights and typically license their work under terms that permit reuse.\nOpen Access offers authors choices in how to share and disseminate their work, and it serves the needs of researchers who may be required by their research funder to make articles freely accessible without embargo. APCs are typically paid by the individual author or by the author’s funder, and payments are often mediated by the author’s institution. We provide specific workflows and infrastructure to authors, funders, and institutions to support the requirements of Open Access.\nWe offer two Open Access publishing models. The first of these is \nHybrid Open Access \nwhere authors publishing in the majority of our paid subscription journals, after article acceptance, are offered the opportunity to make their individual research article openly available online.\nThe second offering of the Open Access model is a growing portfolio of fully open access journals, also known as \nGold Open Access Journals.\n All Open Access articles are subject to the same rigorous peer-review process applied to our subscription-based journals. As with our subscription portfolio, a number of the \nGold Open Access Journals\n are published under contract for, or in partnership with, prestigious societies, including the American Geophysical Union, the American Heart Association, the European Molecular Biology Organization, and the British Ecological Society. The Open Access portfolio spans life, physical, medical, and social sciences and includes a choice of high impact journals and broad-scope titles that offer a responsive, author-centered service.\n7\nIndex\nTransformational agreements (“read and publish”), are an innovative model that blends Journal Subscription and Open Access offerings. Essentially, for a single fee, a national or regional consortium of libraries pays for and receives full read access to our journal portfolio and the ability to publish under an open access arrangement. Like subscriptions, transformational agreements involve recurring revenue under multiyear contracts. Transformational models accelerate the transition to open access while maintaining subscription access.\nLicensing, Backfiles, and Other\nLicensing, Backfiles, and Other\n \nincludes backfile sales, the licensing of publishing rights, and individual article sales. A backfile\n \nlicense provides access to a historical collection of Wiley journals, generally for a one-time fee. We also engage with international publishers and receive licensing revenue from reproductions, translations, and other digital uses of our content. Through the \nArticle Select\n and \nPayPerView\n programs, we provide fee-based access to non-subscribed journal articles, content, book chapters, and major reference work articles. The Research Publishing business is also a provider of content and services in evidence-based medicine (EBM). Through our alliance with The Cochrane Collaboration, we publish \nThe Cochrane Library\n, a premier source of high-quality independent evidence to inform healthcare decision-making. EBM facilitates the effective management of patients through clinical expertise informed by best practice evidence that is derived from medical literature.\nResearch Solutions\nResearch Solutions is principally comprised of our Atypon platforms business and our corporate and society services offerings, including advertising, career-centers, knowledge hubs, databases, consulting, and reprints. \nAtypon Platforms and Services\nLiteratum\n, our online publishing platform for societies and other research publishers, delivers integrated access to more than 10 million articles from approximately 2,100 publishers and societies, as well as over 27,000 online books and hundreds of multivolume reference works, laboratory protocols and databases. \nCorporate and Society Service Offerings\nCorporate and society service offerings include advertising, spectroscopy software and spectral databases, and job board software and career center services, which includes the products and services from our acquisition of Madgex Holdings Limited (Madgex) and Bio-Rad Laboratories Inc.’s Informatics products (Informatics). In addition, it also includes product and service offerings related to recent acquisitions such as \nJ&J Editorial Services, LLC. (J&J) on October 1, 2021, \nand the e\nJournalPress business (EJP) on November 30, 2021. \nJ&J is a publishing services company providing expert offerings in editorial operations, production, copyediting, system support and consulting. EJP is a technology platform company with an established journal submission and peer-review management system.\nWe generate advertising revenue from print and online journal subscription and controlled circulation products, our online publishing platform, \nLiteratum, \nonline events such as webinars and virtual conferences, community interest websites such as \nanalyticalscience.wiley.com,\n and other websites. Journal and article reprints\n \nare primarily used by pharmaceutical companies and other industries for marketing and promotional purposes. \nAcademic:\nOur Academic segment includes Academic Publishing and University Services, whose products and services include scientific, professional, and education print and digital books, and digital courseware to support libraries, corporations, students, professionals, and researchers, as well as online program management or OPM services for higher education institutions. Communities served include business, finance, accounting, management, leadership, computer science, data science, technology, behavioral health, engineering and architecture, mathematics, science and medicine, and education. Products are developed for worldwide distribution through multiple channels, including brick-and-mortar and online retailers, libraries, colleges and universities, corporations, direct-to-consumer, distributor networks, and through other channels. Publishing centers include Australia, Germany, India, the UK, and the US. Academic accounted for approximately 34% of our consolidated revenue in the year ended April 30, 2023, with a 21.4% Adjusted EBITDA margin. See Part II, Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" in the section \"Segment Operating Results\" of this Annual Report on Form 10-K for further details. Approximately 65% of Academic revenue is from digital and online products and services.\n8\nIndex\nAcademic revenue by product type includes Academic Publishing and University Services. The graphs below present revenue by product type for the years ended April 30, 2023 and 2022:\n2023\n2022\nKey strategies for the Academic business include developing high-impact, career-aligned courseware, products, brands, franchises, and solutions to meet the evolving needs of global learners and university partners while expanding global discoverability and distribution. We continue to implement strategies to efficiently and effectively manage print revenue declines while driving growth in our digital lines of business.    \nBook sales for Academic Publishing are generally made on a returnable basis with certain restrictions. We provide for estimated future returns on sales made during the year based on historical return experience and current market trends.\nMaterials for book publications are obtained from authors throughout most of the world, utilizing the efforts of a best-in-class internal editorial staff, external editorial support, and advisory boards. Most materials originate by the authors themselves or as the result of suggestions or solicitations by editors. We enter into agreements with authors that state the terms and conditions under which the materials will be published, the name in which the copyright will be registered, the basis for any royalties, and other matters. Author compensation models include royalties, which vary depending on the nature of the product and work-for-hire. We may make advance royalty payments against future royalties\n \nto authors of certain publications. Royalty advances are reviewed for recoverability and a reserve for loss is maintained, if appropriate.\nWe continue to add new titles, revise existing titles, and discontinue the sale of others in the normal course of our business. We also create adaptations of original content for specific markets based on customer demand. Our general practice is to revise our textbooks every 3-5 years, as warranted, and to revise other titles as appropriate. Subscription-based products are updated on a more frequent basis.\nWe generally contract independent printers and binderies globally for their services, using a variety of suppliers and materials to support our range of needs.\nWe have an agreement to outsource our US-based book distribution operations to Cengage Learning, with the continued aim of improving efficiency in our distribution activities and moving to a more variable cost model. As of April 30, 2023, we had one global warehousing and distribution facility remaining, which is in the UK.\nAcademic Publishing\nAcademic Publishing generates the majority of its revenue from contracts with its customers in the following revenue streams:\n•\nPrint and Digital Publishing\n•\nDigital Courseware\n•\nTest Preparation and Certification\n•\nLicensing and Other\n9\nIndex\nPrint and Digital Publishing\nEducation textbooks, related supplementary material, and digital products are sold primarily to bookstores and online retailers serving both for-profit and nonprofit educational institutions (primarily colleges and universities), and direct-to-students. We employ sales representatives who call on faculty responsible for selecting books to be used in courses and on the bookstores that serve such institutions and their students. The textbook business is seasonal, with the majority of textbook sales occurring during the July-through-October and December-through-February periods. There are various channels to drive affordability for print and digital materials within the higher education market, including used, rental, and inclusive access. \nSTM books (Reference) are sold and distributed globally in digital and print formats through multiple channels, including research libraries and library consortia, independent subscription agents, direct sales to professional society members, bookstores, online booksellers, and other customers.\nProfessional books, which include business and finance, technology, professional development for educators, and other professional categories, as well as the \nFor Dummies\n® brand, are sold to brick-and-mortar and online retailers, wholesalers who supply such bookstores, college bookstores, individual practitioners, corporations, and government agencies. We employ sales representatives who call upon independent bookstores, national and regional chain bookstores, wholesalers, and corporations globally. Sales of professional books also result from direct marketing outreach, conferences, and other industry-relevant outreach. \nWe also promote active and growing custom professional and education publishing programs. Professional organizations use our custom professional publications for marketing outreach. This outreach includes customized digital and print books written for a specific customer and includes custom cover art, such as imprints, messages, and slogans. More specific are customized \nFor Dummies\n® publications, which leverage the power of this well-known brand to meet the specific information needs of a wide range of organizations around the world. \nWe develop content in a digital format that can be used for both digital and print products, resulting in productivity and efficiency savings and enabling print-on-demand delivery. Book content is available online through \nWiley Online Library \n(delivered through our\n Literatum \nplatform), \nWileyPLUS\n, \nzyBooks®, alta\n™,\n \nand other proprietary platforms. Digital books are delivered to intermediaries, including Amazon, Apple, and Google, for sale to individuals in various industry-standard formats. These are now the preferred deliverable for licensees of all types, including foreign language publishers. Digital books are also licensed to libraries through aggregators. Specialized formats for digital textbooks go to distributors servicing the academic market, and digital book collections are sold by subscription through independent third-party aggregators servicing distinct communities. Custom deliverables are provided to corporations, institutions, and associations to educate their employees, generate leads for their products, and extend their brands. Digital content is also used to create online articles, mobile apps, newsletters, and promotional collateral. Continually reusing content improves margins, speeds delivery, and helps satisfy a wide range of evolving customer needs. Our online presence not only enables us to deliver content online, but also to sell more books. The growth of online booksellers benefits us because they provide unlimited virtual “shelf space” for our entire backlist. Publishing alliances and franchise products are important to our strategy. Education and STM publishing alliance partners include IEEE, American Institute of Chemical Engineers, and many others. The ability to join Wiley’s product development, sales, marketing, distribution, and technology with a partner’s content, technology, and/or brand name has contributed to our success.\nDigital Courseware\nWe offer high-quality online learning solutions, including \nWileyPLUS\n, a research-based online environment for effective teaching and learning that is integrated with a complete digital textbook. \nWileyPLUS \nimproves student learning through instant feedback, personalized learning plans, and self-evaluation tools, as well as a full range of course-oriented activities, including online planning, presentations, study, homework, and testing. In selected courses, \nWileyPLUS\n includes a personalized adaptive learning component. \nThe highly interactive \nzyBooks\n platform enables learners to learn by doing while allowing professors to be more efficient and devote more time to teaching. The platform maximizes learner engagement and retention through demonstration and hands-on learning experiences using interactive question sets, animations, tools, and embedded labs. The \nzyBooks\n platform will become an essential component of Wiley’s differentiated digital learning experience and, when combined with \nalta’s\n adaptive learning technology and \nWileyPLUS, \npowers high-impact education across Wiley’s Academic segment. \n10\nIndex\nTest Preparation and Certification\nThe Test Preparation and Certification business represents learning solutions, training activities, and print and digital formats that are delivered to customers directly through online digital delivery platforms, bookstores, online booksellers, and other customers. Products include CPAExcel®, a modular, digital platform comprised of online self-study, videos, mobile apps, and sophisticated planning tools to help professionals prepare for the CPA exam, and test preparation products for the GMAT™, ACT®, CFA®, CMA®, CIA®, CMT®, FRM®, FINRA®, Banking, and PMP® exams. In the last quarter of fiscal year 2023 we sold a portion of our test preparation and certification products referred to as Wiley's Efficient Learning test prep portfolio which focused on test prep for finance, accounting and business certifications. See Note 4, \"Acquisitions and Divestitures\" of the Notes to Consolidated Financial Statements for further details.  \nLicensing and Other\nLicensing and distribution services are made available to other publishers under agency arrangements. We also engage in co-publishing titles with international publishers and receive licensing revenue from photocopies, reproductions, translations, and digital uses of our content and use of the Knewton® adaptive engine. Wiley also realizes advertising revenue from branded websites (e.g., Dummies.com) and online applications.\nUniversity Services\nOur University Services business offers institutions and their students a rich portfolio of education technology and student and faculty support services, allowing the institutions to reach more students online with their own quality academic programs. \nMany of Wiley’s client institutions are regional state universities or small liberal arts colleges. Our resources, expertise and innovations meaningfully impact their ability to increase access to their programs online, as many students now seek these types of flexible offerings. University Services provides institutions with a bespoke suite of services that each institution has determined it needs to serve students, including market research, marketing and recruitment, program development, online platform technology, student retention support, instructional design, faculty development and support, and access to the Engage Learning Management System, which facilitates the online education experience. Graduate degree programs include Business Administration, Finance, Accounting, Healthcare, Engineering, Communications, and others. Revenue is derived from pre-negotiated contracts with institutions that provide for a share of revenue generated after students have enrolled and demonstrated initial persistence. While the majority of our contracts are revenue-share arrangements, we also offer the opportunity to contract on a fee-for-service basis, unlike many other third-party online providers. As of April 30, 2023, the University Services business had 64 university partners under contract.  \nTalent:\nOur Talent segment consists of talent development (Wiley Edge, formerly mthree) for professionals and businesses, assessments (corporate training) and corporate learning offerings. Our key growth strategy includes bridging the IT skills gap through talent development for corporations around the world. Talent accounted for approximately 12% of our consolidated revenue in the year ended April 30, 2023, with a 21.1% Adjusted EBITDA margin. See Part II, Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" in the section \"Segment Operating Results\" of this Annual Report on Form 10-K for further details. Talent generated 98% of its revenue from digital and online products and services.\nOn January 1, 2020, Wiley acquired mthree, a talent placement provider that addresses the IT skills gap by finding, training, and placing job-ready technology talent in roles with leading corporations worldwide. In late May 2022, Wiley renamed  mthree as Wiley Edge. Wiley Edge sources, trains, and prepares aspiring students and professionals to meet the skill needs of today’s technology and banking services careers, and then places them with some of the world’s largest financial institutions, technology companies, and government agencies. Wiley Edge also works with its clients to retrain and retain existing employees so they can continue to meet the changing demands of today’s technology landscape. In fiscal year 2023, Wiley Edge signed 15 new corporate clients and expanded into new industry verticals beyond financial services, such as technology and consumer goods.\n11\nIndex\nOur assessments (corporate training) offerings include high-demand soft-skills training solutions that are delivered to organizational clients through online digital delivery platforms, either directly or through an authorized distributor network of independent consultants, trainers, and coaches. Wiley’s branded assessment solutions include Everything DiSC®, The Five Behaviors® based on Patrick Lencioni’s perennial bestseller \nThe Five Dysfunctions of a Team\n, and Leadership Practices Inventory® from Kouzes and Posner’s bestselling \nThe Leadership Challenge\n®, as well as PXT Select™, a pre-hire selection tool. Our solutions help organizations hire and develop effective managers, leaders, and teams.\nWe also offer online learning and training solutions for global corporations and small and medium-sized enterprises, which are sold on a subscription or fee basis. Learning experiences, formats and modules on topics such as leadership development, value creation, client orientation, change management, and corporate strategy are delivered on a cloud-based CrossKnowledge Learning Management System (LMS) platform that hosts more than 20,000 content assets (videos, digital learning modules, written files, etc.) in 18 languages. Its offering includes a collaborative e-learning publishing and program creation system. In addition, learning experiences, content, and LMS offerings are continuously refreshed and expanded to serve a wider variety of customer needs. These digital learning solutions are either sold directly to corporate customers or through our global partners’ network.\nFiscal Year 2024 Dispositions, Segment Realignment, and Restructuring\nOn June 1, 2023, Wiley’s Board of Directors approved a plan to dispose of certain education businesses.  Those businesses are University Services (formerly Online Program Management) in our Academic segment, and Wiley Edge (formerly Talent Development) and CrossKnowledge in our Talent segment.  These dispositions are expected to be completed in fiscal year 2024, and will be reported as held for sale in the first quarter of fiscal year 2024.  In fiscal year 2023, these businesses, combined with the two dispositions disclosed in Note 4, \"Acquisitions and Divestitures\" generated approximately $393 million of revenue (approximately 19% of our consolidated revenue) and $43 million of Adjusted EBITDA (approximately 10% of our consolidated Adjusted EBITDA). \nWe are evaluating the financial statement impact of these planned dispositions.\n During fiscal year 2024, it is anticipated that additional restructuring actions will be undertaken to rightsize the Company’s expenses.  The timing of much of these restructuring actions will be influenced by the completion of the dispositions.  The amount of such charges has not yet been determined.  \nIn the first quarter of fiscal year 2024, we are realigning our segments. Our new segment structure will consist of two reportable segments which includes (1) Research (no change) and (2) Learning, as well as a Corporate expense category (no change), which includes certain costs that are not allocated to the reportable segments. Research will continue to have reporting lines of Research Publishing and Research Solutions. Learning will include reporting lines of Academic (education publishing) and Professional (professional publishing and assessments).  \nHuman Capital \nAs of April 30, 2023, we employed approximately 8,800 colleagues, including 1,800 placement candidates in the Wiley Edge product offering, on a full-time equivalent basis worldwide.\nWe view our colleagues as one of our most significant assets and investments to deliver on our mission to unlock human potential and to champion and advocate for our customers who want to make impacts in their fields, their workplaces, and their lives, through knowledge creation, use and dissemination. Our success depends on our ability to develop, attract, reward, and retain a diverse population of talented, qualified, and highly skilled colleagues at all levels of our organization and across our global workforce so that they can deliver on our promise to our customers to clear the way to their successes. \nThis includes programs, policies, and initiatives that promote diversity, equity, and inclusion (DEI); talent acquisition; ongoing employee learning and development; competitive compensation and benefits; health and well-being; and emphasis on employee satisfaction and engagement. \nOur culture differentiates us as an organization and our core values define how we work together. We ask colleagues to embody our three values—Learning Champion, Needle Mover, and Courageous Teammate—and assess their performance against these in addition to what they achieve against their goals. These values define who we are as a company and what we stand for.\n12\nIndex\nOur human capital metrics summary (excluding placement candidates in Wiley Edge) as of April 30, 2023:\nCATEGORY\nMETRIC\nEMPLOYEES\nBy Region\nAmericas\n48 \n%\nAPAC\n20 \n%\nEMEA\n32 \n%\nDIVERSITY AND INCLUSION\nGlobal Gender Representation\n% Female Colleagues\n59 \n%\n% Female Senior Leaders\n(Vice President and Above)\n43 \n%\nUS Person of Color (POC) Representation*\n% POC\n27 \n%\n% POC Senior Leaders\n(Vice President and Above)\n19 \n%\n*\n US POC includes employees who self-identify as Hispanic or Latino, Black or African American, Asian, American Indian or Alaskan Native, Native Hawaiian or other Pacific Islander, Other, or two or more races.\nHealth & Well-Being\nSafeguarding and promoting colleague well-being is central to what we do, as it is critical we provide tools and resources to help colleagues be healthy, and an environment that allows us to be at our best. We support our colleagues in maintaining their physical, emotional, social, and financial well-being through working practices, education, and benefit programs.\nOur recently implemented post pandemic hybrid work model provides the majority of our colleagues the flexibility to work remotely at least some of the time. The hybrid work model is intended to support colleague health and well-being, while maintaining a \nculture of innovation and collaboration.\nDiversity, Equity & Inclusion\nThrough our DEI strategy, we are operationalizing critical priorities. We are focused on four DEI Strategic Pillars—Fostering an Inclusive Community, Enhancing our Foundation, Understanding our People, and Creating Impact Through our Business. \nThese pillars reflect our DEI near-term priorities to propel a sustainable, inclusive organization that embodies diversity and equity throughout our policies, programs, and processes, and fosters an inclusive culture that celebrates the unique contributions of our colleagues and supports human connectivity. In addition, we develop partnerships and launch pilot programs to support communities that are underrepresented in higher education, the workforce, and the field of publishing.  \nOur Employee Resource Groups help amplify our DEI priorities through learning, community engagement, and allyship and advocacy. As a member of the CEO Action for Diversity and Inclusion, Wiley demonstrates its commitment to sustained, concrete actions that advance diversity and inclusive thinking, behavior, and business practices in the workplace. \nCareers & Engagement\nInvestment in colleague development and growth for current and future roles is central to our culture. Our goal is to provide colleagues with learning opportunities and experiences at every stage of their journey at Wiley. We help colleagues upskill and thrive by leveraging the power of our internal products and tapping into our external partnerships. We focus on delivering quality curated resources, customized learning paths, and comprehensive development programs. We offer interactive development programs that allow our colleagues to share lessons learned, adopt best practices, and have interactive opportunities with their peers. Through our Champion Your Career program, our colleagues get practical advice on updating their resumes and honing their interviewing skills, and have career conversations with our Talent team.  Leveraging Wiley's Everything DiSC assessment tools and resources, our colleagues can better understand themselves and others, creating a common language that makes interactions more collaborative and effective.  \n13\nIndex\nThrough our Pay@Wiley journey, we enhanced our colleague and manager understanding of pay through our education programs, and raised transparency by sharing segment in range and publishing our first global equitable pay study. We introduced Achievers, our recognition platform that was designed so our colleagues can recognize each other to create a culture of recognition and celebrate success.  \nWe conduct our Talent Review annually, focusing on high-performing and high-potential talent, diversity, and succession for our most critical roles. We are committed to identifying, growing, and retaining top talent and ensuring we have the right skills for the future. We establish key development action planning opportunities for each colleague to build bench strength and review development progress and mobility regularly.\nEnvironment\nWe continue our journey to support the sustainability of our planet. We believe environmental responsibility and business objectives are fundamentally connected and essential to our operations. This is why we are acting now to protect the environment by making informed choices and limiting our impact on natural resources. \nFor the fourth consecutive year, we are a CarbonNeutral® certified company across our global operations, in accordance with the CarbonNeutral Protocol. Our locations use 100% renewable energy through green tariffs and energy attribute certificates (EACs). Most of our global office real estate is leased and, whenever possible, we work with property owners to optimize sustainability.  \nThis year, we furthered our commitment by setting a science-based target with the Science Based Targets Initiative (SBTi). We set a near and long-term company-wide emissions target, including being net zero by 2040. We are responding to the SBTi’s urgent call for corporate climate action by aligning with 1.5°C and net-zero through the Business Ambition for 1.5°C campaign.  \nWe also work with publishing partners, where possible, to reduce print production and consumption, reduce excess inventory through print-on-demand, and encourage digital consumption of our products. We begun implementing measures to ensure our subcontractors who assist us in providing material aspects of the products and services are held to the same high standards as we hold ourselves. \nIn July 2022, we submitted to Carbon Disclosure Project (CDP) Climate for the first time. We continue to track and trace our paper usage and submitted a CDP Forests disclosure for the second year. Our commitment to sustainably sourced paper is supported by our Paper Selection and Use Policy. We continually evaluate climate and environmental reporting and plan to expand our disclosures in the coming years. \nOur partnership with Trees for the Future continues. We plant a tree for every copy of a journal we actively stop printing, up to one million trees, resulting in more than 600,000 trees to date. \nWe are always seeking opportunities to improve environmental performance. We comply with environmental laws and regulations, thoughtfully investing resources toward managing environmental affairs and raising awareness of global environmental issues through education and research. \nFinancial Information About Business Segments\nThe information set forth in Part II, Item 8, “Financial Statements and Supplementary Data” in Note 3, “Revenue Recognition, Contracts with Customers,” and Note 20, “Segment Information,” of the Notes to Consolidated Financial Statements and Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K are incorporated herein by reference.\nAvailable Information\nOur investor site is\n investors.wiley.com.\n  Our internet address is \nwww.wiley.com\n. We make available, free of charge, on or through our \ninvestors.wiley.com\n website, our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports that we file or furnish pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934, or the Exchange Act, as soon as reasonably practicable after we electronically file these materials with, or furnish them to, the SEC. The information contained on, or that may be accessed through our website is not incorporated by reference into, and is not a part of, this Annual Report on Form 10-K.\n14\nIndex",
    "item1a": ">Item 1A. Risk Factors\nIntroduction\nThe risks described below should be carefully considered before making an investment decision. You should carefully consider all the information set forth in this Annual Report on Form 10-K, including the following risk factors, before deciding to invest in any of our securities. This Annual Report on Form 10-K also contains, or may incorporate by reference, forward-looking statements that involve risks and uncertainties. See the “Cautionary Notice Regarding Forward-Looking Statements,” immediately preceding Part I of this Annual Report on Form 10-K. The risks below are not the only risk factors we face. Additional risks not currently known to us or that we presently deem insignificant could impact our consolidated financial position and results of operations. Our businesses, consolidated financial position, and results of operations could be materially adversely affected by any of these risks. The trading price of our securities could decline due to any of these risks, and investors may lose all or part of their investment.\nStrategic Risks \nWe may not be able to realize the expected benefits of our growth strategies, which are described in Item 1. Business, including successfully integrating acquisitions, which could adversely impact our consolidated financial position and results of operations\n.\nOur growth strategy includes business acquisitions, including knowledge-enabled services, which complement our existing businesses. Acquisitions may have a substantial impact on our consolidated financial position and results of operations. Acquisitions involve risks and uncertainties, including difficulties in integrating acquired operations and in realizing expected opportunities, cost synergies, diversions of management resources, loss of key employees, challenges with respect to operating new businesses, and other uncertainties.\nWe have announced our intent to explore the sale of certain of our businesses, and such proposed divestitures may introduce significant risks and uncertainties.\nWe have initiated a strategic review of our non-core education businesses which could result in the future divestiture of certain assets or businesses that no longer fit with our strategic direction or growth targets. Divestitures involve significant risks and uncertainties that could adversely affect our business, consolidated financial position and consolidated results of operations. These include, among others, the inability to find potential buyers on favorable terms, disruption to our business and/or diversion of management attention from other business concerns, the potential loss of key employees, difficulties in separating the operations of the divested business, and retention of certain liabilities related to the divested business. Significant time and expenses could be incurred to divest these non-core businesses which may adversely affect operations as dispositions may require our continued financial involvement, such as through transition service agreements, guarantees, and indemnities or other current or contingent financial obligations and liabilities.\nThe demand for digital and lower cost books could impact our sales volumes and pricing in an adverse way.\nA common trend facing each of our businesses is the digitization of content and proliferation of distribution channels through the Internet and other electronic means, which are replacing traditional print formats. This trend towards digital content has also created contraction in the print book retail market which increases the risk of bankruptcy for certain retail customers, potentially leading to the disruption of short-term product supply to consumers, as well as potential bad debt write-offs. New distribution channels, such as digital formats, the Internet, online retailers, and growing delivery platforms (e.g., tablets and e-readers), combined with the concentration of retailer power, present both risks and opportunities to our traditional publishing models, potentially impacting both sales volumes and pricing.\nAs the market has shifted to digital products, customer expectations for lower-priced products have increased due to customer awareness of reductions in production costs and the availability of free or low-cost digital content and products. As a result, there has been pressure to sell digital versions of products at prices below their print versions. Increased customer demand for lower prices could reduce our revenue.\n15\nIndex\nWe publish educational content for undergraduate, graduate, and advanced placement students, lifelong learners, and, in Australia, for secondary school students. Due to growing student demand for less expensive textbooks, many college bookstores, online retailers, and other entities, offer used or rental textbooks to students at lower prices than new textbooks. The Internet has made the used and rental textbook markets more efficient and has significantly increased student access to used and rental textbooks. Further expansion of the used and rental textbook markets could further adversely affect our sales of print textbooks, subsequently affecting our consolidated financial position and results of operations.\nA reduction in enrollment at colleges and universities could adversely affect the demand for our higher education products.\nEnrollment in US colleges and universities can be adversely affected by many factors, including changes in government and private student loan and grant programs, uncertainty about current and future economic conditions, increases in tuition, general decreases in family income and net worth, and record low unemployment due to an active job market. In addition, enrollment levels at colleges and universities outside the US are influenced by global and local economic factors, local political conditions, and other factors that make predicting foreign enrollment levels difficult. Reductions in expected levels of enrollment at colleges and universities both within and outside the US could adversely affect demand for our higher education offerings, which could adversely impact our consolidated financial position and results of operations.\nIf we are unable to retain key talent and other colleagues, our consolidated financial condition or results of operations may be adversely affected.\nThe Company and industry are highly dependent on the loyal engagement of key leaders and colleagues. Loss of talent due to inadequate skills and career path development or maintaining competitive salaries and benefits could have a significant impact on Company performance.\nWe are highly dependent on the continued services of key talent who have in-depth market and business knowledge and/or key relationships with business partners. The loss of the services of key talent for any reason and our inability to replace them with suitable candidates quickly or at all, as well as any negative market perception resulting from such loss, could have a material adverse effect on our business, consolidated financial position, and results of operations.\nWe have a significant investment in our colleagues around the world. We offer competitive salaries and benefits in order to attract and retain the highly skilled workforce needed to sustain and develop new products and services required for growth. Employment costs are affected by competitive market conditions for qualified individuals and factors such as healthcare and retirement benefit costs.\nThe competitive pressures we face in our business, as well as our ability to retain our business relationships with our authors and professional societies, could adversely affect our consolidated financial position and results of operations.\nThe contribution of authors and their professional societies is one of the more important elements of the highly competitive publishing business. Success and continued growth depend greatly on developing new products and the means to deliver them in an environment of rapid technological change. Attracting new authors and professional societies while retaining our existing business relationships is critical to our success. If we are unable to retain our existing business relationships with authors and professional societies, this could have an adverse impact on our consolidated financial position and results of operations.\n16\nIndex\nInformation Technology Systems and Cybersecurity Risks\nOur company is highly dependent on information technology systems and their business management and customer-facing capabilities critical for the long-term competitive sustainability of the business. If we fail to innovate in response to rapidly evolving technological and market developments, our competitive position may be negatively impacted.\nWe must continue to invest in technology and other innovations to adapt and add value to our products and services to remain competitive. This is particularly true in the current environment, where investment in new technology is ongoing and there are rapid changes in the products competitors are offering, the products our customers are seeking, and our sales and distribution channels. In some cases, investments will take the form of internal development; in others, they may take the form of an acquisition. There are uncertainties whenever developing or acquiring new products and services, and it is often possible that such new products and services may not be launched, or, if launched, may not be profitable or as profitable as existing products and services. If we are unable to introduce new technologies, products, and services, our ability to be profitable may be adversely affected.\nIn addition, our ability to effectively compete, may be affected by our ability to anticipate and respond effectively to the opportunity and threat presented by new technology disruption and developments, including generative artificial intelligence (GAI). We may be exposed to competitive risks related to the adoption and application of new technologies by established market participants or new entrants, and others. \nWe cannot predict the effect of technological changes on our business. Failure to keep pace with these technological developments or otherwise bring to market products that reflect these technologies could have a material adverse impact on our overall business and results of operations. We may not be successful in anticipating or responding to these developments on a timely and cost-effective basis. Additionally, the effort to gain technological expertise and develop new technologies in our business requires us to incur significant expenses. If we cannot offer new technologies as quickly as our competitors, or if our competitors develop more cost-effective technologies or product offerings, we could experience a material adverse effect on our operating results, growth and financial condition.\nWe may be susceptible to information technology risks that may adversely impact our business, consolidated financial position and results of operations.\nInformation technology is a key part of our business strategy and operations. As a business strategy, Wiley’s technology enables us to provide customers with new and enhanced products and services and is critical to our success in migrating from print to digital business models. Information technology is also a fundamental component of all our business processes, collecting and reporting business data, and communicating internally and externally with customers, suppliers, employees, and others. We face technological risks associated with digital products and service delivery in our businesses, including with respect to information technology capability, reliability, security, enterprise resource planning, system implementations, and upgrades. Across our businesses, we hold personal data, including that of employees and customers. Failures of our information technology systems and products (including operational failure, natural disaster, computer virus, or cyberattacks) could interrupt the availability of our digital products and services, result in corruption or loss of data or breach in security, and result in liability or reputational damage to our brands and/or adversely impact our consolidated financial position and results of operations. \nManagement has designed and implemented policies, processes, and controls to mitigate risks of information technology failure and to provide security from unauthorized access to our systems. In addition, we have disaster recovery plans in place to maintain business continuity for our key financial systems. While key financial systems have backup and tested disaster recovery systems, other applications and services have limited backup and recovery procedures which may delay or prevent recovery in case of disaster. The size and complexity of our information technology and information security systems, and those of our third-party vendors with whom we contract, make such systems potentially vulnerable to cyberattacks common to most industries from inadvertent or intentional actions by employees, vendors, or malicious third parties. While we have taken steps to address these risks, there can be no assurance that a system failure, disruption, or data security breach would not adversely affect our business and could have an adverse impact on our consolidated financial position and results of operations. \n17\nIndex\nWe are continually improving and upgrading our computer systems and software. We have implemented a global Enterprise Resource Planning (ERP) system as part of a multiyear plan to integrate and upgrade our operational and financial systems and processes. We have also implemented record-to-report, purchase-to-pay, and several other business processes within all locations. We implemented order-to-cash for certain businesses and have continued to roll out additional processes and functionality of the ERP system in phases. Implementation of an ERP system involves risks and uncertainties. Any disruptions, delays, or deficiencies in the design or implementation of a new system could result in increased costs, disruptions in operations, or delays in the collection of cash from our customers, as well as having an adverse effect on our ability to timely report our financial results, all of which could materially adversely affect our business, consolidated financial position, and results of operations. We currently use out of support systems for order management for certain businesses. While we have contingency support available, any major disruptions, while unlikely, may require longer remediation time. This could impact our ability to process and fulfill orders for those businesses. We currently use a legacy platform with limited support for order management of the global Academic business. Any defects and disruptions in the legacy systems which cannot be addressed in a timely manner could impact our ability to process orders and reconcile financial statements. \nCyber risk and the failure to maintain the integrity of our operational or security systems or infrastructure, or those of third parties with which we do business, could have a material adverse effect on our business, consolidated financial condition, and results of operations.\nThe cybersecurity risks we face range from cyberattacks common to most industries, such as the development and deployment of malicious software to gain access to our networks and attempt to steal confidential information, launch distributed denial of service attacks, or attempt other coordinated disruptions, to more advanced threats that target us because of our prominence in the global research and advisory field. As a result of the COVID-19 pandemic, most of our employees continue to work remotely, at least some of the time, which magnifies the importance of the integrity of our remote access security measures. \nLike many multinational corporations, we, and some third parties upon which we rely, have experienced cyberattacks on our computer systems and networks in the past and may experience them in the future, likely with more frequency and sophistication and involving a broader range of devices and modes of attack, all of which will increase the difficulty of detecting and successfully defending against them. To date, none have resulted in any material adverse impact to our business, operations, products, services, or customers. Wiley has invested heavily in Cybersecurity tools and resources to keep our systems safe. We have implemented various security controls to meet our security obligations, while also defending against constantly evolving security threats. Our security controls help to secure our information systems, including our computer systems, intranet, proprietary websites, email and other telecommunications and data networks, and we scrutinize the security of outsourced website(s) and service providers prior to retaining their services. However, the security measures implemented by us or by our outside service providers may not be effective, and our systems (and those of our outside service providers) may be vulnerable to theft, loss, damage and interruption from a number of potential sources and events, including unauthorized access or security breaches, cyber-attacks, computer viruses, power loss, or other disruptive events. \nThe security compliance landscape continues to evolve, requiring us to stay apprised of changes in cybersecurity,  privacy laws and regulations, such as the European Union General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), the Brazilian General Data Protection Law (LGPD), the Chinese Cybersecurity, Data Security and Personal Information Protection laws (PIPL). The United Kingdom ceased to be an EU Member State on January 31, 2020, but enacted the UK data protection law. It is unclear how UK data protection laws will continue to develop; however, contractual clauses have been established regulating data transfers to and from the United Kingdom. Some countries also are considering or have enacted legislation requiring local storage and processing of data that could increase the cost and complexity of delivering our services. \nIn addition, to new and proposed data protection laws, we also stay apprised and adopt certain security standards required by our clients, such as International Organization for Standardization (ISO), National Institute of Standards and Technology (NIST) and Center for Internet Security (CIS). Recent well-publicized security breaches at other companies have led to enhanced government and regulatory scrutiny of the measures taken by companies to protect against cyberattacks and may in the future result in heightened cybersecurity requirements, including additional regulatory expectations for oversight of vendors and service providers.\n18\nIndex\nA cyberattack could cause delays in initiating or completing sales, impede delivery of our products and services to our clients, disrupt other critical client-facing or business processes, or dislocate our critical internal functions. Additionally, any material breaches or other technology-related catastrophe, or media reports of perceived security vulnerabilities to our systems or those of our third parties, even if no breach has been attempted or has occurred, could cause us to experience reputational harm, loss of customers and revenue, fines, regulatory actions and scrutiny, sanctions or other statutory penalties, litigation, liability for failure to safeguard our customers information, or financial losses that are either not insured against or not fully covered through any insurance maintained by us. \nOperational Risks\nWe may not realize the anticipated cost savings and benefits from, or our business may be disrupted by, our business transformation and restructuring efforts.\nWe continue to transform our business from a traditional publishing model to a global provider of content-enabled solutions with a focus on digital products and services. We have made several acquisitions over the past few years that represent examples of strategic initiatives that were implemented as part of our business transformation. We will continue to explore opportunities to develop new business models and enhance the efficiency of our organizational structure. The rapid pace and scope of change increases the risk that not all our strategic initiatives will deliver the expected benefits within the anticipated timeframes. In addition, these efforts may disrupt our business activities, which could adversely affect our consolidated financial position and results of operations.\nWe continue to restructure and realign our cost base with current and anticipated future market conditions, including our Business Optimization Program and Fiscal Year 2023 Restructuring Program. Significant risks associated with these actions that may impair our ability to achieve the anticipated cost savings or that may disrupt our business, include delays in the implementation of anticipated workforce reductions in highly regulated locations outside of the US, decreases in employee morale, the failure to meet operational targets due to the loss of key employees, and disruptions of third parties to whom we have outsourced business functions. In addition, our ability to achieve the anticipated cost savings and other benefits from these actions within the expected timeframe is subject to many estimates and assumptions. These estimates and assumptions are subject to significant economic, competitive, and other uncertainties, some of which are beyond our control. If these estimates and assumptions are incorrect, if we experience delays, or if other unforeseen events occur, our business and consolidated financial position and results of operations could be adversely affected.\nWe may not realize the anticipated cost savings and processing efficiencies associated with the outsourcing of certain business processes.\nWe have outsourced certain business functions, principally in technology, content management, printing, warehousing, fulfillment, distribution, returns processing, and certain other transactional processing functions, to third-party service providers to achieve cost savings and efficiencies. If these third-party service providers do not perform effectively, we may not be able to achieve the anticipated cost savings, and depending on the function involved, we may experience business disruption or processing inefficiencies, all with potential adverse effects on our consolidated financial position and results of operations.\nChallenges and uncertainties associated with operating in certain global markets has a higher risk due to political instability, economic volatility, crime, terrorism, corruption, social and ethnic unrest, and other factors, which may adversely impact our consolidated financial position and results of operations.\nWe sell our products to customers in certain sanctioned and previously sanctioned developing markets in accordance with such restrictions. While sales in these markets are not material to our consolidated financial position and results of operations, adverse developments related to the risks associated with these markets may cause actual results to differ from historical and forecasted future consolidated operating results.\nWe have certain technology development operations in Sri Lanka, and previously in Russia, related to software development and architecture, digital content production, and system testing services. Due to the political instability within these regions, there is the potential for future government embargos and sanctions, which could disrupt our operations in these areas. While we have developed business continuity plans to address these issues, further adverse developments in the region could have a material impact on our consolidated financial position and results of operations.\n19\nIndex\nIn February 2022, the Russian Federation and Belarus commenced a military action with Ukraine. As a result, the United States, as well as other nations, instituted economic sanctions against Russia and Belarus. The impact of this action and related sanctions on the world economy is not currently determinable but the impact of this conflict has not been material to our consolidated financial position and results of operations.\nIn the third quarter of fiscal year 2023, due to the political instability and military actions between Russia and Ukraine, we made the decision to close our operations in Russia, which primarily consists of technology development resources. We are substantially complete with this closure as of April 30, 2023, except for the formal liquidation of our Russian legal entity, which we expect to complete in fiscal year 2024. This action did not materially impact our overall operations. Prior to the closure, the net assets of our Russian operations were not material to our overall consolidated financial position. We have customers in Russia, primarily for our Research offerings, which are not material to our overall consolidated results of operations. We do not have operations in Ukraine or Belarus, and the business conducted in those countries is also not material to our consolidated financial position and results of operations.\nIn our Research segment, approximately 32% of the articles we published in 2022 included a China based author. This compares to the industry percentage which is approximately 30% of articles published in 2022 which included a China based author. Any restrictions on exporting intellectual property could adversely affect our business and consolidated financial position and results of operations. Chinese governments and institutions are producing early warning lists of journals published by non-Chinese publishers that have high proportions of Chinese content which could have an impact on future article volumes. \nIn our journal publishing business, we have a trade concentration and credit risk related to subscription agents, and in our book business the industry has a concentration of customers in national, regional, and online bookstore chains. Changes in the financial position and liquidity of our subscription agents and customers could adversely impact our consolidated financial position and results of operations.\nIn the journal publishing business, subscriptions are primarily sourced through journal subscription agents who, acting as agents for library customers, facilitate ordering by consolidating the subscription orders/billings of each subscriber with various publishers. Cash is generally collected in advance from subscribers by the subscription agents and is principally remitted to us between the months of December and April. Although at fiscal year-end we had minimal credit risk exposure to these agents, future calendar year subscription receipts from these agents are highly dependent on their financial condition and liquidity.\nSubscription agents account for approximately 15% of total annual consolidated revenue and no one agent accounts for more than 10% of total annual consolidated revenue.\nOur book business is not dependent upon a single customer; however, the industry is concentrated in national, regional, and online bookstore chains. Although no book customer accounts for more than 6% of total consolidated revenue and 10% of accounts receivable at April 30, 2023, the top 10 book customers account for approximately 10% of total consolidated revenue and approximately 20% of accounts receivable at April 30, 2023.\nIn our Research business, a lack of integrity in our published research could adversely impact our consolidated financial position and results of operations.  \nWe publish research authored by individuals outside our Company. The integrity of that research could be compromised due to the manipulation, misrepresentation and misconduct by those individuals or other outsiders involved in the publishing process. This activity could adversely impact our open access publishing and article output by causing us to potentially pause publication, retract articles, or halt publication of a journal, which could adversely impact our business and consolidated financial position and results of operations.  \n20\nIndex\nFinancial Risks\nChanges in global economic conditions could impact our ability to borrow funds and meet our future financing needs.\nChanges in global financial markets have not had, nor do we anticipate they will have, a significant impact on our liquidity. Due to our significant operating cash flow, financial assets, access to capital markets, and available lines of credit and revolving credit agreements, we continue to believe that we have the ability to meet our financing needs for the foreseeable future. As market conditions change, we will continue to monitor our liquidity position. However, there can be no assurance that our liquidity or our consolidated financial position and results of operations will not be adversely affected by possible future changes in global financial markets and global economic conditions. Unprecedented market conditions including illiquid credit markets, volatile equity markets, dramatic fluctuations in foreign currency and interest rates, and economic recession, could affect future results. \nFluctuations in foreign currency exchange rates and interest rates could materially impact our consolidated financial condition and results of operations.\nNon-US revenues, as well as our substantial non-US net assets, expose our consolidated results to volatility from changes in foreign currency exchange rates. The percentage of consolidated revenue for the year ended April 30, 2023 recognized in the following currencies (on an equivalent US dollar basis) were approximately: 57% US dollar, 24% British pound sterling, 10% euro, and 9% other currencies. In addition, our interest-bearing loans and borrowings are subject to risk from changes in interest rates. We may, from time to time, use derivative instruments to hedge such risks. Notwithstanding our efforts to foresee and mitigate the effects of changes in external market or fiscal circumstances, we cannot predict with certainty changes in foreign currency exchange rates and interest rates, inflation, or other related factors affecting our business, consolidated financial position, and results of operations\n.\nWe may not be able to mitigate the impact of inflation and cost increases, which could have an adverse impact on our consolidated financial position and results of operations.\nFrom time to time, we experience cost increases reflecting, in part, general inflationary factors. There is no guarantee that we can increase selling prices or reduce costs to fully mitigate the effect of inflation on our costs, which may adversely impact our consolidated financial position and results of operations.\nAs a result of acquisitions, we have and may record a significant amount of goodwill and other identifiable intangible assets and we may never realize the full carrying value of these assets\n.\nAs a result of acquisitions, we recorded a significant amount of goodwill and other identifiable intangible assets. At April 30, 2023, we had $1,204.1 million of goodwill and $854.8 million of intangible assets, of which $121.9 million are indefinite-lived intangible assets, on our Consolidated Statements of Financial Position. The intangible assets are principally composed of content and publishing rights, customer relationships, brands and trademarks, and developed technology. Failure to achieve business objectives and financial projections could result in an asset impairment, which would result in a noncash charge to our consolidated results of operations. Goodwill and intangible assets with indefinite lives are tested for impairment on an annual basis and when events or changes in circumstances indicate that impairment may have occurred. Intangible assets with definite lives, which were $732.9 million at April 30, 2023, are tested for impairment only when events or changes in circumstances indicate that an impairment may have occurred. Determining whether an impairment exists can be difficult as a result of increased uncertainty and current market dynamics and requires management to make significant estimates and judgments. A noncash intangible asset impairment charge could have a material adverse effect on our consolidated financial position and results of operations. See Note 11, “Goodwill and Intangible Assets” for further information related to goodwill and intangible assets, and the impairment charges recorded in the year ended April 30, 2023.\n21\nIndex\nChanges in pension costs and related funding requirements may impact our consolidated financial position and results of operations.\nWe provide defined benefit pension plans for certain employees worldwide. Our Board of Directors approved amendments to the US, Canada, and UK defined benefit plans that froze the future accumulation of benefits effective June 30, 2013, December 31, 2015, and April 30, 2015, respectively. The retirement benefit pension plan in Russia was discontinued on February 28, 2023 and we retain no further obligations for retirement benefits in Russia. The funding requirements and costs of these plans are dependent upon various factors, including the actual return on plan assets, discount rates, plan participant population demographics, and changes in global pension regulations. Changes in these factors affect our plan funding, consolidated financial position, and results of operations.\nLegal, Regulatory, and Compliance Risks\nChanges in laws, tariffs, and regulations, including regulations related to open access, could adversely impact our consolidated financial position and results of operations.\nWe maintain operations in Asia, Australia, Canada, Europe, South America, the Middle East, and the US. The conduct of our business, including the sourcing of content, distribution, sales, marketing, and advertising, is subject to various laws and regulations administered by governments around the world. Changes in laws, regulations, or government policies, including tax regulations and accounting standards, may adversely affect our future consolidated financial position and results of operations.\nThe scientific research publishing industry generates much of its revenue from paid customer subscriptions to online and print journal content. There is interest within government, academic, and library communities for such journal content to be made available for free immediately or following a period of embargo after publication, referred to as open access. For instance, certain governments and privately held funding bodies have implemented mandates that require journal articles derived from government-funded research to be made available to the public at no cost immediately or after an embargo period. Open access can be achieved in two ways: Green, which enables authors to publish articles in subscription-based journals and self–archive the author accepted version of the article for free public use after any embargo period; and Gold, which enables authors to publish their articles in journals that provide immediate free access to the final version of the article on the publisher’s website, and elsewhere under permissive licensing terms, following payment or waiver of an APC. These mandates have the potential to put pressure on subscription-based publications. If such regulations are widely implemented, our consolidated financial position and results of operations could be adversely affected.\nTo date, many of the governments and national research councils that have taken a position on open access have favored the Green model and have generally specified embargo periods of twelve months. The publishing community generally takes the view that this period should be sufficient to protect subscription revenues, provided that publishers’ platforms offer sufficient added value to the article. Governments in Europe have been more supportive of the Gold model, which thus far is generating incremental revenue for publishers with active open access programs. Many institutions have signed on to the business model which combines the purchasing of subscription content with the purchase of open access publishing for affiliated authors. This development removes an element of risk by fixing revenues from that market, provided that the terms, price, and rate of transition negotiated are acceptable.\nOn January 31, 2020, the UK exited the European Union (EU), an action referred to as Brexit. The uncertainty concerning the UK’s legal, political, and economic relationship with the EU after Brexit may be a source of instability in the international markets, create significant currency fluctuations, and/or otherwise adversely affect trading agreements or similar cross-border cooperation arrangements (whether economic, tax, fiscal, legal, regulatory, or otherwise) beyond the date of Brexit.\nAdditional Brexit-related impacts on our business could include potential inventory shortages in the UK, increased regulatory burdens and costs to comply with UK-specific regulations, and higher transportation costs for our products coming into and out of the UK. Any of these effects, among others, could materially and adversely affect our business and consolidated financial position and results of operations.\n22\nIndex\nChanges in global and local tax laws and regulations in, and the distribution of income among, jurisdictions in which the Company operates could have a material impact on our consolidated financial position and results of operations.\nWe are subject to tax laws in the jurisdictions where we conduct business, including the US and many foreign jurisdictions. Wiley's future results of operations could be adversely affected by changes in the effective tax rate as a result of a change in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities, the result of audits of previously filed tax returns, or changes in liabilities for uncertain tax positions, the cost of repatriation, or changes in tax laws and regulations and the interpretations thereof in the jurisdictions where we operate.\nA number of international legislative and regulatory bodies have proposed legislation and begun investigations of the tax practices of multinational companies and, in the European union, the tax policies of certain European Union member states. One of these efforts has been led by the Organization for Economic Co-operation and Development (OECD), which has finalized recommendations to revise corporate tax, transfer pricing, and tax treaty provisions in member countries. On December 15, 2022, European Union member states unanimously adopted the Minimum Tax Directive ensuring a global minimum level of taxation for multinational companies. Member states have until December 31, 2023, to transpose the Minimum Tax Directive into national legislation. The enactment of this and the heightened interest in and taxation of large multinational companies increase tax uncertainty and could ultimately have a material effect on our effective tax rate, income tax expense, net income, or cash flows.\nOn August 16, 2022, the Inflation Reduction Act of 2022 was enacted into law in the United States, which, among other things, created a new corporate alternative minimum tax of 15% for certain corporations and a 1% excise tax on stock repurchases made by publicly traded US.companies after December 31, 2022. In addition, there are proposals to increase the rate and otherwise change US tax laws, which could significantly increase the Company's tax rate. Given the unpredictability of possible further changes to, and the potential interdependency of, the United States or foreign tax laws and regulations, it is difficult to predict the cumulative effect of such laws and regulations on Wiley's results of operations.\nWe are also subject to potential taxes in jurisdictions where we have sales even though we do not have a physical presence. These potential taxes could have a material impact on our consolidated financial position and results of operations as substantially all our taxable income is earned outside the US. In addition, we are subject to examination by tax authorities and although we believe our tax estimates are reasonable, the final determination of tax audits could be materially different from our historical income tax provisions and accruals and could have a material impact on our consolidated financial position and results of operations.\nOur intellectual property rights may not be protected, which could adversely affect our consolidated financial position and results of operations.\nA substantial portion of our publications are protected by copyright, held either in our name, in the name of the author of the work, or in the name of a sponsoring professional society. Such copyrights protect our exclusive right to publish the work in many countries abroad for specified periods, in most cases, the author’s life plus 70 years. Our ability to continue to achieve our expected results depends, in part, upon our ability to protect our intellectual property rights. Our consolidated financial position and results of operations may be adversely affected by lack of legal and/or technological protections for its intellectual property in some jurisdictions and markets.\nA disruption or loss of data sources could limit our collection and use of certain kinds of information, which could adversely impact our communication with our customers.\nSeveral of our businesses rely extensively upon content and data from external sources. Data is obtained from public records, governmental authorities, customers, and other information companies, including competitors. Legal regulations, such as the EU’s GDPR, relating to Internet communications, privacy and data protection, e-commerce, information governance, and use of public records, are becoming more prevalent worldwide. The disruption or loss of data sources, either because of changes in the law or because data suppliers decide not to supply them, may impose limits on our collection and use of certain kinds of information about individuals and our ability to communicate such information effectively with our customers. In addition, GDPR imposes a strict data protection compliance regime with severe penalties of up to 4% of worldwide revenue or €20 million, whichever is greater.\n23\nIndex\nIf we fail to maintain proper and effective internal controls, our ability to produce accurate financial statements on a timely basis could be impaired.\nWe are subject to the reporting requirements of the Securities Exchange Act of 1934, the Sarbanes-Oxley Act (Sarbanes-Oxley Act) and the rules and regulations of the New York Stock Exchange. The Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. We are required to perform system and process evaluations and testing of our internal control over financial reporting to allow management to report on the effectiveness of our internal control over financial reporting in our Annual Report on Form 10-K, as required by Section 404 of the Sarbanes-Oxley Act. This may require us to incur substantial additional professional fees and internal costs to further expand our accounting and finance functions and expend significant management efforts.\nWe may in the future discover material weaknesses in our system of internal financial and accounting controls and procedures that could result in a material misstatement of our financial statements. In addition, our internal control over financial reporting will not prevent or detect all errors and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to errors or fraud will not occur, or that all control issues and instances of fraud will be detected.\nIf we are not able to comply with the requirements of Section 404 of the Sarbanes-Oxley Act in a timely manner, or if we are unable to maintain proper and effective internal controls, we may not be able to produce timely and accurate financial statements. If that were to happen, the market price of our stock could decline and we could be subject to sanctions or investigations by the SEC or other regulatory authorities.\nGeneral Risks\nGlobal economic, market, public health and geopolitical conditions or other events could negatively impact our consolidated financial positions and results of operations.\nWe are exposed to risks and uncertainties caused by factors beyond our control, including global economic, public health and geopolitical conditions. These include economic weakness, softness in consumer and corporate spending, uncertainty and volatility, including the potential for a recession; a competitive labor market and evolving workforce expectations; inflation, rising interest rates; public health crisis, including pandemics; financial stability of the banking industry, and political and sociopolitical uncertainties and conflicts. These factors may result in declines and/or volatility in our results or stock price. Our general business strategy may be adversely affected by any such economic downturn, volatile business environment or continued unpredictable and unstable market conditions. Our business could also be impacted by volatility caused by geopolitical events, such as the conflict in Ukraine. In addition, the actual or perceived effects of a disease outbreak, epidemic, pandemic or similar widespread public health concern, such as COVID-19, could also materially and adversely affect our results. The future impact that global economic, public health and geopolitical conditions will have on our business operations and financial results is uncertain and will depend on numerous evolving factors and developments that we are not able to reliably predict or mitigate. It is also possible that these conditions may impact other risks discussed in this section.  \n24\nIndex\nThe trading price of the shares of our common stock may fluctuate materially, and investors of our common stock could incur substantial losses.\nOur stock price may fluctuate materially. The stock market in general has experienced significant volatility that has often been unrelated to the operating performance of companies. As a result of this volatility, investors may not be able to sell their common stock at or above the price paid for the shares. The market price for our common stock may be influenced by many factors, including:\n•\nActual or anticipated changes in our consolidated operating results;\n•\nVariances between actual consolidated operating results and the expectations of securities analysts, investors, and the financial community;\n•\nChanges in financial estimates by us or by any securities analysts who might cover our stock;\n•\nConditions or trends in our industry, the stock market, or the economy;\n•\nThe level of demand for our stock, the stock market price, and volume fluctuations of comparable companies;\n•\nAnnouncements by us or our competitors of new product or service offerings, significant acquisitions, strategic partnerships, or divestitures;\n•\nAnnouncements of investigations or regulatory scrutiny of our operations or lawsuits filed against us;\n•\nCapital commitments;\n•\nInvestors’ general perception of the Company and our business;\n•\nRecruitment or departure of key personnel; and\n•\nSales of our common stock, including sales by our directors and officers or specific stockholders.\nAdverse publicity could negatively impact our reputation, which could adversely affect our consolidated financial position and results of operations.\nOur professional customers worldwide rely upon many of our publications to perform their jobs. It is imperative that we consistently demonstrate our ability to maintain the integrity of the information included in our publications. Adverse publicity, whether valid or not, may reduce demand for our publications and adversely affect our consolidated financial position and results of operations.",
    "item7": ">Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\nThe information in our Management’s Discussion and Analysis of Financial Condition and Results of Operations (MD&A) should be read together with our Consolidated Financial Statements and related notes set forth in Part II, Item 8, as well as the discussion included in Part I, Item 1, “Business,” “Cautionary Notice Regarding Forward-Looking Statements “Safe Harbor” Statement under the Private Securities Litigation Reform Act of 1995” and “Non-GAAP Financial Measures,” along with Part I, Item 1A, “Risk Factors,” of this Annual Report on Form 10-K. All amounts and percentages are approximate due to rounding and all dollars are in thousands, except per share amounts or where otherwise noted. When we cross-reference to a “Note,” we are referring to our “Notes to Consolidated Financial Statements,” in Part II, Item 8, “Financial Statements and Supplementary Data” unless the context indicates otherwise.\nOverview\nWiley is a global leader in scientific research and career-connected education, unlocking human potential by enabling discovery, powering education, and shaping workforces. For over 200 years, Wiley has fueled the world’s knowledge ecosystem. Today, our high-impact content, platforms, and services help researchers, learners, institutions, and corporations achieve their goals in an ever-changing world. Wiley is a predominantly digital company with approximately 85% of revenue for the year ended April 30, 2023 generated by digital products and tech-enabled services.  For the year ended April 30, 2023, approximately 57% of our revenue is recurring which includes revenue that is contractually obligated or set to recur with a high degree of certainty.\nWe have reorganized our Education lines of business into two new customer-centric segments. The Academic segment addresses the university customer group and includes Academic Publishing and University Services. The Talent segment addresses the corporate customer group and will be focused on delivering training, sourcing, and upskilling solutions. Prior period segment results have been revised to the new segment presentation. There were no changes to our consolidated financial results. Our new segment reporting structure consists of three reportable segments, as well as a Corporate expense category (no change), which includes certain costs that are not allocated to the reportable segments:\n•\nResearch includes Research Publishing and Research Solutions, and no changes were made as a result of this realignment;\n•\nAcademic includes the Academic Publishing and University Services lines. Academic Publishing is the combination of the former Education Publishing line and professional publishing offerings;\n•\nTalent is the combination of the former Talent Development line, and our assessments (corporate training) and corporate learning offerings.\nThrough the Research segment, we provide peer-reviewed STM publishing, content platforms, and related services to academic, corporate, and government customers, academic societies, and individual researchers. The Academic segment provides scientific, professional, and education print and digital books, digital courseware, and test preparation services, as well as engages in the comprehensive management of online degree programs for universities. The Talent segment services include sourcing, training, and preparing aspiring students and professionals to meet the skill needs of today’s technology careers and placing them with large companies and government agencies. It also includes assessments (corporate training) and corporate learning offerings.\nWiley’s business strategies are tightly aligned with long term growth trends, including open research, career-connected education, and workforce optimization. Research strategies include driving publishing output to meet the global demand for peer-reviewed research and expanding platform and service offerings for corporations and societies. Education strategies include expanding online degree programs and driving online enrollment for university partners, scaling digital content and courseware, and expanding IT talent placement and reskilling programs for corporate partners.\nWiley has announced for fiscal year 2024 strategic actions that will focus Wiley on its strongest and most profitable businesses and large market opportunities in Research and Learning. We are divesting non-core education businesses, including University Services (known as online program management), Wiley Edge (formerly Talent Development) and CrossKnowledge. These assets will be reported as businesses held for sale starting in the first quarter of fiscal year 2024.  We will be streamlining our organization and rightsizing our cost structure to reflect these portfolio actions. In addition, we will be changing our reportable segments for fiscal year 2024 reporting. These actions and our fiscal year 2024 transition year outlook are described further below in the section \"Fiscal Year 2024 Transition Year Outlook.\"\n29\nIndex\nConsolidated Results of Operations\nFISCAL YEAR 2023 AS COMPARED TO FISCAL YEAR 2022 SUMMARY RESULTS\nSUMMARY \n•\nUS GAAP Results:\n Revenue of $2,019.9 million (-3% compared with the prior year), Operating income of $55.9 million (-$163.4 million compared with the prior year), and EPS of $0.31 (-$2.31 compared with prior year). US GAAP earnings performance primarily due to $99.8 million ($1.77 per share) of non-cash goodwill impairment in Education Services/University Services and restructuring charges totaling $49.4 million ($0.66 per share). \n•\nAdjusted Results (at constant currency compared with the prior year)\n:  Revenue of $2,019.9 million (flat compared with the prior year), Adjusted EBITDA of $422.0 million (-2% compared with the prior year), and Adjusted EPS of $3.84 (-8% compared with the prior year).   \n•\nNet Cash Provided by Operating Activities of $277.1 million ($-62.0 million compared with the prior year) and Free Cash Flow of $173.0 million ($-50.3 million compared with the prior year).   \nRevenue:\nRevenue for the year ended April 30, 2023 decreased $63.0 million, or 3%, as compared with the prior year. On a constant currency basis, revenue was flat as compared with the prior year including contributions from acquisitions. Excluding the contributions from acquisitions, revenue decreased 1% on a constant currency basis.\nSee the “Segment Operating Results” below for additional details on each segment’s revenue and Adjusted EBITDA performance\n.\nCost of Sales:\nCost of sales for the year ended April 30, 2023 decreased $8.1 million, or 1% as compared with the prior year. On a constant currency basis, cost of sales increased 2% as compared with the prior year. This increase was primarily due to higher employee costs to support the growth in placements in the Talent segment, partially offset by lower royalty costs.\nOperating and Administrative Expenses:\nOperating and administrative expenses for the year ended April 30, 2023 decreased $42.2 million, or 4%, as compared with the prior year. On a constant currency basis, operating and administrative expenses were flat as compared with the prior year primarily reflecting higher technology related costs, travel and entertainment costs, and a $3.7 million charge related to the settlement of a litigation matter related to consideration for a previous acquisition. These were offset by lower professional fees, employment costs and facility related costs.  \nImpairment of Goodwill:\nWe recorded an impairment of goodwill in the year ended April 30, 2023 of $99.8 million. T\nhis charge is reflected in the Impairment of goodwill in the Consolidated Statements of Income. \nIn accordance with applicable accounting standards, we were required to test goodwill for impairment immediately before and after our segment realignment. Prior to the realignment, we concluded that the fair value of the Education Services reporting unit was below its carrying value, which resulted in a pretax non-cash goodwill impairment of $31.0 million. \nEducation Services was adversely impacted by market conditions and headwinds for online degree programs. This has led to a decline in projected student enrollments from existing partners, pricing pressures and revenue share concessions, and a decline in new partner additions over both the short-term and long-term, which adversely impacted forecasted revenue growth and operating cash flows. This was partially offset by projected growth in talent placements, partially due to expansion into new regions and the addition of new corporate clients, which are forecasted to have a positive impact on revenue growth and operating cash flows.  \n30\nIndex\nAfter the realignment, we concluded that the fair value of the University Services reporting unit within the Academic segment was below its carrying value, which resulted in an additional pretax non-cash goodwill impairment of $68.8 million. \nUniversity Services was adversely impacted by market conditions and headwinds for online degree programs, which lead to a decline in projected enrollments from existing partners, pricing pressures and revenue share concessions, and a decline in new partner additions over both the short-term and long-term which adversely impacted forecasted revenue growth and operating cash flows. \nSee Note 11, \"Goodwill and Intangible Assets\" for details on these charges. \nRestructuring and Related Charges (Credits):\nFiscal Year 2023 Restructuring Program\nIn May 2022, the Company initiated a global program to restructure and align our cost base with current and anticipated future market conditions. This program includes \nseverance related charges for the elimination of certain positions, \nthe exit of certain leased office space which began in the first quarter of fiscal year 2023 and the reduction of our occupancy at other facilities. We are reducing our real estate square footage occupancy by approximately 22%. We realized $35 million in savings from actions starting in fiscal year 2023.\nIn the three months ended January 31, 2023, due to the political instability and military actions between Russia and Ukraine, we made the decision to close our operations in Russia which primarily consisted of technology development resources. We were substantially complete with our closure as of April 30, 2023, except for the formal liquidation of our Russian legal entity, which we expect to complete in our fiscal year 2024.\nFor the year ended April 30, 2023, we recorded pretax restructuring charges of $48.9 million related to this program, which includes $8.3 million related to the closure of our operations in Russia as described above. These charges are reflected in Restructuring and related charges (credits) on our Consolidated Statements of Income. This restructuring charge primarily reflects the following charges:\n•\nSeverance charges of $25.8 million for the elimination of certain positions; \n•\nImpairment charges of $12.7 million, which included the impairment of operating lease right-of-use (ROU) assets of $7.6 million related to certain leases that will be subleased, and the related property and equipment of $5.1 million;\n•\nAcceleration of expense of $2.1 million, which included the acceleration of rent expense associated with operating lease ROU assets of $0.9 million related to certain leases that will be abandoned or terminated and the related depreciation and amortization of property and equipment of $1.2 million;\n•\nOngoing facility-related costs with previously vacated properties that resulted in additional restructuring charges of $4.2 million; and\n•\nConsulting, relocation and other costs of $4.1 million.\nThese actions are anticipated to yield annualized cost savings estimated to be approximately $70 million. We anticipate ongoing facility-related costs associated with certain properties to result in additional restructuring charges in future periods.\nSee Note 7, “Restructuring and Related Charges (Credits)” for more details on these charges.\nBusiness Optimization Program \nFor the years ended April 30, 2023 and 2022, we recorded pretax restructuring charges of $0.5 million and credits of $1.4 million, respectively, related to this program. \nThese charges (credits) are reflected in Restructuring and related charges (credits) in the Consolidated Statements of Income. See Note 7, “Restructuring and Related Charges (Credits)” for more details on these charges (credits).\nFor the impact of our restructuring programs on diluted earnings per share, see the section below, “Diluted Earnings per Share (EPS).”\n31\nIndex\nAmortization of Intangible Assets:\nAmortization of intangible assets was $84.9 million for the year ended April 30, 2023, and was flat as compared to the prior year. On a constant currency basis, amortization of intangible assets increased 3% as compared with the prior year primarily due to the acceleration of expense of $4.6 million related to the discontinued use of the mthree trademark. \nOn January 1, 2020, Wiley acquired mthree, a talent placement provider that addresses the IT skills gap by finding, training, and placing job-ready technology talent in roles with leading corporations worldwide. Its results of operations are included in our Talent segment. In late May 2022, Wiley renamed the mthree talent development solution to Wiley Edge and discontinued use of the mthree trademark during the three months ended July 31, 2022. As a result of these actions, we determined that a revision of the useful life was warranted, and the intangible asset was fully amortized over its remaining useful life resulting in accelerated amortization expense of $4.6 million in the three months ended July 31, 2022.\nOperating Income, Adjusted Operating Income (OI) and Adjusted EBITDA:\nOperating income for the year ended April 30, 2023, decreased $163.4 million, or 75% as compared with the prior year. On a constant currency basis, operating income decreased 76% as compared with the prior year. The decrease was \nprimarily due to the impairment of goodwill in the three months ended January 31, 2023 as described above, an increase in restructuring charges and, to a lesser extent, higher cost of sales.\nAdjusted OI on a constant currency basis and excluding restructuring charges (credits), impairment of goodwill, legal settlement, and the accelerated amortization of an intangible asset, decreased 3% as compared with the prior year primarily due to an increase in cost of sales as described above, partially offset by lower operating and administrative expenses.\nAdjusted EBITDA on a constant currency basis and excluding restructuring charges (credits), decreased 2% as compared with the prior year primarily due to a decrease in Adjusted OI.\nAdjusted OI\nBelow is a reconciliation of our consolidated US GAAP Operating Income to Non-GAAP Adjusted OI:\nYear Ended\nApril 30,\n2023\n2022\nOperating Income\n$\n55,890 \n$\n219,276 \nAdjustments:\nRestructuring charges (credits)\n49,389 \n(1,427)\nImpairment of goodwill\n99,800 \n— \nLegal settlement \n(1)\n3,671 \n— \nAccelerated amortization of an intangible asset\n (2)\n4,594 \n— \nNon-GAAP Adjusted Operating Income\n$\n213,344 \n$\n217,849 \n(1)\nWe settled a litigation matter related to consideration for a previous acquisition for $3.7 million during the three months ended January 31, 2023. This amount is reflected in Operating and administrative expenses on our  Consolidated Statements of Income.\n(2)\nAs described above, we determined that a revision of the useful life of the mthree trademark was warranted, and the intangible asset was fully amortized over its remaining useful life resulting in accelerated amortization expense of $4.6 million in the three months ended July 31, 2022.\n32\nIndex\nAdjusted EBITDA\nBelow is a reconciliation of our consolidated US GAAP Net Income to Non-GAAP EBITDA and Adjusted EBITDA:\nYear Ended\nApril 30, \n2023\n2022\nNet Income\n$\n17,233 \n$\n148,309 \nInterest expense\n37,745 \n19,802 \nProvision for income taxes\n15,867 \n61,352 \nDepreciation and amortization\n213,253 \n215,170 \nNon-GAAP EBITDA\n284,098 \n444,633 \nImpairment of goodwill\n99,800 \n— \nLegal settlement\n3,671 \n— \nRestructuring and related charges (credits)\n49,389 \n(1,427)\nForeign exchange (gains) losses on intercompany transactions, including the write off of certain cumulative translation adjustments\n(894)\n3,192 \nGain on sale of businesses and certain assets\n(10,177)\n(3,694)\nOther income, net\n(3,884)\n(9,685)\nNon-GAAP Adjusted EBITDA\n$\n422,003 \n$\n433,019 \nInterest Expense:\nInterest expense for the year ended April 30, 2023, was $37.7 million compared with the prior year of $19.8 million. This increase was primarily due to a higher weighted average effective interest rate.\nForeign Exchange Transaction Gains (Losses):\nForeign exchange transaction gains were $0.9 million for the year ended April 30, 2023, and were primarily due to the write off of the $1.1 million cumulative translation adjustment in earnings since the Russia entity was deemed substantially liquidated.  As described above, we were substantially complete with our exit from Russia as of \nApril 30, 2023.\nForeign exchange transaction losses were $3.2 million for the year ended April 30, 2022, and were primarily due to losses on our foreign currency denominated third-party and, to a lesser extent, intercompany accounts receivable and payable balances due to the impact of the change in average foreign exchange rates as compared to the US dollar.\nGain on Sale of Businesses and Certain Assets:\nThe pretax gain on sale of businesses for the year ended \nApril 30, 2023, was $10.2 million. As part of our ongoing initiatives to simplify our portfolio and focus our attention on strategic growth areas, we have completed two dispositions during the year ended April 30, 2023. Both were included in our Academic segment. On February 28, 2023, we completed the sale of Wiley's Efficient Learning test prep portfolio business. In addition, on March 31, 2023, we completed the sale of our advancement courses business. Neither disposition constituted a strategic shift, and the impact on our overall operations and financial results was not material. Accordingly, the operations associated with the dispositions are not reported in discontinued operations.  See Note 4, \"Acquisitions and Divestitures\" for more details on these divestitures. \nThe gain on sale of certain assets for the year ended April 30, 2022, was due to the sale of our world languages product portfolio which was included in our Academic segment and resulted in a pretax gain of approximately $3.7 million.\n33\nIndex\nOther Income, Net:\nOther income, net was $3.9 million for the year ended April 30, 2023, a decrease of $5.8 million, or 60%, as compared with the prior year. On a constant currency basis, other income, net decreased 51%. This decrease was primarily due to \nlower pension income for our defined benefit plans,  partially offset by a decrease in donations and pledges to humanitarian organizations to provide aid to those impacted by the crisis in Ukraine, and a curtailment and settlement credit due to the wind up of the Russia pension plan of $1.8 million.\nProvision for Income Taxes:\nBelow is a reconciliation of our US GAAP Income Before Taxes to Non-GAAP Adjusted Income Before Taxes:\nYear Ended\nApril 30, \n2023\n2022\nUS GAAP Income Before Taxes\n$\n33,100 \n$\n209,661 \nPretax Impact of Adjustments:\nImpairment of goodwill \n99,800 \n— \nLegal settlement\n3,671 \n— \nPension income related to the wind up of the Russia plan\n(1,750)\n— \nRestructuring and related charges (credits)\n49,389 \n(1,427)\nForeign exchange losses on intercompany transactions, including the write off of certain cumulative translation adjustments\n457 \n1,513 \nAmortization of acquired intangible assets\n89,177 \n89,346 \nGain on sale of businesses and certain assets\n(10,177)\n(3,694)\nNon-GAAP Adjusted Income Before Taxes\n$\n263,667 \n$\n295,399 \nBelow is a reconciliation of our US GAAP Income Tax Provision to Non-GAAP Adjusted Income Tax Provision, including our US GAAP Effective Tax Rate and our Non-GAAP Adjusted Effective Tax Rate:\nYear Ended\nApril 30, \n2023\n2022\nUS GAAP Income Tax Provision\n$\n15,867\n$\n61,352\nIncome Tax Impact of Adjustments \n(1)\n:\nLegal settlement \n716\n—\nPension income related to the wind up of the Russia plan\n(437)\n—\nRestructuring and related charges (credits)\n12,151\n(260)\nForeign exchange losses on intercompany transactions, including the write off of certain cumulative translation adjustments\n132\n597\nAmortization of acquired intangible assets\n20,183\n20,816\nGain on sale of businesses and certain assets\n(3,860)\n(922)\nIncome Tax Adjustments\nImpact of increase in UK statutory rate on deferred tax balances \n(2)\n2,370\n(21,415)\nNon-GAAP Adjusted Income Tax Provision \n$\n47,122\n$\n60,168\nUS GAAP Effective Tax Rate\n47.9 \n%\n29.3 \n%\nNon-GAAP Adjusted Effective Tax Rate\n17.9 \n%\n20.4 \n%\n34\nIndex\n(1)\nFor the years ended April 30, 2023 and 2022, substantially all of the tax impact was from deferred taxes.\n(2)\nIn the three months ended July 31, 2021, the UK enacted legislation that increased its statutory rate from 19% to 25% effective April 1, 2023. This resulted in a $21.4 million non-cash deferred tax expense from the re-measurement of the Company’s applicable UK net deferred tax liabilities during the three months ended July 31, 2021. These adjustments impacted deferred taxes. For the year ended April 30, 2023, we recorded a $2.4 million non-cash deferred tax benefit related to pensions due to the UK statutory rate change. These adjustments impacted deferred taxes.\nThe effective tax rate was 47.9% for the year ended April 30, 2023, compared to 29.3% for the year ended April 30, 2022. Our rate for the year ended April 30, 2023, was higher due to the rate differential with respect to certain restructuring charges, the impairment of non-deductible goodwill resulting from the segment realignment described in Note 11, \"Goodwill and Intangible Assets,\" offset by a benefit of $2.4 million relating to the effect of the increase in the UK statutory tax rate on UK pensions. On June 10, 2021, the UK increased its statutory corporate tax rate from 19% to 25% effective April 1, 2023. The 29.3% effective tax rate for the year ended April 30, 2022, was increased by a similar $21.4 million nonrecurring, noncash US GAAP deferred tax expense relating to the UK statutory tax rate increase described above.\nExcluding the UK rate change, the tax implications of certain restructuring and related actions, and other unusual items, the Non-GAAP Adjusted Effective Tax Rate for the year ended April 30, 2023, was 17.9%. The Non-GAAP Adjusted Effective Tax Rate for the year ended April 30, 2022, excluding the impact of the UK statutory rate change, was 20.4%. The decrease in the Non-GAAP Adjusted Effective Tax Rate before these items was primarily due to a more favorable mix of earnings by jurisdiction for the year ended April 30, 2023.\nDiluted Earnings Per Share (EPS):\nDiluted earnings per share for the year ended April 30, 2023, was $0.31 per share compared to $2.62 per share in the prior year. This decrease was due to lower operating income and, to a lesser extent, higher interest expense and lower other income.  These were partially offset by a lower provision for income taxes and, to a lesser extent, an increase in the gain on sale of businesses and certain assets, and foreign exchange transaction gains.\nBelow is a reconciliation of our US GAAP EPS to Non-GAAP Adjusted EPS. The amount of the pretax and the related income tax impact for the adjustments included in the table below are presented in the section above, “Provision for Income Taxes.”\nYear Ended\nApril 30, \n2023\n2022\nUS GAAP EPS\n$\n0.31 \n$\n2.62 \nAdjustments:\nImpairment of goodwill \n1.77 \n— \nLegal settlement\n0.05 \n— \nPension income related to the wind up of the Russia plan\n(0.02)\n— \nRestructuring and related charges (credits)\n0.66 \n(0.02)\nForeign exchange losses on intercompany transactions, including the write off of certain cumulative translation adjustments\n0.01 \n0.02 \nAmortization of acquired intangible assets\n1.21 \n1.21 \nGain on sale of businesses and certain assets\n(0.11)\n(0.05)\nIncome tax adjustments\n(0.04)\n0.38 \nNon-GAAP Adjusted EPS\n$\n3.84 \n$\n4.16 \nOn a constant currency basis, Adjusted EPS decreased 8% primarily due to an increase in interest expense, lower pension income, and lower Adjusted OI.  These were partially offset by a lower provision for income taxes.\n35\nIndex\nSEGMENT OPERATING RESULTS:\nYear Ended\nApril 30, \n% Change \nFavorable \n(Unfavorable) \nConstant Currency\n% Change\nFavorable \n(Unfavorable) \nRESEARCH\n2023\n2022\nRevenue: \nResearch Publishing \n(1)\n$\n926,773 \n$\n963,715 \n(4)\n%\n(1)\n%\nResearch Solutions \n(1)\n153,538 \n147,628 \n4 \n%\n7 \n%\nTotal Research\n1,080,311 \n1,111,343 \n(3)\n%\n— \n%\nCost of Sales\n286,361 \n300,373 \n5 \n%\n2 \n%\nOperating Expenses\n463,731 \n468,012 \n1 \n%\n(4)\n%\nAmortization of Intangibles\n46,235 \n47,731 \n3 \n%\n(1)\n%\nRestructuring Charges (see Note 7)\n2,182 \n238 \n#\n#\nContribution to Profit \n281,802 \n294,989 \n(4)\n%\n(4)\n%\nRestructuring Charges (see Note 7)\n2,182 \n238 \n#\n#\nAdjusted Contribution to Profit\n283,984 \n295,227 \n(4)\n%\n(3)\n%\nDepreciation and Amortization\n93,008 \n94,899 \n2 \n%\n(1)\n%\nAdjusted EBITDA\n$\n376,992 \n$\n390,126 \n(3)\n%\n(2)\n%\nAdjusted EBITDA Margin\n34.9 \n%\n35.1 \n%\n# Not meaningful\n(1)\nAs previously announced in May 2022, our revenue by product type previously referred to as Research Platforms was changed to Research Solutions. Research Solutions includes infrastructure and publishing services that help societies and corporations thrive in a complex knowledge ecosystem. In addition to Platforms (Atypon), certain product offerings such as corporate sales which included the recent acquisitions of Madgex Holdings Limited (Madgex), and Bio-Rad Laboratories Inc.’s Informatics products (Informatics) that were previously included in Research Publishing moved to Research Solutions to align with our strategic focus.  Research Solutions also includes product offerings related to certain recent acquisitions such as J&J, and EJP. Prior period results have been revised to the new presentation. There were no changes to the total Research segment or our consolidated financial results. The revenue reclassified was $93.3 million and $80.3 million for the years ended April 30, 2022 and 2021, respectively.\nRevenue:\nResearch revenue for the year ended April 30, 2023 decreased $31.0 million, or 3%, as compared with the prior year. On a constant currency basis, revenue was flat as compared with the prior year. Excluding revenue from acquisitions, organic revenue decreased 1% on a constant currency basis. This decrease was primarily due to lower article volume in Research Publishing, notably in Hindawi, and to a lesser extent corporate spending headwinds in Research Solutions. Starting in the three months ended January 31, 2023, open access publishing was adversely impacted by the publishing pause in a Hindawi special issues program. The program was suspended temporarily due to the presence in certain special issues of compromised articles. As a result, Hindawi revenue for the year ended April 30, 2023 decreased $3.0 million on a constant currency basis as compared with the prior year. We have closed four Hindawi journals and retracted over 1,700 articles.  We expect a decrease in fiscal year 2024 revenue of $30 to $35 million due to this disruption. \nExcluding Hindawi, Wiley’s Research revenue for the year ended April 30, 2023 on a constant currency basis was flat as compared with the prior year.  Open access article output was flat for the year ended April 30, 2023, as compared with the prior year. Excluding Hindawi, open access article output growth was approximately 6% for the year ended April 30, 2023.\n36\nIndex\nAdjusted EBITDA:\nOn a constant currency basis, Adjusted EBITDA decreased 2% as compared with the prior year. This decrease was primarily due to \ninvestments to optimize and scale publishing and solutions, \nhigher employment costs and, \nto a lesser extent, \ntravel and entertainment costs due to the resumption of in-person activities.  These were partially offset by lower royalty costs largely due to the product mix.  We expect a decrease in fiscal year 2024 Adjusted EBITDA of $25 to $30 million due to the Hindawi disruption as described above. \nYear Ended\nApril 30, \n% Change\nFavorable \n(Unfavorable) \nConstant Currency\n% Change Favorable\n(Unfavorable) \nACADEMIC:\n2023\n2022\nRevenue:\n \n \nAcademic Publishing\n$\n481,752 \n$\n531,705 \n(9)\n%\n(7)\n%\nUniversity Services\n208,656 \n227,407 \n(8)\n%\n(8)\n%\nTotal Academic Revenue \n690,408 \n759,112 \n(9)\n%\n(7)\n%\nCost of Sales\n286,647 \n309,220 \n7 \n%\n6 \n%\nOperating Expenses\n312,159 \n333,098 \n6 \n%\n4 \n%\nImpairment of Goodwill (see Note 11)\n99,800 \n— \n#\n#\nAmortization of Intangibles\n23,323 \n25,547 \n9 \n%\n9 \n%\nRestructuring Charges (Credits) (see Note 7)\n10,366 \n(470)\n#\n#\nContribution to Profit \n(41,887)\n91,717 \n#\n#\nRestructuring Charges (Credits) (see Note 7)\n10,366 \n(470)\n#\n#\nImpairment of Goodwill (see Note 11)\n99,800 \n— \n#\n#\nAdjusted Contribution to Profit\n68,279 \n91,247 \n(25)\n%\n(23)\n%\nDepreciation and Amortization\n79,741 \n81,721 \n2 \n%\n1 \n%\nAdjusted EBITDA\n$\n148,020 \n$\n172,968 \n(14)\n%\n(13)\n%\nAdjusted EBITDA Margin\n21.4 \n%\n22.8 \n%\n \n \n# Not meaningful\nRevenue:\nAcademic revenue decreased $68.7 million, or 9%, as compared with the prior year. On a constant currency basis, revenue decreased 7% as compared with prior year. Excluding revenue from acquisitions, organic revenue decreased 8% on a constant currency basis. This decrease was primarily due to a decrease in Academic Publishing due to a decline in print, partially offset by an increase in digital courseware. University Services revenue decreased primarily due to continued online enrollment challenges, and lower tuition share in services. For the year ended April 30, 2023, University Services experienced a 5% decline in online enrollment.\nAdjusted EBITDA:\nOn a constant currency basis, Adjusted EBITDA decreased 13% as compared with the prior year. This decrease was primarily due to lower revenues and, to a lesser extent, inflationary impacts on inventory, and higher technology and distribution costs.  These were partially offset by expense savings from restructuring activities, and lower annual incentive compensation.\n37\nIndex\nYear Ended\nApril 30, \n% Change\nFavorable\n(Unfavorable) \nConstant Currency\n% Change\nFavorable \n(Unfavorable) \nTALENT:\n2023\n2022\nTotal Talent Revenue \n$\n249,181 \n$\n212,473 \n17 \n%\n24 \n%\nCost of Sales\n119,533 \n91,065 \n(31)\n%\n(40)\n%\nOperating Expenses\n86,032 \n85,891 \n— \n%\n(5)\n%\nAmortization of Intangibles\n15,203 \n11,558 \n(32)\n%\n(35)\n%\nRestructuring Charges (see Note 7)\n3,009 \n23 \n#\n#\nContribution to Profit \n25,404 \n23,936 \n6 \n%\n10 \n%\nRestructuring Charges (see Note 7)\n3,009 \n23 \n#\n#\nAccelerated Amortization of an Intangible Asset\n4,594 \n— \n#\n#\nAdjusted Contribution to Profit\n33,007 \n23,959 \n38 \n%\n41 \n%\nDepreciation and Amortization\n19,448 \n21,997 \n12 \n%\n7 \n%\nAdjusted EBITDA\n$\n52,455 \n$\n45,956 \n14 \n%\n18 \n%\nAdjusted EBITDA Margin\n21.1 \n%\n21.6 \n%\n \n# Not meaningful\nRevenue:\nTalent revenue increased $36.7 million, or 17%, as compared with the prior year on a reported basis. On a constant currency basis, revenue increased 24% as compared with prior year. This increase was primarily due to double-digit growth in placements and, to a lesser extent, an increase in assessments (corporate training), partially offset by a decrease in corporate learning. For the year ended April 30, 2023, we delivered approximately 18% growth in talent placements in talent development (Wiley Edge).\nAdjusted EBITDA:\nOn a constant currency basis, Adjusted EBITDA increased 18% as compared with the prior year. This was due to revenue, partially offset by increased inflationary impacts on placements, and investments to  scale talent development (Wiley Edge).\nCORPORATE EXPENSES: \nCorporate expenses for the year ended April 30, 2023, increased $18.1 million, or 9%, as compared with the prior year. On a constant currency basis and excluding restructuring charges (credits) and a legal settlement, these expenses decreased 7% as compared with the prior year. On a constant currency basis, Adjusted EBITDA decreased 8% as compared with the prior year. This was primarily due to lower employee related costs, including lower annual incentive compensation for fiscal year 2023.\nFISCAL YEAR 2022 AS COMPARED TO FISCAL YEAR 2021 SUMMARY RESULTS\nRevenue:\nRevenue for the year ended April 30, 2022, increased $141.4 million, or 7%, as compared with the prior year on a reported and on a constant currency basis including contributions from acquisitions. Excluding the contributions from acquisitions, revenue increased 5% on a constant currency basis.\nSee the “Segment Operating Results” below for additional details on each segment’s revenue and Adjusted EBITDA performance\n.\n38\nIndex\nCost of Sales:\nCost of sales for the year ended April 30, 2022, increased $75.3 million, or 12%, as compared with the prior year. On a constant currency basis, cost of sales increased 11% as compared with the prior year. This increase was primarily due to higher employee costs and, to a lesser extent, higher student acquisition costs in Academic and increased royalty costs in Research.\nOperating and Administrative Expenses:\nOperating and administrative expenses for the year ended April 30, 2022, increased $56.9 million, or 6%, as compared with the prior year. On a constant currency basis, operating and administrative expenses increased 5% as compared with the prior year primarily reflecting higher editorial costs due to additional resources to support investments in growth, technology costs to support growth initiatives, higher advertising and marketing costs and, to a lesser extent, higher employee-related costs.\nRestructuring and Related (Credits) Charges:\nFor the years ended April 30, 2022 and 2021, we recorded pretax restructuring credits of $1.4 million and charges of $33.3 million, respectively primarily related to our Business Optimization Program. \nIn November 2020, in response to the COVID-19 pandemic and the Company’s successful transition to a virtual work environment, we increased use of virtual work arrangements for postpandemic operations. As a result, we expanded the scope of the Business Optimization Program to include the exit of certain leased office space beginning in the third quarter of fiscal year 2021, and the reduction of our occupancy at other facilities. We are reducing our real estate square footage occupancy by approximately 12%. These actions resulted in a pretax restructuring charge of $18.3 million in the year ended April 30, 2021.\nIn addition, we also incurred ongoing facility-related costs associated with certain properties that resulted in additional restructuring charges of $1.8 million and $3.7 million in the years ended April 30, 2022 and 2021, respectively.\nWe anticipate ongoing facility-related costs associated with certain properties to result in additional restructuring charges in future periods.\nThese (credits) charges are reflected in Restructuring and related (credits) charges in the Consolidated Statements of Income (Loss). See Note 7, “Restructuring and Related (Credits) Charges” for more details on these (credits) charges.\nFor the impact of our restructuring program on diluted earnings per share, see the section below, “Diluted Earnings per Share (EPS).”\nAmortization of Intangible Assets:\nAmortization of intangible assets was $84.8 million for the year ended April 30, 2022, an increase of $10.2 million, or 14%, as compared with the prior year. On a constant currency basis, amortization of intangible assets increased 13% as compared with the prior year primarily due to the intangibles acquired as part of the Hindawi acquisition completed in fiscal year 2021 and, to a lesser extent, other acquisitions completed in fiscal year 2022, partially offset by the completion of amortization of certain acquired intangible assets. See Note 4, “Acquisitions and Divestitures” for more details on our acquisitions.\nOperating Income, Adjusted Operating Income (OI) and Adjusted EBITDA:\nOperating income for the year ended April 30, 2022 increased $33.8 million, or 18% as compared with the prior year on a reported and on a constant currency basis. The increase was primarily due to the increase in revenue and, to a lesser extent, lower restructuring charges, partially offset by an increase in cost of sales and operating and administrative expenses.\n39\nIndex\nAdjusted OI on a constant currency basis and excluding restructuring (credits) charges decreased 1% as compared with the prior year primarily due to an increase in cost of sales, operating and administrative expenses and, to a lesser extent, amortization of intangible assets, partially offset by higher revenues as described above.\nAdjusted EBITDA on a constant currency basis and excluding restructuring (credits) charges, increased 3%, as compared with the prior year primarily due to revenue performance, partially offset by an increase in operating and administrative expenses, and cost of sales.\nAdjusted OI\nBelow is a reconciliation of our consolidated US GAAP Operating Income to Non-GAAP Adjusted OI:\nYear Ended\nApril 30,\n2022\n2021\nUS GAAP Operating Income\n$\n219,276 \n$\n185,511 \nAdjustments:\n \n \nRestructuring and related (credits) charges\n(1,427)\n33,310 \nNon-GAAP Adjusted OI\n$\n217,849 \n$\n218,821 \nAdjusted EBITDA\nBelow is a reconciliation of our consolidated US GAAP Net Income to Non-GAAP EBITDA and Adjusted EBITDA:\nYear Ended\nApril 30, \n2022\n2021\nNet Income\n$\n148,309 \n$\n148,256 \nInterest expense\n19,802 \n18,383 \nProvision for income taxes\n61,352 \n27,656 \nDepreciation and amortization\n215,170 \n200,189 \nNon-GAAP EBITDA\n444,633 \n394,484 \nRestructuring and related (credits) charges\n(1,427)\n33,310 \nForeign exchange transaction losses\n3,192 \n7,977 \nGain on sale of certain assets\n(3,694)\n— \nOther income, net\n(9,685)\n(16,761)\nNon-GAAP Adjusted EBITDA\n$\n433,019 \n$\n419,010 \nInterest Expense:\nInterest expense for the year ended April 30, 2022 was $19.8 million compared with the prior year of $18.4 million. This increase was due to a higher average debt balance outstanding, which included borrowings for the funding of acquisitions and, to a lesser extent, higher weighted average effective interest rate.\nForeign Exchange Transaction Losses:\nForeign exchange transaction losses were $3.2 million for the year ended April 30, 2022 and were primarily due to losses on our foreign currency denominated third-party and, to a lesser extent, intercompany accounts receivable and payable balances due to the impact of the change in average foreign exchange rates as compared to the US dollar.\n40\nIndex\nForeign exchange transaction losses were $8.0 million for the year ended April 30, 2021 and were due to the unfavorable impact of the changes in exchange rates on US dollar cash balances held in the UK to fund the acquisition of Hindawi and the net impact of changes in average foreign exchange rates as compared to the US dollar on our third-party accounts receivable and payable balances.\nGain on Sale of Certain Assets:\nThe gain on the sale of certain assets is due to the sale of our world languages product portfolio which was included in our Academic segment and resulted in a pretax gain of approximately $3.7 million during the year ended April 30, 2022.\nOther Income, Net:\nOther income, net was $9.7 million for the year ended April 30, 2022, a decrease of $7.1 million, or 42%, as compared with the prior year. This decrease was primarily due to $3 million in donations and pledges made in the year ended April 30, 2022 to humanitarian organizations to provide aid to those impacted by the crisis in Ukraine.\nProvision for Income Taxes:\nBelow is a reconciliation of our US GAAP Income Before Taxes to Non-GAAP Adjusted Income Before Taxes:\nYear Ended\nApril 30, \n2022\n2021\nUS GAAP Income Before Taxes\n$\n209,661 \n$\n175,912 \nPretax Impact of Adjustments:\n \n \nRestructuring and related (credits) charges\n(1,427)\n33,310 \nForeign exchange losses (gains) on intercompany transactions\n1,513 \n(1,457)\nAmortization of acquired intangible assets\n89,346 \n79,421 \nGain on sale of certain assets\n(3,694)\n— \nNon-GAAP Adjusted Income Before Taxes\n$\n295,399 \n$\n287,186 \nBelow is a reconciliation of our US GAAP Income Tax Provision to Non-GAAP Adjusted Income Tax Provision, including our US GAAP Effective Tax Rate and our Non-GAAP Adjusted Effective Tax Rate:\nYear Ended\nApril 30, \n2022\n2021\nUS GAAP Income Tax Provision\n$\n61,352\n$\n27,656\nIncome Tax Impact of Adjustments\n(1)\n:\n \n \nRestructuring and related (credits) charges\n(260)\n8,065\nForeign exchange losses (gains) on intercompany transactions\n597\n(363)\nAmortization of acquired intangible assets\n20,816\n18,511\nGain on sale of certain assets\n(922)\n—\nIncome Tax Adjustments:\n \n \nImpact of increase in UK statutory rate on deferred tax balances\n(2)\n(21,415)\n(3,511)\nImpact of US CARES Act\n(3)\n—\n13,998\nImpact of change in certain US state tax rates in 2021\n(2)\n—\n(3,225)\nNon-GAAP Adjusted Income Tax Provision\n$\n60,168\n$\n61,131\n \n \nUS GAAP Effective Tax Rate\n29.3 \n%\n15.7 \n%\nNon-GAAP Adjusted Effective Tax Rate\n20.4 \n%\n21.3 \n%\n41\nIndex\n(1)\nFor the year ended April 30, 2022, substantially all of the tax impact was from deferred taxes. For the year ended April 30, 2021, except for the $8.4 million current tax impact from the US CARES Act noted below, substantially all of the tax impact was from deferred taxes.\n(2)\nThese adjustments impacted deferred taxes in the years ended April 30, 2022 and 2021.\n(3)\nThe tax impact was $8.4 million from current taxes and $5.6 million from deferred taxes in the year ended April 30, 2021.\nThe effective tax rate was 29.3% for the year ended April 30, 2022, compared to 15.7% for the year ended April 30, 2021. Our effective tax rate for the year ended April 30, 2022, was increased by $21.4 million due to an increase in the UK statutory rate during the three months ended July 31, 2021. On June 10, 2021, the UK announced an increase to its statutory corporate income tax rate from 19% to 25% effective April 1, 2023, resulting in this nonrecurring, noncash US GAAP deferred tax expense. The 15.7% tax expense rate for the year ended April 30, 2021, benefited by $14.0 million from provisions in the Coronavirus Aid Relief and Economic Security Act (the CARES Act) and certain regulations issued in late July 2020, which enabled us to carry certain net operating losses back to a year with a higher statutory tax rate.\nExcluding the expense from the UK rate change, the Non-GAAP Adjusted Effective Tax Rate for the year ended April 30, 2022, was 20.4%. The Non-GAAP Adjusted Effective Tax Rate for the year ended April 30, 2021, excluding the impact of the UK statutory rate change, the CARES Act, and state tax expense from rate changes, was 21.3%. The Non-GAAP Adjusted Effective Tax Rate before these items decreased because the year ended April 30, 2021, included US state tax expenses from our expanded presence due to employees working in additional locations given the COVID-19 pandemic.\nDiluted Earnings Per Share (EPS):\nDiluted earnings per share for the year ended April 30, 2022 was $2.62 per share compared to $2.63 per share in the prior year. This decrease was due to a higher weighted average number of common shares outstanding in the year ended April 30, 2022 as net income was flat compared to the year ended April 30, 2021. Net income was flat as higher operating income and, to a lesser extent, lower foreign exchange losses and the gain on sale of certain assets were offset by higher provision for income taxes and, to a lesser extent, lower other income, net.\nBelow is a reconciliation of our US GAAP EPS to Non-GAAP Adjusted EPS. The amount of the pretax and the related income tax impact for the adjustments included in the table below are presented in the section above, “Provision for Income Taxes.”\nYear Ended\nApril 30, \n2022\n2021\nUS GAAP EPS\n$\n2.62 \n$\n2.63 \nAdjustments:\n \n \nRestructuring and related (credits) charges\n(0.02)\n0.44 \nForeign exchange losses (gains) on intercompany transactions\n0.02 \n(0.02)\nAmortization of acquired intangible assets\n1.21 \n1.08 \nGain on sale of certain assets\n(0.05)\n— \nIncome tax adjustments\n0.38 \n(0.13)\nNon-GAAP Adjusted EPS\n$\n4.16 \n$\n4.00 \nOn a constant currency basis, Adjusted EPS increased 1% primarily due to a lower Non-GAAP Adjusted Effective Tax Rate, partially offset by lower Other income, net and, to a lesser extent, lower Adjusted OI.\n42\nIndex\nSEGMENT OPERATING RESULTS:\nYear Ended\nApril 30, \n% Change \nFavorable \n(Unfavorable) \nConstant Currency\n% Change\nFavorable \n(Unfavorable) \nRESEARCH:\n2022\n2021\nRevenue:\nResearch Publishing \n(1)\n$\n963,715 \n$\n892,176 \n8 \n%\n8 \n%\nResearch Solutions \n(1)\n147,628 \n123,173 \n20 \n%\n20 \n%\nTotal Research Revenue\n1,111,343 \n1,015,349 \n9 \n%\n9 \n%\nCost of Sales\n300,373 \n275,377 \n(9)\n%\n(8)\n%\nOperating Expenses\n468,012 \n429,916 \n(9)\n%\n(9)\n%\nAmortization of Intangible Assets\n47,731 \n37,033 \n(29)\n%\n(28)\n%\nRestructuring Charges (Credits) (see Note 7)\n238 \n(36)\n#\n#\nContribution to Profit\n294,989 \n273,059 \n8 \n%\n9 \n%\nRestructuring Charges (Credits) (see Note 7)\n238 \n(36)\n#\n#\nAdjusted Contribution to Profit\n295,227 \n273,023 \n8 \n%\n9 \n%\nDepreciation and Amortization\n94,899 \n83,866 \n(13)\n%\n(13)\n%\nAdjusted EBITDA\n$\n390,126 \n$\n356,889 \n9 \n%\n10 \n%\nAdjusted EBITDA Margin\n35.1 \n%\n35.1 \n%\n# Not meaningful\n(1)\nAs previously announced in May 2022, our revenue by product type previously referred to as Research Platforms was changed to Research Solutions. Research Solutions includes infrastructure and publishing services that help societies and corporations thrive in a complex knowledge ecosystem. In addition to Platforms (Atypon), certain product offerings such as corporate sales which included the recent acquisitions of Madgex Holdings Limited (Madgex), and Bio-Rad Laboratories Inc.’s Informatics products (Informatics) that were previously included in Research Publishing moved to Research Solutions to align with our strategic focus. Research Solutions also includes product offerings related to certain recent acquisitions such as J&J, and EJP. Prior period results have been revised to the new presentation. There were no changes to the total Research segment or our consolidated financial results. The revenue reclassified was $93.3 million and $80.3 million for the years ended April 30, 2022 and 2021, respectively.\nRevenue:\nResearch revenue for the year ended April 30, 2022 increased $96.0 million, or 9%, as compared with the prior year on a reported and constant currency basis. Excluding revenue from acquisitions, organic revenue increased 5% on a constant currency basis. This increase was primarily due to an increase in publishing and, to a lesser extent corporate solutions. Research Publishing has continued growth due to Transformational Agreements (read and publish). Excluding the impact from acquisitions, Open Access article output growth was approximately 27% for the year ended April 30, 2022 as compared with the prior year.\nAdjusted EBITDA:\nOn a constant currency basis, Adjusted EBITDA increased 10% as compared with the prior year. This increase was primarily due to higher revenue, partially offset by higher editorial costs due to additional resources to support investments in growth, which includes the impact of the acquisition of Hindawi and, to a lesser extent, higher cost of sales including the incremental impact of acquisitions, technology, and sales-related costs.\n43\nIndex\nYear Ended\nApril 30, \n% Change\nFavorable \n(Unfavorable) \nConstant Currency\n% Change Favorable\n(Unfavorable) \nACADEMIC:\n2022\n2021\nRevenue:\n \n \nAcademic Publishing\n$\n531,705 \n$\n538,643 \n(1)\n%\n(2)\n%\nUniversity Services\n227,407 \n230,371 \n(1)\n%\n(1)\n%\nTotal Academic Revenue\n759,112 \n769,014 \n(1)\n%\n(2)\n%\nCost of Sales\n309,220 \n294,365 \n(5)\n%\n(5)\n%\nOperating Expenses\n333,098 \n333,858 \n— \n%\n1 \n%\nAmortization of Intangible Assets\n25,547 \n23,786 \n(7)\n%\n(7)\n%\nRestructuring (Credits) Charges (see Note 7)\n(470)\n3,457 \n#\n#\nContribution to Profit\n91,717 \n113,548 \n(19)\n%\n(20)\n%\nRestructuring (Credits) Charges (see Note 7)\n(470)\n3,457 \n#\n#\nAdjusted Contribution to Profit\n91,247 \n117,005 \n(22)\n%\n(23)\n%\nDepreciation and Amortization\n81,721 \n77,823 \n(5)\n%\n(5)\n%\nAdjusted EBITDA\n$\n172,968 \n$\n194,828 \n(11)\n%\n(12)\n%\nAdjusted EBITDA Margin\n22.8 \n%\n25.3 \n%\n \n \n# Not meaningful\nRevenue:\nAcademic revenue decreased $9.9 million, or 1%, as compared with the prior year on a reported basis. On a constant currency basis, revenue decreased 2% as compared with prior year. Excluding revenue from acquisitions, organic revenue decreased 2% on a constant currency basis. This decrease was due to Academic Publishing due to a decrease in education publishing due to lower US college enrollment and some easing of prior year COVID-19-related favorability for courseware and content and, to a lesser extent, test preparation.  This was partially offset by an increase in professional publishing. This decrease was also due University Services due to a decrease in student enrollments. For the year ended April 30, 2022, University Services experienced an 8% decrease in online enrollment.\nAdjusted EBITDA:\nOn a constant currency basis, Adjusted EBITDA decreased 12% as compared with the prior year. This decrease was due to lower revenue, higher student acquisition costs in University Services, and higher print product costs. This was partially offset by lower operating expenses. \n44\nIndex\nYear Ended\nApril 30, \n% Change\nFavorable\n(Unfavorable) \nConstant Currency\n% Change\nFavorable \n(Unfavorable) \nTALENT:\n2022\n2021\nTotal Talent Revenue\n$\n212,473 \n$\n157,138 \n35 \n%\n35 \n%\nCost of Sales\n91,065 \n55,593 \n(64)\n%\n(63)\n%\nOperating Expenses\n85,891 \n91,833 \n6 \n%\n6 \n%\nAmortization of Intangible Assets\n11,558 \n13,866 \n17 \n%\n17 \n%\nRestructuring Charges (see Note 7)\n23 \n577 \n(96)\n%\n(96)\n%\nContribution to Profit\n23,936 \n(4,731)\n#\n#\nRestructuring Charges (see Note 7)\n23 \n577 \n(96)\n%\n(96)\n%\nAdjusted Contribution to Profit\n23,959 \n(4,154)\n#\n#\nDepreciation and Amortization\n21,997 \n23,828 \n8 \n%\n7 \n%\nAdjusted EBITDA\n$\n45,956 \n$\n19,674 \n#\n#\nAdjusted EBITDA Margin\n21.6 \n%\n12.5 \n%\n \n# Not meaningful\nRevenue:\nTalent revenue increased $55.3 million, or 35%, as compared with the prior year on a reported and constant currency basis. This increase was primarily due to an increase in placements in talent development (Wiley Edge) and, to a lesser extent, driven by a strong recovery in assessments (corporate training) from prior year COVID-19 lockdown impacts. For the year ended April 30, 2022, we delivered approximately 112% growth in IT talent placements in talent development (Wiley Edge).\nAdjusted EBITDA:\nOn a constant currency basis, Adjusted EBITDA increased $26.3 million as compared with the prior year. This was due to an increase in revenue, partially offset by higher employee-related costs due to increased investments to accelerate growth in talent development (Wiley Edge).\nCORPORATE EXPENSES:\nCorporate expenses for the year ended April 30, 2022 decreased $5.0 million, or 3%, as compared with the prior year. On a constant currency basis and excluding restructuring (credits) charges, these expenses increased 16% as compared with the prior year. This was primarily due to higher employee-related costs, marketing costs and, to a lesser extent, technology-related spending.\n45\nIndex\nFISCAL YEAR 2024 TRANSITION YEAR OUTLOOK\nWiley has announced strategic actions that will focus Wiley on its strongest and most profitable businesses and large market opportunities in Research and Learning. We are divesting non-core education businesses, including University Services (known as online program management), Wiley Edge (formerly Talent Development) and CrossKnowledge.  These assets will be reported as businesses held for sale starting in the first quarter of fiscal year 2024. We will be streamlining our organization and rightsizing our cost structure to reflect these portfolio actions. The benefits of these actions will be realized in fiscal year 2025 and fiscal year 2026. \nWiley’s fiscal year 2024 outlook excludes businesses held for sale: University Services, Wiley Edge (Talent Development), and CrossKnowledge, as well as those businesses sold in fiscal year 2023 (test prep and advancement courses).  Collectively, these businesses generated $393 million of revenue (19% of our consolidated revenue) and $43 million of Adjusted EBITDA (10% of our consolidated Adjusted EBITDA) in fiscal year 2023. \nWiley’s go-forward reporting structure will consist of two reportable segments: (1) Research and (2) Learning, as well as a Corporate expense category (no change), which includes certain costs that are not allocated to the reportable segments.  Research is unchanged with reporting lines of Research Publishing and Research Solutions. Learning will include reporting lines of Academic (education publishing) and Professional (professional publishing and assessments). Wiley will begin to report on this structure in the first quarter of fiscal year 2024.      \n(amounts in millions, except Adjusted EPS)\nMetric\nFiscal Year 2023 \nAll Company\nFiscal Year 2023\nEx-Divestitures\nFiscal Year 2024 Outlook \nEx-Divestitures\nAdjusted Revenue \n(1)\n$2,020\n$1,627\n$1,580 to $1,630\nResearch\n$1,080\nFlat (+3% ex-Hindawi)\nLearning\n$547\nDown low single digits\nAdjusted EBITDA \n(1)\n$422\n$379\n$305 to $330\nAdjusted EPS \n(1)\n$3.84\n$3.48\n$2.05 to $2.40\n(1)\nWiley’s fiscal year 2024 outlook (“Adjusted Revenue,” “Adjusted EBITDA,” and “Adjusted EPS”) exclude businesses held for sale, including University Services, Wiley Edge (formerly Talent Development), and CrossKnowledge, as well as those sold in fiscal year 2023, Test Prep and Advancement Courses.  \nFiscal Year 2024 Transition Year Outlook\n•\nAdjusted Revenue\n – Projected year-over-year performance excluding divestitures primarily due to the Hindawi special issues publishing pause and continued softness in consumer and corporate spending. Research revenue is expected to be flat. Excluding Hindawi, our base business is anticipated to grow 3% driven by open access and solutions. In Learning, we are anticipating a low-single decline. We expect steadier market conditions in professional publishing than we saw in fiscal year 2023, but enrollment and print demand remain constrained in higher education, offsetting a modest growth expectation in our professional line. Note, this is a new metric defined as revenue adjusted to exclude businesses held for sale or sold.  \n•\nAdjusted EBITDA\n – Projected year-over-year decline excluding divestitures primarily due to projected revenue performance, notably Hindawi, particularly in the first half of the year, and to a lesser extent the Learning revenue decline. Other contributors include higher employment costs, notably a standard reset of incentive compensation after fiscal year 2023 underperformance ($30 million of Adjusted EBITDA impact) and wage inflation ($20 million of Adjusted EBITDA impact). Wiley is implementing its multi-year business optimization program by expanding its scope to drive operating efficiency and modernization while reducing corporate overhead.  Wiley’s Adjusted EBITDA margin for its go-forward business is projected to be 19-20%, down from 23.3% in fiscal year 2023. The Company expects to more than recover its fiscal 2023 margin of 23.3% as it exits fiscal year 2024 and progress from there in fiscal year 2025 and fiscal year 2026. \n•\nAdjusted EPS\n – Projected year-over-year decline excluding divestitures due to lower projected Adjusted EBITDA, and further impacted by $0.42 of non-operational items including a higher tax rate (-$0.21/share), pension expense (-$0.11/share), and interest expense (-$0.10/share). Our Adjusted Effective Tax Rate is expected to rise from 17.9% in fiscal year 2023 to approximately 25% in fiscal year 2024.  Wiley’s higher tax rate is primarily due to a less favorable mix of earnings by country and an increase in the UK statutory rate. Wiley froze its US and UK pension programs in 2015, and they are approximately 90% funded.\n46\nIndex\nWiley is not providing a Free Cash Flow outlook due to the uncertainty around both the timing of divestitures and the size and scope of restructuring payments.\nIn August 2022, the White House Office of Science and Technology Policy (OSTP) issued guidance for US federal agencies to make federally funded research freely available starting no later than December 31, 2025, without an embargo. For reference, approximately 10% of Wiley’s published articles today are funded by US federal departments impacted by this guidance, and approximately 27% of those articles are already open access. Wiley has been working for several years with the OSTP and other stakeholders around the world to support the orderly transition to open research. This new guidance is aligned with Wiley’s stated strategy and mission and is supported by the growth the Company is seeing in open research publishing. Wiley supports multiple publishing models to execute against the industry’s shared objective of unlocking access to scientific research and improving the efficiency of peer review and publication. Those models include journal subscriptions (“pay to read”), transformational agreements (“pay to read and publish”), and open access (“pay to publish”). In the past three years, our open access revenues, including from transformational agreements, have increased from less than 9% of total Research Publishing revenues to approximately 32% today. Based on our assessment of the guidance, we do not believe it will have a material financial impact on our Company.\nLIQUIDITY AND CAPITAL RESOURCES:\nPrincipal Sources of Liquidity\nWe believe that our operating cash flow, together with our revolving credit facilities and other available debt financing, will be adequate to meet our operating, investing, and financing needs in the foreseeable future. Operating cash flow provides the primary source of cash to fund operating needs and capital expenditures. Excess operating cash is used to fund shareholder dividends. Other discretionary uses of cash flow include share repurchases and acquisitions to complement our portfolio of businesses. As necessary, we may supplement operating cash flow with debt to fund these activities. The overall cash position of the Company reflects our durable business results and a global cash management strategy that considers liquidity management, economic factors and tax considerations. Our cash and cash equivalents are maintained at a number of financial institutions. To mitigate the risk of uninsured balances, we select financial institutions based on their credit ratings and financial strength, and we perform ongoing evaluations of these institutions to limit our concentration risk exposure to any financial institution.\nAs of April 30, 2023, we had cash and cash equivalents of $106.7 million, of which approximately $104.6 million, or 98%, was located outside the US. Maintenance of these cash and cash equivalent balances outside the US does not have a material impact on the liquidity or capital resources of our operations. We intend to repatriate earnings from our non-US subsidiaries, and to the extent we repatriate these funds to the US, we will be required to pay income taxes in various US state and local jurisdictions and applicable non-US withholding or similar taxes in the periods in which such repatriation occurs. Accordingly, as of April 30, 2023, we have recorded an approximately $2.8 million deferred tax liability related to the estimated taxes that would be incurred upon repatriating certain non-US earnings to the US.\nOn November 30, 2022, we entered into the second amendment to the Third Amended and Restated Credit Agreement (collectively, the Amended and Restated CA). See Note 14, “Debt and Available Credit Facilities” for more details on the amendment. The Amended and Restated CA provided for senior unsecured credit facilities comprised of a (i) five-year revolving credit facility in an aggregate principal amount up to $1.115 billion, (ii) a five-year term loan A facility consisting of $200 million, and (iii) $185 million aggregate principal amount revolving credit facility through May 2024. \n47\nIndex\nAs of April 30, 2023, we had approximately $748.3 million of debt outstanding, net of unamortized issuance costs of $0.7 million, and approximately $749.5 million of unused borrowing capacity under our Amended and Restated CA and other facilities. Our Amended and Restated CA contains certain restrictive covenants related to our consolidated leverage ratio and interest coverage ratio, which we were in compliance with as of April 30, 2023.\nContractual Obligations and Commercial Commitments\nA summary of contractual obligations and commercial commitments, excluding unrecognized tax benefits further described in Note 13, “Income Taxes,” of the Notes to Consolidated Financial Statements\n,\n as of April 30, 2023 is as follows:\nPayments Due by Period\n(in millions)\nTotal\nWithin\nYear 1\n2–3\nYears\n4–5\nYears\nAfter 5\nYears\nTotal debt\n(1)\n$\n749.0 \n$\n5.0 \n$\n35.0 \n$\n709.0 \n$\n— \nInterest on debt\n(2)\n164.3 \n33.9 \n74.4 \n56.0 \n— \nNon-cancellable leases\n171.5 \n26.5 \n48.5 \n32.3 \n64.2 \nMinimum royalty obligations\n385.5 \n98.1 \n147.5 \n93.6 \n46.3 \nOther operating commitments\n85.2 \n51.4 \n33.7 \n0.1 \n— \nTotal\n$\n1,555.5 \n$\n214.9 \n$\n339.1 \n$\n891.0 \n$\n110.5 \n(1)\nTotal debt is exclusive of unamortized issuance costs of $0.7 million.\n(2)\nInterest on debt includes the effect of our interest rate swap agreements and the estimated future interest payments on our unhedged variable rate debt, assuming that the interest rates as of April 30, 2023 remain constant until the maturity of the debt.\nAnalysis of Historical Cash Flow\nThe following table shows the changes in our Consolidated Statements of Cash Flows:\nYears Ended April 30, \n2023\n2022\n2021\nNet cash provided by operating activities\n$\n277,071 \n$\n339,100 \n$\n359,923 \nNet cash used in investing activities\n(98,398)\n(194,024)\n(433,154)\nNet cash used in financing activities\n(168,568)\n(131,638)\n(47,086)\nEffect of foreign currency exchange rate changes on cash, cash equivalents, and restricted cash\n$\n(3,570)\n$\n(7,070)\n$\n11,629 \nCash flow from operations is seasonally a use of cash in the first half of Wiley’s fiscal year principally due to the timing of collections for annual journal subscriptions, which typically occurs in the beginning of the second half of our fiscal year.\nFree cash flow less product development spending helps assess our ability, over the long term, to create value for our shareholders, as it represents cash available to repay debt, pay common dividends, and fund share repurchases, and acquisitions. Below are the details of Free cash flow less product development spending.\n48\nIndex\nFree Cash Flow Less Product Development Spending:\nYears Ended April 30,\n2023\n2022\n2021\nNet cash provided by operating activities\n$\n277,071 \n$\n339,100 \n$\n359,923 \nLess: Additions to technology, property and equipment\n(81,155)\n(88,843)\n(77,407)\nLess: Product development spending\n(22,958)\n(27,015)\n(25,954)\nFree cash flow less product development spending\n$\n172,958 \n$\n223,242 \n$\n256,562 \nNet Cash Provided By Operating Activities\n2023 compared to 2022\nThe following is a summary of the $62.0 million change in Net cash provided by operating activities for the year ended April 30, 2023, as compared with the year ended April 30, 2022 (amounts in millions).\nNet cash provided by operating activities – Year ended April 30, 2022\n$\n339.1 \nNet income adjusted for items to reconcile net income to net cash provided by operating activities, which would include such noncash items as depreciation and amortization, impairment of goodwill, restructuring and related charges (credits), and the change in deferred taxes\n(27.8)\nWorking capital changes:\nAccounts receivable, net and contract liabilities \n6.6 \nAccounts payable and accrued royalties\n6.5 \nChanges in other assets and liabilities\n(47.3)\nNet cash provided by operating activities – Year ended April 30, 2023\n$\n277.1 \nThe favorable change in accounts receivable, net and contract liabilities was primarily due to the timing of collections and billings with customers. \nThe favorable change in accounts payable and accrued royalties was due to the timing of payments.\nThe unfavorable changes in other assets and liabilities noted in the table above was primarily due to higher restructuring payments in fiscal year 2023, and lower employee related costs due to lower annual incentive compensation for fiscal year 2023.\nOur negative working capital (current assets less current liabilities) was $354.3 million and $418.6 million as of April 30, 2023 and April 30, 2022, respectively. The primary driver of the negative working capital is the benefit realized from unearned contract liabilities related to subscriptions for which cash has been collected in advance. The contract liabilities will be recognized as income when the products are shipped or made available online to the customers over the term of the subscription. Current liabilities as of April 30, 2023 and as of April 30, 2022 include contract liabilities of $504.7 million and $538.1 million, respectively, primarily related to deferred subscription revenue for which cash was collected in advance.\nCash collected in advance for subscriptions is used by us for a number of purposes, including funding operations, capital expenditures, acquisitions, debt repayments, dividend payments, and share repurchases.\n2022 compared to 2021\nThe following is a summary of the $20.8 million change in Net cash provided by operating activities for the year ended April 30, 2022 as compared with the year ended April 30, 2021 (amounts in millions).\n49\nIndex\nNet cash provided by operating activities – Year ended April 30, 2021\n$\n359.9 \nNet income adjusted for items to reconcile net income to net cash provided by operating activities, which would include such noncash items as depreciation and amortization and the change in deferred taxes\n(16.3)\nWorking capital changes:\nAccounts payable and accrued royalties\n47.5 \nAccounts receivable, net and contract liabilities\n(23.3)\nChanges in other assets and liabilities\n(28.7)\nNet cash provided by operating activities – Year ended April 30, 2022\n$\n339.1 \nThe favorable change in accounts payable and accrued royalties was due to the timing of payments.\nThe unfavorable change in accounts receivable, net and contract liabilities was primarily the result of sales growth, as well as the timing of billings and collections with customers.\nThe unfavorable changes in other assets and liabilities noted in the table above was primarily due to an increase in employee-related costs, including payments due to higher annual incentive compensation payments in fiscal year 2022, partially offset by a favorable change in income taxes, and a decrease in restructuring payments.\nOur negative working capital (current assets less current liabilities) was $418.6 million and $462.7 million as of April 30, 2022 and April 30, 2021, respectively. The primary driver of the negative working capital is the benefit realized from unearned contract liabilities related to subscriptions for which cash has been collected in advance. The contract liabilities will be recognized as income when the products are shipped or made available online to the customers over the term of the subscription. Current liabilities as of April 30, 2022 and as of April 30, 2021 include contract liabilities of $538.1 million and $545.4 million, respectively, primarily related to deferred subscription revenue for which cash was collected in advance.\nCash collected in advance for subscriptions is used by us for a number of purposes, including funding operations, capital expenditures, acquisitions, debt repayments, dividend payments, and share repurchases.\nNet Cash Used In Investing Activities\n2023 Compared to 2022\nNet cash used in investing activities in the year ended April 30, 2023 was $98.4 million compared to $194.0 million in the prior year. The decrease in cash used in investing activities was primarily due to a decrease of $68.4 million in cash used to acquire businesses. Additionally, cash proceeds related to the sale of businesses and certain assets increased $12.2 million.  See Note 4, “Acquisitions and Divestitures” for more information related to the acquisitions and divestitures that occurred in the years ended April 30, 2023 and 2022. For additions of technology, property, and equipment and product development spending decreased $7.7 million  and $4.1 million, respectively. \n2022 Compared to 2021\nNet cash used in investing activities in the year ended April 30, 2022 was $194.0 million compared to $433.2 million in the prior year. The decrease in cash used in investing activities was due to a decrease of $224.2 million in cash used to acquire businesses. See Note 4, “Acquisitions and Divestitures” for more information related to the acquisitions that occurred in the years ended April 30, 2022 and 2021. Additionally, cash outflows for the acquisitions of publication rights and other activities decreased $24.0 million. This was partially offset by an increase of $11.4 million for additions of technology, property, and equipment.\n50\nIndex\nNet Cash Used In Financing Activities\n2023 Compared to 2022\nNet cash used in financing activities in the year ended April 30, 2023 was $168.6 million compared to $131.6 million in the year ended April 30, 2022. This change was primarily due to an increase in net debt repayments of $27.9 million and, to a lesser extent, a $5.0 million increase in cash used for purchases of treasury shares, and $4.5 million of cash used for costs related to the second amendment of the Amended and Restated CA.\n2022 Compared to 2021\nNet cash used in financing activities was $131.6 million in the year ended April 30, 2022 compared to net cash used of $47.1 million in the year ended April 30, 2021. This change was primarily due to net debt repayments of $11.0 million in the year ended April 30, 2022 compared with net debt borrowings of $30.7 million in the year ended April 30, 2021 and, to a lesser extent, a $24.7 million change from book overdrafts, and a $14.2 million increase in cash used for purchases of treasury shares.\nDividends and Share Repurchases\nIn the year ended April 30, 2023, we increased our quarterly dividend to shareholders to $1.39 per share annualized versus $1.38 per share annualized in the prior year.\nIn the year ended April 30, 2022, we increased our quarterly dividend to shareholders to $1.38 per share annualized versus $1.37 per share annualized in the prior year.\nDuring the year ended April 30, 2020, our Board of Directors approved an additional share repurchase program of $200 million of Class A or B Common Stock. As of April 30, 2023, we had authorization from our Board of Directors to purchase up to $162.5 million that was remaining under this program. During the years ended April 30, 2023 and 2022, we purchased $35.0 million and $2.5 million, respectively, under this program. No share repurchases were made under this program during the year ended April 30, 2021. The share repurchase program described above is in addition to the share repurchase program approved by our Board of Directors during the year ended April 30, 2017 of four million shares of Class A or B Common Stock. As of April 30, 2022, no additional shares were remaining under this program for purchase.\nThe following table summarizes the shares repurchased of Class A and B Common Stock (shares in thousands):\nYears Ended April 30,\n2023\n2022\n2021\nShares repurchased – Class A\n831\n542\n308\nShares repurchased – Class B\n1\n2\n2\nAverage Price – Class A and Class B\n$\n42.07 \n$\n55.14 \n$\n50.93 \nRECENTLY ISSUED STATEMENTS OF FINANCIAL ACCOUNTING STANDARDS, ACCOUNTING GUIDANCE, AND DISCLOSURE REQUIREMENTS\nWe are subject to numerous recently issued statements of financial accounting standards, accounting guidance, and disclosure requirements. The information set forth in Part II, Item 8, “Financial Statements and Supplementary Data” in Note 2, “Summary of Significant Accounting Policies, Recently Issued and Recently Adopted Accounting Standards,” of the Notes to Consolidated Financial Statements of this Annual Report on Form 10-K is incorporated by reference and describes these new accounting standards.\n51\nIndex\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES:\nThe preparation of our Consolidated Financial Statements and related disclosures in conformity with US GAAP requires our management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities as of the date of the financial statements, and revenue and expenses during the reporting period. These estimates include, among other items, sales return reserves, allocation of acquisition purchase price to assets acquired and liabilities assumed, goodwill and indefinite-lived intangible assets, intangible assets with definite lives and other long-lived assets, and retirement plans. We review these estimates and assumptions periodically using historical experience and other factors and reflect the effects of any revisions on the Consolidated Financial Statements in the period we determine any revisions to be necessary. Actual results could differ from those estimates, which could affect the reported results. In Part II, Item 8, “Financial Statements and Supplementary Data” in Note 2, “Summary of Significant Accounting Policies, Recently Issued and Recently Adopted Accounting Standards” of the Notes to Consolidated Financial Statements includes a summary of the significant accounting policies and methods used in preparation of our Consolidated Financial Statements. Set forth below is a discussion of our more critical accounting policies and methods.\nRevenue Recognition:\nIn Part II, Item 8, “Financial Statements and Supplementary Data,” see Note 3, “Revenue Recognition, Contracts with Customers,” of the Notes to Consolidated Financial Statements for details of our revenue recognition policy.\nSales Return Reserves:\nIn Part II, Item 8, “Financial Statements and Supplementary Data,” see Note 2, “Summary of Significant Accounting Policies, Recently Issued, and Recently Adopted Accounting Standards” in the section “Summary of Significant Accounting Policies” of the Notes to Consolidated Financial Statements for details of our sales return reserves.\nA one percent change in the estimated sales return rate could affect net income by approximately $2.6 million. A change in the pattern or trends in returns could also affect the estimated allowance.\nAllocation of Acquisition Purchase Price to Assets Acquired and Liabilities Assumed\n:\nIn connection with acquisitions, we allocate the cost of the acquisition to the assets acquired and the liabilities assumed based on the estimates of fair value for such items, including intangible assets. The excess of the purchase consideration over the fair value of assets acquired and liabilities assumed is recorded as goodwill. The determination of the acquisition date fair value of the assets acquired, and liabilities assumed, requires us to make significant estimates and assumptions, such as, if applicable, forecasted revenue growth rates and operating cash flows, royalty rates, customer attrition rates, obsolescence rates of developed technology, and discount rates. We may use a third-party valuation consultant to assist in the determination of such estimates.\nIn Part II, Item 8, “Financial Statements and Supplementary Data,” see Note 4, “Acquisitions and Divestitures” of the Notes to Consolidated Financial Statements for details of our acquisitions.\nGoodwill and Indefinite-lived Intangible Assets:\nGoodwill is reviewed for possible impairment at least annually on a reporting unit level during the fourth quarter of each year. Our annual impairment assessment date is February 1. A review of goodwill may be initiated before or after conducting the annual analysis if events or changes in circumstances indicate the carrying value of goodwill may no longer be recoverable.\nA reporting unit is the operating segment unless, at businesses one level below that operating segment– the “component” level, discrete financial information is prepared and regularly reviewed by management, and the component has economic characteristics that are different from the economic characteristics of the other components of the operating segment, in which case the component is the reporting unit.\n52\nIndex\nAs part of the annual impairment test, we may elect to first assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. In a qualitative assessment, we would consider the macroeconomic conditions, including any deterioration of general conditions and industry and market conditions, including any deterioration in the environment where the reporting unit operates, increased competition, changes in the products/services and regulatory and political developments, cost of doing business, overall financial performance, including any declining cash flows and performance in relation to planned revenues and earnings in past periods, other relevant reporting unit specific facts, such as changes in management or key personnel or pending litigation, and events affecting the reporting unit, including changes in the carrying value of net assets.\nIf the results of our qualitative assessment indicate it is more likely than not that the fair value of a reporting unit is less than its carrying amount, we are required to perform a quantitative assessment to determine the fair value of the reporting unit.\nAlternatively, if an optional qualitative goodwill impairment assessment is not performed, we may perform a quantitative assessment. Under the quantitative assessment, we compare the fair value of each reporting unit to its carrying value, including the goodwill allocated to the reporting unit. If the fair value of the reporting unit exceeded its carrying value, there would be no indication of impairment. If the fair value of the reporting unit were less than the carrying value, an impairment charge would be recognized for the difference.\nWe derive an estimate of fair values for each of our reporting units using a combination of an income approach and a market approach, each based on an applicable weighting. We assess the applicable weighting based on such factors as current market conditions and the quality and reliability of the data. Absent an indication of fair value from a potential buyer or similar specific transactions, we believe that the use of these methods provides a reasonable estimate of a reporting unit’s fair value.\nFair value computed by these methods is arrived at using a number of key assumptions including forecasted revenues and related growth rates, forecasted operating cash flows, the discount rate, and the selection of relevant market multiples of comparable publicly-traded companies with similar characteristics to the reporting unit. There are inherent uncertainties, however, related to these factors and to our judgment in applying them to this analysis. We believe that the combination of these methods provides a reasonable approach to estimate the fair value of our reporting units. Assumptions for sales, net earnings, and cash flows for each reporting unit were consistent among these methods.\nFiscal Year 2023 and 2022 Annual Goodwill Impairment Test\nAs of February 1, 2023, we completed a quantitative assessment for our annual goodwill impairment test for our University Services reporting unit. We concluded that the fair value of the reporting unit was above the carrying value and, therefore, there was no indication of impairment.  For our other reporting units, we performed a qualitative assessment by reporting unit as of February 1, 2023. This assessment included consideration of key factors including macroeconomic conditions, industry and market considerations, cost factors, financial performance, and other relevant entity and reporting unit-specific events. Based on our qualitative assessment, we determined it was not more likely than not that the fair value of any reporting unit was less than its carrying amount. As such, it was not necessary to perform a quantitative test. There have been no significant events or circumstances affecting the valuation of goodwill subsequent to the qualitative assessment performed as of February 1, 2023.\nAs of February 1, 2022, we completed a quantitative assessment for our annual goodwill impairment test for our reporting units. We concluded that the fair values of our reporting units were above their carrying values and, therefore, there was no indication of impairment.\nIncome Approach Used to Determine Fair Values\nThe income approach is based upon the present value of expected cash flows. Expected cash flows are converted to present value using factors that consider the timing and risk of the future cash flows. The estimate of cash flows used is prepared on an unleveraged debt-free basis. We use a discount rate that reflects a market-derived weighted average cost of capital. We believe that this approach is appropriate because it provides a fair value estimate based upon the reporting unit’s expected long-term operating and cash flow performance. The projections are based upon our best estimates of forecasted economic and market conditions over the related period including growth rates, expected changes in forecasted operating cash flows, and cash expenditures. Other estimates and assumptions include terminal value long-term growth rates, provisions for income taxes, future capital expenditures, and changes in future cashless, debt-free working capital.\n53\nIndex\nChanges in any of these assumptions could materially impact the estimated fair value of our reporting units. As noted below, the University Services reporting unit incurred an interim goodwill impairment. If the University Services reporting unit fair value decreases further in future periods, we could potentially have an additional impairment which would be limited to the remaining allocated goodwill of approximately $11 million as of April 30, 2023. Our forecasts take into account the near and long-term expected business performance, considering the long-term market conditions and business trends within the reporting units. However, changes in these assumptions may impact our ability to recover the allocated goodwill in the future. For further discussion of the factors that could result in a change in our assumptions, see “Risk Factors” in this Annual Report on Form 10-K.\nMarket Approach Used to Determine Fair Values\nThe market approach estimates the fair value of the reporting unit by applying multiples of operating performance measures to the reporting unit’s operating performance (the Guideline Public Company Method). These multiples are derived from comparable publicly-traded companies with similar investment characteristics to the reporting unit, and such comparable data are reviewed and updated as needed annually. We believe that this approach is appropriate because it provides a fair value estimate using multiples from entities with operations and economic characteristics comparable to our reporting units and Wiley.\nThe key estimates and assumptions that are used to determine fair value under this market approach include current and forward 12-month revenue and EBITDA results, as applicable, and the selection of the relevant multiples to be applied. Under the Guideline Public Company Method, a control premium, or an amount that a buyer is usually willing to pay over the current market price of a publicly traded company is considered, and applied to the calculated equity values to adjust the public trading value upward for a 100% ownership interest, where applicable.\nIn order to assess the reasonableness of the calculated fair values of our reporting units, we also compare the sum of the reporting units’ fair values to our market capitalization and calculate an implied control premium (the excess of the sum of the reporting units’ fair values over the market capitalization). We evaluate the control premium by comparing it to control premiums of recent comparable market transactions. If the implied control premium is not reasonable in light of these recent transactions, we will reevaluate our fair value estimates of the reporting units by adjusting the discount rates and/or other assumptions.\nIf our assumptions and related estimates change in the future, or if we change our reporting unit structure or other events and circumstances change (such as a sustained decrease in the price of our common stock, a decline in current market multiples, a significant adverse change in legal factors or business climates, an adverse action or assessment by a regulator, heightened competition, strategic decisions made in response to economic or competitive conditions, or a more-likely-than-not expectation that a reporting unit or a significant portion of a reporting unit will be sold or disposed of), we may be required to record impairment charges in future periods. Any impairment charges that we may take in the future could be material to our consolidated results of operations and financial condition.\nFiscal Year 2023 Segment Realignment Goodwill Impairment Test\nIn the third quarter of fiscal year 2023, we began to operate under a new organizational structure, which resulted in a change in our composition of our reportable segments, which resulted in a change in our reporting units. See Note 20, “Segment Information,” for more details. The Academic reportable segment includes two reporting units, Academic Publishing and University Services, and the Talent reportable segment includes two reporting units, Talent Development and Professional Learning.\n \nNo changes were made to the Research reportable segment. As a result of this realignment, we are required to test goodwill for impairment immediately before and after the realignment. Since there were no changes to the Research reportable segment, no interim impairment test of the Research reportable segment goodwill was required. \nWe estimated the fair value of the reporting units using a weighting of fair values derived from an income and a market approach. Under the income approach, we determined the fair value of a reporting unit based on the present value of estimated future cash flows. Cash flow projections are based on our best estimates of forecasted economic and market conditions over the period including growth rates, expected changes in operating cash flows. The discount rate used is based on a weighted average cost of capital adjusted for the relevant risk associated with the characteristics of the business and the projected cash flows. The market approach estimates fair value based on market multiples of current and forward 12-month revenue or EBITDA, as applicable, derived from comparable publicly traded companies with similar operating and investment characteristics as the reporting unit.\n54\nIndex\nGoodwill Impairment Before Realignment\nPrior to the realignment, we concluded that the fair value of the Academic & Professional Learning reporting unit was above its carrying value.\n \nTherefore, there was no indication of impairment.\n \nThe carrying value of the Education Services reporting unit was above its fair value which resulted in a pretax non-cash goodwill impairment of $31.0 million. This charge is reflected in Impairment of goodwill in the Consolidated Statements of Income.\nEducation Services was adversely impacted by market conditions and headwinds for online degree programs. This has led to a decline in projected student enrollments from existing partners, pricing pressures and revenue share concessions, and a decline in new partner additions over both the short-term and long-term, which adversely impacted forecasted revenue growth and operating cash flows. This was partially offset by projected growth in talent placements, partially due to expansion into new regions and the addition of new corporate clients, which are forecasted to have a positive impact on revenue growth and operating cash flows.  \nThe key assumptions underlying the estimate of the fair value of the Education Services reporting unit included the following:\n•\nFuture cash flow assumptions – the projections for future cash flows utilized in the model were derived from historical experience and assumptions regarding future growth and profitability of the reporting unit. These projections include forecasted revenues and related growth rates, and forecasted operating cash flows, and are consistent with our operating budget and strategic plan. We applied a compounded annual growth rate of approximately 8.5% for forecasted sales in our projected cash flows through fiscal year 2036. Beyond the forecasted period, a terminal value was determined using a perpetuity growth rate of 3.0% to reflect our estimate of stable and perpetual growth.\n•\nDiscount rate based on the weighted average cost of capital (WACC) – the WACC is the rate used to discount the reporting unit’s estimated future cash flows. The WACC is calculated based on a proportionate weighting of the cost of debt and equity. The cost of equity is based on a capital asset pricing model and includes a company-specific risk premium to capture the perceived risks and uncertainties associated with the reporting unit’s projected cash flows. The cost of debt component is calculated based on the after-tax cost of debt of Moody’s Baa-rated corporate bonds. The cost of debt and equity is weighted based on the debt to market capitalization ratio of publicly traded companies with similarities to the Education Services reporting unit. The WACC applied to the Education Services reporting unit was 15%.\n•\nValuation Multiples – for the Guideline Public Company Method, we applied relevant current and forward 12-month revenue multiples based on an evaluation of multiples of publicly-traded companies with similarities to the Education Services reporting unit. The multiples applied ranged from 1.1x to 1.2x revenue.\nThe following hypothetical changes in the valuation of the Education Services reporting unit would have impacted the goodwill impairment as follows (absent of any related impact in discount rates applies):\n•\nA hypothetical 1% increase to revenue growth and EBITDA margins would have reduced the impairment charge by approximately $30 million.\n•\nA hypothetical 1% decrease to revenue growth and EBITDA margins would have increased the impairment charge by approximately $25 million.\nPrior to performing the goodwill impairment test for Education Services, we also evaluated the recoverability of long-lived assets of the reporting unit. The carrying value of the long-lived assets that were tested for impairment was approximately $467.0 million. When indicators of impairment are present, we test definite lived and long-lived assets for recoverability by comparing the carrying value of an asset group to an estimate of the future undiscounted cash flows expected to result from the use and eventual disposition of the asset group. We considered the lower-than-expected revenue and forecasted operating cash flows over a sustained period of time, and downward revisions to our cash flow forecasts for this reporting unit to be indicators of impairment for their long-lived assets. Based on the results of the recoverability test, we determined that the undiscounted cash flows of the asset group of the Education Services reporting unit exceeded the carrying value. Therefore, there was no impairment.\nGoodwill Impairment After Realignment\nAfter the realignment, we concluded that the fair value of the Academic Publishing, Talent Development and Professional Learning reporting units were above their carrying values. Therefore, there was no indication of impairment. The carrying  value of the University Services reporting unit was above its fair value which resulted in a pretax non-cash goodwill impairment of $68.8 million. This charge is reflected in Impairment of goodwill in the Consolidated Statements of Income.\n55\nIndex\nUniversity Services was adversely impacted by market conditions and headwinds for online degree programs which led to a decline in projected enrollments from existing partners, pricing pressures and revenue share concessions, and a decline in new partner additions over both the short-term and long-term which adversely impacted forecasted revenue growth and operating cash flows. \nThe key assumptions underlying the estimate of the fair value of the University Services reporting unit included the following:\n•\nFuture cash flow assumptions – the projections for future cash flows utilized in the model were derived from historical experience and assumptions regarding future growth and profitability of the reporting unit. These projections include forecasted revenues and related growth rates, and forecasted operating cash flows, and are consistent with our operating budget and strategic plan. We applied a compounded annual growth rate of approximately 3.7% for forecasted sales in our projected cash flows through fiscal year 2036. Beyond the forecasted period, a terminal value was determined using a perpetuity growth rate of 3.0% to reflect our estimate of stable and perpetual growth.\n•\nDiscount rate based on the weighted average cost of capital (WACC) – the WACC is the rate used to discount the reporting unit’s estimated future cash flows. The WACC is calculated based on a proportionate weighting of the cost of debt and equity. The cost of equity is based on a capital asset pricing model and includes a company-specific risk premium to capture the perceived risks and uncertainties associated with the reporting unit’s projected cash flows. The cost of debt component is calculated based on the after-tax cost of debt of Moody’s Baa-rated corporate bonds. The cost of debt and equity is weighted based on the debt to market capitalization ratio of publicly traded companies with similarities to the University Services reporting unit. The WACC applied to the University Services reporting unit was 11.0%.\n•\nValuation Multiples – for the Guideline Public Company Method, we applied relevant current and forward 12-month EBITDA multiples based on an evaluation of multiples of publicly-traded companies with similarities to the University Services reporting unit. The multiples applied ranged from 6.0x to 7.0x EBITDA.\nThe following hypothetical changes in the valuation of the University Services reporting unit would have impacted the goodwill impairment as follows (absent of any related impact in discount rates applies):\n•\nA hypothetical 1% increase to revenue growth and EBITDA margins would have reduced the impairment charge by approximately $15 million.\n•\nA hypothetical 1% decrease to revenue growth and EBITDA margins would have increased the impairment charge by approximately $12 million.\nPrior to performing the goodwill impairment test for University Services, we also evaluated the recoverability of long-lived assets of the reporting unit. The carrying value of the long-lived assets that were tested for impairment was approximately $326.0 million. When indicators of impairment are present, we test definite lived and long-lived assets for recoverability by comparing the carrying value of an asset group to an estimate of the future undiscounted cash flows expected to result from the use and eventual disposition of the asset group. We considered the lower-than-expected revenue and forecasted operating cash flows over a sustained period of time, and downward revisions to our cash flow forecasts for this reporting unit to be indicators of impairment for their long-lived assets. Based on the results of the recoverability test, we determined that the undiscounted cash flows of the asset group of the University Services reporting unit exceeded the carrying value. Therefore, there was no impairment.\nFiscal Year 2023 and 2022 Annual Indefinite-lived Intangible Impairment Test\nWe also review our indefinite-lived intangible assets for impairment annually, which consists of brands and trademarks and certain acquired publishing rights. \nFor fiscal year 2023, we performed a qualitative assessment for our annual indefinite-lived intangible assets impairment test. This assessment included consideration of key factors including macroeconomic conditions, industry and market considerations, cost factors, financial performance, and other relevant entity and reporting unit-specific events. Based on our qualitative assessment, we determined it was not more likely than not that the fair value of any indefinite-lived intangible asset was less than its carrying amount. As such, it was not necessary to perform a quantitative test. \n56\nIndex\nFor fiscal year 2022, we estimated the fair value of these indefinite-lived intangible assets using a relief from royalty method under an income approach. The key assumptions for this method were revenue projections, a royalty rate as determined by management in consultation with valuation experts, and a discount rate. We concluded that the fair values of these indefinite-lived intangible assets were above their carrying values and therefore, there was no indication of impairment.\nIntangible Assets with Definite Lives and Other Long-Lived Assets:\nSee Note 2, “Summary of Significant Accounting Policies, Recently Issued, and Recently Adopted Accounting Standards,” in the section “Summary of Significant Accounting Policies” of the Notes to Consolidated Financial Statements for details of definite lived intangible assets and other long-lived assets.\nRetirement Plans:\nWe provide defined benefit pension plans for certain employees worldwide. Our Board of Directors approved amendments to the US, Canada, and UK defined benefit plans that froze the future accumulation of benefits effective June 30, 2013, December 31, 2015, and April 30, 2015, respectively. Under the amendments, no new employees will be permitted to enter these plans and no additional benefits for current participants for future services will be accrued after the effective dates of the amendments.\nThe accounting for benefit plans is highly dependent on assumptions concerning the outcome of future events and circumstances, including discount rates, long-term return rates on pension plan assets, healthcare cost trends, compensation increases, and other factors. In determining such assumptions, we consult with outside actuaries and other advisors.\nThe discount rates for the US, Canada, and UK pension plans are based on the derivation of a single-equivalent discount rate using a standard spot rate curve and the timing of expected benefit payments as of the balance sheet date. The spot rate curves are based upon portfolios of corporate bonds rated at Aa or above by a respected rating agency. The discount rate for Germany is based on the expected benefit payments for the sample mixed population plan. The expected long-term rates of return on pension plan assets are estimated using forecasted returns for the asset classifications within the asset portfolio, and a composite return assumption range is determined using a weighted average based on each plan’s target asset allocation percentage. Salary growth and healthcare cost trend assumptions are based on our historical experience and future outlook. While we believe that the assumptions used in these calculations are reasonable, differences in actual experience or changes in assumptions could materially affect the expense and liabilities related to our defined benefit pension plans.\n A hypothetical one percent increase in the discount rate would increase net income and decrease the accrued pension liability by approximately $1.2 million and $76.2 million, respectively. A one percent decrease in the discount rate would decrease net income and increase the accrued pension liability by approximately $0.3 million and $89.2 million, respectively. A one percent change in the expected long-term rate of return would affect net income by approximately $5.1 million.\n57\nIndex",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures about Market Risk\nWe are exposed to market risk primarily related to interest rates, foreign exchange, and credit risk. It is our policy to monitor these exposures, and to use derivative financial investments and/or insurance contracts from time to time to reduce fluctuations in earnings and cash flows when it is deemed appropriate to do so. We do not use derivative financial instruments for trading or speculative purposes.\nInterest Rates:\nFrom time to time, we may use interest rate swaps, collars, or options to manage our exposure to fluctuations in interest rates. It is management’s intention that the notional amount of interest rate swaps be less than the variable rate loans outstanding during the life of the derivatives.\nThe information set forth in Note 15, “Derivative Instruments and Activities,” of the Notes to Consolidated Financial Statements under the caption “Interest Rate Contracts,” is incorporated herein by reference.\nOn an annual basis, a hypothetical 1% change in interest rates for the $249.1 million of unhedged variable rate debt as of April 30, 2023 would affect net income and cash flow by approximately $2 million.\nForeign Exchange Rates:\nFluctuations in the currencies of countries where we operate outside the US may have a significant impact on financial results. We are primarily exposed to movements in British pound sterling, euros, Canadian and Australian dollars, and certain currencies in Asia. The statements of financial position of non-US business units are translated into US dollars using period-end exchange rates for assets and liabilities and the Statements of Income are translated into US dollars using weighted-average exchange rates for revenues and expenses. The percentage of consolidated revenue for the year ended April 30, 2023 recognized in the following currencies (on an equivalent US dollar basis) were approximately: 57% US dollar, 24% British pound sterling, 10% euro, and 9% other currencies.\nOur significant investments in non-US businesses are exposed to foreign currency risk. Adjustments resulting from translating assets and liabilities are reported as a separate component of Total Accumulated Other Comprehensive Loss, Net of Tax within Shareholders’ Equity under the caption Foreign currency translation adjustment. During the year ended April 30, 2023, we recorded foreign currency translation gains in Total accumulated other comprehensive loss, net of tax of approximately $3.2 million primarily as a result of the fluctuations of the US dollar relative to the euro and the British pound sterling, partially offset by fluctuations of the US dollar relative to the Australian dollar. During the year ended April 30, 2022, we recorded foreign currency translation (losses) in Total accumulated other comprehensive loss, net of tax of approximately $(71.6) million primarily as a result of the fluctuations of the US dollar relative to the British pound sterling and, to a lesser extent, the euro. During the year ended April 30, 2021, we recorded foreign currency translation gains in Total accumulated other comprehensive loss, net of tax of approximately $82.8 million, primarily as a result of the fluctuations of the US dollar relative to the British pound sterling and, to a lesser extent, the euro.\nExchange rate gains or losses related to foreign currency transactions are recognized as transaction gains or losses on the Consolidated Statements of Income as incurred. Under certain circumstances, we may enter into derivative financial instruments in the form of foreign currency forward contracts to hedge against specific transactions, including intercompany purchases and loans.\nThe information set forth in Note 15, “Derivative Instruments and Activities,” of the Notes to Consolidated Financial Statements under the caption “Foreign Currency Contracts,” is incorporated herein by reference.\nCustomer Credit Risk:\nIn the journal publishing business, subscriptions are primarily sourced through journal subscription agents who, acting as agents for library customers, facilitate ordering by consolidating the subscription orders/billings of each subscriber with various publishers. Cash is generally collected in advance from subscribers by the subscription agents and is principally remitted to us between the months of December and April. Although at fiscal year-end we had minimal credit risk exposure to these agents, future calendar year subscription receipts from these agents are highly dependent on their financial condition and liquidity. Subscription agents account for approximately 15% of total annual consolidated revenue, and no one agent accounts for more than 10% of total annual consolidated revenue.\nOur book business is not dependent upon a single customer; however, the industry is concentrated in national, regional, and online bookstore chains. Although no book customer accounts for more than 6% of total consolidated revenue and 10% of accounts receivable at April 30, 2023, the top 10 book customers account for approximately 10% of total consolidated revenue and approximately 20% of accounts receivable at April 30, 2023.\n58\nIndex",
    "cik": "107140",
    "cusip6": "968223",
    "cusip": [
        "968223206"
    ],
    "names": [
        "WILEY (JOHN) SONS CLASS A"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/107140/000010714023000092/0000107140-23-000092-index.htm"
}