{
    "item1": ">Item 1. B\nusiness\n \n\n\nPerformance Food Group Company (“we,” “our,” “us,” “the Company,” or “PFG”), through its subsidiaries, markets and distributes more than 250,000 food and food-related products from 142 distribution centers to over 300,000 customer locations across North America. Our more than 35,000 employees serve a diverse mix of customers, from independent and chain restaurants to schools, business and industry locations, hospitals, vending distributors, office coffee service distributors, retailers, convenience stores, and theaters. We source our products from various suppliers and serve as an important partner to our suppliers by providing them access to our broad customer base. In addition to the products we offer to our customers, we provide value-added services by allowing our customers to benefit from our industry knowledge, scale, and expertise in the areas of product selection and procurement, menu development, and operational strategy.\n \n\n\n \n\n\nOn September 1, 2021, we completed the acquisition of Core-Mark Holding Company, Inc. (\"Core-Mark\"). As a result, we expanded our convenience business, which now includes operations in Canada. Refer to Note 4. \nBusiness Combinations\n within the Notes to Consolidated Financial Statements included in Part II, Item 8. \nFinancial Statements \n\"(\"Item 8\") for additional details regarding the acquisition of Core-Mark.\n\n\n \n\n\nOur business, our industry and the U.S. economy are influenced by a number of general macroeconomic factors, including, but not limited to, changes in the rate of inflation and fuel prices, interest rates, supply chain disruptions, labor shortages, and the effects of health epidemics and pandemics. We continue to actively monitor the impacts of the evolving macroeconomic and geopolitical landscape on all aspects of our business. The Company and our industry may face challenges related to product and fleet supply, increased product and logistics costs, access to labor supply, and lower disposable incomes due to inflationary pressures and macroeconomic conditions. The extent to which these challenges will affect our future financial position, liquidity, and results of operations remains uncertain. For further information on the risks posed to our business, please see Item 1A.\n\n\nOur Segments\n \n\n\n \n\n\nBased on the Company’s organization structure and how the Company’s management reviews operating results and makes decisions about resource allocation, the Company has three reportable segments: Foodservice, Vistar, and Convenience. Corporate & All Other is comprised of corporate overhead and certain operating segments that are not considered separate reportable segments based on their size. This also includes the operations of the Company’s internal logistics unit responsible for managing and allocating inbound logistics revenue and expense.\n\n\nFoodservice\n. Foodservice offers a “broad line” of products, including custom-cut meat and seafood, as well as products that are specific to our customers’ menu requirements. Foodservice operates a network of 78 distribution centers, each of which is run by a business team who understands the local markets and the needs of its particular customers and who is empowered to make decisions on how best to serve them. This segment serves over 175,000 customer locations.\n \n\n\nThe Foodservice segment markets and distributes food and food-related products to independent restaurants, chain restaurants, and other institutional “food-away-from-home” locations. Independent customers predominantly include family dining, bar and grill, pizza and Italian, and fast casual restaurants. We seek to increase the mix of our total sales to independent customers because they typically use more value-added services, particularly in the areas of product selection and procurement, market trends, menu development, and operational strategy and also use more of our proprietary-branded products (“Performance Brands”), which are our highest margin products. As a result, independent customers generate higher gross profit per case that more than offsets the generally higher supply chain costs that we incur in serving these customers. Chain customers are multi-unit restaurants with five or more locations and include fine dining, family and casual dining, fast casual, and quick serve restaurants, as well as hotels, healthcare facilities, and other multi-unit institutional customers. Our Foodservice segment’s chain customers include regional businesses requiring short-haul routes as well as national businesses requiring long-haul routes, including many of the most recognizable family and casual dining restaurant chains. Sales to chain customers are typically lower gross margin but have larger deliveries than those to independent customers.\n\n\nWe offer our customers a broad product assortment that ranges from “center-of-the-plate” items (such as beef, pork, poultry, and seafood), frozen foods, refrigerated products, and dry groceries to disposables, cleaning and kitchen supplies, and related products used by our customers. In addition to the products we offer, we provide value-added services by enabling our customers to benefit from our industry knowledge, scale, and expertise in the areas of product selection and procurement, menu development, and operational strategy.\n \n\n\n3\n\n\n\n\n \n\n\nOur products consist of Performance Brands, as well as nationally branded products and products bearing our customers’ brands. Our Performance Brands typically generate higher gross profit per case than other brands. Nationally branded products are attractive to chain, independent, and other customers seeking recognized national brands in their operations and complement sales of our Performance Brand products. Some of our chain customers, particularly those with national distribution, develop exclusive stock keeping units (“SKU”) specifications directly with suppliers and brand these SKUs. We purchase these SKUs directly from suppliers and receive them into our distribution centers, where they are mixed with other SKUs and delivered to the chain customers’ locations.\n\n\nVistar\n. Vistar is a leading national distributor of candy, snacks, and beverages to vending and office coffee service distributors, retailers, theaters, and hospitality providers. The segment provides national distribution of candy, snacks, beverages, and other items to over 75,000 customer locations from our network of 25 Vistar distribution centers.\n \n\n\nVending operators comprise Vistar’s largest channel, where we distribute a broad selection of vending machine products to the operators’ depots, from which they distribute products and stock machines. Additionally, Vistar is a leading distributor of products to theater chains as well as in the office coffee service channel. Vistar has successfully built upon our national platform to broaden the channels we serve to include hospitality venues, concessionaires, airport gift shops, college bookstores, corrections facilities, and impulse locations in various brick and mortar big box retailers nationwide. Merchant’s Marts are cash-and-carry operators where customers generally pick up orders rather than having them delivered. Vistar’s scale in these channels enhances our ability to procure a broad variety of products for our customers. Vistar distribution centers deliver to vending and office coffee service distributors and directly to most theaters and various other locations. The distribution model also includes a “pick and pack” capability, which utilizes third-party carriers and Vistar’s SKU variety to sell to customers whose order sizes are too small to be served effectively by our delivery network. We believe these capabilities, in conjunction with the breadth of our inventory, are differentiating and allow us to serve many distinct customer types.\n\n\nConvenience\n. The Convenience segment is one of the largest foodservice and wholesaler consumer products distributors in the convenience retail industry. Convenience offers a full range of products, marketing programs and technology solutions to approximately 50,000 customer locations in the United States and Canada. The Convenience segment's customers include traditional convenience stores, drug stores, mass merchants, grocery stores, liquor stores and other specialty and small format stores that carry convenience products. Convenience's product offering includes cigarettes, other tobacco products, alternative nicotine products, candy, snacks, food, including fresh products, groceries, dairy, bread, beverages, general merchandise and health and beauty care products. Convenience operates a network of 39 distribution centers in the U.S. and Canada (excluding two distribution facilities it operates as a third-party logistics provider). There are 35 distribution centers located in the U.S. and four located in Canada.\n\n\nThe Company had no customers that comprised more than 10% of consolidated net sales for fiscal 2023, fiscal 2022, or fiscal 2021.\n\n\nSuppliers\n\n\nWe source our products from various suppliers and serve as an important partner to our suppliers by providing them access to our broad customer base. Many of our suppliers provide products to each of our reportable segments, while others sell to only one segment. Our supplier base consists principally of large corporations that sell their national brands, our Performance Brands, and sometimes both. We also buy from smaller suppliers, particularly on a regional basis, and particularly those that specialize in produce and other perishable commodities. Many of our suppliers provide sales material and sales call support for the products that we purchase.\n \n\n\nPricing\n \n\n\nOur pricing to customers is either set by contract with the customer or is priced at the time of order. If the price is by contract, then it is either based on a percentage markup over cost or a fixed markup per unit, and the unit may be expressed either in cases or pounds of product. If the pricing is set at time of order, the pricing is agreed to between our sales associate and the customer and is typically based on a product cost that fluctuates weekly or more frequently.\n \n\n\nIf contracts are based on a fixed markup per unit or pound, then our customers bear the risk of cost fluctuations during the contract life. In the case of a fixed markup percentage, we typically bear the risk of cost deflation or the benefit of cost inflation. If pricing is set at the time of order, we have the current cost of goods in our inventory and typically pass cost increases or decreases to our customers. We generally do not lock in or otherwise hedge commodity costs or other costs of goods sold except within certain customer contracts where the customer bears the risk of cost fluctuation. We believe that our pricing mechanisms provide us with significant insulation from fluctuations in the cost of goods that we sell. Our inventory turns, on average, every three-and-a-half weeks, which further protects us from cost fluctuations.\n \n\n\n4\n\n\n\n\n \n\n\nWe seek to minimize the effect of higher diesel fuel costs both by reducing fuel usage and by taking action to offset higher fuel prices. We reduce usage by designing more efficient truck routes and by increasing miles per gallon through on-board computers that monitor and adjust idling time and maximum speeds and through other technologies. We seek to manage fuel prices through diesel fuel surcharges to our customers and through the use of costless collars. As of July 1, 2023, we had collars in place for approximately 27% of the gallons we expect to use over the 12 months following July 1, 2023.\n \n\n\nCompetition\n\n\nThe foodservice distribution industry is highly competitive. Certain of our competitors have greater financial and other resources than we do. Furthermore, there are two large broadline distributors, Sysco, and US Foods, with national footprints. In addition, there are numerous regional, local, and specialty distributors. These smaller distributors often align themselves with other smaller distributors through purchasing cooperatives and marketing groups to enhance their geographic reach, private label offerings, overall purchasing power, cost efficiencies, and to assemble delivery networks for national or multi-regional distribution. We often do not have exclusive service agreements with our customers and our customers may switch to other distributors if those distributors can offer lower prices, differentiated products, or customer service that is perceived to be superior. We believe that most purchasing decisions in the foodservice business are based on the quality and price of the product and a distributor’s ability to fill orders completely and accurately and to provide timely deliveries.\n \n\n\nWe believe we have a competitive advantage over regional and local broadline distributors through economies of scale in purchasing and procurement, which allow us to offer a broad variety of products (including our proprietary Performance Brands) at competitive prices to our customers. Our customers benefit from our ability to provide them with extensive geographic coverage as they continue to grow. We believe we also benefit from supply chain efficiency, including a growing inbound logistics backhaul network that uses our collective distribution network to deliver inbound products across business segments; best practices in warehousing, transportation, and risk management; the ability to benefit from the scale of our purchases of items not for resale, such as trucks, construction materials, insurance, banking relationships, healthcare, and material handling equipment; and the ability to optimize our networks so that customers are served from the most efficient distribution centers, which minimizes the cost of delivery. We believe these efficiencies and economies of scale provide opportunities for improvements in our operating margins when combined with an incremental fixed-cost advantage.\n \n\n\nSeasonality\n \n\n\nHistorically, the food-away-from-home and foodservice distribution industries are seasonal, with lower profit in the first quarter of each calendar year. Consequently, we may experience lower operating profit during our third fiscal quarter, depending on the timing of acquisitions, if any.\n \n\n\nTrademarks and Trade Names\n \n\n\nWe have numerous perpetual trademarks and trade names that are of significant importance, including Core-Mark, West Creek, Silver Source, Braveheart 100% Black Angus, Empire’s Treasure, Brilliance, Heritage Ovens, Village Garden, Guest House, Piancone, Luigi’s, Ultimo, Corazo, Assoluti, Peak Fresh Produce, Roma, First Mark, and Nature’s Best Dairy. Although in the aggregate these trademark and trade names are material to our results of operations, we believe the loss of a trademark or trade name individually would not have a material adverse effect on our results of operations. The Company does not have any material patents or licenses.\n \n\n\nHuman Capital Resources\n\n\nOur vision is to create the best experience for our associates and the best outcomes for our Company, customers, and communities. One of our primary strategies is to attract, train, develop, and retain talented individuals who feel empowered to fully contribute their diverse backgrounds, experiences, and innovative ideas to the success of the Company. We also recognize the importance of keeping our associates safe and healthy, as well as giving them a voice and listening to their concerns and suggestions. Below, we discuss our efforts to achieve these objectives.\n\n\nAssociates. \nAs of July 1, 2023, our employee population (including employees of our consolidated subsidiaries) totaled over 35,000 full-time and part-time employees in North America. Of that total, approximately 99% were employed on a full-time basis, and approximately 71% were non-exempt, or paid on an hourly basis.\n \n\n\nCompensation and Benefits. \nWe believe our base wages and salaries, which we review annually, are fair and competitive with the external labor markets in which our associates work. We offer incentive programs that provide cash-bonus opportunities to\n \n\n\n5\n\n\n\n\n \n\n\nencourage and reward participants for the Company’s achievement of financial and other key performance metrics and strengthen the connection between pay and performance. We also grant equity compensation awards that vest over time through our long-term incentive plan to eligible associates to align such associates’ incentives with the Company’s long-term strategic objectives and the interests of our stockholders.\n\n\nWe offer competitive benefits to our associates, including paid vacation and holidays, family leave, disability insurance, life insurance, healthcare, adoption assistance, tuition reimbursement, dependent care flexible spending accounts, a 401(k) plan with a company match, and an Employee Stock Purchase Plan. Additionally, we offer an Employee Assistance Program that includes professional support for associates to balance the stress of personal and professional demands at home, in the office, in distribution centers and on the road.\n\n\nWorkforce Diversity.\n We are committed to building an inclusive culture, where internal stakeholders feel heard, seen and included. With the active engagement of PFG’s Senior Leadership, we implemented a Diversity, Inclusion & Belonging (DI&B) strategy to guide us, making education and representation a priority. We established a goal to have candidate pool diversity for senior leadership positions. We introduced Associate Resource Groups (ARGs) for women and Black/African American associates. Our ARG investment is intended to broaden inclusivity, building a strong sense of belonging and community. We also use cultural awareness and education campaigns to bring our strategy to life. Our Vice President of DI&B also provides regular updates to the Company's Board of Directors (“Board of Directors”). With five out of 11 members of the Board representing gender and ethnic diversity, our commitment to ensure workforce diversity is reflected at every level of the organization connects to our social responsibility and business imperatives.\n\n\nLearning and Development. \nWe have an enterprise-wide learning and development strategy that has allowed us to build a lifelong learning culture by focusing on attracting, retaining and preparing our workforce for success in current roles and developing our future leaders. We enable a purposeful career journey by supporting associates in mastering their current roles and preparing for future career paths. Using a blended approach of instructor-led and self-paced training, our associates are provided role-specific training that is just-in-time, accessible and personalized. The learning journey for our associates starts with an onboarding experience and continues with individual development opportunities.\n \n\n\nOur E3 Leadership Development program is designed to provide leadership training opportunities for all levels of leadership, from entry level to executive, advancing leadership skills at every point of their career. This program is intended to create a passionate learning culture with current and future leaders who pursue innovation and embrace empathy.\n\n\nThrough our Learning Management System, we deliver a variety of required and optional on-demand learning modules that are linked to an associate’s role with the Company, including those modules tied to safety and compliance, such as our Code of Business Conduct.\n \n\n\nAdditionally, our segments provide segment specific training opportunities that align and compliment the overall learning and development strategy. We are focused on empowering associates with the right training at the right time, throughout their career journey.\n\n\nHealth, Safety and Wellness. \nThe safety of our associates is paramount. Emphasis on training, safety awareness, behavioral based work observation practices, telematics, and culture is the foundation in our continuous effort to reduce workplace injuries and accidents. We continue to focus on the safety of our team members and the motoring public by identifying and addressing safety risks through education, coaching, and process changes, and by seeking out new systems and technology to help us continue our journey in keeping our associates safe and our Company compliant.\n\n\nEngagement. \nWe work to build, measure, and enhance associate engagement through a variety of communications and activities. We participate in, and celebrate, industry efforts such as the International Foodservice Distributors Association’s Truck Driving Championship and Truck Driver Hall of Fame, highlight locally and internally/externally share significant achievements for our warehouse associates, and honor the diversity of our associates, along with our customers and communities, by celebrating heritage months throughout the year. Community support efforts, both local and national, such as Feeding American’s Hunger Action Month, promoting Truckers Against Trafficking, and supporting American Red Cross disaster relief efforts also provide opportunities to engage our associates. In response to associate feedback, we identified and delivered a number of initiatives to strengthen the associate experience, including day one benefits, our leadership training program, driver and selector career pathing and enhanced communications channels.\n \n\n\nRegulation\n \n\n\nOur operations are subject to regulation by state and local health departments, the U.S. Department of Agriculture (the “USDA”), and the U.S. Food and Drug Administration (the “FDA”), which generally impose standards for product quality and sanitation and are responsible for the administration of bioterrorism legislation affecting the foodservice industry. These government authorities regulate, among other things, the processing, packaging, storage, distribution, advertising, and labeling of our products. The FDA Food Safety Modernization Act (the “FSMA”) requires that the FDA impose comprehensive, prevention-based controls\n \n\n\n6\n\n\n\n\n \n\n\nacross the food supply chain, further regulates food products imported into the United States, and provides the FDA with mandatory recall authority. The FSMA requires the FDA to undertake numerous rulemakings and to issue numerous guidance documents, as well as reports, plans, standards, notices, and other tasks. As a result, implementation of the legislation is ongoing and likely to take several years. Our seafood operations are also specifically regulated by federal and state laws, including those administered by the National Marine Fisheries Service, established for the preservation of certain species of marine life, including fish and shellfish. Our processing and distribution facilities must be registered with the FDA biennially and are subject to periodic government agency inspections. State and/or federal authorities generally inspect our facilities at least annually. The Federal Perishable Agricultural Commodities Act, which specifies standards for the sale, shipment, inspection, and rejection of agricultural products, governs our relationships with our fresh food suppliers with respect to the grading and commercial acceptance of product shipments. We are also subject to regulation by state authorities for the accuracy of our weighing and measuring devices. Our suppliers are also subject to similar regulatory requirements and oversight.\n \n\n\nThe failure to comply with applicable regulatory requirements could result in, among other things, administrative, civil, or criminal penalties or fines, mandatory or voluntary product recalls, warning or untitled letters, cease and desist orders against operations that are not in compliance, closure of facilities or operations, the loss, revocation, or modification of any existing licenses, permits, registrations, or approvals, or the failure to obtain additional licenses, permits, registrations, or approvals in new jurisdictions where we intend to do business, any of which could have a material adverse effect on our business, financial condition, or results of operations. These laws and regulations may change in the future and we may incur material costs in our efforts to comply with current or future laws and regulations or in any required product recalls.\n \n\n\nOur operations are subject to a variety of federal, state, and local laws and other requirements, including, employment practice standards for workers set by the U.S. Department of Labor, and relating to the protection of the environment and the safety and health of personnel and the public. These include requirements regarding the use, storage, and disposal of solid and hazardous materials and petroleum products, including food processing wastes, the discharge of pollutants into the air and water, and worker safety and health practices and procedures. In order to comply with environmental, health, and safety requirements, we may be required to spend money to monitor, maintain, upgrade, or replace our equipment; plan for certain contingencies; acquire or maintain environmental permits; file periodic reports with regulatory authorities; or investigate and clean up contamination. We operate and maintain vehicle fleets, and some of our distribution centers have regulated underground and aboveground storage tanks for diesel fuel and other petroleum products. Some jurisdictions in which we operate have laws that affect the composition and operation of our truck fleet, such as limits on diesel emissions and engine idling. A number of our facilities have ammonia- or freon-based refrigeration systems, which could cause injury or environmental damage if accidentally released, and many of our distribution centers have propane or battery powered forklifts. Proposed or recently enacted legal requirements, such as those requiring the phase-out of certain ozone-depleting substances and proposals for the regulation of greenhouse gas emissions, may require us to upgrade or replace equipment, or may increase our transportation or other operating costs. To date, our cost of compliance with environmental, health, and safety requirements has not been material. The discovery of contamination for which we are responsible, any accidental release of regulated materials, the enactment of new laws and regulations, or changes in how existing requirements are enforced could require us to incur additional costs or subject us to unexpected liabilities, which could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nThe Surface Transportation Board and the Federal Highway Administration regulate our trucking operations. In addition, interstate motor carrier operations are subject to safety requirements prescribed in the U.S. Department of Transportation and other relevant federal and state agencies. Such matters as weight and dimension of equipment are also subject to federal and state regulations. We believe that we are in substantial compliance with applicable regulatory requirements relating to our motor carrier operations. Failure to comply with the applicable motor carrier regulations could result in substantial fines or revocation of our operating permits.\n \n\n\nAvailable Information\n \n\n\nWe file annual, quarterly, and current reports, proxy statements and other information with the SEC. Our filings with the SEC are available to the public on the SEC’s website at www.sec.gov. Those filings are also available to the public on, or accessible through, our website for free via the “Investors” section at www.pfgc.com. The information we file with the SEC or contained on or accessible through our corporate website or any other website that we may maintain is not incorporated by reference herein and is not part of this Form 10-K.\n \n\n\nWebsite and Social Media Disclosure\n \n\n\nWe use our website (www.pfgc.com) and our corporate Facebook account as channels of distribution of company information. The information we post through these channels may be deemed material. Accordingly, investors should monitor these channels, in\n \n\n\n7\n\n\n\n\n \n\n\naddition to following our press releases, SEC filings and public conference calls and webcasts. In addition, you may automatically receive e-mail alerts and other information about PFG when you enroll your e-mail address by visiting the “Email Alerts” section of our website at investors.pfgc.com. The contents of our website and social media channels are not, however, a part of this Form 10-K.\n \n\n",
    "item1a": ">Item 1A. Ris\nk Factors\n \n\n\nRisks Relating to Our Business and Industry\n \n\n\n \n\n\nPeriods of difficult economic conditions, a public health crisis, other macroeconomic events and heightened uncertainty in the financial markets affect consumer spending and confidence, which can adversely affect our business.\n\n\nThe foodservice industry is sensitive to national and regional economic conditions. Our business could be negatively impacted by reduced demand for our products related to unfavorable macroeconomic conditions triggered by developments beyond our control, including geopolitical events, health crises such as the COVID-19 pandemic, and other events that trigger economic volatility on a national or regional basis. In particular, deteriorating economic conditions and heightened uncertainty in the financial markets, inflationary pressure, an uncertain political environment, and supply chain disruptions, such as those the global economy is currently facing, negatively affect consumer confidence and discretionary spending. In fiscal 2023, product cost inflation contributed to an increase in selling price per case and an increase in net sales. However, sustained inflationary pressure and macroeconomic challenges could negatively affect consumer discretionary spending decisions within our customers’ establishments, which could negatively impact our sales. The extent of any such effects on consumer spending depends in part on the magnitude and duration of such conditions, which cannot be predicted at this time.\n\n\nWe rely on third-party suppliers, and our business may be affected by interruption of supplies or increases in product costs.\n \n\n\nWe obtain substantially all of our foodservice and related products from third-party suppliers. We typically do not have long-term contracts with our suppliers. Although our purchasing volume can sometimes provide an advantage when dealing with suppliers, suppliers may not provide the foodservice products and supplies needed by us in the quantities and at the prices requested. Our suppliers may also be affected by higher costs to source or produce and transport food products, as well as by other related expenses that they pass through to their customers, which could result in higher costs for the products they supply to us. Because we do not control the actual production of most of the products we sell, we are also subject to material supply chain interruptions, delays caused by interruption in production, and increases in product costs, including those resulting from product recalls or a need to find alternate materials or suppliers, based on conditions outside our control. These conditions include labor shortages, work slowdowns, work interruptions, strikes or other job actions by employees of suppliers, government shutdowns, weather conditions or more prolonged climate change, crop conditions, product or raw material scarcity, water shortages, transportation interruptions, unavailability of fuel or increases in fuel costs, competitive demands, contamination with mold, bacteria or other contaminants, pandemics (such as the COVID-19 pandemic), natural disasters or other catastrophic events, including the outbreak of e. coli or similar food borne illnesses or bioterrorism in the United States, international hostilities, civil insurrection, and social unrest. Moreover, commodity prices continue to be volatile and have generally increased due to supply chain disruptions and labor and transportation shortages. Our inability to obtain adequate supplies of foodservice and related products as a result of any of the foregoing factors or otherwise could mean that we may not be able to fulfill our obligations to our customers and, as a result, our customers may turn to other distributors. Our inability to anticipate and react to changing food costs through our sourcing and purchasing practices in the future could also have a material adverse effect on our business, financial condition, or results of operations.\n\n\nWe face risks relating to labor relations, labor costs, and the availability of qualified labor.\n \n\n\nAs of July 1, 2023, we had more than 35,000 employees of whom approximately 1,600 were members of local unions associated with the International Brotherhood of Teamsters or other unions. Although our labor contract negotiations have in the past generally taken place with the local union representatives, we may be subject to increased efforts to engage us in multi-unit bargaining that could subject us to the risk of multi-location labor disputes or work stoppages that would place us at greater risk of being materially adversely affected by labor disputes. In addition, labor organizing activities could result in additional employees becoming unionized, which could result in higher labor costs. Although we have not experienced any significant labor disputes or work stoppages in recent history, and we believe we have satisfactory relationships with our employees, including those who are union members, increased unionization or a work stoppage because of our inability to renegotiate union contracts could have a material adverse effect on us. Further, potential changes in labor legislation and case law could result in current non-union portions of our workforce, including warehouse and delivery personnel, being subjected to greater organized labor influence. If additional portions of our workforce became subject to collective bargaining agreements, this could result in increased costs of doing business as we would become subject to mandatory, binding arbitration or labor scheduling, labor costs, and standards, which could reduce our operating flexibility.\n \n\n\nWe are subject to a wide range of labor costs. Because our labor costs are, as a percentage of net sales, higher than in many other industries, we may be significantly harmed by labor cost increases. In addition, labor is a significant cost for many of our\n \n\n\n8\n\n\n\n\n \n\n\ncustomers in the U.S. food-away-from-home industry. Any increase in their labor costs, including any increases in costs as a result of increases in minimum wage requirements, wage inflation and/or increased overtime payments as a result of labor shortages, work slowdowns, work interruptions, strikes, or other job actions by employees of customers could reduce the profitability of our customers and reduce demand for our products.\n\n\n \n\n\nWe rely heavily on our employees, particularly warehouse workers and drivers, and any significant shortage of qualified labor could significantly affect our business. Our recruiting and retention efforts and efforts to increase productivity may not be successful, and we could encounter a shortage of qualified labor in future periods. Any such shortage would decrease our ability to serve our customers effectively. Such a shortage would also likely lead to higher wages for employees and a corresponding reduction in our profitability. The current competitive labor market has impacted the Company’s ability to hire and retain qualified labor, particularly warehouse workers and drivers, in certain geographies. See the discussion under “Human Capital Resources” in Item 1, “Business” for additional information regarding our talent acquisition and talent management efforts in the context of these labor shortages.\n\n\nFurther, we continue to assess our healthcare benefit costs. Despite our efforts to control costs while still providing competitive healthcare benefits to our associates, significant increases in healthcare costs continue to occur, and we can provide no assurance that our cost containment efforts in this area will be effective. Our distributors and suppliers also may be affected by higher minimum wage and benefit standards, wage inflation and/or increased overtime payments as a result of labor shortages, work slowdowns, work interruptions, strikes, or other actions by their employees, which could result in higher costs for goods and services supplied to us. If we are unable to raise our prices or cut other costs to cover this expense, such increases in expenses could materially reduce our operating profit.\n\n\nA cyber security incident or other technology disruptions could negatively affect our business and our relationships with customers.\n \n\n\nWe rely upon information technology networks and systems to process, transmit, and store electronic information, and to manage or support virtually all of our business processes and activities. We also use mobile devices, social networking, and other online activities to connect with our employees, suppliers, business partners, and customers. These uses give rise to cybersecurity risks, including security breach, espionage, system disruption, theft, and inadvertent release of information. Our business involves the storage and transmission of numerous classes of sensitive and/or confidential information and intellectual property, including customers’ and suppliers’ personal information, private information about employees, and financial and strategic information about us and our business partners. We have implemented measures to prevent security breaches and other cyber incidents. However, we and our third-party providers experience cybersecurity incidents of varying degrees from time-to-time, including ransomware and phishing attacks, as well as distributed denial of service attacks and the theft of data. To date, interruption of our information technology networks and systems and unauthorized access or exfiltration of data have been infrequent and have not had a material impact on our operations. However, because cyber-attacks are increasingly sophisticated and more frequent, our preventative measures and incident response efforts may not be entirely effective. Additionally, a portion of our corporate employees work remotely using smartphones, tablets, and other wireless devices, which may further heighten these and other operational risks. Further, as we pursue our strategy to grow through acquisitions and to pursue new initiatives that improve our operations and cost structure, we are also expanding and improving our information technologies, resulting in a larger technological presence and corresponding exposure to cybersecurity risk. Failure to adequately assess and identify cybersecurity risks associated with acquisitions and new initiatives would increase our vulnerability to such risks.\n \n\n\nThe theft, destruction, loss, misappropriation, release of sensitive and/or confidential information or intellectual property, or interference with our information technology systems or the technology systems of third parties on which we rely could result in business disruption, negative publicity, brand damage, violation of privacy laws, loss of customers, potential liability, remediation costs, and a competitive disadvantage.\n\n\nWe rely heavily on technology in our business and any technology disruption or delay in implementing new technology could adversely affect our business.\n \n\n\nThe foodservice distribution industry is transaction intensive. Our ability to control costs and to maximize profits, as well as to serve customers effectively, depends on the reliability of our information technology systems and related data entry processes. We rely on software and other technology systems, some of which are managed by third-party service providers, to manage significant aspects of our business, including making purchases, processing orders, managing our warehouses, loading trucks in the most efficient manner, and optimizing the use of storage space. The failure of our information technology systems to perform as we anticipate could disrupt our business and could result in transaction errors, processing inefficiencies, and the loss of sales and customers, causing our business and results of operations to suffer. In addition, our information technology systems may be vulnerable to damage or interruption from circumstances beyond our control, including fire, natural disasters, power outages, systems failures, security breaches, cyber-attacks, and viruses. While we have invested and continue to invest in technology security initiatives and disaster\n \n\n\n9\n\n\n\n\n \n\n\nrecovery plans, these measures cannot fully insulate us from technology disruptions that could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nInformation technology systems evolve rapidly and in order to compete effectively we are required to integrate new technologies in a timely and cost-effective manner. If competitors implement new technologies before we do, allowing such competitors to provide lower priced or enhanced services of superior quality compared to those we provide, this could have a material adverse effect on our business, financial condition, or results of operations\n.\n \n\n\nCompetition in our industry is intense, and we may not be able to compete successfully.\n \n\n\nThe foodservice distribution industry is highly competitive. Certain of our competitors have greater financial and other resources than we do. Furthermore, there are two larger broadline distributors, Sysco and US Foods, with national footprints. In addition, there are numerous regional, local, and specialty distributors. These smaller distributors often align themselves with other smaller distributors through purchasing cooperatives and marketing groups to enhance their geographic reach, private label offerings, overall purchasing power, cost efficiencies, and to assemble delivery networks for national or multi-regional distribution. We often do not have exclusive service agreements with our customers and our customers may switch to other distributors if those distributors can offer lower prices, differentiated products, or customer service that is perceived to be superior. Such changes may occur particularly during periods of economic uncertainty or significant inflation. We believe that most purchasing decisions in the foodservice business are based on the quality and price of the product and a distributor’s ability to fill orders completely and accurately and provide timely deliveries. Our current or potential, future competitors may be able to provide products or services that are comparable or superior to those provided by us or adapt more quickly than we do to evolving trends or changing market requirements. Accordingly, we may not be able to compete effectively against current and potential, future competitors, and increased competition may result in price reductions, reduced gross margins, and loss of market share, any of which could materially adversely affect our business, financial condition, or results of operations.\n \n\n\nWe operate in a low margin industry, which could increase the volatility of our results of operations.\n \n\n\nSimilar to other resale-based industries, the distribution industry is characterized by relatively low profit margins. These low profit margins tend to increase the volatility of our reported net income since any decline in our net sales or increase in our costs that is small relative to our total net sales or costs may have a material impact on our net income.\n \n\n\nVolatile food costs may have a direct impact upon our profitability.\n \n\n\nWe make a significant portion of our sales at prices that are based on the cost of products we sell plus a percentage markup. As a result, volatile food costs may have a direct impact upon our profitability. Our profit levels may be negatively affected during periods of product cost deflation, even though our gross profit percentage may remain relatively constant or even increase. Prolonged periods of product cost inflation also may have a negative impact on our profit margins and earnings to the extent such product cost increases are not passed on to customers because of their resistance to higher prices. For example, the impact of current economic conditions has resulted in inflation of 8.6% for fiscal 2023, which has increased our product costs and decreased profit margins. Furthermore, our business model requires us to maintain an inventory of products, and changes in price levels between the time that we acquire inventory from our suppliers and the time we sell the inventory to our customers could lead to unexpected shifts in demand for our products or could require us to sell inventory at lesser profit or a loss. In addition, product cost inflation may negatively affect consumer discretionary spending decisions within our customers’ establishments, which could negatively impact our sales. Our inability to quickly respond to inflationary and deflationary cost pressures could have a material adverse impact on our business, financial condition, or results of operations.\n \n\n\nMany of our customers are not obligated to continue purchasing products from us.\n \n\n\nMany of our customers buy from us pursuant to individual purchase orders, and we often do not enter into long-term agreements with these customers. Because such customers are not obligated to continue purchasing products from us, that the volume and/or number of our customers’ purchase orders may not remain constant or increase and we may be unable to maintain our existing customer base. Significant decreases in the volume and/or number of our customers’ purchase orders or our inability to retain or grow our current customer base could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\n10\n\n\n\n\n \n\n\nGroup purchasing organizations may become more active in our industry and increase their efforts to add our customers as members of these organizations.\n \n\n\nSome of our customers, particularly our larger customers, purchase their products from us through group purchasing organizations (“GPOs”) in an effort to lower the prices paid by these customers on their foodservice orders, and we have experienced some pricing pressure from these purchasers. These GPOs have also made efforts to include smaller, independent restaurants. If these GPOs are able to add a significant number of our customers as members, we may be forced to lower the prices we charge these customers in order to retain their business, which would negatively affect our business, financial condition, or results of operations. Additionally, if we are unable or unwilling to lower the prices we charge for our products to a level that is satisfactory to the GPOs, we may lose the business of those customers that are members of these organizations, which could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nChanges in consumer eating habits could reduce the demand for our products.\n \n\n\nChanges in consumer eating habits (such as a decline in consuming food away from home, a decline in portion sizes, or a shift in preferences toward restaurants that are not our customers) could reduce demand for our products, which could adversely affect our business, financial condition, or results of operations. Consumer eating habits can be affected by a number of factors, including changes in attitudes regarding diet and health or new information regarding the health effects of consuming certain foods. There is a growing consumer preference for sustainable, organic, and locally grown products, and a shift towards plant-based proteins and/or animal proteins derived from animals that were humanely treated and antibiotic free. If consumer eating habits change significantly, we may be required to modify or discontinue sales of certain items in our product portfolio, and we may experience higher costs associated with the implementation of those changes. Changing consumer eating habits may also reduce the frequency with which consumers purchase meals outside of the home.\n\n\nAdditionally, changes in consumer eating habits may result in the enactment of laws and regulations that affect the ingredients and nutritional content of our food products, or laws and regulations requiring us to disclose the nutritional content of our food products. Compliance with these laws and regulations, as well as others regarding the ingredients and nutritional content of our food products, may be costly and time-consuming. Our inability to effectively respond to changes in food away from home consumer trends, consumer health perceptions or resulting new laws or regulations, or to adapt our menu offerings to trends in eating habits could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nExtreme weather conditions and natural disasters may interrupt our business or our customers’ businesses.\n \n\n\nMany of our facilities and our customers’ facilities are located in areas that may be subject to extreme and occasionally prolonged weather conditions, including hurricanes, blizzards, earthquakes, and extreme heat or cold. Such extreme weather conditions, whether caused by global climate change or otherwise, could interrupt our operations and reduce the number of consumers who visit our customers’ facilities in such areas. Furthermore, such extreme weather conditions may interrupt or impede access to our customers’ facilities, all of which could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nFluctuations in fuel prices and other transportation costs could harm our business.\n \n\n\nThe high cost of fuel can negatively affect consumer confidence and discretionary spending and, as a result, reduce the frequency and amount spent by consumers within our customers’ establishments for food away from home. The high price of fuel and other transportation related costs, such as tolls, fuel taxes, and license and registration fees, can also increase the price we pay for products as well as the costs incurred by us to deliver products to our customers. Furthermore, both the price and supply of fuel are unpredictable and fluctuate based on events outside our control, including geopolitical developments (such as the war in the Ukraine), supply and demand for oil and gas, actions by the Organization of Petroleum Exporting Countries and other oil and gas producers, war and unrest in oil producing countries and regions, regional production patterns, and environmental concerns. These factors, if occurring over an extended period of time, could have a material adverse effect on our sales, margins, operating expenses, or results of operations. For example, in fiscal 2023, the United States experienced significant increases in fuel prices and, as a result, the Company's fuel expense increased $30.8 million in fiscal 2023 compared to fiscal 2022.\n\n\nFrom time to time, we may enter into arrangements to manage our exposure to fuel costs. Such arrangements, however, may not be effective and may result in us paying higher than market costs for a portion of our fuel. In addition, while we have been successful in the past in implementing fuel surcharges to offset fuel cost increases, we may not be able to do so in the future.\n \n\n\nIn addition, compliance with current and future environmental laws and regulations relating to carbon emissions and the effects of global warming can be expected to have a significant impact on our transportation costs, which could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\n11\n\n\n\n\n \n\n\nIf one or more of our competitors implements a lower cost structure, they may be able to offer lower prices to customers and we may be unable to adjust our cost structure in order to compete profitably.\n \n\n\nOver the last several decades, the retail food industry has undergone significant change as companies such as Walmart and Costco have developed a lower cost structure to provide their customer base with an everyday low-cost product offering. As a large-scale foodservice distributor, we have similar strategies to remain competitive in the marketplace by reducing our cost structure. However, if one or more of our competitors in the foodservice distribution industry adopted an everyday low-price strategy, we would potentially be pressured to lower prices to our customers and would need to achieve additional cost savings to offset these reductions. We may be unable to change our cost structure and pricing practices rapidly enough to successfully compete in such an environment.\n \n\n\nIf we fail to increase our sales in the highest margin portions of our business, our profitability may suffer.\n \n\n\nDistribution is a relatively low margin industry. The most profitable customers within the distribution industry are generally independent customers. In addition, our most profitable products are our Performance Brands. We typically provide a higher level of services to our independent customers and are able to earn a higher operating margin on sales to independent customers. Independent customers are also more likely to purchase our Performance Brands. Our ability to continue to penetrate this key customer type is critical to achieving increased operating profits. Changes in the buying practices of independent customers or decreases in our sales to independent customers or a decrease in the sales of our Performance Brands could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nChanges in pricing practices of our suppliers could negatively affect our profitability.\n \n\n\nDistributors have traditionally generated a significant percentage of their gross margins from promotional allowances paid by their suppliers. Promotional allowances are payments from suppliers based upon the efficiencies that the distributor provides to its suppliers through purchasing scale and through marketing and merchandising expertise. Promotional allowances are a standard practice among suppliers to distributors and represent a significant source of profitability for us and our competitors. Any change in such practices that results in the reduction or elimination of promotional allowances could be disruptive to us and the industry as a whole and could have a material adverse effect on our business, financial condition, or results of operations.\n \n\n\nOur growth strategy may not achieve the anticipated results.\n \n\n\nOur future success will depend on our ability to grow our business, including through increasing our independent sales, expanding our Performance Brands, making strategic acquisitions, and achieving improved operating efficiencies as we continue to expand and diversify our customer base. Our growth and innovation strategies require significant commitments of management resources and capital investments and may not grow our net sales at the rate we expect or at all. As a result, we may not be able to recover the costs incurred in developing our new projects and initiatives or to realize their intended or projected benefits, which could have a material adverse effect on our business, financial condition, or results of operation.\n\n\nWe may not be able to realize benefits of acquisitions or successfully integrate the businesses we acquire.\n \n\n\nFrom time to time, we acquire businesses that are intended to broaden our customer base, and/or increase our capabilities and geographic reach. If we are unable to integrate acquired businesses successfully or to realize anticipated economic, operational, and other benefits and synergies in a timely manner, our profitability could be adversely affected. Integration of an acquired business may be more difficult when we acquire a business in a market in which we have limited expertise or with a company culture different from ours. A significant expansion of our business and operations, in terms of geography or magnitude, could strain our administrative and operational resources. Additionally, we may be unable to retain qualified management and other key personnel employed by acquired companies and may fail to build a network of acquired companies in new markets. We could face significantly greater competition from broadline foodservice distributors in these markets than we face in our existing markets.\n \n\n\nWe regularly evaluate opportunities to acquire other companies. To the extent our future growth includes acquisitions, we may not be able to obtain any necessary financing for such acquisitions, consummate such potential acquisitions effectively, effectively and efficiently integrate any acquired entities, or successfully expand into new markets.\n \n\n\nOur earnings may be reduced by amortization charges associated with any future acquisitions.\n \n\n\nAfter we complete an acquisition, we must amortize any identifiable intangible assets associated with the acquired company over future periods. We also must amortize any identifiable intangible assets that we acquire directly. Our amortization of these amounts reduces our future earnings in the affected periods.\n \n\n\n12\n\n\n\n\n \n\n\nOur business is subject to significant governmental regulation, and costs or claims related to these requirements could adversely affect our business.\n \n\n\nOur operations are subject to regulation by state and local health departments, the USDA, and the FDA, which generally impose standards for product quality and sanitation and are responsible for the administration of bioterrorism legislation affecting the foodservice industry. These government authorities regulate, among other things, the processing, packaging, storage, distribution, advertising, and labeling of our products. The FSMA requires that the FDA impose comprehensive, prevention-based controls across the food supply, further regulates food products imported into the United States, and provides the FDA with mandatory recall authority. Our seafood operations are also specifically regulated by federal and state laws, including those administered by the National Marine Fisheries Service, established for the preservation of certain species of marine life, including fish and shellfish. Our processing and distribution facilities must be registered with the FDA biennially and are subject to periodic government agency inspections. State and/or federal authorities generally inspect our facilities at least annually. The Federal Perishable Agricultural Commodities Act, which specifies standards for the sale, shipment, inspection, and rejection of agricultural products, governs our relationships with our fresh food suppliers with respect to the grading and commercial acceptance of product shipments. We are also subject to regulation by state authorities for the accuracy of our weighing and measuring devices. Additionally, the Surface Transportation Board and the Federal Highway Administration regulate our trucking operations, and interstate motor carrier operations are subject to safety requirements prescribed by the U.S. Department of Transportation and other relevant federal and state agencies. Our suppliers are also subject to similar regulatory requirements and oversight. We have expanded the product lines of our Vistar segment to include hemp-based CBD products authorized under the 2018 Farm Bill. Sales of certain hemp-based CBD products are prohibited in some jurisdictions and the FDA and certain states and local governments may enact regulations that limit the marketing and use of such products. In the event that the FDA or state and local governments impose regulations on CBD products, we do not know what the impact would be on our products, and what costs, requirements, and possible prohibitions may be associated with such regulations. The failure to comply with applicable regulatory requirements could result in, among other things, administrative, civil, or criminal penalties or fines; mandatory or voluntary product recalls; warning or untitled letters; cease and desist orders against operations that are not in compliance; closure of facilities or operations; the loss, revocation, or modification of any existing licenses, permits, registrations, or approvals; or the failure to obtain additional licenses, permits, registrations, or approvals in new jurisdictions where we intend to do business, any of which could have a material adverse effect on our business, financial condition, or results of operations. These laws and regulations may change in the future and we could incur material costs in our efforts to comply with current or future laws and regulations or in any required product recalls.\n \n\n\nIn addition, our operations are subject to various federal, state, and local laws and regulations in many areas of our business, such as, minimum wage, overtime, wage payment, wage and hour and employment discrimination, harassment, immigration, human health and safety and relating to the protection of the environment, including those governing the discharge of pollutants into the air, soil, and water; the management and disposal of solid and hazardous materials and wastes; employee exposure to hazards in the workplace; and the investigation and remediation of contamination resulting from releases of petroleum products and other regulated materials. In the course of our operations, we operate, maintain, and fuel fleet vehicles; store fuel in on-site above and underground storage tanks; operate refrigeration systems; and use and dispose of hazardous substances and food wastes. We could incur substantial costs, including fines or penalties and third-party claims for property damage or personal injury, as a result of any violations of environmental or workplace safety laws and regulations or releases of regulated materials into the environment. In addition, we could incur investigation, remediation, or other costs related to environmental conditions at our currently or formerly owned or operated properties.\n \n\n\nFinally, we are subject to legislation, regulation and other matters regarding the marketing, distribution, sale, taxation and use of cigarette, tobacco and alternative nicotine products. For example, various jurisdictions have adopted or are considering legislation and regulations restricting displays and marketing of tobacco and alternative nicotine products, requiring the disclosure of ingredients used in the manufacture of tobacco and alternative nicotine products, and imposing restrictions on public smoking and vaping. In addition, the FDA has been empowered to regulate changes to nicotine yields and the chemicals and flavors used in tobacco and alternative nicotine products (including cigars, pipe and e-cigarette products), require ingredient listings be displayed on tobacco and alternative nicotine products, prohibit the use of certain terms that may attract youth or mislead users as to the risks involved with using tobacco and alternative nicotine products, as well as limit or otherwise impact the marketing of tobacco and alternative nicotine products by requiring additional labels or warnings that must be pre-approved by the FDA. Such legislation and related regulation are likely to continue to adversely impact the market for tobacco and alternative nicotine products and, accordingly, our sales of such products. Likewise, cigarettes and tobacco products are subject to substantial excise taxes.\n \nSignificant increases in cigarette-related taxes and/or fees have been proposed or enacted and are likely to continue to be proposed or enacted by various taxing jurisdictions within the U.S. These tax increases negatively impact consumption and may cause a shift in sales from premium brands to discount brands, illicit channels, or tobacco alternatives, such as electronic cigarettes, as smokers seek lower priced options. Furthermore, taxing jurisdictions have the ability to change or rescind credit terms currently extended for the remittance of taxes that we collect on their behalf. If these excise taxes are substantially increased, or credit terms are substantially reduced, it could have a material adverse effect on our business, financial condition, and results of operations.\n\n\n13\n\n\n\n\n \n\n\n \n\n\nClimate change, or the legal, regulatory, or market measures being implemented to address climate change, could have an adverse impact on our business.\n \n\n\nThe effects of climate change may create financial and operational risks to our business, both directly and indirectly. There is an increased focus around the world by regulatory and legislative bodies at all levels towards policies relating to climate change and the impact of global warming, including the regulation of greenhouse gas (GHG) emissions, energy usage, and sustainability efforts. Increased compliance costs and expenses due to the impacts of climate change on our business, as well as additional legal or regulatory requirements regarding climate change or designed to reduce or mitigate the effects of carbon dioxide and other GHG emissions on the environment, particularly diesel engine emissions, may cause disruptions in, or an increase in the costs associated with, the running of our business, particularly with regard to our distribution and supply chain operations. These costs include an increase in the cost of the fuel and other energy we purchase, and capital costs associated with updating or replacing our vehicles prematurely. Moreover, compliance with any such legal or regulatory requirements may require that we implement changes to our business operations and strategy, which would require us to devote substantial time and attention to these matters and cause us to incur additional costs. We may not be able to accurately predict, prepare for, and respond to new kinds of technological innovations with respect to electric vehicles and other technologies that minimize emissions. Laws enacted to reduce GHG could also directly or indirectly affect our suppliers, which could adversely affect our business, financial condition, or results of operations. The effects of climate change, and legal or regulatory initiatives to address climate change, could have a long-term adverse effect on our business, financial condition, or results of operations.\n\n\n In addition, from time to time we establish and publicly announce goals and commitments related to corporate social responsibility matters, including those related to reducing our impact on the environment. For example, in 2023, we established goals for the reduction of GHG emissions, which include a target of reducing Scope 1 and 2 GHG emission intensity by 15% by 2030 from a 2021 base year. Our ability to meet this and other related goals depends in part on significant technological advancements with respect to the development and availability of reliable, affordable, and sustainable alternative solutions, including electric and other alternative fuel vehicles as well as alternative energy sources, which may not be developed or be available to us in the timeframe needed to achieve these goals. In addition, we may determine that it is in our best interests to prioritize other business, social, governance, or sustainable investments over the achievement of our current goals based on economic, regulatory or social factors, business strategy, or other factors. If we do not meet our publicly stated goals, then we may experience a negative reaction from the media, stockholders, activists, and other interested stakeholders, and any perception that we have failed to act responsibly regarding climate change, whether or not valid, could result in adverse publicity or legal challenges and negatively affect our business and reputation. While we remain committed to being responsive to climate change and reducing our carbon footprint, there can be no assurance that our goals and strategic plans to achieve those goals will be successful, that the costs related to climate transition will not be higher than expected, that the necessary technological advancements will occur in the timeframe we expect, or at all, or that proposed regulation or deregulation related to climate change will not have a negative competitive impact, any one of which could have a material adverse effect on our business, financial condition, or results of operations.\n\n\n \n\n\nA significant portion of our sales volume is dependent upon the distribution of cigarettes and other tobacco products, sales of which are generally declining.\n\n\n \n\n\nFollowing the acquisitions of Eby-Brown Company LLC (“Eby-Brown”) and Core-Mark, a significant portion of our sales volume depends upon the distribution of cigarettes and other tobacco products. Due to increases in the prices of cigarettes, restrictions on cigarette manufacturers’ marketing and promotions, increases in cigarette regulation and excise taxes, health concerns, increased pressure from anti-tobacco groups, the rise in popularity of tobacco alternatives, including electronic cigarettes and other alternative nicotine products, and other factors, cigarette consumption in the United States has been declining over the past few decades. In many instances, tobacco alternatives, such as electronic cigarettes, are not subject to federal, state, and local excise taxes like the sale of conventional cigarettes or other tobacco products. We expect consumption trends of legal cigarette products will continue to be negatively impacted by the factors described above. If we are unable to sell other products to make up for these declines in cigarette sales, our business, financial condition, or results of operations could be materially adversely affected.\n\n\nIf the products we distribute are alleged to cause injury or illness or fail to comply with governmental regulations, we may need to recall our products.\n \n\n\nThe products we distribute may be subject to product recalls, including voluntary recalls or withdrawals, if they are alleged to cause injury or illness (including food-borne illness such as e. coli, bovine spongiform, encephalopathy, hepatitis A, trichinosis, listeria, or salmonella) or if they are alleged to have been mislabeled, misbranded, or adulterated or to otherwise be in violation of governmental regulations. We may also voluntarily recall or withdraw products that we consider not to meet our quality standards, whether for taste, appearance, or otherwise, in order to protect our brand and reputation. If there is any future product withdrawal that results in substantial and unexpected expenditures, destruction of product inventory, damage to our reputation, or lost sales because of\n \n\n\n14\n\n\n\n\n \n\n\nthe unavailability of the product for a period of time, our business, financial condition, or results of operations may be materially adversely affected.\n \n\n\nWe may be subject to or affected by product liability claims relating to products we distribute.\n \n\n\nWe may be exposed to product liability claims in the event that the use of the products we sell is alleged to cause injury or illness. While we believe we have sufficient primary and excess umbrella liability insurance with respect to product liability claims we cannot assure you that our limits are sufficient to cover all our liabilities. For example, punitive damages may not be covered by insurance. In addition, we may not be able to continue to maintain our existing insurance or obtain replacement insurance on comparable terms, and any replacement insurance or our current insurance may not continue to be available at a reasonable cost, or, if available, may not be adequate to cover all of our liabilities. We generally seek contractual indemnification and insurance coverage from parties supplying products to us, but this indemnification or insurance coverage is limited, as a practical matter, to the creditworthiness of the indemnifying party and the insured limits of any insurance provided by suppliers. If we do not have adequate insurance or contractual indemnification available, the liability relating to defective products could adversely affect our business, financial condition, or results of operations.\n \n\n\nAdverse judgments or settlements resulting from legal proceedings in which we may be involved in the normal course of our business could reduce our profits or limit our ability to operate our business.\n \n\n\nIn the normal course of our business, we are involved in various legal proceedings. The outcome of these proceedings cannot be predicted. If any of these proceedings were to be determined adversely to us or a settlement involving a payment of a material sum of money were to occur, it could materially and adversely affect our profits or ability to operate our business. Additionally, we could become the subject of future claims by third parties, including our employees; suppliers, customers, and other counterparties; our investors; or regulators. Any significant adverse judgments or settlements could reduce our profits and could limit our ability to operate our business. Further, we may incur costs related to claims for which we have appropriate third-party indemnity, but such third parties may fail to fulfill their contractual obligations.\n \n\n\nAdverse publicity about us, lack of confidence in our products or services, and other risks could negatively affect our reputation and our business.\n \n\n\nMaintaining a good reputation and public confidence in the safety of the products we distribute or services we provide is critical to our business, particularly to selling our Performance Brands products. Anything that damages our reputation, or the public’s confidence in our products, services, facilities, delivery fleet, operations, or employees, whether or not justified, including adverse publicity about the quality, safety, or integrity of our products, could quickly affect our net sales and profits. Reports, whether true or not, of food-borne illnesses or harmful bacteria (such as e. coli, bovine spongiform encephalopathy, hepatitis A, trichinosis, listeria, or salmonella) and injuries caused by food tampering could also severely injure our reputation or negatively affect the public’s confidence in our products. We may need to recall our products if they become adulterated. If patrons of our restaurant customers become ill from food-borne illnesses, our customers could be forced to temporarily close restaurant locations and our sales would be correspondingly decreased. In addition, instances of food-borne illnesses, food tampering, or other health concerns, such as flu epidemics or other pandemics (such as COVID-19), even those unrelated to the use of our products, or public concern regarding the safety of our products, can result in negative publicity about the foodservice distribution industry and cause our sales to decrease dramatically. In addition, a widespread health epidemic (such as COVID-19) or food-borne illness, whether or not related to the use of our products, as well as terrorist events may cause consumers to avoid public gathering places, like restaurants, or otherwise change their eating behaviors. Health concerns and negative publicity may harm our results of operations and damage the reputation of, or result in a lack of acceptance of, our products or the brands that we carry or the services that we provide.\n \n\n\nWe have experienced losses because of the inability to collect accounts receivable in the past and could experience increases in such losses in the future if our customers are unable to pay their debts to us when due.\n \n\n\nCertain of our customers have from time to time experienced bankruptcy, insolvency, and/or an inability to pay their debts to us as they come due. If our customers suffer significant financial difficulty, they may be unable to pay their debts to us timely or at all, which could have a material adverse effect on our results of operations. It is possible that customers may contest their contractual obligations to us under bankruptcy laws or otherwise. Significant customer bankruptcies could further adversely affect our net sales and increase our operating expenses by requiring larger provisions for bad debt expense. In addition, even when our contracts with these customers are not contested, if customers are unable to meet their obligations on a timely basis, it could adversely affect our ability to collect receivables. Further, we may have to negotiate significant discounts and/or extended financing terms with these customers in such a situation. If we are unable to collect upon our accounts receivable as they come due in an efficient and timely manner, our business, financial condition, or results of operations may be materially adversely affected.\n \n\n\n15\n\n\n\n\n \n\n\nInsurance and claims expenses could significantly reduce our profitability.\n \n\n\nOur future insurance and claims expenses might exceed historic levels, which could reduce our profitability. We maintain high-deductible insurance programs covering portions of general and vehicle liability and workers’ compensation. The amount in excess of the deductibles is insured by third-party insurance carriers, subject to certain limitations and exclusions. We also maintain self-funded group medical insurance.\n \n\n\nWe reserve for anticipated losses and expenses and periodically evaluate and adjust our claims reserves to reflect our experience. However, ultimate results may differ from our estimates, which could result in losses over our reserved amounts.\n \n\n\nAlthough we believe our aggregate insurance limits should be sufficient to cover reasonably expected claims costs, it is possible that the amount of one or more claims could exceed our aggregate coverage limits. Insurance carriers have raised premiums for many businesses in our industry, including ours, and our insurance and claims expense could continue to increase in the future. Our results of operations and financial condition could be materially and adversely affected if (1) total claims costs significantly exceed our coverage limits, (2) we experience a claim in excess of our coverage limits, (3) our insurance carriers fail to pay on our insurance claims, (4) we experience a claim for which coverage is not provided, or (5) a large number of claims may cause our cost under our deductibles to differ from historic averages.\n \n\n\nRisks Relating to Our Indebtedness\n \n\n\nOur substantial leverage could adversely affect our ability to raise additional capital to fund our operations, limit our ability to react to changes in the economy or in our industry, expose us to interest rate risk to the extent of our variable rate debt, and prevent us from meeting our obligations under our indebtedness.\n \n\n\nAs of July 1, 2023, we had $4,010.0 million of indebtedness, including finance lease obligations. In addition, we had $2,673.8 million of availability under the Amended ABL Facility (as defined below under \"- \nManagement's Discussion and Analysis of Financial Condition and Results of Operations -- Financing Activities\n in Part II, Item 7 of this Form 10-K (\"Item 7\")\") after giving effect to $172.2 million of outstanding letters of credit and $99.7 million of lenders’ reserves under the Amended ABL Facility.\n \n\n\nOur high degree of leverage could have important consequences for us, including:\n \n\n\n•\nrequiring us to utilize a substantial portion of our cash flows from operations to make payments on our indebtedness, reducing the availability of our cash flows to fund working capital, capital expenditures, development activity, and other general corporate purposes; \n\n\n•\nincreasing our vulnerability to adverse economic, industry, or competitive developments; \n\n\n•\nexposing us to the risk of increased interest rates to the extent our borrowings are at variable rates of interest; \n\n\n•\nmaking it more difficult for us to satisfy our obligations with respect to our indebtedness, and any failure to comply with the obligations of any of our debt instruments, including restrictive covenants and borrowing conditions, could result in an event of default under the agreements governing our indebtedness; \n\n\n•\nrestricting us from making strategic acquisitions or causing us to make non-strategic divestitures; \n\n\n•\nlimiting our ability to obtain additional financing for working capital, capital expenditures, product development, debt service requirements, acquisitions, and general corporate or other purposes; and \n\n\n•\nlimiting our flexibility in planning for, or reacting to, changes in our business or market conditions and placing us at a competitive disadvantage compared to our competitors who are less highly leveraged and who, therefore, may be able to take advantage of opportunities that our leverage prevents us from exploiting. \n\n\nA substantial portion of our indebtedness is floating rate debt. As interest rates increase, our debt service obligations on such indebtedness increase even though the amount borrowed remains the same, and our net income and cash flows, including cash available for servicing our indebtedness, will correspondingly decrease. As a result of the discontinuation of the London Inter-Bank Offered Rate (“LIBOR”) as a reference rate on June 30, 2023, there is uncertainty as to whether the transition from LIBOR to the Secured Overnight Financing Rate (“SOFR”) or another reference rate will result in financial market disruptions or higher interest costs to borrowers, which could increase our interest expense and have an adverse effect on our business and results of operations. Our ABL Facility was recently amended to replace LIBOR with SOFR. SOFR is a relatively new reference rate and has a very limited history. The future performance of SOFR cannot be predicted based on its limited historical performance. Since the initial publication of SOFR in April 2018, changes in SOFR have, on occasion, been more volatile than changes in other benchmark or market rates, such as U.S. dollar LIBOR. Additionally, any successor rate to SOFR under the Amended ABL Facility may not have the same characteristics as SOFR or LIBOR. As a result, the consequences of the phase-out of LIBOR cannot be entirely predicted at this time.\n\n\n16\n\n\n\n\n \n\n\nWe may elect to enter into interest rate swaps to reduce our exposure to floating interest rates as described below under “—\nWe may utilize derivative financial instruments to reduce our exposure to market risks from changes in interest rates on our variable rate indebtedness and we will be exposed to risks related to counterparty creditworthiness or non-performance of these instruments\n.” However, we may not maintain interest rate swaps with respect to all of our variable rate indebtedness, and any swaps we enter into may not fully mitigate our interest rate risk.\n \n\n\nServicing our indebtedness will require a significant amount of cash. Our ability to generate sufficient cash depends on many factors, some of which are not within our control.\n \n\n\nOur ability to make payments on our indebtedness and to fund planned capital expenditures will depend on our ability to generate cash in the future. To a certain extent, this ability is subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond our control. If we are unable to generate sufficient cash flow to service our debt and to meet our other commitments, we may need to restructure or refinance all or a portion of our debt, sell material assets or operations, or raise additional debt or equity capital. We may not be able to affect any of these actions on a timely basis, on commercially reasonable terms, or at all, and these actions may not be sufficient to meet our capital requirements. In addition, any refinancing of our indebtedness could be at a higher interest rate, and the terms of our existing or future debt arrangements may restrict us from effecting any of these alternatives. Our failure to make the required interest and principal payments on our indebtedness would result in an event of default under the agreement governing such indebtedness, which may result in the acceleration of some or all of our outstanding indebtedness.\n \n\n\nDespite our high indebtedness level, we and our subsidiaries will still be able to incur significant additional amounts of debt, which could further exacerbate the risks associated with our substantial indebtedness.\n \n\n\nWe and our subsidiaries may be able to incur substantial additional indebtedness in the future. Although the agreements governing our indebtedness contain restrictions on the incurrence of additional indebtedness, these restrictions are subject to a number of significant qualifications and exceptions and, under certain circumstances, the amount of indebtedness that could be incurred in compliance with these restrictions could be substantial.\n \n\n\nThe agreements governing our outstanding indebtedness contain restrictions that limit our flexibility in operating our business.\n \n\n\nThe agreements governing our outstanding indebtedness contain various covenants that limit our ability to engage in specified types of transactions. These covenants limit the ability of our subsidiaries to, among other things:\n \n\n\n•\nincur, assume, or permit to exist additional indebtedness or guarantees; \n\n\n•\nincur liens; \n\n\n•\nmake investments and loans; \n\n\n•\npay dividends, make payments, or redeem or repurchase capital stock; \n\n\n•\nengage in mergers, liquidations, dissolutions, asset sales, and other dispositions (including sale leaseback transactions); \n\n\n•\namend or otherwise alter terms of certain indebtedness; \n\n\n•\nenter into agreements limiting subsidiary distributions or containing negative pledge clauses; \n\n\n•\nengage in certain transactions with affiliates; \n\n\n•\nalter the business that we conduct; \n\n\n•\nchange our fiscal year; and \n\n\n•\nengage in any activities other than permitted activities. \n\n\nAs a result of these restrictions, we are limited as to how we conduct our business and we may be unable to raise additional debt or equity financing to compete effectively or to take advantage of new business opportunities. The terms of any future indebtedness we may incur could include more restrictive covenants. We cannot assure you that we will be able to maintain compliance with these covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders and/or amend the covenants.\n \n\n\nA breach of any of these covenants could result in a default under one or more of these agreements, including as a result of cross default provisions, and, in the case of our ABL Facility, amounts due may be accelerated and the rights and remedies of the lenders may be exercised, including rights with respect to the collateral securing the obligations.\n \n\n\n17\n\n\n\n\n \n\n\nWe utilize derivative financial instruments to reduce our exposure to market risks from changes in interest rates on our variable rate indebtedness, and we are exposed to risks related to counterparty credit worthiness or non-performance of these instruments.\n \n\n\nWe enter into pay-fixed interest rate swaps to limit our exposure to changes in variable interest rates. Such instruments may result in economic losses should interest rates decline to a point lower than our fixed rate commitments. We are exposed to credit-related losses, which could affect the results of operations in the event of fluctuations in the fair value of the interest rate swaps due to a change in the credit worthiness or non-performance by the counterparties to the interest rate swaps.\n \n\n",
    "item7": ">Item 7. Management Discussion and Analysis of \nFinancial Condition and Results of Operations\n \n\n\nThe following discussion and analysis of our financial condition and results of operations should be read together with the audited Consolidated Financial Statements and the Notes thereto included in Item 8. Financial Statements and Supplementary Data of this Form 10-K. In addition to historical consolidated financial information, this discussion contains forward-looking statements that reflect our plans, estimates, and beliefs and involve numerous risks and uncertainties, including those described in Item 1A. Actual results may differ materially from those contained in any forward-looking statements. You should carefully read “Special Note Regarding Forward-Looking Statements” in this Form 10-K.\n\n\nThe following includes a comparison of our consolidated results of operations, our segment results and financial position for fiscal years 2023 and 2022. For a comparison of our consolidated results of operations and financial position for fiscal years 2022 and 2021, see Item 7 of Part II, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended July 2, 2022, filed with the SEC on August 19, 2022. For a comparison of segment results for fiscal years 2022 and 2021, see Item 7 of Part II, \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for the fiscal year ended July 2, 2022, filed with the SEC on August 19, 2022, as updated by Exhibit 99.1 of the Current Report filed on Form 8-K with the SEC on November 21, 2022.\n\n\nOur Company\n \n\n\nWe market and distribute over 250,000 food and food-related products to customers across the United States from approximately 142 distribution facilities to over 300,000 customer locations in the “food-away-from-home” industry. We offer our customers a broad assortment of products including our proprietary-branded products, nationally branded products, and products bearing our customers’ brands. Our product assortment ranges from “center-of-the-plate” items (such as beef, pork, poultry, and seafood), frozen foods, and groceries to candy, snacks, beverages, cigarettes, and other tobacco products. We also sell disposables, cleaning and kitchen supplies, and related products used by our customers. In addition to the products we offer to our customers, we provide value-added services by allowing our customers to benefit from our industry knowledge, scale, and expertise in the areas of product selection and procurement, menu development, and operational strategy.\n\n\nBased on the Company’s organization structure and how the Company’s management reviews operating results and makes decisions about resource allocation, the Company has three reportable segments: Foodservice, Vistar, and Convenience. Our Foodservice segment distributes a broad line of national brands, customer brands, and our proprietary-branded food and food-related products, or “Performance Brands.” Foodservice sells to independent and multi-unit “Chain” restaurants and other institutions such as schools, healthcare facilities, business and industry locations, and retail establishments. Our Chain customers are multi-unit restaurants with five or more locations and include some of the most recognizable family and casual dining restaurant chains. Our Vistar segment specializes in distributing candy, snacks, beverages, and other items nationally to vending, office coffee service, theater, retail, hospitality, and other channels. Our Convenience segment distributes candy, snacks, beverages, cigarettes, other tobacco products, food and foodservice related products and other items to convenience stores across North America. We believe that there are substantial synergies across our segments. Cross-segment synergies include procurement, operational best practices such as the use of new productivity technologies, and supply chain and network optimization, as well as shared corporate functions such as accounting, treasury, tax, legal, information systems, and human resources.\n\n\nThe Company’s fiscal year ends on the Saturday nearest to June 30\nth\n.\n \nThis resulted in a 52-week year for fiscal 2023, a 52-week year for fiscal 2022 and a 53-week year for fiscal 2021. References to “fiscal 2023” are to the 52-week period ended July 1, 2023, references to “fiscal 2022” are to the 52-week period ended July 2, 2022, and references to “fiscal 2021” are to the 53-week period ended July 3, 2021.\n\n\nKey Factors Affecting Our Business\n \n\n\nOur business, our industry and the U.S. economy are influenced by a number of general macroeconomic factors, including, but not limited to, changes in the rate of inflation and fuel prices, interest rates, supply chain disruptions, labor shortages, and the effects of health epidemics and pandemics. We continue to actively monitor the impacts of the evolving macroeconomic and geopolitical landscape on all aspects of our business. The Company and our industry may face challenges related to product and fleet supply, increased product and logistics costs, access to labor supply, and lower disposable incomes due to inflationary pressures and macroeconomic conditions. The extent to which these challenges will affect our future financial position, liquidity, and results of operations remains uncertain.\n\n\n23\n\n\n\n\n \n\n\nWe believe that our long-term performance is principally affected by the following key factors:\n\n\n•\nChanging demographic and macroeconomic trends.\n Excluding the peak years of the COVID-19 pandemic, the share of consumer spending captured by the food-away-from-home industry has increased steadily for several decades. The share increases in periods of increasing employment, rising disposable income, increases in the number of restaurants, and favorable demographic trends, such as smaller household sizes, an increasing number of dual income households, and an aging population base that spends more per capita at foodservice establishments. The foodservice distribution industry is also sensitive to national and regional economic conditions, such as changes in consumer spending, changes in consumer confidence, and changes in the prices of certain goods.\n\n\n•\nFood distribution market structure. \nThe food distribution market consists of a wide spectrum of companies ranging from businesses selling a single category of product (e.g., produce) to large national and regional broadline distributors with many distribution centers and thousands of products across all categories. We believe our scale enables us to invest in our Performance Brands, to benefit from economies of scale in purchasing and procurement, and to drive supply chain efficiencies that enhance our customers’ satisfaction and profitability. We believe that the relative growth of larger foodservice distributors will continue to outpace that of smaller, independent players in our industry.\n\n\n•\nOur ability to successfully execute our segment strategies and implement our initiatives.\n Our performance will continue to depend on our ability to successfully execute our segment strategies and to implement our current and future initiatives. The key strategies include focusing on independent sales and Performance Brands, pursuing new customers for our three reportable segments, expansion of geographies, utilizing our infrastructure to gain further operating and purchasing efficiencies, and making strategic acquisitions.\n\n\nHow We Assess the Performance of Our Business\n \n\n\nIn assessing the performance of our business, we consider a variety of performance and financial measures. The key measures used by our management are discussed below. The percentages on the results presented below are calculated based on rounded numbers.\n\n\nNet Sales\n\n\nNet sales is equal to gross sales, plus excise taxes, minus sales returns; minus sales incentives that we offer to our customers, such as rebates and discounts that are offsets to gross sales; and certain other adjustments. Our net sales are driven by changes in case volumes, product inflation that is reflected in the pricing of our products, and mix of products sold.\n\n\nGross Profit\n \n\n\nGross profit is equal to our net sales minus our cost of goods sold. Cost of goods sold primarily includes inventory costs (net of supplier consideration) and inbound freight. Cost of goods sold generally changes as we incur higher or lower costs from our suppliers and as our customer and product mix changes.\n \n\n\nAdjusted EBITDA\n \n\n\nManagement measures operating performance based on our Adjusted EBITDA, defined as net income before interest expense, interest income, income and franchise taxes, and depreciation and amortization, further adjusted to exclude certain items that we do not consider part of our core operating results. Such adjustments include certain unusual, non-cash, non-recurring, cost reduction, and other adjustment items permitted in calculating covenant compliance under our credit agreement and indentures (other than certain pro forma adjustments permitted under our credit agreement and indentures governing the Notes due 2025, Notes due 2027, and Notes due 2029 relating to the Adjusted EBITDA contribution of acquired entities or businesses prior to the acquisition date). Under our credit agreement and indentures, our ability to engage in certain activities such as incurring certain additional indebtedness, making certain investments, and making restricted payments is tied to ratios based on Adjusted EBITDA (as defined in our credit agreement and indentures). Our definition of Adjusted EBITDA may not be the same as similarly titled measures used by other companies.\n\n\nAdjusted EBITDA is not defined under GAAP, is not a measure of operating income, operating performance, or liquidity presented in accordance with GAAP, and is subject to important limitations. We use this measure to evaluate the performance of our business on a consistent basis over time and for business planning purposes. In addition, targets based on Adjusted EBITDA are among the measures we use to evaluate our management’s performance for purposes of determining their compensation under our incentive plans. We believe that the presentation of Adjusted EBITDA is useful to investors because it is frequently used by securities\n \n\n\n24\n\n\n\n\n \n\n\nanalysts, investors, and other interested parties, including our lenders under our credit agreement and holders of our Notes due 2025, Notes due 2027, and Notes due 2029 in their evaluation of the operating performance of companies in industries similar to ours.\n\n\nAdjusted EBITDA has important limitations as analytical tools and you should not consider it in isolation or as a substitute for analysis of our results as reported under GAAP. For example, Adjusted EBITDA:\n \n\n\n•\nexcludes certain tax payments that may represent a reduction in cash available to us; \n\n\n•\ndoes not reflect any cash capital expenditure requirements for the assets being depreciated and amortized that may have to be replaced in the future;\n\n\n•\ndoes not reflect changes in, or cash requirements for, our working capital needs; and \n\n\n•\ndoes not reflect the significant interest expense, or the cash requirements, necessary to service our debt. \n\n\nIn calculating Adjusted EBITDA, we add back certain non-cash, non-recurring, and other items as permitted or required by our credit agreement and indentures. Adjusted EBITDA among other things:\n \n\n\n•\ndoes not include non-cash stock-based employee compensation expense and certain other non-cash charges; and\n\n\n•\ndoes not include acquisition, restructuring, and other costs incurred to realize future cost savings and enhance our operations.\n\n\nWe have included below reconciliations of Adjusted EBITDA to the most directly comparable measure calculated in accordance with GAAP for the periods presented.\n \n\n\n \n\n\n25\n\n\n\n\n \n\n\nResults of Operations and Adjusted EBITDA\n \n\n\nThe following table sets forth a summary of our results of operations and Adjusted EBITDA for the periods indicated (dollars in millions, except per share data):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n \n\n\nFiscal 2023\n\n\n \n\n\n \n\n\nFiscal 2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nJuly 1, 2023\n\n\n \n\n\n \n\n\nJuly 2, 2022\n\n\n \n\n\n \n\n\nJuly 3, 2021\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n57,254.7\n\n\n \n\n\n \n\n\n$\n\n\n50,894.1\n\n\n \n\n\n \n\n\n$\n\n\n30,398.9\n\n\n \n\n\n \n\n\n$\n\n\n6,360.6\n\n\n \n\n\n \n\n\n \n\n\n12.5\n\n\n \n\n\n \n\n\n \n\n\n20,495.2\n\n\n \n\n\n \n\n\n \n\n\n67.4\n\n\n \n\n\n\n\n\n\nCost of goods sold\n\n\n \n\n\n \n\n\n50,999.8\n\n\n \n\n\n \n\n\n \n\n\n45,637.7\n\n\n \n\n\n \n\n\n \n\n\n26,873.7\n\n\n \n\n\n \n\n\n \n\n\n5,362.1\n\n\n \n\n\n \n\n\n \n\n\n11.7\n\n\n \n\n\n \n\n\n \n\n\n18,764.0\n\n\n \n\n\n \n\n\n \n\n\n69.8\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n6,254.9\n\n\n \n\n\n \n\n\n \n\n\n5,256.4\n\n\n \n\n\n \n\n\n \n\n\n3,525.2\n\n\n \n\n\n \n\n\n \n\n\n998.5\n\n\n \n\n\n \n\n\n \n\n\n19.0\n\n\n \n\n\n \n\n\n \n\n\n1,731.2\n\n\n \n\n\n \n\n\n \n\n\n49.1\n\n\n \n\n\n\n\n\n\nOperating expenses\n\n\n \n\n\n \n\n\n5,489.1\n\n\n \n\n\n \n\n\n \n\n\n4,929.0\n\n\n \n\n\n \n\n\n \n\n\n3,324.5\n\n\n \n\n\n \n\n\n \n\n\n560.1\n\n\n \n\n\n \n\n\n \n\n\n11.4\n\n\n \n\n\n \n\n\n \n\n\n1,604.5\n\n\n \n\n\n \n\n\n \n\n\n48.3\n\n\n \n\n\n\n\n\n\nOperating profit\n\n\n \n\n\n \n\n\n765.8\n\n\n \n\n\n \n\n\n \n\n\n327.4\n\n\n \n\n\n \n\n\n \n\n\n200.7\n\n\n \n\n\n \n\n\n \n\n\n438.4\n\n\n \n\n\n \n\n\n \n\n\n133.9\n\n\n \n\n\n \n\n\n \n\n\n126.7\n\n\n \n\n\n \n\n\n \n\n\n63.1\n\n\n \n\n\n\n\n\n\nOther expense, net\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n218.0\n\n\n \n\n\n \n\n\n \n\n\n182.9\n\n\n \n\n\n \n\n\n \n\n\n152.4\n\n\n \n\n\n \n\n\n \n\n\n35.1\n\n\n \n\n\n \n\n\n \n\n\n19.2\n\n\n \n\n\n \n\n\n \n\n\n30.5\n\n\n \n\n\n \n\n\n \n\n\n20.0\n\n\n \n\n\n\n\n\n\nOther, net\n\n\n \n\n\n \n\n\n3.8\n\n\n \n\n\n \n\n\n \n\n\n(22.6\n\n\n)\n\n\n \n\n\n \n\n\n(6.4\n\n\n)\n\n\n \n\n\n \n\n\n26.4\n\n\n \n\n\n \n\n\n \n\n\n116.8\n\n\n \n\n\n \n\n\n \n\n\n(16.2\n\n\n)\n\n\n \n\n\n \n\n\n(253.1\n\n\n)\n\n\n\n\n\n\nOther expense, net\n\n\n \n\n\n \n\n\n221.8\n\n\n \n\n\n \n\n\n \n\n\n160.3\n\n\n \n\n\n \n\n\n \n\n\n146.0\n\n\n \n\n\n \n\n\n \n\n\n61.5\n\n\n \n\n\n \n\n\n \n\n\n38.4\n\n\n \n\n\n \n\n\n \n\n\n14.3\n\n\n \n\n\n \n\n\n \n\n\n9.8\n\n\n \n\n\n\n\n\n\nIncome before income taxes\n\n\n \n\n\n \n\n\n544.0\n\n\n \n\n\n \n\n\n \n\n\n167.1\n\n\n \n\n\n \n\n\n \n\n\n54.7\n\n\n \n\n\n \n\n\n \n\n\n376.9\n\n\n \n\n\n \n\n\n \n\n\n225.6\n\n\n \n\n\n \n\n\n \n\n\n112.4\n\n\n \n\n\n \n\n\n \n\n\n205.5\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n146.8\n\n\n \n\n\n \n\n\n \n\n\n54.6\n\n\n \n\n\n \n\n\n \n\n\n14.0\n\n\n \n\n\n \n\n\n \n\n\n92.2\n\n\n \n\n\n \n\n\n \n\n\n168.9\n\n\n \n\n\n \n\n\n \n\n\n40.6\n\n\n \n\n\n \n\n\n \n\n\n290.0\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n397.2\n\n\n \n\n\n \n\n\n$\n\n\n112.5\n\n\n \n\n\n \n\n\n$\n\n\n40.7\n\n\n \n\n\n \n\n\n$\n\n\n284.7\n\n\n \n\n\n \n\n\n \n\n\n253.1\n\n\n \n\n\n \n\n\n \n\n\n71.8\n\n\n \n\n\n \n\n\n \n\n\n176.4\n\n\n \n\n\n\n\n\n\nAdjusted EBITDA\n\n\n \n\n\n$\n\n\n1,363.4\n\n\n \n\n\n \n\n\n$\n\n\n1,019.8\n\n\n \n\n\n \n\n\n$\n\n\n625.3\n\n\n \n\n\n \n\n\n$\n\n\n343.6\n\n\n \n\n\n \n\n\n \n\n\n33.7\n\n\n \n\n\n \n\n\n \n\n\n394.5\n\n\n \n\n\n \n\n\n \n\n\n63.1\n\n\n \n\n\n\n\n\n\nWeighted-average common shares outstanding:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n \n\n\n154.2\n\n\n \n\n\n \n\n\n \n\n\n149.8\n\n\n \n\n\n \n\n\n \n\n\n132.1\n\n\n \n\n\n \n\n\n \n\n\n4.4\n\n\n \n\n\n \n\n\n \n\n\n2.9\n\n\n \n\n\n \n\n\n \n\n\n17.7\n\n\n \n\n\n \n\n\n \n\n\n13.4\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n \n\n\n156.1\n\n\n \n\n\n \n\n\n \n\n\n151.3\n\n\n \n\n\n \n\n\n \n\n\n133.4\n\n\n \n\n\n \n\n\n \n\n\n4.8\n\n\n \n\n\n \n\n\n \n\n\n3.2\n\n\n \n\n\n \n\n\n \n\n\n17.9\n\n\n \n\n\n \n\n\n \n\n\n13.4\n\n\n \n\n\n\n\n\n\nEarnings per common share:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBasic\n\n\n \n\n\n$\n\n\n2.58\n\n\n \n\n\n \n\n\n$\n\n\n0.75\n\n\n \n\n\n \n\n\n$\n\n\n0.31\n\n\n \n\n\n \n\n\n$\n\n\n1.83\n\n\n \n\n\n \n\n\n \n\n\n244.0\n\n\n \n\n\n \n\n\n$\n\n\n0.44\n\n\n \n\n\n \n\n\n \n\n\n141.9\n\n\n \n\n\n\n\n\n\nDiluted\n\n\n \n\n\n$\n\n\n2.54\n\n\n \n\n\n \n\n\n$\n\n\n0.74\n\n\n \n\n\n \n\n\n$\n\n\n0.30\n\n\n \n\n\n \n\n\n$\n\n\n1.80\n\n\n \n\n\n \n\n\n \n\n\n243.2\n\n\n \n\n\n \n\n\n$\n\n\n0.44\n\n\n \n\n\n \n\n\n \n\n\n146.7\n\n\n \n\n\n\n\n\n\n \n\n\nWe believe that the most directly comparable GAAP measure to Adjusted EBITDA is net income. The following table reconciles Adjusted EBITDA to net income for the periods presented:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nJuly 1, 2023\n\n\n \n\n\n \n\n\nJuly 2, 2022\n\n\n \n\n\n \n\n\nJuly 3, 2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In millions)\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n397.2\n\n\n \n\n\n \n\n\n$\n\n\n112.5\n\n\n \n\n\n \n\n\n$\n\n\n40.7\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n218.0\n\n\n \n\n\n \n\n\n \n\n\n182.9\n\n\n \n\n\n \n\n\n \n\n\n152.4\n\n\n \n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n146.8\n\n\n \n\n\n \n\n\n \n\n\n54.6\n\n\n \n\n\n \n\n\n \n\n\n14.0\n\n\n \n\n\n\n\n\n\nDepreciation\n\n\n \n\n\n \n\n\n315.7\n\n\n \n\n\n \n\n\n \n\n\n279.7\n\n\n \n\n\n \n\n\n \n\n\n213.9\n\n\n \n\n\n\n\n\n\nAmortization of intangible assets\n\n\n \n\n\n \n\n\n181.0\n\n\n \n\n\n \n\n\n \n\n\n183.1\n\n\n \n\n\n \n\n\n \n\n\n125.0\n\n\n \n\n\n\n\n\n\nChange in LIFO reserve (1)\n\n\n \n\n\n \n\n\n39.2\n\n\n \n\n\n \n\n\n \n\n\n122.9\n\n\n \n\n\n \n\n\n \n\n\n36.4\n\n\n \n\n\n\n\n\n\nStock-based compensation expense\n\n\n \n\n\n \n\n\n43.3\n\n\n \n\n\n \n\n\n \n\n\n44.0\n\n\n \n\n\n \n\n\n \n\n\n25.4\n\n\n \n\n\n\n\n\n\nLoss (gain) on fuel derivatives\n\n\n \n\n\n \n\n\n5.7\n\n\n \n\n\n \n\n\n \n\n\n(20.7\n\n\n)\n\n\n \n\n\n \n\n\n(6.4\n\n\n)\n\n\n\n\n\n\nAcquisition, integration & reorganization expenses (2)\n\n\n \n\n\n \n\n\n10.6\n\n\n \n\n\n \n\n\n \n\n\n49.9\n\n\n \n\n\n \n\n\n \n\n\n16.2\n\n\n \n\n\n\n\n\n\nOther adjustments (3)\n\n\n \n\n\n \n\n\n5.9\n\n\n \n\n\n \n\n\n \n\n\n10.9\n\n\n \n\n\n \n\n\n \n\n\n7.7\n\n\n \n\n\n\n\n\n\nAdjusted EBITDA\n\n\n \n\n\n$\n\n\n1,363.4\n\n\n \n\n\n \n\n\n$\n\n\n1,019.8\n\n\n \n\n\n \n\n\n$\n\n\n625.3\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nIncludes a (decrease) in the last-in-first-out (“LIFO”) reserve of (19.2) million for Foodservice and an increase of $58.4 million for Convenience for fiscal 2023 compared to increases of $31.9 million for Foodservice and $91.0 million for Convenience for fiscal 2022 and increases of $11.8 million for Foodservice and $24.6 million for Convenience for fiscal 2021.\n\n\n(2)\nIncludes professional fees and other costs related to completed and abandoned acquisitions, costs of integrating certain of our facilities, and facility closing costs.\n\n\n(3)\nIncludes asset impairments, gains and losses on disposal of fixed assets, amounts related to favorable and unfavorable leases, foreign currency transaction gains and losses, franchise tax expense, and other adjustments permitted by our credit agreement.\n\n\n26\n\n\n\n\n \n\n\nConsolidated Results of Operations\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n \n\n\nNet Sales\n\n\nNet sales growth is primarily a function of acquisitions, case growth, pricing (which is primarily based on product inflation/deflation), and a changing mix of customers, channels, and product categories sold. Net sales increased $6.4 billion, or 12.5%, in fiscal 2023 compared to fiscal 2022.\n\n\nThe increase in net sales was primarily a result of the acquisition of Core-Mark in the first quarter of fiscal 2022 and an increase in selling price per case due to inflation and channel mix. The overall rate of product cost inflation declined throughout fiscal 2023 and was approximately 8.6% for fiscal 2023. Total case volume increased 5.8% in fiscal 2023 compared to fiscal 2022. Total organic case volume increased 1.6% in fiscal 2023 compared to the prior fiscal year.\n\n\nGross Profit\n \n\n\nGross profit increased $998.5 million, or 19.0%, in fiscal 2023 compared to fiscal 2022. The increase in gross profit was primarily driven by the acquisition of Core-Mark in the first quarter of fiscal 2022, a favorable shift in the mix of cases sold, including growth in the independent channel, and procurement related gains.\n \n\n\nOperating Expenses\n\n\nOperating expenses increased $560.1 million, or 11.4%, for fiscal 2023 compared to fiscal 2022. The increase in operating expenses were primarily driven by the acquisition of Core-Mark in the first quarter of fiscal 2022, as well as increases in personnel expense, fuel expense, and repairs and maintenance expense. Operating expenses include a $190.0 million increase in personnel expenses primarily related to wages, commissions and benefits, a $34.9 million increase in repairs and maintenance expense primarily related to transportation equipment and cloud-based information technology services and a $30.8 million increase in fuel expense primarily due to higher fuel prices for fiscal 2023 compared to the prior fiscal year. These increases were partially offset by a $10.2 million decrease for fiscal 2023 in professional fees primarily related to prior year acquisitions.\n\n\nDepreciation and amortization of intangible assets increased from $462.8 million in fiscal 2022 to $496.7 million in fiscal 2023, an increase of 7.3%. Depreciation of fixed assets and amortization of intangible assets increased as a result of the Core-Mark acquisition and a prior fiscal year acquisition within Foodservice.\n\n\nNet Income\n\n\nNet income was $397.2 million for fiscal 2023 compared to $112.5 million for fiscal 2022. This increase in net income was attributable to the $438.4 million increase in operating profit, partially offset by increases in income tax expense, interest expense and other, net. The increase in interest expense was primarily the result of an increase in the average interest rate in fiscal 2023 compared to the prior fiscal year. The increase in other, net primarily relates to changes in the fair value of fuel hedging derivatives.\n\n\nThe Company reported income tax expense of $146.8 million for fiscal 2023 compared to $54.6 million for fiscal 2022. Our effective tax rate in fiscal 2023 was 27.0% compared to 32.7% in fiscal 2022. The effective tax rate for fiscal 2023 differed from the prior fiscal years primarily due to a decrease in non-deductible acquisition-related expenses and state income tax expense as a percentage of book income.\n\n\n \n\n\nSegment Results\n \n\n\n \n\n\nThe Company has three reportable segments: Foodservice, Vistar, and Convenience. Management evaluates the performance of these segments based on various operating and financial metrics, including their respective sales growth and Adjusted EBITDA. Adjusted EBITDA is defined as net income before interest expense, interest income, income taxes, depreciation, and amortization and excludes certain items that the Company does not consider part of its segments’ core operating results, including stock-based compensation expense, changes in the LIFO reserve, acquisition, integration and reorganization expenses, and gains and losses related to fuel derivatives. See Note 19. \nSegment Information\n of the consolidated financial statements in this Form 10-K.\n\n\n \n\n\nCorporate & All Other is comprised of unallocated corporate overhead and certain operations that are not considered separate reportable segments based on their size. This also includes the operations of our internal logistics unit responsible for managing and allocating inbound logistics revenue and expense.\n\n\n \n\n\nThe following provides a comparison of our segment results for fiscal years 2023 and 2022.\n \n\n\n27\n\n\n\n\n \n\n\nThe following tables set forth net sales and Adjusted EBITDA by segment for the periods indicated (dollars in millions):\n \n\n\nNet Sales\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended\n\n\n \n\n\nFiscal 2023\n\n\n \n\n\nFiscal 2022\n\n\n\n\n\n\n \n\n\n \n\n\nJuly 1, 2023\n\n\n \n\n\nJuly 2, 2022\n\n\n \n\n\nJuly 3, 2021\n\n\n \n\n\nChange\n\n\n \n\n\n%\n\n\n \n\n\nChange\n\n\n \n\n\n%\n\n\n\n\n\n\nFoodservice\n\n\n \n\n\n$28,490.6\n\n\n \n\n\n$26,579.2\n\n\n \n\n\n$21,890.0\n\n\n \n\n\n$1,911.4\n\n\n \n\n\n7.2\n\n\n \n\n\n$4,689.2\n\n\n \n\n\n21.4\n\n\n\n\n\n\nVistar\n\n\n \n\n\n4,549.3\n\n\n \n\n\n3,681.8\n\n\n \n\n\n2,539.6\n\n\n \n\n\n867.5\n\n\n \n\n\n23.6\n\n\n \n\n\n1,142.2\n\n\n \n\n\n45.0\n\n\n\n\n\n\nConvenience\n\n\n \n\n\n24,119.6\n\n\n \n\n\n20,603.3\n\n\n \n\n\n5,946.8\n\n\n \n\n\n3,516.3\n\n\n \n\n\n17.1\n\n\n \n\n\n14,656.5\n\n\n \n\n\n246.5\n\n\n\n\n\n\nCorporate & All Other\n\n\n \n\n\n700.4\n\n\n \n\n\n526.5\n\n\n \n\n\n428.6\n\n\n \n\n\n173.9\n\n\n \n\n\n33.0\n\n\n \n\n\n97.9\n\n\n \n\n\n22.8\n\n\n\n\n\n\nIntersegment Eliminations\n\n\n \n\n\n(605.2)\n\n\n \n\n\n(496.7)\n\n\n \n\n\n(406.1)\n\n\n \n\n\n(108.5)\n\n\n \n\n\n(21.8)\n\n\n \n\n\n(90.6)\n\n\n \n\n\n(22.3)\n\n\n\n\n\n\nTotal net sales\n\n\n \n\n\n$57,254.7\n\n\n \n\n\n$50,894.1\n\n\n \n\n\n$30,398.9\n\n\n \n\n\n$6,360.6\n\n\n \n\n\n12.5\n\n\n \n\n\n$20,495.2\n\n\n \n\n\n67.4\n\n\n\n\n\n\n \n\n\nAdjusted EBITDA\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended\n\n\n \n\n\nFiscal 2023\n\n\n \n\n\nFiscal 2022\n\n\n\n\n\n\n \n\n\n \n\n\nJuly 1, 2023\n\n\n \n\n\nJuly 2, 2022\n\n\n \n\n\nJuly 3, 2021\n\n\n \n\n\nChange\n\n\n \n\n\n%\n\n\n \n\n\nChange\n\n\n \n\n\n%\n\n\n\n\n\n\nFoodservice\n\n\n \n\n\n$943.6\n\n\n \n\n\n$786.5\n\n\n \n\n\n$677.5\n\n\n \n\n\n$157.1\n\n\n \n\n\n20.0\n\n\n \n\n\n$109.0\n\n\n \n\n\n16.1\n\n\n\n\n\n\nVistar\n\n\n \n\n\n325.3\n\n\n \n\n\n193.0\n\n\n \n\n\n84.8\n\n\n \n\n\n132.3\n\n\n \n\n\n68.5\n\n\n \n\n\n108.2\n\n\n \n\n\n127.6\n\n\n\n\n\n\nConvenience\n\n\n \n\n\n328.8\n\n\n \n\n\n257.1\n\n\n \n\n\n36.4\n\n\n \n\n\n71.7\n\n\n \n\n\n27.9\n\n\n \n\n\n220.7\n\n\n \n\n\n606.3\n\n\n\n\n\n\nCorporate & All Other\n\n\n \n\n\n(234.3)\n\n\n \n\n\n(216.8)\n\n\n \n\n\n(173.4)\n\n\n \n\n\n(17.5)\n\n\n \n\n\n(8.1)\n\n\n \n\n\n(43.4)\n\n\n \n\n\n(25.0)\n\n\n\n\n\n\nTotal Adjusted EBITDA\n\n\n \n\n\n$1,363.4\n\n\n \n\n\n$1,019.8\n\n\n \n\n\n$625.3\n\n\n \n\n\n$343.6\n\n\n \n\n\n33.7\n\n\n \n\n\n$394.5\n\n\n \n\n\n63.1\n\n\n\n\n\n\n \n\n\nSegment Results—Foodservice\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n\n\nNet Sales\n \n\n\nNet sales for Foodservice increased $1.9 billion, or 7.2%, from fiscal 2022 to fiscal 2023. This increase in net sales was driven by an increase in selling price per case as a result of inflation and a favorable shift in mix. The overall rate of product cost inflation declined throughout fiscal 2023 and was approximately 6.4% for fiscal 2023. Securing new and expanding business with independent customers resulted in organic independent case growth of 6.2% in fiscal 2023 compared to the prior fiscal year. For fiscal 2023, independent sales as a percentage of total segment sales were 39.3%.\n\n\nAdjusted EBITDA\n\n\nAdjusted EBITDA for Foodservice increased $157.1 million, or 20.0%, from fiscal 2022 to fiscal 2023. This increase was the result of an increase in gross profit, partially offset by an increase in operating expenses. Gross profit contributing to Foodservice’s Adjusted EBITDA increased $389.9 million, or 11.3% in fiscal 2023 compared to the prior fiscal year. The increase in gross profit was driven by a favorable shift in the mix of cases sold to independent customers, including more Performance Brands products sold to independent customers, partially offset by an expected decrease in procurement gains as the rate of inflation declines.\n\n\nOperating expenses impacting Foodservice’s Adjusted EBITDA increased by $233.2 million, or 8.7%, from fiscal 2022 to fiscal 2023. Operating expenses increased as a result of a prior year acquisition, a $122.4 million increase in personnel expenses primarily related to commissions, wages, and benefits, an increase in fuel expense of $22.5 million primarily as a result of an increase in fuel prices compared to the prior fiscal year, a $16.9 million increase in repairs and maintenance expense related to transportation equipment as the Company is waiting on replacement fleet compared to the prior fiscal year.\n\n\nDepreciation of fixed assets and amortization of intangible assets recorded in this segment increased from $260.0 million in fiscal 2022 to $279.8 million in fiscal 2023. Depreciation of fixed assets and amortization of intangible assets increased in fiscal 2023 as a result of a prior year acquisition, which included accelerated amortization of certain customer relationships, and an increase in transportation equipment under finance leases, partially offset by fully amortized intangible assets.\n\n\n28\n\n\n\n\n \n\n\nSegment Results—Vistar\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n\n\nNet Sales\n \n\n\nNet sales for Vistar increased $867.5 million, or 23.6%, from fiscal 2022 to fiscal 2023. The increase in net sales was driven primarily by an increase in selling price per case as a result of inflation and channel mix, as well as case volume growth in the vending, office coffee service, office supply, theater, value stores, hospitality, and travel channels in fiscal 2023 compared to the prior fiscal year.\n\n\nAdjusted EBITDA\n \n\n\nAdjusted EBITDA for Vistar increased $132.3 million, or 68.5%, from fiscal 2022 to fiscal 2023. The increase was the result of an increase in gross profit, partially offset by an increase in operating expenses. Gross profit increased $172.0 million, or 28.0%, in fiscal 2023 compared to fiscal 2022, driven by a favorable shift in the mix of cases sold, growth in cases sold, and procurement related gains. Gross profit as a percentage of net sales increased from 16.7% for fiscal 2022 to 17.3% for fiscal 2023.\n\n\nOperating expenses impacting Vistar’s Adjusted EBITDA increased $40.1 million, or 9.5%, for fiscal 2023 compared to the prior fiscal year. Operating expenses increased primarily as a result of the increased case volume described above, and the resulting impact on variable operational and selling expenses, including a $24.5 million increase in personnel expenses.\n\n\nDepreciation of fixed assets and amortization of intangible assets recorded in this segment decreased from $52.6 million in fiscal 2022 to $42.1 million in fiscal 2023 due to fully amortized intangible assets.\n\n\nSegment Results—Convenience\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n \n\n\nNet Sales\n \n\n\nNet sales for Convenience increased $3.5 billion, or 17.1%, from $20.6 billion for fiscal 2022 to $24.1 billion for fiscal 2023. Net sales related to cigarettes for fiscal 2023 was $14.9 billion, which includes $3.9 billion of excise taxes, compared to net sales of cigarettes of $13.2 billion, which includes $3.7 billion of excise taxes, for fiscal 2022. The increase in net sales for Convenience was driven primarily by the acquisition of Core-Mark in the first quarter of fiscal 2022, case growth in food and foodservice related products and an increase in selling price per case as a result of inflation.\n\n\nAdjusted EBITDA\n \n\n\nAdjusted EBITDA for Convenience increased $71.7 million, or 27.9%, from fiscal 2022 to fiscal 2023. This increase was a result of an increase in gross profit, partially offset by an increase in operating expenses driven by the acquisition of Core-Mark. Gross profit contributing to Convenience’s Adjusted EBITDA increased $315.2 million, or 24.7%, for fiscal 2023 compared to the prior fiscal year as a result of the Core-Mark acquisition, procurement gains, and a favorable shift in product mix. Gross profit contributing to Convenience's Adjusted EBITDA as a percentage of net sales increased from 6.2% for fiscal 2022 to 6.6% for fiscal 2023.\n\n\n Operating expenses impacting Convenience’s Adjusted EBITDA, increased $244.4 million, or 23.9%, for fiscal 2023 compared to the prior fiscal year. Operating expenses increased primarily as a result of the acquisition of Core-Mark and an increase in personnel expense in fiscal 2023 compared to the prior fiscal year.\n\n\nDepreciation and amortization of intangible assets recorded in this segment increased from $125.7 million in fiscal 2022 to $148.0 million in fiscal 2023. Depreciation of fixed assets and amortization of intangible assets primarily increased as a result of the Core-Mark acquisition.\n \n\n\n29\n\n\n\n\n \n\n\n \n\n\nSegment Results—Corporate & All Other\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n\n\nNet Sales\n \n\n\nNet sales for Corporate & All Other increased $173.9 million from fiscal 2022 to fiscal 2023. The increase was primarily attributable to an increase in services provided to our other segments and a recent acquisition.\n\n\nAdjusted EBITDA\n \n\n\nAdjusted EBITDA for Corporate & All Other was a negative $234.3 million for fiscal 2023 compared to a negative $216.8 million for fiscal 2022. This decline in Adjusted EBITDA was primarily driven by a $15.4 million increase in professional fees related to consulting, audit and information technology services and maintenance and a $14.1 million increase in personnel expenses, primarily related to salaries and annual bonus for fiscal 2023 compared to the prior fiscal year.\n\n\nDepreciation and amortization of intangible assets recorded in this segment was $26.8 million in fiscal 2023 compared to $24.5 million in fiscal 2022.\n\n\n \n\n\nLiquidity and Capital Resources\n \n\n\nWe have historically financed our operations and growth primarily with cash flows from operations, borrowings under our credit facility, operating and finance leases, and normal trade credit terms. We have typically funded our acquisitions with additional borrowings under our credit facility. Our borrowing levels are subject to seasonal fluctuations, typically with the lowest borrowing levels in the third and fourth fiscal quarters and the highest borrowing levels occurring in the first and second fiscal quarters. We borrow under our credit facility or pay it down regularly based on our cash flows from operating and investing activities. Our practice is to minimize interest expense while maintaining reasonable liquidity.\n \n\n\nAs market conditions warrant, we may from time to time seek to repurchase our securities or loans in privately negotiated or open market transactions, by tender offer or otherwise. Any such repurchases may be funded by incurring new debt, including additional borrowings under our credit facility. In addition, depending on conditions in the credit and capital markets and other factors, we will, from time to time, consider other financing transactions, the proceeds of which could be used to refinance our indebtedness, make investments or acquisitions or for other purposes. Any new debt may be secured debt.\n\n\nOn November 16, 2022, the Board of Directors authorized a new share repurchase program for up to $300 million of the Company’s outstanding common stock. This authorization replaced the previously authorized $250 million share repurchase program. The new share repurchase program has an expiration date of November 16, 2026 and may be amended, suspended, or discontinued at any time at the Company’s discretion, subject to compliance with applicable laws. Repurchases under this program depend upon marketplace conditions and other factors, including compliance with the covenants in the agreements governing our existing indebtedness. During fiscal 2023, the Company repurchased 0.3 million shares of the Company's common stock for a total of $11.2 million. As of July 1, 2023, $288.8 million remained available for share repurchases.\n\n\nOur cash requirements over the next 12 months and beyond relate to our long-term debt and associated interest payments, operating and finance leases, and purchase obligations. For information regarding the Company’s expected cash requirements related to long-term debt and operating and finance leases, see Note 8. \nDebt\n and Note 12. \nLeases\n, respectively, within the Notes to Consolidated Financial Statements included in Item 8. As of July 1, 2023, the Company had total purchase obligations of $163.4 million, which includes agreements for purchases related to capital projects and services in the normal course of business, for which all significant terms have been confirmed, as well as a minimum amount due for various Company meetings and conferences. Purchase obligations also include amounts committed to various capital projects in process or scheduled to be completed in the coming fiscal years. As of July 1, 2023, the Company had commitments of $109.8 million for capital projects related to warehouse expansion and improvements and warehouse equipment. The Company anticipates using cash flows from operations or borrowings under our credit agreement to fulfill these commitments. Amounts due under these agreements were not included in the Company’s consolidated balance sheet as of July 1, 2023.\n\n\nWe do not have any off-balance sheet arrangements that have or are reasonably likely to have a current or future effect on our financial condition, changes in financial condition, revenues or expenses, results of operations, liquidity, capital expenditures or capital resources.\n\n\n30\n\n\n\n\n \n\n\nWe believe that our cash flows from operations and available borrowing capacity will be sufficient to meet our anticipated cash requirements over the next 12 months and beyond, to maintain sufficient liquidity for normal operating purposes, and to fund capital expenditures.\n\n\nAt July 1, 2023, our cash balance totaled $20.0 million, including restricted cash of $7.3 million, as compared to a cash balance totaling $18.7 million, including restricted cash of $7.1 million, at July 2, 2022.\n\n\nOperating Activities\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n\n\nDuring fiscal 2023 and fiscal 2022, our operating activities provided cash flow of $832.1 million and $276.5 million, respectively. The increase in cash flows provided by operating activities in fiscal 2023 compared to fiscal 2022 was largely driven by higher operating income and less cash used to fund working capital in fiscal 2023. Toward the end of fiscal 2022, the Company made advanced purchases of $220.3 million of tobacco related inventory to take advantage of preferred pricing and as a result of one of the Company's cigarette suppliers shutting down for a system conversion.\n \n\n\nInvesting Activities\n \n\n\nFiscal year ended July 1, 2023 compared to fiscal year ended July 2, 2022\n\n\nCash used in investing activities totaled $294.6 million in fiscal 2023 compared to $1,861.5 million in fiscal 2022 . These investments consisted primarily of net cash paid for recent acquisitions of $63.8 million and $1,650.5 million for fiscal years 2023 and 2022 , respectively, along with capital purchases of property, plant, and equipment of $269.7 million and $215.5 million for fiscal years 2023 and 2022, respectively. In fiscal 2023, purchases of property, plant, and equipment primarily consisted of outlays for warehouse expansion and improvements, warehouse equipment, transportation equipment, and information technology. The following table presents the capital purchases of property, plant, and equipment by segment.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended\n\n\n\n\n\n\n(Dollars in millions)\n\n\n \n\n\nJuly 1, 2023\n\n\n \n\n\nJuly 2, 2022\n\n\n \n\n\nJuly 3, 2021\n\n\n\n\n\n\nFoodservice\n\n\n \n\n\n$191.4\n\n\n \n\n\n$148.2\n\n\n \n\n\n$99.9\n\n\n\n\n\n\nVistar\n\n\n \n\n\n18.0\n\n\n \n\n\n19.1\n\n\n \n\n\n48.0\n\n\n\n\n\n\nConvenience\n\n\n \n\n\n46.3\n\n\n \n\n\n31.9\n\n\n \n\n\n26.5\n\n\n\n\n\n\nCorporate & All Other\n\n\n \n\n\n14.0\n\n\n \n\n\n16.3\n\n\n \n\n\n14.4\n\n\n\n\n\n\nTotal capital purchases of property, plant and equipment\n\n\n \n\n\n$269.7\n\n\n \n\n\n$215.5\n\n\n \n\n\n$188.8\n\n\n\n\n\n\n \n\n\nFinancing Activities\n \n\n\nDuring fiscal 2023, our financing activities used cash flow of $536.2 million, which consisted primarily of $454.4 million in net payments under our credit agreement.\n\n\nDuring fiscal 2022, our financing activities provided cash flow of $1,581.5 million, which consisted primarily of $1.0 billion in cash received from the issuance and sale of the Notes due 2029 and $1,019.7 million in net borrowings under our credit agreement, partially offset by $350.0 million in cash used for the repayment of the Notes due 2024.\n \n\n\nThe following describes our financing arrangements as of July 1, 2023:\n \n\n\nCredit Agreement:\n On April 17, 2023, PFGC, Inc. (“PFGC), a wholly-owned subsidiary of the Company, and Performance Food Group, Inc., a wholly-owned subsidiary of PFGC, entered into the First Amendment (“First Amendment”) to the existing Fifth Amended and Restated Credit Agreement (the “ABL Facility”) with Wells Fargo Bank, National Association, as Administrative Agent and Collateral Agent, and the other lenders party thereto (as amended by the First Amendment, the “Amended ABL Facility”). The Amended ABL Facility has an aggregate principal amount available of $4.0 billion and matures September 17, 2026.\n \n\n\nPerformance Food Group, Inc., a wholly-owned subsidiary of PFGC, is the lead borrower under the Amended ABL Facility, which is jointly and severally guaranteed by, and secured by the majority of the assets of, PFGC and all material domestic direct and indirect wholly-owned subsidiaries of PFGC (other than the captive insurance subsidiary and other excluded subsidiaries). Availability for loans and letters of credit under the Amended ABL Facility is governed by a borrowing base, determined by the application of specified advance rates against eligible assets, including trade accounts receivable, inventory, owned real properties, and owned transportation equipment. The borrowing base is reduced quarterly by a cumulative fraction of the real properties and transportation\n \n\n\n31\n\n\n\n\n \n\n\nequipment values. Advances on accounts receivable and inventory are subject to change based on periodic commercial finance examinations and appraisals, and the real property and transportation equipment values included in the borrowing base are subject to change based on periodic appraisals. Audits and appraisals are conducted at the direction of the administrative agent for the benefit and on behalf of all lenders.\n\n\nPrior to the First Amendment, borrowings under the ABL Facility bore interest, at Performance Food Group, Inc.’s option, at (a) the Base Rate (defined as the greater of (i) the Federal Funds Rate in effect on such date plus 0.5%, (ii) the Prime Rate on such day, or (iii) one month LIBOR plus 1.0%) plus a spread, or (b) LIBOR plus a spread. The ABL Facility also provided for an unused commitment fee rate of 0.25% per annum.\n\n\nThe First Amendment, among other things, transitioned the benchmark interest rate for borrowings under the Amended ABL Facility from LIBOR to the term secured overnight funding rate (“SOFR”). As a result of the First Amendment, borrowings under the Amended ABL Facility bear interest, at Performance Food Group, Inc.’s option, at (a) the Base Rate (defined as the greatest of (i) a floor rate of 0.00%, (ii) the federal funds rate in effect on such date plus 0.5%, (iii) the prime rate on such day, or (iv) one month Term SOFR (as defined in the Amended ABL Facility) plus 1.0%) plus a spread or (b) Adjusted Term SOFR (as defined in the Amended ABL Facility) plus a spread. The Amended ABL Facility also provides for an unused commitment fee at a rate of 0.250% per annum.\n\n\nThe following table summarizes outstanding borrowings, availability, and the average interest rate under the credit agreement in place as of the applicable date:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Dollars in millions)\n\n\n \n\n\nAs of July 1, 2023\n\n\n \n\n\n \n\n\nAs of July 2, 2022\n\n\n \n\n\n\n\n\n\nAggregate borrowings\n\n\n \n\n\n$\n\n\n1,154.0\n\n\n \n\n\n \n\n\n$\n\n\n1,608.4\n\n\n \n\n\n\n\n\n\nLetters of credit\n\n\n \n\n\n \n\n\n172.2\n\n\n \n\n\n \n\n\n \n\n\n190.5\n\n\n \n\n\n\n\n\n\nExcess availability, net of lenders’ reserves of $99.7 and $104.4\n\n\n \n\n\n \n\n\n2,673.8\n\n\n \n\n\n \n\n\n \n\n\n2,201.1\n\n\n \n\n\n\n\n\n\nAverage interest rate, excluding impact of interest rate swaps\n\n\n \n\n\n \n\n\n6.35\n\n\n%\n\n\n \n\n\n \n\n\n2.89\n\n\n%\n\n\n\n\n\n\n \n\n\nThe Amended ABL Facility contains covenants requiring the maintenance of a minimum consolidated fixed charge coverage ratio if excess availability falls below the greater of (i) $320.0 million and (ii) 10% of the lesser of the borrowing base and the revolving credit facility amount for five consecutive business days. The Amended ABL Facility also contains customary restrictive covenants that include, but are not limited to, restrictions on the loan parties’ and their subsidiaries’ abilities to incur additional indebtedness, pay dividends, create liens, make investments or specified payments, and dispose of assets. The Amended ABL Facility provides for customary events of default, including payment defaults and cross-defaults on other material indebtedness. If an event of default occurs and is continuing, amounts due under the Amended ABL Facility may be accelerated and the rights and remedies of the lenders may be exercised, including rights with respect to the collateral securing the obligations under such agreement.\n\n\nSenior Notes due 2025:\n On April 24, 2020, Performance Food Group, Inc. issued and sold $275.0 million aggregate principal amount of its 6.875% Senior Notes due 2025 (the “Notes due 2025”). The Notes due 2025 are jointly and severally guaranteed on a senior unsecured basis by PFGC and all domestic direct and indirect wholly-owned subsidiaries of PFGC (other than captive insurance subsidiaries and other excluded subsidiaries). The Notes due 2025 are not guaranteed by the Company.\n \n\n\nThe proceeds from the Notes due 2025 were used for working capital and general corporate purposes and to pay the fees, expenses, and other transaction costs incurred in connection with the Notes due 2025.\n \n\n\nThe Notes due 2025 were issued at 100.0% of their par value. The Notes due 2025 mature on May 1, 2025, and bear interest at a rate of 6.875% per year, payable semi-annually in arrears.\n \n\n\nUpon the occurrence of a change of control triggering event or upon the sale of certain assets in which Performance Food Group, Inc. does not apply the proceeds as required, the holders of the Notes due 2025 will have the right to require Performance Food Group, Inc. to repurchase each holder’s Notes due 2025 at a price equal to 101% (in the case of a change of control triggering event) or 100% (in the case of an asset sale) of their principal amount, plus accrued and unpaid interest. Performance Food Group, Inc. may redeem all or part of the Notes due 2025 at a redemption price equal to 101.719% of the principal amount redeemed, plus accrued and unpaid interest. The redemption price decreases to 100% of the principal amount redeemed on May 1, 2024.\n\n\nThe indenture governing the Notes due 2025 contains covenants limiting, among other things, PFGC’s and its restricted subsidiaries’ ability to incur or guarantee additional debt or issue disqualified stock or preferred stock; pay dividends and make other distributions on, or redeem or repurchase, capital stock; make certain investments; incur certain liens; enter into transactions with affiliates; consolidate, merge, sell or otherwise dispose of all or substantially all of its assets; create certain restrictions on the ability of PFGC’s restricted subsidiaries to make dividends or other payments to PFGC; designate restricted subsidiaries as unrestricted subsidiaries; and transfer or sell certain assets. These covenants are subject to a number of important exceptions and qualifications.\n \n\n\n32\n\n\n\n\n \n\n\nThe Notes due 2025 also contain customary events of default, the occurrence of which could result in the principal of and accrued interest on the Notes due 2025 to become or be declared due and payable.\n\n\nSenior Notes due 2027\n: On September 27, 2019, PFG Escrow Corporation (the “Escrow Issuer”), a wholly-owned subsidiary of PFGC, issued and sold $1,060.0 million aggregate principal amount of its 5.500% Senior Notes due 2027 (the “Notes due 2027”). The Notes due 2027 are jointly and severally guaranteed on a senior unsecured basis by PFGC and all domestic direct and indirect wholly-owned subsidiaries of PFGC (other than captive insurance subsidiaries and other excluded subsidiaries). The Notes due 2027 are not guaranteed by the Company.\n\n\nThe proceeds from the Notes due 2027 along with an offering of shares of the Company’s common stock and borrowings under the prior credit agreement, were used to fund the cash consideration for the acquisition of Reinhart Foodservice, L.L.C. (“Reinhart”) and to pay related fees and expenses.\n\n\nThe Notes due 2027 were issued at 100.0% of their par value. The Notes due 2027 mature on October 15, 2027 and bear interest at a rate of 5.500% per year, payable semi-annually in arrears.\n\n\nUpon the occurrence of a change of control triggering event or upon the sale of certain assets in which Performance Food Group, Inc. does not apply the proceeds as required, the holders of the Notes due 2027 will have the right to require Performance Food Group, Inc. to repurchase each holder’s Notes due 2027 at a price equal to 101% (in the case of a change of control triggering event) or 100% (in the case of an asset sale) of their principal amount, plus accrued and unpaid interest. Performance Food Group, Inc. may redeem all or part of the Notes due 2027 at a redemption price equal to 102.750% of the principal amount redeemed, plus accrued and unpaid interest. Beginning on October 15, 2023, Performance Food Group, Inc. may redeem all or part of the Notes due 2027 at a redemption price equal to 101.375% of the principal amount redeemed, plus accrued and unpaid interest. The redemption price decreases to100% of the principal amount redeemed, plus accrued and unpaid interest on October 15, 2024.\n\n\nThe indenture governing the Notes due 2027 contains covenants limiting, among other things, PFGC’s and its restricted subsidiaries’ ability to incur or guarantee additional debt or issue disqualified stock or preferred stock; pay dividends and make other distributions on, or redeem or repurchase, capital stock; make certain investments; incur certain liens; enter into transactions with affiliates; consolidate, merge, sell or otherwise dispose of all or substantially all of its assets; create certain restrictions on the ability of PFGC’s restricted subsidiaries to make dividends or other payments to PFGC; designate restricted subsidiaries as unrestricted subsidiaries; and transfer or sell certain assets. These covenants are subject to a number of important exceptions and qualifications. The Notes due 2027 also contain customary events of default, the occurrence of which could result in the principal of and accrued interest on the Notes due 2027 to become or be declared due and payable.\n\n\nSenior Notes due 2029\n: \nOn July 26, 2021, Performance Food Group, Inc. issued and sold $1.0 billion aggregate principal amount of its 4.250% Senior Notes due 2029 (the “Notes due 2029”). The Notes due 2029 are jointly and severally guaranteed on a senior unsecured basis by PFGC and all domestic direct and indirect wholly-owned subsidiaries of PFGC (other than captive insurance subsidiaries and other excluded subsidiaries). The Notes due 2029 are not guaranteed by the Company.\n \n\n\nThe proceeds from the Notes due 2029 were used to pay down the outstanding balance of the prior credit agreement, to redeem the $350.0 million aggregate principal amount of the 5.500% Senior Notes due 2024 (“Notes due 2024”), and to pay the fees, expenses, and other transaction costs incurred in connection with the Notes due 2029.\n\n\nThe Notes due 2029 were issued at 100.0% of their par value. The Notes due 2029 mature on August 1, 2029 and bear interest at a rate of 4.250% per year, payable semi-annually in arrears.\n \n\n\nUpon the occurrence of a change of control triggering event or upon the sale of certain assets in which Performance Food Group, Inc. does not apply the proceeds as required, the holders of the Notes due 2029 will have the right to require Performance Food Group, Inc. to repurchase each holder’s Notes due 2029 at a price equal to 101% (in the case of a change of control triggering event) or 100% (in the case of an asset sale) of their principal amount, plus accrued and unpaid interest. Performance Food Group, Inc. may redeem all or part of the Notes due 2029 at any time prior to August 1, 2024, at a redemption price equal to 100% of the principal amount of the Notes due 2029 being redeemed plus a make-whole premium and accrued and unpaid interest, if any, to, but not including, the redemption date. In addition, beginning on August 1, 2024, Performance Food Group, Inc. may redeem all or part of the Notes due 2029 at a redemption price equal to 102.125% of the principal amount redeemed, plus accrued and unpaid interest. The redemption price decreases to 101.163% and 100% of the principal amount redeemed on August 1, 2025, and August 1, 2026, respectively. In addition, at any time prior to August 1, 2024, Performance Food Group, Inc. may redeem up to 40% of the Notes due 2029 from the proceeds of certain equity offerings at a redemption price equal to 104.250% of the principal amount thereof, plus accrued and unpaid interest.\n \n\n\nThe indenture governing the Notes due 2029 contains covenants limiting, among other things, PFGC’s and its restricted subsidiaries’ ability to incur or guarantee additional debt or issue disqualified stock or preferred stock; pay dividends and make other\n \n\n\n33\n\n\n\n\n \n\n\ndistributions on, or redeem or repurchase, capital stock; make certain investments; incur certain liens; enter into transactions with affiliates; consolidate, merge, sell or otherwise dispose of all or substantially all of its assets; create certain restrictions on the ability of PFGC’s restricted subsidiaries to make dividends or other payments to PFGC; designate restricted subsidiaries as unrestricted subsidiaries; and transfer or sell certain assets. These covenants are subject to a number of important exceptions and qualifications. The Notes due 2029 also contain customary events of default, the occurrence of which could result in the principal of and accrued interest on the Notes due 2029 to become or be declared due and payable.\n \n\n\nThe Amended ABL Facility and the indentures governing the Notes due 2025, the Notes due 2027, and the Notes due 2029 contain customary restrictive covenants under which all of the net assets of PFGC and its subsidiaries were restricted from distribution to Performance Food Group Company, except for approximately $2,007.7 million of restricted payment capacity available under such debt agreements, as of July 1, 2023. Such minimum estimated restricted payment capacity is calculated based on the most restrictive of our debt agreements and may fluctuate from period to period, which fluctuations may be material. Our restricted payment capacity under other debt instruments to which the Company is subject may be materially higher than the foregoing estimate.\n\n\nAs of July 1, 2023, the Company was in compliance with all of the covenants under the Amended ABL Facility and the indentures governing the Notes due 2025, the Notes due 2027, and the Notes due 2029.\n \n\n\nTotal Assets by Segment\n\n\nTotal assets by segment discussed below exclude intercompany receivables between segments.\n\n\nTotal assets for Foodservice increased $56.3 million from $6,455.3 million as of July 2, 2022 to $6,511.6 million as of July 1, 2023. During this period, this segment increased its property, plant, and equipment and operating lease right-of-use assets, partially offset by a decrease in intangible assets.\n\n\nTotal assets for Vistar increased $159.0 million from $1,133.7 million as of July 2, 2022 to $1,292.7 million as of July 1, 2023. During this period, Vistar increased its inventory and accounts receivable.\n\n\nTotal assets for Convenience decreased $185.4 million from $4,411.6 million as of July 2, 2022 to $4,226.2 million as of July 1, 2023. During this period, this segment decreased its inventory and intangible assets.\n\n\nTotal assets for Corporate & All Other increased $91.1 million from $377.4 million as of July 2, 2022 to $468.5 million as of July 1, 2023. During this period, Corporate & All Other primarily increased its assets due to a recent immaterial acquisition.\n\n\nCritical Accounting Policies and Estimates\n \n\n\nCritical accounting policies and estimates are those that are most important to portraying our financial position and results of operations. These policies require our most subjective or complex judgments, often employing the use of estimates about the effect of matters that are inherently uncertain. Our most critical accounting policies and estimates include those that pertain to the allowance for doubtful accounts receivable, inventory valuation, insurance programs, income taxes, vendor rebates and promotional incentives, and acquisitions, goodwill and other intangible assets.\n \n\n\nAccounts Receivable\n \n\n\nAccounts receivable are comprised of trade receivables from customers in the ordinary course of business, are recorded at the invoiced amount, and primarily do not bear interest. Accounts receivable also includes other receivables primarily related to various rebate and promotional incentives with our suppliers. Receivables are recorded net of the allowance for credit losses on the accompanying consolidated balance sheets. We evaluate the collectability of our accounts receivable based on a combination of factors. We regularly analyze our significant customer accounts, and when we become aware of a specific customer’s inability to meet its financial obligations to us, such as bankruptcy filings or deterioration in the customer’s operating results or financial position, we record a specific reserve for bad debt to reduce the related receivable to the amount we reasonably believe is collectible. We also record reserves for bad debt for other customers based on a variety of factors, including the length of time the receivables are past due, macroeconomic considerations, and historical experience. If circumstances related to specific customers change, our estimates of the recoverability of receivables could be further adjusted.\n \n\n\n34\n\n\n\n\n \n\n\nInventory Valuation\n \n\n\nOur inventories consist primarily of food and non-food products. The Company values inventories at the lower of cost or net realizable value using the first-in, first-out (“FIFO”) method and last-in, first-out (\"LIFO\") using the link chain technique of the dollar value method. FIFO was used for approximately 63% of total inventories at July 1, 2023. We adjust our inventory balances for slow-moving, excess, and obsolete inventories. These adjustments are based upon inventory category, inventory age, specifically identified items, and overall economic conditions.\n \n\n\nInsurance Programs\n \n\n\nWe maintain high-deductible insurance programs covering portions of general and vehicle liability and workers’ compensation. The amounts in excess of the deductibles are fully insured by third-party insurance carriers, subject to certain limitations and exclusions. We also maintain self-funded group medical insurance. We accrue our estimated liability for these deductibles, including an estimate for incurred but not reported claims, based on known claims and past claims history. The estimated short-term portion of these accruals is included in Accrued expenses on our consolidated balance sheets, while the estimated long-term portion of the accruals is included in Other long-term liabilities. The provisions for insurance claims include estimates of the frequency and timing of claims occurrence, as well as the ultimate amounts to be paid. These insurance programs are managed by a third party, and the deductibles for general and vehicle liability and workers compensation are primarily collateralized by letters of credit and restricted cash.\n \n\n\nIncome Taxes\n \n\n\nWe follow Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) 740-10, \nIncome Taxes—Overall\n, which requires the use of the asset and liability method of accounting for deferred income taxes. Deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the tax bases of assets and liabilities and their reported amounts. Future tax benefits, including net operating loss carryforwards, are recognized to the extent that realization of such benefits is more likely than not. Uncertain tax positions are reviewed on an ongoing basis and are adjusted in light of changing facts and circumstances, including progress of tax audits, developments in case law, and closings of statutes of limitations. Such adjustments are reflected in the tax provision as appropriate. Income tax calculations are based on the tax laws enacted as of the date of the financial statements.\n\n\nVendor Rebates and Other Promotional Incentives\n \n\n\nWe participate in various rebate and promotional incentives with our suppliers, either unilaterally or in combination with purchasing cooperatives and other procurement partners, that consist primarily of volume and growth rebates, annual and multi-year incentives, and promotional programs. Consideration received under these incentives is generally recorded as a reduction of cost of goods sold. However, as described below, in certain limited circumstances the consideration is recorded as a reduction of operating expenses incurred by us. Consideration received may be in the form of cash and/or invoice deductions. Changes in the estimated amount of incentives to be received are treated as changes in estimates and are recognized in the period of change.\n \n\n\nConsideration received for incentives that contain volume and growth rebates, annual incentives, and multi-year incentives are recorded as a reduction of cost of goods sold. We systematically and rationally allocate the consideration for these incentives to each of the underlying transactions that results in progress by the Company toward earning the incentives. If the incentives are not probable and reasonably estimable, we record the incentives as the underlying objectives or milestones are achieved. We record annual and multi-year incentives when earned, generally over the agreement period. We use current and historical purchasing data, forecasted purchasing volumes, and other factors in estimating whether the underlying objectives or milestones will be achieved. Consideration received to promote and sell the supplier’s products is typically a reimbursement of marketing costs incurred by the Company and is recorded as a reduction of our operating expenses. If the amount of consideration received from the suppliers exceeds our marketing costs, any excess is recorded as a reduction of cost of goods sold.\n \n\n\nAcquisitions, Goodwill, and Other Intangible Assets\n \n\n\nWe account for acquired businesses using the acquisition method of accounting. Our financial statements reflect the operations of an acquired business starting from the completion of the acquisition. Goodwill and other intangible assets represent the excess of cost of an acquired entity over the amounts specifically assigned to those tangible net assets acquired in a business combination. Other identifiable intangible assets typically include customer relationships, trade names, technology, non-compete agreements, and favorable lease assets. Goodwill and intangibles with indefinite lives are not amortized. Intangibles with definite lives are amortized on a straight-line basis over their useful lives, which generally range from two to twelve years. Annually, or when certain triggering events occur, the Company assesses the useful lives of its intangibles with definite lives. Certain assumptions, estimates, and\n \n\n\n35\n\n\n\n\n \n\n\njudgments are used in determining the fair value of net assets acquired, including goodwill and other intangible assets, as well as determining the allocation of goodwill to the reporting units. Accordingly, we may obtain the assistance of third-party valuation specialists for the valuation of significant tangible and intangible assets. The fair value estimates are based on available historical information and on future expectations and assumptions deemed reasonable by management but that are inherently uncertain. Significant estimates and assumptions inherent in the valuations reflect a consideration of other marketplace participants and include the amount and timing of future cash flows (including expected growth rates and profitability), economic barriers to entry, a brand’s relative market position, and the discount rate applied to the cash flows. Unanticipated market or macroeconomic events and circumstances may occur, that could affect the accuracy or validity of the estimates and assumptions.\n \n\n\nWe are required to test goodwill and other intangible assets with indefinite lives for impairment annually or more often if circumstances indicate. Indicators of goodwill impairment include, but are not limited to, significant declines in the markets and industries that buy our products, changes in the estimated future cash flows of its reporting units, changes in capital markets, and changes in its market capitalization.\n \n\n\nWe apply the guidance in FASB Accounting Standards Update (“ASU”) 2011-08 \n“Intangibles—Goodwill and Other—Testing Goodwill for Impairment,”\n which provides entities with an option to perform a qualitative assessment (commonly referred to as “step zero”) to determine whether further quantitative analysis for\n \nimpairment of goodwill is necessary. In performing step zero for our goodwill impairment test, we are required to make assumptions and judgments, including but not limited to the following: the evaluation of macroeconomic conditions as related to our business, industry and market trends, and the overall future financial performance of our reporting units and future opportunities in the markets in which they operate. If impairment indicators are\n \npresent after performing step zero, we would perform a quantitative impairment analysis to estimate the fair value of goodwill.\n \n\n\nDuring fiscal 2023 and fiscal 2022, we performed the step zero analysis for our goodwill impairment test and no further quantitative impairment test was deemed necessary for the Company's reporting units within its reportable segments. Based on the Company's assessment, there was an immaterial impairment of goodwill related to reporting units within the Corporate & All Other segment for fiscal 2023. No impairments were recorded in fiscal 2022 or fiscal 2021.\n\n\nRecently Issued Accounting Pronouncements\n \n\n\nRefer to Note 3. \nRecently Issued Accounting Pronouncements\n within the Notes to Consolidated Financial Statements included in Item 8 for a full description of recent accounting pronouncements including the respective expected dates of adoption and expected effects on the Company’s consolidated financial statements.\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualitat\nive Disclosures about Market Risk\n \n\n\nAll of our market sensitive instruments are entered into for purposes other than trading.\n \n\n\nInterest Rate Risk\n \n\n\nWe are exposed to interest rate risk related to changes in interest rates for borrowings under our Amended ABL Facility. Although we hedge a portion of our interest rate risk through interest rate swaps, any borrowings under our Amended ABL Facility in excess of the notional amount of the swaps will be subject to variable interest rates.\n \n\n\nAs of July 1, 2023, our subsidiary, Performance Food Group, Inc., had two interest rate swaps with a combined value of $450.0 million notional amount that were designated as cash flow hedges of interest rate risk. See Note 9. \nDerivatives and Hedging Activities\n within the Notes to Consolidated Financial Statements included in Item 8 for further discussion of these interest rate swaps.\n \n\n\nThe changes in the fair value of derivatives designated and that qualify as cash flow hedges are recorded in accumulated other comprehensive income and is subsequently reclassified into earnings in the period that the hedged forecasted transaction impacts earnings. Amounts reported in accumulated other comprehensive income related to derivatives will be reclassified to interest expense as hedged interest payments are made on our debt. During the next twelve months, we estimate that gains of approximately $15.3 million will be reclassified as an decrease to interest expense.\n \n\n\nBased on the fair values of these interest rate swaps as of July 1, 2023, a hypothetical 100 bps decrease in SOFR would result in a loss of $7.1 million and a hypothetical 100 bps increase in SOFR would result in a gain of $6.9 million within accumulated other comprehensive income.\n \n\n\nAssuming an average daily balance on our Amended ABL Facility of approximately $1.2 billion, approximately $350.0 million of our outstanding long-term debt is fixed through interest rate swap agreements over the next 12 months and approximately $0.8\n \n\n\n36\n\n\n\n\n \n\n\nbillion represents variable-rate debt. A hypothetical 100 bps increase in SOFR on our variable-rate debt would lead to an increase of approximately $8.0 million in annual interest expense.\n\n\nFuel Price Risk\n \n\n\nWe seek to minimize the effect of higher diesel fuel costs both by reducing fuel usage and by taking action to offset higher fuel prices. We reduce usage by designing more efficient truck routes and by increasing miles per gallon through on-board computers that monitor and adjust idling time and maximum speeds and through other technologies. We seek to manage fuel prices through diesel fuel surcharges to our customers and through the use of costless collars or swap arrangements.\n \n\n\nAs of July 1, 2023, we had collars in place for approximately 27% of the gallons we expect to use over the twelve months following July 1, 2023. Any changes in fair value are recorded in the period of the change as unrealized gains or losses on fuel hedging instruments. A hypothetical 10% increase or decrease in expected diesel fuel prices would result in an immaterial gain or loss for these derivative instruments.\n \n\n\nOur fuel purchases occur at market prices. Using published market price projections for diesel and estimates of fuel consumption, a 10% hypothetical increase in diesel prices from the market price would result in a potential increase of approximately $28.1 million in fuel costs included in Operating expenses. As discussed above, this increase in fuel costs would be partially offset by fuel surcharges passed through to our customers.\n \n\n\n37\n\n\n\n\n \n\n",
    "cik": "1618673",
    "cusip6": "71377A",
    "cusip": [
        "71377a103",
        "71377A903",
        "71377A953",
        "71377A103"
    ],
    "names": [
        "PERFORMANCE FOOD GROUP CO",
        "PERFORMANCE FOOD GROUP ORD SHS"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1618673/000095017023043011/0000950170-23-043011-index.htm"
}