{
    "item1": ">Item 1. Bu\nsiness.\n \n\n\nOverview\n \n\n\nOrganovo Holdings, Inc. (“Organovo Holdings,” “we,” “us,” “our,” the “Company” and “our Company”) is a biotechnology company that focuses on building high fidelity, 3D tissues that recapitulate key aspects of human disease. We use these models to identify gene targets responsible for driving the disease and intend to initiate drug discovery programs around these validated targets. We are initially focusing on the intestine and have ongoing 3D tissue development efforts in ulcerative colitis (“UC”) and Crohn’s disease (“CD”). We intend to add additional tissues/diseases/targets to our portfolio over time. In line with these plans, we are building upon both our external and in-house scientific expertise, which will be essential to our drug development effort.\n \n\n\nWe use our proprietary technology to build functional 3D human tissues that mimic key aspects of native human tissue composition, architecture, function and disease. Our advances include cell type-specific compartments, prevalent intercellular tight junctions, and the formation of microvascular structures. We believe these attributes can enable critical complex, multicellular disease models that can be used to develop clinically effective drugs across multiple therapeutic areas.\n\n\nOur NovoGen Bioprinters\n®\n are automated devices that enable the fabrication of 3D living tissues comprised of mammalian cells. We believe that the use of our bioprinting platform as well as complementary 3D technologies will allow us to develop an understanding of disease biology that leads to validated novel drug targets and therapeutics to those targets to treat disease.\n \n\n\nThe majority of our current focus is on inflammatory bowel disease (“IBD”), including CD and UC.  We are creating high fidelity disease models, leveraging our prior work including the work found in our peer-reviewed publication on bioprinted intestinal tissues (\nMadden et al. Bioprinted 3D Primary Human Intestinal Tissues Model Aspects of Native Physiology and ADME/Tox Functions. iScience. 2018 Apr 27;2:156-167. doi: 10.1016/j.isci.2018.03.015.)  Our current understanding of intestinal tissue models and IBD disease models leads us to believe that we can create models that provide greater insight into the biology of these diseases than are generally currently available.  Using these disease models, we intend to identify and validate novel therapeutic targets.  After finding therapeutic drug targets, we will focus on developing novel small molecule, antibody, or other therapeutic drug candidates to treat the disease, and advance these drug candidates towards an Investigational New Drug (“IND”) filing and potential future clinical trials. We may also form partnerships around the development of targets or therapeutics for the treatment of IBD.\n \n\n\nIn March of 2023, we \nentered into and closed an asset purchase agreement with Metacrine, Inc to acquire their farnesoid X receptor (\"FXR\") program. FXR is a mediator of gastrointestinal (\"GI\") and liver diseases. FXR agonism has been tested in a variety of preclinical models of IBD.  The acquired program contains two clinically tested compounds and over 2,000 discovery or preclinical compounds.\n \n \n\n\nWe expect to broaden our work into additional therapeutic areas over time and are currently exploring specific tissues for development.  In our work to identify the areas of interest, we evaluate areas that might be better served with 3D disease models than currently available models as well as the commercial opportunity.\n\n\nWe hold a large and diverse patent portfolio related to our bioprinting platform and complementary 3D technologies. The strength of this patent portfolio, the fact that it was created early in the bioprinting revolution and growth in the bioprinting industry have made for an attractive business opportunity for us. We are now beginning to invest resources to explore and expand business and revenue opportunities from the leveraging of our patent portfolio.\n\n\nOur Platform Technology\n \n\n\nOur 3D human tissue platform is multifaceted. We approach each tissue agnostic to specific technologies, and intend to apply the best 3D technology to a given disease. We are developing novel disease models using high throughput systems, bioprinted and flow/stretch capable 3D systems as appropriate. Our proprietary NovoGen Bioprinters\n®\n and related technologies for preparing bio-inks and bioprinting multicellular tissues with complex architecture are grounded in over a decade of peer-reviewed scientific publications, deriving originally from research led by Dr. Gabor Forgacs, one of our founders and a former George H. Vineyard Professor of Biological Physics at the University of Missouri-Columbia (“MU”). We have a broad portfolio of intellectual property rights covering the principles, enabling instrumentation, applications, tissue constructs and methods of cell-based printing, including exclusive licenses to certain patented and patent pending technologies from MU and Clemson University. We own or exclusively license more than 160 patents and pending applications worldwide covering specific tissue designs, uses, and methods of manufacture.\n\n\nThe NovoGen Bioprinter® Platform\n \n\n\nOur NovoGen Bioprinters\n®\n are automated devices that enable the fabrication of 3D living tissues comprised of mammalian cells. A custom graphic user interface (“GUI”) facilitates the 3D design and execution of scripts that direct precision movement of multiple\n \n\n\n2\n\n\n\n\ndispensing heads to deposit defined cellular building blocks called bio-ink. Bio-ink can be formulated as a 100% cellular composition or as a mixture of cells and other matter (hydrogels, particles). Our NovoGen Bioprinters\n®\n can also dispense pure hydrogel formulations, provided the physical properties of the hydrogel are compatible with the dispensing parameters. Most typically, hydrogels are deployed to create void spaces within specific locations in a 3D tissue or to aid in the deposition of specific cell types. We are able to employ a wide variety of proprietary cell- and hydrogel-based bio-inks in the fabrication of tissues. Our NovoGen Bioprinters\n®\n also serve as important components of our tissue prototyping and manufacturing platform, as they are able to rapidly and precisely fabricate intricate small-scale tissue models for \nin vitro\n use as well as larger-scale tissues suitable for \nin vivo\n use.\n \n\n\nGeneration of bio-ink comprising human cells is the first step in our standard bioprinting. A wide variety of cells and cell-laden hydrogels can be formulated into bio-ink and bioprinted tissues, including cell lines, primary cells, and stem/progenitor cells. The majority of tissue designs employ two or more distinct varieties of bio-ink, usually comprised of cells that represent distinct compartments within a target tissue. For example, a 3D liver tissue might consist of two to three distinct bio-inks that are each made from a single cell type, a combination of cell types, and/or a combination of primary cells and one or more bio-inert hydrogels that serve as physical supports for the bioprinted tissue during its maturation period, or to transiently occupy negative spaces in a tissue design.\n \n\n\nResearch Collaborations\n \n\n\nWe continue to collaborate with several academic institutions by providing them with access to our NovoGen Bioprinters\n®\n for research purposes, including: Yale School of Medicine, Knight Cancer Institute at Oregon Health & Science University, and the University of Virginia. We believe that the use of our bioprinting platform by major research institutions may help to advance the capabilities of the platform and generate new applications for bioprinted tissues. In prior instances, an academic institution or other third party provided funding to support the academic collaborator’s access to our technology platform. This funding was typically reflected as collaboration revenues in our financial statements. Our academic research collaborations typically involve both parties contributing resources directly to projects. We are not currently generating any revenues from these collaborations.\n\n\nIntellectual Property\n \n\n\nWe rely on a combination of patents, trademarks, trade secrets, confidential know-how, copyrights and a variety of contractual mechanisms such as confidentiality, material transfer, licenses, research collaboration, limited technology access, and invention assignment agreements, to protect our intellectual property. Our intellectual property portfolio for our core technology was initially built through licenses from MU and the Medical University of South Carolina. We subsequently expanded our intellectual property portfolio by filing our own patent and trademark applications worldwide and negotiating additional licenses and purchases.\n\n\nOn an ongoing basis we review and analyze our full intellectual property portfolio to align it with our current business needs, strategies and objectives.  Based on that ongoing review, selected patents and patent applications in various countries are or will be abandoned or allowed to lapse.  The numbers provided herein are reflective of those changes.\n\n\nWe solely own or hold exclusive licenses to 32 issued U.S. patents and more than 115 issued international patents in foreign jurisdictions including Australia, Canada, China, Denmark, France, Great Britain, Germany, Ireland, Japan, South Korea, Sweden, the Netherlands and Switzerland. We solely or jointly own or hold exclusive licenses to 17 pending U.S. patent applications and more than 5 pending international applications in foreign jurisdictions including Australia, Canada, China, the European Patent Office, Japan and South Korea. These patent families relate to our bioprinting technology and our engineered tissue products and services, including our various uses in areas of tissue creation, in vitro testing, utilization in drug discovery, and in vivo therapeutics.\n\n\n \n\n\nIn connection with the recent acquisition of the FXR program from Metacrine, we acquired the related patent portfolio by way of assignment.  This includes filings on the lead candidate, FXR314, and selected filings on the prior candidate (no longer in development), FXR125. With respect to this FXR portfolio, we solely own 6 issued patents and 14 international patents in jurisdictions, including Australia, China, Eurasia, India, Israel, Mexico, Japan and South Africa. We solely own 8 pending U.S. patent applications and more than 50 pending international applications in foreign jurisdictions, including Argentina, Australia, Brazil, Chile, Canada, Eurasia, Europe, Israel, India, Japan, South Korea, Mexico, Philippines, Singapore, South Africa, Hong Kong and Taiwan.  These patent families relate to FXR125 and FXR314, including generic coverage, species coverage, methods of use, formulations and polymorph crystals.\n\n\nIn-Licensed Intellectual Property\n\n\nIn 2009 and 2010, we obtained world-wide exclusive licenses to intellectual property owned by MU and the Medical University of South Carolina, which now includes 7 issued U.S. patents, 2 pending U.S. applications and 16 issued international patents. Dr. Gabor Forgacs, one of our founders and a former George H. Vineyard Professor of Biophysics at MU, was one of the co-inventors of all of these works (collectively, the “Forgacs Intellectual Property”). The Forgacs Intellectual Property provides us with intellectual property rights relating to cellular aggregates, the use of cellular aggregates to create engineered tissues, and the use of cellular aggregates to\n \n\n\n3\n\n\n\n\ncreate engineered tissue with no scaffold present. The intellectual property rights derived from the Forgacs Intellectual Property also enables us to utilize our NovoGen Bioprinter\n®\n to create engineered tissues.\n \n\n\nIn 2011, we obtained an exclusive license to a U.S. patent (U.S. Patent No. 7,051,654) owned by the Clemson University Research Foundation that provides us with intellectual property rights relating to methods of using ink-jet printer technology to dispense cells and relating to the creation of matrices of bioprinted cells on gel materials.\n \n\n\n \n\n\nIn connection with the acquisition of the FXR program from Metacrine in 2023, we were assigned and assumed a license agreement with the Salk Institute for Biological Studies requiring milestone and royalty payments based on the development and commercialization of FXR314.\n\n\nThe patent rights we obtained through these exclusive licenses are not only foundational within the field of 3D bioprinting and FXR agonist therapies but provide us with favorable priority dates. We are required to make ongoing royalty payments under these exclusive licenses based on net sales of products and services that rely on the intellectual property we in-licensed. For additional information regarding our royalty obligations see “Note 5. Collaborative Research, Development, and License Agreements” in the Notes to the Consolidated Financial Statements included in this Annual Report.\n\n\nCompany Owned Intellectual Property\n\n\nIn addition to the intellectual property we have in-licensed, we have historically innovated and grown our intellectual property portfolio.\n\n\nWith respect to our bioprinting platform, we have 8 issued U.S. patents and 14 issued foreign patents directed to our NovoGen  Bioprinter\n®\n and methods of bioprinting: U.S. Patent Nos. 8,931,880; 9,149,952; 9,227,339; 9,315,043; 9,499,779; 9,855,369; 10,174,276, 10,967,560, 11,577,450, 11,577,451 and 11,413,805 ; Australia Patent Nos. 2011318437, 2015202836, 2016253591, 2013249569, and 2014296246; Canada Patent No. 2,812,766; China Patent Nos. ZL201180050831.4 and ZL201480054148.1; European Patent Nos. 2838985, 2629975, and 3028042; Japan Patent Nos. 6333231, 6566426 and 6842918, and Russian Patent No. 2560393. These issued patents and pending patent applications carry remaining patent terms ranging from over 12 years to just over 6 years. We have additional U.S. continuation applications pending in these families as well foreign counterpart applications in multiple countries.\n\n\nOur ExVive\u0099 Human Liver Tissue is protected by U.S. Patent Nos. 9,222,932, 9,442,105, 10,400,219 and 11,127,774; Australia Patent Nos. 2014236780 and 2017200691; and Canada Patent No. 2,903,844. Our ExVive\u0099 Human Kidney Tissue is protected by U.S. Patent Nos. 9,481,868, 10,094,821 and 10,962,526; Australian Patent No. 2015328173, Canadian Patent No. 2,962,778, European Patent No. 3204488 and Japan Patent No. 7021177. These issued patents and pending patent applications carry remaining patent terms ranging from over 14 years to just over 11 years. We have additional U.S. patent applications pending in these families, as well as foreign counterpart applications in multiple countries. We currently have pending numerous patent applications in the U.S. and globally that are directed to additional features on bioprinters, additional tissue types, their methods of fabrication, and specific applications.\n\n\nOur U.S. Patent Nos. 9,855,369 and 9,149,952, which relate to our bioprinter technology, were the subject of IPR proceedings filed by Cellink AB and its subsidiaries (collectively, “BICO Group AB”), one of our competitors. Likewise, U.S. Patent Nos. 9,149,952, 9,855,369, 8,931,880, 9,227,339, 9,315,043 and 10,967,560 (all assigned to Organovo, Inc.) and U.S. Patent Nos. 7,051,654, 8,241,905, 8,852,932 and 9,752,116 (assigned to Clemson University and the University of Missouri, respectively) were implicated in a declaratory judgment complaint filed against Organovo, Inc., our wholly owned subsidiary, by BICO Group AB and certain of its subsidiaries in the United States District Court for the District of Delaware. All of these matters have since been settled in a favorable manner for the Company. Specifically, on February 23, 2022, we announced an agreement of a non-exclusive license for BICO Group AB and its affiliate companies to Organovo’s foundational patent portfolio in 3D bioprinting. For more information regarding these proceedings, see the section titled Part I, Item 3 of this Annual Report on Form 10-K.\n\n\nWith respect to our FXR agonist program covering FXR314 and FXR125, we have 6 issued U.S. patents and 14 issued foreign patents directed to composition of matter protection (generic and specific) for FXR314 and FXR125, as well claims directed to methods of treatment of GI diseases, formulations of FXR314 and polymorphs of the FXR314 molecule including United States Patent Nos.11,214,538, 10,705,712, 10,927,082, 10,961,198, 11,136,071 and 11,084,817, granted Australian Patent Nos. 2016323992 and 2018236275, Chinese Patent Nos. 201680066917 and 269065, Eurasian Patent Nos. 040003 and 040704, Israeli Patent Nos. 258011, 296068 and 296065, Indian Patent No. 380510, Japanese Patent Nos. 6905530 and 717709, Mexican Patent Nos. 386,752 and 397265 and South African Patent No. 2018/01750.  In addition, we have 8 pending U.S. patent applications and over 50 pending foreign patent applications, including U.S. Patent Application Nos. 18/156,069, 17/532,618, 18/174,393, 17/349,757, 17/276,787, 17/906,580, 17/906,582 and 17/906,585 and over 50 pending international patent applications in a number of countries including, Australia, Brazil, Canada, Chile, China, the Eurasian Patent Office, the European Patent Office, Israel, India, Japan, South Korea, Mexico, Singapore,\n \n\n\n4\n\n\n\n\nPhilippines and Hong Kong. These issued patents and pending patent applications carry remaining patent terms ranging from over 18 years to just over 15 years.\n \n\n\nEmployees and Human Capital\n\n\nAs of June 1, 2023, we had 24 employees, of which 15 are full-time. We have also retained some of our former employees as consultants, in addition to a number of expert consultants in specific scientific and operational areas. Our employees are not represented by labor unions or covered under any collective bargaining agreements. We consider our relationship with our employees to be good.\n\n\nOur human capital resources objectives include, as applicable, identifying, recruiting, retaining, incentivizing and integrating our existing and additional employees. The principal purposes of our equity incentive plans are to attract, retain and motivate selected employees, consultants and directors through the granting of equity-based compensation awards.\n\n\n5\n\n\n\n\nCorporate Information\n\n\nWe are operating the business of our subsidiaries, including Organovo, Inc., our wholly-owned subsidiary, which we acquired in February 2012. Organovo, Inc. was incorporated in Delaware in April 2007. Our common stock has traded on The Nasdaq Stock Market LLC under the symbol “ONVO” since August 8, 2016 and our common stock currently trades on the Nasdaq Capital Market. Prior to that time, it traded on the NYSE MKT under the symbol “ONVO” and prior to that was quoted on the OTC Market.\n\n\nOur principal executive offices are located at 11555 Sorrento Valley Rd, Suite 100, San Diego CA 92121 and our phone number is (858) 224-1000. Our Internet website can be found at http://www.organovo.com. The content of our website is not intended to be incorporated by reference into this Annual Report or in any other report or document that we file.\n\n\nAvailable Information\n \n\n\nOur investor relations website is located at \nhttp://ir.organovo.com\n. We are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Reports filed with the Securities and Exchange Commission (the “SEC”) pursuant to the Exchange Act, including annual and quarterly reports, and other reports we file, are available free of charge, through our website. The content of our website is not intended to be incorporated by reference into this Annual Report or in any other report or document that we file. We make them available on our website as soon as reasonably possible after we file them with the SEC. The reports we file with the SEC are also available on the SEC’s website (\nhttp://www.sec.gov\n).\n\n\n \n\n\n6\n\n\n\n",
    "item1a": ">Item 1A. Ris\nk Factors.\n \n\n\nInvestment in our common stock involves a substantial degree of risk and should be regarded as speculative. As a result, the purchase of our common stock should be considered only by persons who can reasonably afford to lose their entire investment. Before you elect to purchase our common stock, you should carefully consider the risk and uncertainties described below in addition to the other information incorporated herein by reference. Additional risks and uncertainties of which we are unaware or which we currently believe are immaterial could also materially adversely affect our business, financial condition or results of operations. If any of the risks or uncertainties discussed in this Annual Report occur, our business, prospects, liquidity, financial condition and results of operations could be materially and adversely affected, in which case the trading price of our common stock could decline, and you could lose all or part of your investment.\n\n\n \n\n\nRisk Factor Summary\n \n\n\nBelow is a summary of the principal factors that make an investment in our common stock speculative or risky. This summary does not address all of the risks that we face. Additional discussion of the risks summarized in this risk factor summary, and other risks that we face, can be found below and should be carefully considered, together with other information in this Annual Report on Form 10-K and our other filings with the Securities and Exchange Commission before making investment decisions regarding our common stock.\n\n\n•\nWe will incur substantial additional operating losses over the next several years as our research and development activities increase.\n\n\n•\nUsing our platform technology to develop human tissues and disease models for drug discovery and development is new and unproven.\n\n\n•\nAs we pursue drug development through 3D tissues and disease models, we will require access to a constant, steady, reliable supply of human cells to support our development activities.\n\n\n•\nWe may require substantial additional funding. Raising additional capital would cause dilution to our existing stockholders and may restrict our operations or require us to relinquish rights to our technologies or to a product candidate.\n\n\n•\nClinical drug development involves a lengthy and expensive process with uncertain timelines and uncertain outcomes, and results of earlier studies and trials may not be predictive of future results. \n\n\n•\nThe near and long-term viability of our drug discovery and development efforts will depend on our ability to successfully establish strategic relationships.\n\n\n•\nCurrent and future legislation may increase the difficulty and cost of commercializing our drug candidates and may affect the prices we may obtain if our drug candidates are approved for commercialization.\n\n\n•\nManagement has performed an analysis and concluded that substantial doubt exists about our ability to continue as a going concern. Separately, our independent registered public accounting firm has included in its opinion for the year ended March 31, 2023 an explanatory paragraph expressing substantial doubt in our ability to continue as a going concern, which may hinder our ability to obtain future financing.\n\n\n•\nAdditional funds may not be available when we need them on terms that are acceptable to us, or at all. If adequate funds are not available to us on a timely basis, we may be required to curtail or cease our operations.\n\n\n•\nWe have a history of operating losses and expect to incur significant additional operating losses.\n\n\n•\nThere is no assurance that an active market in our common stock will continue at present levels or increase in the future.\n\n\n7\n\n\n\n\n•\nThe price of our common stock may continue to be volatile, which could lead to losses by investors and costly securities litigation.\n\n\n•\nPatents covering our products could be found invalid or unenforceable if challenged in court or before administrative bodies in the United States or abroad.\n\n\n•\nWe may be involved in lawsuits or other proceedings to protect or enforce our patents or the patents of our licensors, which could be expensive, time-consuming and unsuccessful.\n\n\nRisks Related to our Business\n \n\n\nWe are a biotechnology company focusing on 3D bioprinting technology to develop human tissues and disease models for drug discovery and development, which is an unproven business strategy that may never achieve profitability.\n\n\nWe are focusing our efforts on utilizing our 3D bioprinting technology to develop human tissues and disease models for drug discovery and development. Our success will depend upon the viability of our platform technology and any disease models we develop, as well as on our ability to determine which drug candidates we should pursue. Our success will also depend on our ability to select an appropriate development strategy for any drug candidates we identify, including internal development or partnering or licensing arrangements with pharmaceutical companies. We may not be able to partner or license our drug candidates. We may never achieve profitability, or even if we achieve profitability, we may not be able to maintain or increase our profitability.\n\n\nWe will incur substantial additional operating losses over the next several years as our research and development activities increase.\n\n\nWe will incur substantial additional operating losses over the next several years as our research and development activities increase. The amount of future losses and when, if ever, we will achieve profitability are uncertain. Our ability to generate revenue and achieve profitability will depend on, among other things:\n\n\n•\nsuccessfully developing human tissues and disease models for drug discovery and development that enable us to identify drug candidates;\n\n\n•\nsuccessfully outsourcing certain portions of our development efforts;\n\n\n•\nentering into partnering or licensing arrangements with pharmaceutical companies to further develop and conduct clinical trials for any drug candidates we identify;\n\n\n•\nobtaining any necessary regulatory approval for any drug candidates we identify; and\n\n\n•\nraising sufficient funds to finance our activities and long-term business plan.\n\n\n \n\n\nWe might not succeed at any of these undertakings. If we are unsuccessful at one or more of these undertakings, our business, prospects, and results of operations will be materially adversely affected.\n \n\n\n \n\n\nUsing our platform technology to develop human tissues and disease models for drug discovery and development is new and unproven.\n\n\nUtilizing our 3D bioprinting platform technology to develop human tissues and disease models for drug discovery and development will involve new and unproven technologies, disease models and approaches, each of which is subject to the risk associated with new and evolving technologies. To date, we have not identified or developed any drug candidates utilizing our new business model. Our future success will depend on our ability to utilize our 3D bioprinting platform to develop human tissues and disease models that will enable us to identify and develop viable drug candidates. We may experience unforeseen technical complications, unrecognized defects and limitations in our technology or our ability to develop disease models or identify viable drug candidates. These complications could materially delay or substantially increase the anticipated costs and time to identify and develop viable drug candidates, which would have a material adverse effect on our business and financial condition and our ability to continue operations.\n\n\nWe will face intense competition in our drug discovery efforts.\n \n\n\nThe biotechnology and pharmaceutical industry is subject to intense competition and rapid and significant technological change. There are many potential competitors for the disease indications we may pursue, including major drug companies, specialized biotechnology firms, academic institutions, government agencies and private and public research institutions. Many of these competitors have significantly greater financial and technical resources, experience and expertise in the following areas than we have, including:\n\n\n \n\n\n•\nresearch and technology development;\n\n\n8\n\n\n\n\n•\ndevelopment of or access to disease models;\n\n\n•\nidentification and development of drug candidates;\n\n\n•\nregulatory processes and approvals; and\n\n\n•\nidentifying and entering into agreements with potential collaborators.\n\n\n \n\n\nPrincipal competitive factors in our industry include: the quality, scientific and technical support, management and the execution of drug development and regulatory approval strategies; skill and experience of employees, including the ability to recruit and retain skilled, experienced employees; intellectual property portfolio; range of capabilities, including drug identification, development and regulatory approval; and the availability of substantial capital resources to fund these activities.\n\n\nIn order to effectively compete, we may need to make substantial investments in our research and technology development, drug candidate identification and development, testing and regulatory approval and licensing and business development activities. There is no assurance that we will be successful in discovering effective drug candidates using our 3D bioprinted tissues or disease models. Our technologies and drug development plans also may be rendered obsolete or noncompetitive as a result of drugs, intellectual property, technologies, products and services introduced by competitors. Any of these risks may prevent us from building a successful drug discovery business or entering into a strategic partnership or collaboration related to, any drug candidates we identify on favorable terms, or at all.\n \n\n\nAs we pursue drug development through 3D tissues and disease models, we will require access to a constant, steady, reliable supply of human cells to support our development activities.\n\n\nAs we pursue drug development through 3D tissues and disease models, we will require access to a constant, steady, reliable supply of human cells to support our 3D tissue development activities. We purchase human cells from selected third-party suppliers based on quality assurance, cost effectiveness, and regulatory requirements. We need to continue to identify additional sources of qualified human cells and there can be no guarantee that we will be able to access the quantity and quality of raw materials needed at a cost-effective price. Any failure to obtain a reliable supply of sufficient human cells or a supply at cost effective prices would harm our business and our results of operations and could cause us to be unable to support our drug development efforts.\n\n\nOur business will be adversely impacted if we are unable to successfully attract, hire and integrate key additional employees or contractors.\n\n\nOur future success depends in part on our ability to successfully attract and then retain key additional executive officers and other key employees and contractors to support our drug discovery plans. Recruiting and retaining qualified scientific and clinical personnel is critical to our success. Competition to hire qualified personnel in our industry is intense, and we may be unable to hire, train, retain or motivate these key personnel on acceptable terms given the competition among numerous pharmaceutical and biotechnology companies for similar personnel. If we are unable to attract and retain high quality personnel, our ability to pursue our drug discovery business will be limited, and our business, prospects, financial condition and results of operations may be adversely affected.\n\n\nWe may require substantial additional funding. Raising additional capital would cause dilution to our existing stockholders and may restrict our operations or require us to relinquish rights to our technologies or to a product candidate.\n\n\nWe currently do not have any committed external source of funds and do not expect to generate any meaningful revenue in the foreseeable future. Our existing cash, cash equivalents and interest thereon is expected to be sufficient to fund our projected operating requirements for at least the next 12 months. We have based these estimates on assumptions that may prove to be wrong, and we may use our available capital resources sooner than we currently expect if our operating plans change. If our board of directors decides that we should pursue further research and development activities than already proposed, we will require substantial additional funding to operate our proposed business, including expanding our facilities and hiring additional qualified personnel, and we would expect to finance these cash needs through a combination of equity offerings, debt financings, government or other third-party funding and licensing or collaboration arrangements.\n \n\n\n \n\n\nTo the extent that we raise additional capital through the sale of equity or convertible debt, the ownership interests of our stockholders will be diluted. In addition, the terms of any equity or convertible debt we agree to issue may include liquidation or other preferences that adversely affect the rights of our stockholders. Convertible debt financing, if available, may involve agreements that include covenants limiting or restricting our ability to take specific actions, such as incurring additional debt, making capital expenditures, and declaring dividends, and may impose limitations on our ability to acquire, sell or license intellectual property rights and other operating restrictions that could adversely impact our ability to conduct our business. Moreover, we have the ability to sell up to $28.3 million of additional shares of our common stock to the public through an “at the market” offering pursuant to a Sales Agreement that\n \n\n\n9\n\n\n\n\nwe entered into with H.C. Wainwright & Co., LLC and Jones Trading Institutional Services LLC on March 16, 2018 (the \"Sales Agreement\"). Any shares of common stock issued in the at-the-market offering will result in dilution to our existing stockholders.\n\n\nWe currently have an effective shelf registration statement on Form S-3 filed with the Securities and Exchange Commission (the “SEC”), which we may use to offer from time to time any combination of debt securities, common and preferred stock and warrants. On March 16, 2018, we entered into the Sales Agreement pursuant to which we have the ability to sell up to $28.3 million of additional shares of our common stock to the public through an “at the market” offering. In the event that the aggregate market value of our common stock held by non-affiliates (“public float”) is less than $75.0 million, the amount we can raise through primary public offerings of securities, including sales under the Sales Agreement, in any twelve-month period using shelf registration statements is limited to an aggregate of one-third of our public float. As of June 1, 2023, our public float was less than $75.0 million, and therefore we are limited to an aggregate of one-third of our public float in the amount we could raise through primary public offerings of securities in any twelve-month period using shelf registration statements. Although we would still maintain the ability to raise funds through other means, such as through the filing of a registration statement on Form S-1 or in private placements, the rules and regulations of the SEC or any other regulatory agencies may restrict our ability to conduct certain types of financing activities, or may affect the timing of and amounts we can raise by undertaking such activities.\n\n\nFurther, additional funds may not be available when we need them on terms that are acceptable to us, or at all. If adequate funds are not available to us on a timely basis, we may be required to curtail or cease our operations. Raising additional funding through debt or equity financing is likely to be difficult or unavailable altogether given the early stage of our technology and any drug candidates we identify. Furthermore, the issuance of additional securities, whether equity or debt, by us, or the possibility of such issuance, may cause the market price of our common stock to decline further and existing stockholders may not agree with our financing plans or the terms of such financings.\n \n\n\nClinical drug development involves a lengthy and expensive process with uncertain timelines and uncertain outcomes, and results of earlier studies and trials may not be predictive of future results.\n \n\n\nBefore obtaining marketing approval from regulatory authorities for the sale of any drug candidates we identify, any such drug candidates must undergo extensive clinical trials to demonstrate the safety and efficacy of the drug candidates in humans. Human clinical testing is expensive and can take many years to complete, and we cannot be certain that any clinical trials will be conducted as planned or completed on schedule, if at all. We may elect to complete this testing, or some portion thereof, internally or enter into a partnering or development agreement with a pharmaceutical company to complete these trials. Our inability, or the inability of any third party with whom we enter into a partnering or development agreement, to successfully complete preclinical and clinical development could result in additional costs to us and negatively impact our ability to generate revenues or receive development or milestone payments. Our future success is dependent on our ability, or the ability of any pharmaceutical company with whom we enter into a partnering or development agreement, to successfully develop, obtain regulatory approval for, and then successfully commercialize any drug candidates we identify.\n \n\n\nAny drug candidates we identify will require additional clinical development, management of clinical, preclinical and manufacturing activities, regulatory approval in applicable jurisdictions, achieving and maintaining commercial-scale supply, building of a commercial organization, substantial investment and significant marketing efforts. We are not permitted to market or promote any of our drug candidates before we receive regulatory approval from the U.S. Food and Drug Administration (“FDA”) or comparable foreign regulatory authorities, and we may never receive such regulatory approval for any of our drug candidates.\n \n\n\nWe, or any third party with whom we enter into a partnering or development agreement, may experience numerous unforeseen events during, or as a result of, clinical trials that could delay or prevent our ability to earn development or milestone payments or for any drug candidates to obtain regulatory approval, including:\n\n\n \n\n\n•\ndelays in or failure to reach agreement on acceptable terms with prospective contract research organizations (“CROs”) and clinical sites, the terms of which can be subject to extensive negotiation and may vary significantly among different CROs and trial sites;\n\n\n•\nfailure to obtain sufficient enrollment in clinical trials or participants may fail to complete clinical trials;\n\n\n•\nclinical trials of our drug candidates that may produce negative or inconclusive results, and as a result we, or any pharmaceutical company with who we enter into a partnering or development agreement, may decide, or regulators may require, additional clinical trials;\n\n\n•\nsuspension or termination of clinical research, either by us, any third party with whom we enter into a partnering or development agreement, regulators or institutional review boards, for various reasons, including noncompliance with regulatory requirements or a finding that the participants are being exposed to unacceptable health risks;\n\n\n10\n\n\n\n\n•\nadditional or unanticipated clinical trials required by regulators or institutional review boards to obtain approval or any drug candidates may be subject to additional post-marketing testing requirements to maintain regulatory approval;\n\n\n•\nregulators may revise the requirements for approving any drug candidates, or such requirements may not be as anticipated;\n\n\n•\nthe cost of clinical trials for any drug candidates may be greater than anticipated;\n\n\n•\nthe supply or quality of any drug candidates or other materials necessary to conduct clinical trials of our drug candidates may be insufficient or inadequate or may be delayed; and\n\n\n•\nregulatory authorities may suspend or withdraw their approval of a product or impose restrictions on its distribution;\n\n\nIf we, or any third party with whom we enter into a partnering or development agreement, experience delays in the completion of, or termination of, any clinical trial of any drug candidates that we develop, or are unable to achieve clinical endpoints due to unforeseen events, the commercial prospects of our drug candidates will be harmed, and our ability to develop milestones, development fees or product revenues from any of these drug candidates will be delayed.\n\n\nWe will rely upon third-party contractors and service providers for the execution of critical aspects of any future development programs. Failure of these collaborators to provide services of a suitable quality and within acceptable timeframes may cause the delay or failure of any future development programs.\n\n\nWe plan to outsource certain functions, tests and services to CROs, medical institutions and collaborators as well as outsource manufacturing to collaborators and/or contract manufacturers, and we will rely on third parties for quality assurance, clinical monitoring, clinical data management and regulatory expertise. We may elect, in the future, to engage a CRO to run all aspects of a clinical trial on our behalf. There is no assurance that such individuals or organizations will be able to provide the functions, tests, biologic supply or services as agreed upon or in a quality fashion and we could suffer significant delays in the development of our drug candidates or development programs.\n\n\nIn some cases, there may be only one or few providers of such services, including clinical data management or manufacturing services. In addition, the cost of such services could be significantly increased over time. We may rely on third parties and collaborators to enroll qualified patients and conduct, supervise and monitor our clinical trials. Our reliance on these third parties and collaborators for clinical development activities reduces our control over these activities. Our reliance on these parties, however, does not relieve us of our regulatory responsibilities, including ensuring that our clinical trials are conducted in accordance with Good Clinical Practice (“GCP”) regulations and the investigational plan and protocols contained in the regulatory agency applications. In addition, these third parties may not complete activities on schedule or may not manufacture under Current Good Manufacturing Practice (“cGMP”) conditions. Preclinical or clinical studies may not be performed or completed in accordance with Good Laboratory Practices (“GLP”) regulatory requirements or our trial design. If these third parties or collaborators do not successfully carry out their contractual duties or meet expected deadlines, obtaining regulatory approval for manufacturing and commercialization of our drug candidates may be delayed or prevented. We may rely substantially on third-party data managers for our clinical trial data. There is no assurance that these third parties will not make errors in the design, management or retention of our data or data systems. There is no assurance these third parties will pass FDA or regulatory audits, which could delay or prohibit regulatory approval.\n\n\nIn addition, we will exercise limited control over our third-party partners and vendors, which makes us vulnerable to any errors, interruptions or delays in their operations. If these third parties experience any service disruptions, financial distress or other business disruption, or difficulties meeting our requirements or standards, it could make it difficult for us to operate some aspects of our business.\n \n\n\nThe near and long-term viability of our drug discovery and development efforts will depend on our ability to successfully establish strategic relationships.\n\n\nThe near and long-term viability of our drug discovery and development efforts depend in part on our ability to successfully establish new strategic partnering, collaboration and licensing arrangements with biotechnology companies, pharmaceutical companies, universities, hospitals, insurance companies and or government agencies. Establishing strategic relationships is difficult and time-consuming. Potential partners and collaborators may not enter into relationships with us based upon their assessment of our technology or drug candidates or our financial, regulatory or intellectual property position. If we fail to establish a sufficient number of strategic relationships on acceptable terms, we may not be able to develop and obtain regulatory approval for our drug candidates or generate sufficient revenue to fund further research and development efforts. Even if we establish new strategic relationships, these relationships may never result in the successful development or regulatory approval for any drug candidates we identify for a number of reasons both within and outside of our control.\n\n\n11\n\n\n\n\nInvestors’ expectations of our performance relating to environmental, social and governance factors may impose additional costs and expose us to new risks.\n\n\nThere is an increasing focus from certain investors, employees, regulators and other stakeholders concerning corporate responsibility, specifically related to environmental, social and governance (“ESG”) factors. Some investors and investor advocacy groups may use these factors to guide investment strategies and, in some cases, investors may choose not to invest in\n \nour company if they believe our policies relating to corporate responsibility are inadequate. Third-party providers of corporate responsibility ratings and reports on companies have increased to meet growing investor demand for measurement of corporate responsibility performance, and a variety of organizations currently measure the performance of companies on such ESG topics, and the results of these assessments are widely publicized. Investors, particularly institutional investors, use these ratings to benchmark companies against their peers and if we are perceived as lagging with respect to ESG initiatives, certain investors may engage with us to improve ESG disclosures or performance and may also make voting decisions, or take other actions, to hold us and our board of directors accountable. In addition, the criteria by which our corporate responsibility practices are assessed may change, which could result in greater expectations of us and cause us to undertake costly initiatives to satisfy such new criteria. If we elect not to or are unable to satisfy such new criteria, investors may conclude that our policies with respect to corporate responsibility are inadequate. We may face reputational damage in the event that our corporate responsibility procedures or standards do not meet the standards set by various constituencies.\n\n\n \n\n\nWe may face reputational damage in the event our corporate responsibility initiatives or objectives do not meet the standards set by our investors, stockholders, lawmakers, listing exchanges or other constituencies, or if we are unable to achieve an acceptable ESG or sustainability rating from third-party rating services. A low ESG or sustainability rating by a third-party rating service could also result in the exclusion of our common stock from consideration by certain investors who may elect to invest with our competition instead. Ongoing focus on corporate responsibility matters by investors and other parties as described above may impose additional costs or expose us to new risks. Any failure or perceived failure by us in this regard could have a material adverse effect on our reputation and on our business, share price, financial condition, or results of operations, including the sustainability of our business over time.\n\n\nUnstable market and economic conditions may have serious adverse consequences on our business, financial condition and share price.\n\n\nAs widely reported, in the past several years, global credit and financial markets have experienced volatility and disruptions, including, for example, severely diminished liquidity and credit availability, declines in consumer confidence, declines in economic growth, increases in unemployment rates and uncertainty about economic stability. There can be no assurances that further deterioration in credit and financial markets and confidence in economic conditions will not occur. Our general business strategy may be adversely affected by any such economic downturn, volatile business environment or continued unpredictable and unstable market conditions. If the current equity and credit markets deteriorate, it may make any necessary debt or equity financing more difficult, more costly and more dilutive. Failure to secure any necessary financing in a timely manner and on favorable terms could have a material adverse effect on our growth strategy, financial performance and share price and could require us to delay or abandon clinical development plans.\n\n\nThe impact of the Russian invasion of Ukraine on the global economy, energy supplies and raw materials is uncertain, but may prove to negatively impact our business and operations.\n\n\nThe short and long-term implications of Russia’s invasion of Ukraine are difficult to predict at this time. We continue to monitor any adverse impact that the outbreak of war in Ukraine and the subsequent institution of sanctions against Russia by the United States and several European and Asian countries may have on the global economy in general, on our business and operations and on the businesses and operations of our suppliers and other third parties with which we conduct business. For example, the continuing conflict has resulted and may continue to result in increased inflation, escalating energy prices and constrained availability, and thus increasing costs, of raw materials. We will continue to monitor this fluid situation and develop contingency plans as necessary to address any disruptions to our business operations as they develop. To the extent the war in Ukraine may adversely affect our business as discussed above, it may also have the effect of heightening many of the other risks described herein. Such risks include, but are not limited to, adverse effects on macroeconomic conditions, including inflation; disruptions to our technology infrastructure, including through cyberattack, ransom attack, or cyber-intrusion; adverse changes in international trade policies and relations; disruptions in global supply chains; and constraints, volatility, or disruption in the capital markets, any of which could negatively affect our business and financial condition.\n\n\nRisks Related to Government Regulation\n\n\n \n\n\n \n\n\nIn the past, we have used hazardous chemicals, biological materials and infectious agents in our business. Any claims relating to improper handling, storage or disposal of these materials could be time consuming and costly.\n\n\n \n\n\n12\n\n\n\n\nOur product manufacturing, research and development, and testing activities have involved the controlled use of hazardous materials, including chemicals, biological materials and infectious disease agents. We cannot eliminate the risks of accidental contamination or the accidental spread or discharge of these materials, or any resulting injury from such an event. We may be sued for any injury or contamination that results from our use or the use by third parties of these materials, and our liability may exceed our insurance coverage and our total assets. Federal, state and local laws and regulations govern the use, manufacture, storage, handling and disposal of these hazardous materials and specified waste products, as well as the discharge of pollutants into the environment and human health and safety matters. We were also subject to various laws and regulations relating to safe working conditions, laboratory and manufacturing practices, and the experimental use of animals. Our operations may have required that environmental permits and approvals be issued by applicable government agencies. If we failed to comply with these requirements, we could incur substantial costs, including civil or criminal fines and penalties, clean-up costs or capital expenditures for control equipment or operational changes necessary to achieve and maintain compliance.\n\n\n \n\n\nIf we fail to obtain and sustain an adequate level of reimbursement for our potential products by third-party payors, potential future sales would be materially adversely affected.\n\n\nThere will be no viable commercial market for our drug candidates, if approved, without reimbursement from third-party payors. Reimbursement policies may be affected by future healthcare reform measures. We cannot be certain that reimbursement will be available for our current drug candidates or any other drug candidate we may develop. Additionally, even if there is a viable commercial market, if the level of reimbursement is below our expectations, our anticipated revenue and gross margins will be adversely affected.\n\n\nThird-party payors, such as government or private healthcare insurers, carefully review and increasingly question and challenge the coverage of and the prices charged for drugs. Reimbursement rates from private health insurance companies vary depending on the Company, the insurance plan and other factors. Reimbursement rates may be based on reimbursement levels already set for lower cost drugs and may be incorporated into existing payments for other services. There is a current trend in the U.S. healthcare industry toward cost containment.\n\n\nLarge public and private payors, managed care organizations, group purchasing organizations and similar organizations are exerting increasing influence on decisions regarding the use of, and reimbursement levels for, particular treatments. Such third-party payors, including Medicare, may question the coverage of, and challenge the prices charged for, medical products and services, and many third-party payors limit coverage of or reimbursement for newly approved healthcare products. In particular, third-party payors may limit the covered indications. Cost-control initiatives could decrease the price we might establish for products, which could result in product revenues being lower than anticipated. We believe our drugs will be priced significantly higher than existing generic drugs and consistent with current branded drugs. If we are unable to show a significant benefit relative to existing generic drugs, Medicare, Medicaid and private payors may not be willing to provide reimbursement for our drugs, which would significantly reduce the likelihood of our products gaining market acceptance.\n\n\nWe expect that private insurers will consider the efficacy, cost-effectiveness, safety and tolerability of our potential products in determining whether to approve reimbursement for such products and at what level. Obtaining these approvals can be a time consuming and expensive process. Our business, financial condition and results of operations would be materially adversely affected if we do not receive approval for reimbursement of our potential products from private insurers on a timely or satisfactory basis. Limitations on coverage could also be imposed at the local Medicare carrier level or by fiscal intermediaries. Medicare Part D, which provides a pharmacy benefit to Medicare patients as discussed below, does not require participating prescription drug plans to cover all drugs within a class of products. Our business, financial condition and results of operations could be materially adversely affected if Part D prescription drug plans were to limit access to, or deny or limit reimbursement of, our drug candidates or other potential products.\n\n\nReimbursement systems in international markets vary significantly by country and by region, and reimbursement approvals must be obtained on a country-by-country basis. In many countries, the product cannot be commercially launched until reimbursement is approved. In some foreign markets, prescription pharmaceutical pricing remains subject to continuing governmental control even after initial approval is granted. The negotiation process in some countries can exceed 12 months. To obtain reimbursement or pricing approval in some countries, we may be required to conduct a clinical trial that compares the cost-effectiveness of our products to other available therapies.\n\n\nIf the prices for our potential products are reduced or if governmental and other third-party payors do not provide adequate coverage and reimbursement of our drugs, our future revenue, cash flows and prospects for profitability will suffer.\n\n\nCurrent and future legislation may increase the difficulty and cost of commercializing our drug candidates and may affect the prices we may obtain if our drug candidates are approved for commercialization.\n\n\n13\n\n\n\n\nIn the U.S. and some foreign jurisdictions, there have been a number of adopted and proposed legislative and regulatory changes regarding the healthcare system that could prevent or delay regulatory approval of our drug candidates, restrict or regulate post-marketing activities and affect our ability to profitably sell any of our drug candidates for which we obtain regulatory approval.\n\n\nIn the U.S., the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (“MMA”) changed the way Medicare covers and pays for pharmaceutical products. Cost reduction initiatives and other provisions of this legislation could limit the coverage and reimbursement rate that we receive for any of our approved products. While the MMA only applies to drug benefits for Medicare beneficiaries, private payors often follow Medicare coverage policy and payment limitations in setting their own reimbursement rates. Therefore, any reduction in reimbursement that results from the MMA may result in a similar reduction in payments from private payors.\n\n\nIn addition, on August 16, 2022, President Biden signed into law the Inflation Reduction Act of 2022, which, among other things, includes policies that are designed to have a direct impact on drug prices and reduce drug spending by the federal government, which shall take effect in 2023. Under the Inflation Reduction Act of 2022, Congress authorized Medicare beginning in 2026 to negotiate lower prices for certain costly single-source drug and biologic products that do not have competing generics or biosimilars. This provision is limited in terms of the number of pharmaceuticals whose prices can be negotiated in any given year and it only applies to drug products that have been approved for at least 9 years and biologics that have been licensed for 13 years. Drugs and biologics that have been approved for a single rare disease or condition are categorically excluded from price negotiation. Further, the new legislation provides that if pharmaceutical companies raise prices in Medicare faster than the rate of inflation, they must pay rebates back to the government for the difference. The new law also caps Medicare out-of-pocket drug costs at an estimated $4,000 a year in 2024 and, thereafter beginning in 2025, at $2,000 a year.\n\n\n \n\n\nIn March 2010, the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act of 2010 (collectively the “PPACA”), was enacted. The PPACA was intended to broaden access to health insurance, reduce or constrain the growth of healthcare spending, enhance remedies against healthcare fraud and abuse, add new transparency requirements for healthcare and health insurance industries, impose new taxes and fees on the health industry and impose additional health policy reforms. The PPACA increased manufacturers’ rebate liability under the Medicaid Drug Rebate Program by increasing the minimum rebate amount for both branded and generic drugs and revised the definition of “average manufacturer price”, which may also increase the amount of Medicaid drug rebates manufacturers are required to pay to states. The legislation also expanded Medicaid drug rebates and created an alternative rebate formula for certain new formulations of certain existing products that is intended to increase the rebates due on those drugs. The Centers for Medicare & Medicaid Services (“CMS”), which administers the Medicaid Drug Rebate Program, also has proposed to expand Medicaid rebates to the utilization that occurs in the territories of the U.S., such as Puerto Rico and the Virgin Islands. Further, beginning in 2011, the PPACA imposed a significant annual fee on companies that manufacture or import branded prescription drug products and required manufacturers to provide a 50% discount off the negotiated price of prescriptions filled by beneficiaries in the Medicare Part D coverage gap, referred to as the “donut hole.” Legislative and regulatory proposals have been introduced at both the state and federal level to expand post-approval requirements and restrict sales and promotional activities for pharmaceutical products.\n\n\nThere have been public announcements by members of the U.S. Congress, regarding plans to repeal and replace the PPACA and Medicare. For example, on December 22, 2017, President Trump signed into law the Tax Cuts and Jobs Act of 2017, which, among other things, eliminated the individual mandate requiring most Americans (other than those who qualify for a hardship exemption) to carry a minimum level of health coverage, effective January 1, 2019. On December 14, 2018, a U.S. District Court Judge in the Northern District of Texas, or the Texas District Court Judge, ruled that the individual mandate is a critical and inseverable feature of the PPACA, and therefore, because it was repealed as part of the Tax Cuts and Jobs Act of 2017, the remaining provisions of the PPACA are invalid as well. On December 18, 2019, the U.S. Court of Appeals for the Fifth Circuit upheld the District Court’s ruling with respect to the individual mandate but remanded the case to the District Court to consider whether other parts of the law can remain in effect. While the Texas District Court Judge has stated that the ruling will have no immediate effect, it is unclear how this decision, subsequent appeals, and other efforts to repeal and replace the PPACA will impact the law and our business.  We are not sure whether additional legislative changes will be enacted, or whether the FDA regulations, guidance or interpretations will be changed, or what the impact of such changes on the marketing approvals of our drug candidates, if any, may be. In addition, increased scrutiny by the U.S. Congress of the FDA’s approval process may significantly delay or prevent marketing approval, as well as subject us to more stringent product labeling and post-marketing approval testing and other requirements.\n\n\nMoreover, payment methodologies may be subject to changes in healthcare legislation and regulatory initiatives. For example, CMS may develop new payment and delivery models, such as bundled payment models. In addition, there has been heightened governmental scrutiny over the manner in which manufacturers set prices for their marketed products, which has resulted in several U.S. Congressional inquiries and proposed and enacted federal and state legislation designed to, among other things, bring more transparency to drug pricing, reduce the cost of prescription drugs under government payor programs, and review the relationship between pricing and manufacturer patient programs. The U.S. Department of Health and Human Services has started soliciting feedback on some of these measures and, at the same time, is implementing others under its existing authority. For example, in May\n \n\n\n14\n\n\n\n\n2019, CMS issued a final rule to allow Medicare Advantage Plans the option of using step therapy for Part B drugs beginning January 1, 2020. This final rule codified CMS’s policy change that was effective January 1, 2019. While any proposed measures will require authorization through additional legislation to become effective, Congress has indicated that it will continue to seek new legislative and/or administrative measures to control drug costs. We expect that additional U.S. federal healthcare reform measures will be adopted in the future, any of which could limit the amounts that the U.S. federal government will pay for healthcare products and services, which could result in reduced demand for our drug candidates, if approved for commercialization.\n\n\nIn Europe, the United Kingdom formally withdrew from the European Union on January 31, 2020, and entered into a transition period that ended on December 31, 2020. A significant portion of the regulatory framework in the United Kingdom is derived from the regulations of the European Union. We cannot predict what consequences the recent withdrawal of the United Kingdom from the European Union will have on the regulatory frameworks of the United Kingdom or the European Union, or on our future operations, if any, in these jurisdictions, and the United Kingdom is in the process of negotiating trade deals with other countries. Additionally, the United Kingdom’s withdrawal from the European Union may increase the possibility that other countries may decide to leave the European Union again.\n\n\nRisks Related to Our Capital Requirements, Finances and Operations\n\n\nManagement has performed an analysis and concluded that substantial doubt exists about our ability to continue as a going concern. Separately, our independent registered public accounting firm has included in its opinion for the year ended March 31, 2023 an explanatory paragraph expressing substantial doubt in our ability to continue as a going concern, which may hinder our ability to obtain future financing.\n\n\nOur financial statements as of March 31, 2023 have been prepared under the assumption that we will continue as a going concern for the next twelve months. Management has performed an analysis and concluded that substantial doubt exists about our ability to continue as a going concern. Separately, our independent registered public accounting firm included in its opinion for the year ended March 31, 2023 an explanatory paragraph referring to our recurring losses from operations and expressing substantial doubt in our ability to continue as a going concern without additional capital becoming available. Our ability to continue as a going concern is dependent upon our ability to obtain additional equity or debt financing, obtain government grants, reduce expenditures and generate significant revenue. Our financial statements as of March 31, 2023 do not include any adjustments that might result from the outcome of this uncertainty. The reaction of investors to the inclusion of a going concern statement by management and our auditors, and our potential inability to continue as a going concern, in future years could materially adversely affect our share price and our ability to raise new capital or enter into strategic alliances.\n\n\nAdditional funds may not be available when we need them on terms that are acceptable to us, or at all. If adequate funds are not available to us on a timely basis, we may be required to curtail or cease our operations.\n\n\n \n\n\nThere can be no assurance that we will be able to raise sufficient additional capital on acceptable terms or at all. Raising additional funding through debt or equity financing is likely to be difficult or unavailable altogether given the early stage of our therapeutic candidates. If such additional financing is not available on satisfactory terms, or is not available in sufficient amounts, we may be required to delay, limit or eliminate the development of business opportunities and our ability to achieve our business objectives, our competitiveness, and our business, financial condition and results of operations will be materially adversely affected. If we raise additional funds through the issuance of additional debt or equity securities, it could result in dilution to our existing stockholders, increased fixed payment obligations and the existence of securities with rights that may be senior to those of our common stock. If we incur indebtedness, we could become subject to covenants that would restrict our operations and potentially impair our competitiveness, such as limitations on our ability to acquire, sell or license intellectual property rights and other operating restrictions that could adversely impact our ability to conduct our business. Any of these events could significantly harm our business, financial condition and prospects. Furthermore, the issuance of additional securities, whether equity or debt, by us, or the possibility of such issuance, may cause the market price of our common stock to decline further and existing stockholders may not agree with our financing plans or the terms of such financings. In addition, if we seek funds through arrangements with collaborative partners, these arrangements may require us to relinquish rights to our technology or potential future product candidates or otherwise agree to terms unfavorable to us.\n\n\nWe have a history of operating losses and expect to incur significant additional operating losses.\n\n\n \n\n\nWe have generated operating losses each year since we began operations, including $17.7 million and $11.5 million for the years ended March 31, 2023 and 2022, respectively. As of March 31, 2023, we had an accumulated deficit of $325.0 million. We expect to incur substantial additional operating losses over the next several years as our research and development activities increase.\n \n\n\nThe amount of future losses and when, if ever, we will achieve profitability are uncertain. Our ability to generate revenue and achieve profitability will depend on, among other things:\n\n\n \n\n\n \n\n\n15\n\n\n\n\n•\nsuccessfully developing human tissues and disease models for drug discovery and development that enable us to identify drug candidates;\n\n\n \n\n\n \n\n\n•\nsuccessfully outsourcing certain portions of our development efforts;\n\n\n \n\n\n \n\n\n•\nentering into collaboration or licensing arrangements with pharmaceutical companies to further develop and conduct clinical trials for any drug candidates we identify;\n\n\n \n\n\n \n\n\n•\nobtaining any necessary regulatory approvals for any drug candidates we identify; and\n\n\n \n\n\n \n\n\n•\nraising sufficient funds to finance our activities and long-term business plan.\n\n\n \n\n\nWe might not succeed at any of these undertakings. If we are unsuccessful at one or more of these undertakings, our business, prospects, and results of operations will be materially adversely affected. We may never generate significant revenue, and even if we do generate significant revenue, we may never achieve profitability.\n\n\nOur quarterly operating results may vary, which could negatively affect the market price of our common stock.\n\n\n \n\n\nOur results of operations in any quarter may vary from quarter to quarter and are influenced by such factors as expenses related to:\n\n\n \n\n\n•\nevaluating and implementing strategic alternatives, technology licensing opportunities, potential collaborations, and other strategic transactions;\n\n\n•\nlitigation; \n\n\n•\nresearch and development expenditures, including commencement of preclinical studies and clinical trials; \n\n\n•\nthe timing of the hiring of new employees, which may require payments of signing, retention or similar bonuses; and\n\n\n•\nchanges in costs related to the general global economy.\n\n\n \n\n\nWe believe that operating results for any particular quarter are not necessarily a meaningful indication of future results. Nonetheless, fluctuations in our quarterly operating results could negatively affect the market price of our common stock.\n\n\n \n\n\nWe may identify material weaknesses in the future that may cause us to fail to meet our reporting obligations or result in material misstatements of our financial statements.\n\n\n \n\n\nOur management team is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements in accordance with U.S. generally accepted accounting principles. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of annual or interim financial statements will not be prevented or detected on a timely basis.\n\n\n \n\n\nWe cannot assure you that we will not have material weaknesses or significant deficiencies in our internal control over financial reporting. If we identify any material weaknesses or significant deficiencies that may exist, the accuracy and timing of our financial reporting may be adversely affected, we may be unable to maintain compliance with securities law requirements regarding timely filing of periodic reports in addition to applicable stock exchange listing requirements, and our stock price may decline materially as a result.\n\n\n \n\n\nFuture strategic investments could negatively affect our business, financial condition and results of operations if we fail to achieve the desired returns on our investment.\n \n\n\n \n\n\nOur ability to benefit from future external strategic investments depends on our ability to successfully conduct due diligence, evaluate prospective opportunities, and buy the equity of our target investments at acceptable market prices. Our failure in any of these tasks could result in unforeseen loses associated with the strategic investments.\n \n\n\n \n\n\nWe may also discover deficiencies in internal controls, data adequacy and integrity, product quality, regulatory compliance, product liabilities or other undisclosed liabilities that we did not uncover prior to our investment, which could result in us becoming subject asset impairments, including potential loss of our investment capital. In addition, if we do not achieve the anticipated benefits of an external investment as rapidly as expected, or at all, investors or analysts may downgrade our stock.\n \n\n\n \n\n\nWe also expect to continue to carry out strategic investments that we believe are necessary to expand our business.  There are no assurances that such initiatives will yield favorable results for us. Accordingly, if these initiatives are not successful, our business, financial condition and results of operations could be adversely affected.  If these risks materialize, our stock price could be materially\n \n\n\n16\n\n\n\n\nadversely affected. Any difficulties in such investments could have a material adverse effect on our business, financial condition and results of operations.\n \n\n\n \n\n\nOur business could be adversely impacted if we are unable to retain our executive officers and other key personnel.\n\n\n \n\n\nOur future success will depend to a significant degree upon the continued contributions of our key personnel, especially our executive officers. We do not currently have long-term employment agreements with our executive officers or our other key personnel, and there is no guarantee that our executive officers or key personnel will remain employed with us. Moreover, we have not obtained key man life insurance that would provide us with proceeds in the event of the death, disability or incapacity of any of our executive officers or other key personnel. Further, the process of attracting and retaining suitable replacements for any executive officers and other key personnel we lose in the future would result in transition costs and would divert the attention of other members of our senior management from our existing operations. Additionally, such a loss could be negatively perceived in the capital markets. Finally, certain of our executives also provide services to Viscient Biosciences, Inc. (“Viscient”). Executives that provide services to us and Viscient do not dedicate all of their time to us, as disclosed in our filings, and we may therefore compete with Viscient for the time commitments of our executive officers from time to time.\n\n\nWe may be subject to security breaches or other cybersecurity incidents that could compromise our information and expose us to liability.\n\n\n \n\n\nWe routinely collect and store sensitive data (such as intellectual property, proprietary business information and personally identifiable information) for ourselves, our employees and our suppliers and customers. We make significant efforts to maintain the security and integrity of our computer systems and networks and to protect this information. However, like other companies in our industry, our networks and infrastructure may be vulnerable to cyber-attacks or intrusions, including by computer hackers, foreign governments, foreign companies or competitors, or may be breached by employee error, malfeasance or other disruption. Any such breach could result in unauthorized access to (or disclosure of) sensitive, proprietary or confidential information of ours, our employees or our suppliers or customers, and/or loss or damage to our data. Any such unauthorized access, disclosure, or loss of information could cause competitive harm, result in legal claims or proceedings, liability under laws that protect the privacy of personal information, and/or cause reputational harm.\n\n\n \n\n\nCompliance with global privacy and data security requirements could result in additional costs and liabilities to us or inhibit our ability to collect and process data globally, and the failure to comply with such requirements could subject us to significant fines and penalties, which may have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nThe regulatory framework for the collection, use, safeguarding, sharing, transfer, and other processing of information worldwide is rapidly evolving and is likely to remain uncertain for the foreseeable future. Globally, virtually every jurisdiction in which we operate has established its own data security and privacy frameworks with which we must comply. For example, the collection, use, disclosure, transfer, or other processing of personal data regarding individuals in the European Union, including personal health data, is subject to the EU General Data Protection Regulation (the “GDPR”), which took effect across all member states of the European Economic Area (the “EEA”) in May 2018. The GDPR is wide-ranging in scope and imposes numerous requirements on companies that process personal data, including requirements relating to processing health and other sensitive data, obtaining consent of the individuals to whom the personal data relates, providing information to individuals regarding data processing activities, implementing safeguards to protect the security and confidentiality of personal data, providing notification of data breaches, and taking certain measures when engaging third-party processors. The GDPR increases our obligations with respect to clinical trials conducted in the EEA by expanding the definition of personal data to include coded data and requiring changes to informed consent practices and more detailed notices for clinical trial subjects and investigators. In addition, the GDPR imposes strict rules on the transfer of personal data to countries outside the European Union, including the United States, and, as a result, increases the scrutiny that clinical trial sites located in the EEA should apply to transfers of personal data from such sites to countries that are considered to lack an adequate level of data protection, such as the United States. The GDPR also permits data protection authorities to require destruction of improperly gathered or used personal information and/or impose substantial fines for violations of the GDPR, which can be up to four percent of global revenues or 20 million Euros, whichever is greater, and it also confers a private right of action on data subjects and consumer associations to lodge complaints with supervisory authorities, seek judicial remedies, and obtain compensation for damages resulting from violations of the GDPR. In addition, the GDPR provides that European Union member states may make their own further laws and regulations limiting the processing of personal data, including genetic, biometric or health data.\n\n\n \n\n\nFurther, Brexit has led and could also lead to legislative and regulatory changes and may increase our compliance costs. As of January 1, 2021 and the expiry of transitional arrangements agreed to between the United Kingdom and the European Union, data processing in the United Kingdom is governed by a United Kingdom version of the GDPR (combining the GDPR and the Data Protection Act 2018), exposing us to two parallel regimes, each of which authorizes similar fines and other potentially divergent enforcement actions for certain violations. On June 28, 2021, the European Commission adopted an Adequacy Decision for the United Kingdom, allowing for the relatively free exchange of personal information between the European Union and the United Kingdom, however, the European Commission may suspend the Adequacy Decision if it considers that the United Kingdom no longer provides for an adequate level of data protection. Other jurisdictions outside the European Union are similarly introducing or enhancing privacy and data security laws, rules and regulations.\n\n\n17\n\n\n\n\n \n\n\nSimilar actions are either in place or under way in the United States. There are a broad variety of data protection laws that are applicable to our activities, and a wide range of enforcement agencies at both the state and federal levels that can review companies for privacy and data security concerns based on general consumer protection laws. The Federal Trade Commission and state Attorneys General all are aggressive in reviewing privacy and data security protections for consumers. New laws also are being considered at both the state and federal levels. For example, the California Consumer Privacy Act — which went into effect on January 1, 2020 — is creating similar risks and obligations as those created by the GDPR, though the California Consumer Privacy Act does exempt certain information collected as part of a clinical trial subject to the Federal Policy for the Protection of Human Subjects (the Common Rule). As of January 1, 2023, the California Consumer Privacy Act (as amended by the California Privacy Rights Act) is in full effect, with enforcement by California’s dedicated privacy enforcement agency expected to start later in 2023. While California was first among the states in adopting comprehensive data privacy legislation similar to the GDPR, many other states are following suit. For example, four other states have adopted such laws, taking effect from January 1, 2023 (in Virginia) and throughout the next year in Utah, Colorado, and Connecticut. Many other states are considering similar legislation. A broad range of legislative measures also have been introduced at the federal level. Accordingly, failure to comply with federal and state laws (both those currently in effect and future legislation) regarding privacy and security of personal information could expose us to fines and penalties under such laws. There also is the threat of consumer class actions related to these laws and the overall protection of personal data. This is particularly true with respect to data security incidents, and sensitive personal information, including health and biometric data. Even if we are not determined to have violated these laws, government investigations into these issues typically require the expenditure of significant resources and generate negative publicity, which could harm our reputation and business.\n\n\n \n\n\nGiven the breadth and depth of changes in data protection obligations, preparing for and complying with these requirements is rigorous and time intensive and requires significant resources and a review of our technologies, systems and practices, as well as those of any third-party collaborators, service providers, contractors or consultants that process or transfer personal data collected in the European Union. The GDPR, new state privacy laws and other changes in laws or regulations associated with the enhanced protection of certain types of sensitive data, such as healthcare data or other personal information from our clinical trials, could require us to change our business practices and put in place additional compliance mechanisms, may interrupt or delay our development, regulatory and commercialization activities and increase our cost of doing business, and could lead to government enforcement actions, private litigation and significant fines and penalties against us and could have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nWe and our partners may be subject to stringent privacy laws, information security laws, regulations, policies and contractual obligations related to data privacy and security, and changes in such laws, regulations, policies or how they are interpreted or changes in contractual obligations could adversely affect our business.\n\n\n \n\n\nThere are numerous U.S. federal and state data privacy and protection laws and regulations that apply to the collection, transmission, processing, storage and use of personally-identifying information, which among other things, impose certain requirements relating to the privacy, security and transmission of personal information. The legislative and regulatory landscape for privacy and data protection continues to evolve in jurisdictions worldwide, and there has been an increasing focus on privacy and data protection issues with the potential to affect our business. Failure to comply with any of these laws and regulations could result in enforcement action against us, including fines, imprisonment of company officials and public censure, claims for damages by affected individuals, damage to our reputation and loss of goodwill, any of which could have a material adverse effect on our business, financial condition, results of operations or prospects.\n\n\n \n\n\nIf we are unable to properly protect the privacy and security of health-related information or other sensitive or confidential information in our possession, we could be found to have breached our contracts. Further, if we fail to comply with applicable privacy laws, including applicable HIPAA privacy and security standards, we could face significant administrative, civil and criminal penalties. Enforcement activity can also result in financial liability and reputational harm, and responses to such enforcement activity can consume significant internal resources. In addition, state attorneys general are authorized to bring civil actions seeking either injunctions or damages in response to violations that threaten the privacy of state residents.\n \n\n\nWe may experience conflicts of interest with Viscient Biosciences, Inc. with respect to business opportunities and other matters.\n\n\n \n\n\nKeith Murphy, our Executive Chairman, is the Chief Executive Officer, Chairman and principal stockholder of Viscient, a private company that he founded in 2017 that is focused on drug discovery and development utilizing 3D tissue technology and multi-omics (genomics, transcriptomics, metabolomics). Jeffrey N. Miner and our Chief Scientific Officer, is a co-founder, the Chief Scientific Officer and a significant stockholder of Viscient. In addition, Adam Stern, Douglas Jay Cohen and David Gobel (through the Methuselah Foundation and the Methuselah Fund), members of our Board, have invested funds through a convertible promissory note in Viscient, but do not serve as an employee, officer or director of Viscient. Additional members of our Research and Development organization also work at Viscient, and we expect that additional employees or consultants of ours will also be employees of or consultants to Viscient. We use certain Viscient-owned facilities and equipment and allow Viscient to use certain of our facilities and equipment. During fiscal 2023, we provided services to Viscient, and we expect to continue to provide services to Viscient and enter into additional agreements with Viscient in the future.\n\n\n \n\n\n18\n\n\n\n\nIn addition, we license, as well as cross-license, certain intellectual property to and from Viscient and expect to continue to do so in the future. In particular, pursuant to an Asset Purchase and Non-Exclusive Patent License Agreement with Viscient, dated November 6, 2019, as amended, we have provided a paid up, worldwide, irrevocable, perpetual, non-exclusive license to Viscient under certain of our patents and know-how to (a) make, have made, use, sell offer to sell, import and otherwise exploit the inventions and subject matter covered by certain patents regarding certain bioprinter devices and bioprinting methods, engineered liver tissues, engineered renal tissues, engineered intestinal tissue and engineered tissue for in vitro research use, (b) to use and internally repair the bioprinters, and (c) to make additional bioprinters for internal use only in connection with drug discovery and development research, target identification and validation, compound screening, preclinical safety, absorption, distribution, metabolism, excretion and toxicology (ADMET) studies, and in vitro research to complement clinical development of a therapeutic compound. Although we have entered, and expect to enter, into agreements and arrangements that we believe appropriately govern the ownership of intellectual property created by joint employees or consultants of Viscient and/or using our or Viscient’s facilities or equipment, it is possible that we may disagree with Viscient as to the ownership of intellectual property created by shared employees or consultants, or using shared equipment or facilities.\n\n\n \n\n\nOn December 28, 2020, we entered into an intercompany agreement with Viscient and Organovo, Inc., our wholly-owned subsidiary (the “Intercompany Agreement”). Pursuant to the Intercompany Agreement, we agreed to provide Viscient certain services related to 3D bioprinting technology, which includes, but is not limited to, histology services, cell isolation, and proliferation of cells, and Viscient agreed to provide us certain services related to 3D bioprinting technology, including bioprinter training, bioprinting services, and qPCR assays, in each case on payment terms specified in the Intercompany Agreement and as may be further determined by the parties. In addition, Viscient and we each agreed to share certain facilities and equipment and, subject to further agreement, to each make certain employees available for specified projects to the other party at prices to be determined in good faith by the parties. Under the Intercompany Agreement, each party will retain its own prior intellectual property and will obtain new intellectual property rights within their respectively defined fields of use.\n \n\n\nDue to the interrelated nature of Viscient with us, conflicts of interest may arise with respect to transactions involving business dealings between us and Viscient, potential acquisitions of businesses or products, the development and ownership of technologies and products, the sale of products, markets and other matters in which our best interests and the best interests of our stockholders may conflict with the best interests of the stockholders of Viscient. In addition, we and Viscient may disagree regarding the interpretation of certain terms of the arrangements we previously entered into with Viscient or may enter into in the future. We cannot guarantee that any conflict of interest will be resolved in our favor, or that, with respect to our transactions with Viscient, we will negotiate terms that are as favorable to us as if such transactions were with another third-party. In addition, executives that provide services to us and Viscient may not dedicate all of their time to us and we may therefore compete with Viscient for the time commitments of our executive officers from time to time.\n \n\n\nRisks Related to Our Common Stock and Liquidity Risks\n\n\n \n\n\nWe could fail to maintain the listing of our common stock on the Nasdaq Capital Market, which could seriously harm the liquidity of our stock and our ability to raise capital or complete a strategic transaction.\n\n\n \n\n\nThe Nasdaq Stock Market LLC (“Nasdaq”) has established continued listing requirements, including a requirement to maintain a minimum closing bid price of at least $1 per share. If a company trades for 30 consecutive business days below such minimum closing bid price, it will receive a deficiency notice from Nasdaq. Assuming it is in compliance with the other continued listing requirements, Nasdaq would provide such company a period of 180 calendar days in which to regain compliance by maintaining a closing bid price at least $1 per share for a minimum of ten consecutive business days. There can be no assurance that we will continue to maintain compliance with the minimum bid price requirement or other listing requirements necessary for us to maintain the listing of our common stock on the Nasdaq Capital Market.\n \n\n\n \n\n\nA delisting from the Nasdaq Capital Market and commencement of trading on the Over-the-Counter Bulletin Board would likely result in a reduction in some or all of the following, each of which could have a material adverse effect on stockholders:\n\n\n \n\n\n•\nthe liquidity of our common stock;\n\n\n•\nthe market price of our common stock (and the accompanying valuation of our Company);\n\n\n•\nour ability to obtain financing or complete a strategic transaction;\n\n\n•\nthe number of institutional and other investors that will consider investing in shares of our common stock;\n\n\n•\nthe number of market markers or broker-dealers for our common stock; and\n\n\n•\nthe availability of information concerning the trading prices and volume of shares of our common stock.\n\n\n \n\n\nThere is no assurance that an active market in our common stock will continue at present levels or increase in the future.\n\n\n \n\n\n19\n\n\n\n\nOur common stock is currently traded on the Nasdaq Capital Market, but there is no assurance that an active market in our common stock will continue at present levels or increase in the future. As a result, an investor may find it difficult to dispose of our common stock on the timeline and at the volumes they desire. This factor limits the liquidity of our common stock and may have a material adverse effect on the market price of our common stock and on our ability to raise additional capital.\n\n\nThe price of our common stock may continue to be volatile, which could lead to losses by investors and costly securities litigation.\n\n\n \n\n\nThe trading price of our common stock is likely to be highly volatile and could fluctuate in response to factors such as:\n\n\n \n\n\n•\nannouncements by us or our competitors of significant acquisitions, strategic partnerships, joint ventures or capital commitments;\n\n\n•\nour ability to execute on our new strategic plan;\n\n\n•\nreduced government funding for research and development activities;\n\n\n•\nactual or anticipated variations in our operating results;\n\n\n•\nadoption of new accounting standards affecting our industry;\n\n\n•\nadditions or departures of key personnel;\n\n\n•\nsales of our common stock or other securities in the open market;\n\n\n•\ndegree of coverage of securities analysts and reports and recommendations issued by securities analysts regarding our business;\n\n\n•\nvolume fluctuations in the trading of our common stock; and\n\n\n•\nother events or factors, many of which are beyond our control.\n\n\n \n\n\nThe stock market is subject to significant price and volume fluctuations. In the past, following periods of volatility in the market price of a company’s securities, securities class action litigation has often been initiated against such a company. Litigation initiated against us, whether or not successful, could result in substantial costs and diversion of our management’s attention and resources, which could harm our business and financial condition.\n\n\n \n\n\nInvestors may experience dilution of their ownership interests because of the future issuance of additional shares of our capital stock.\n\n\n \n\n\nWe are authorized to issue 200,000,000 shares of common stock and 25,000,000 shares of preferred stock. As of March 31, 2023, there were an aggregate of 11,426,737 shares of our common stock issued and outstanding and available for issuance on a fully diluted basis and no shares of preferred stock outstanding. That total for our common stock includes 2,650,405 shares of our common stock that may be issued upon the vesting of restricted stock units, the exercise of outstanding stock options, or is available for issuance under our equity incentive plans, and 58,426 shares of common stock that may be issued through our Employee Stock Purchase Plan (“ESPP”).\n\n\n \n\n\nIn the future, we may issue additional authorized but previously unissued equity securities to raise funds to support our continued operations and to implement our business plan. We may also issue additional shares of our capital stock or other securities that are convertible into or exercisable for our capital stock in connection with hiring or retaining employees, future acquisitions, or for other business purposes. If we raise additional funds from the issuance of equity securities, substantial dilution to our existing stockholders may result. In addition, the future issuance of any such additional shares of capital stock may create downward pressure on the trading price of our common stock. There can be no assurance that we will not be required to issue additional shares, warrants or other convertible securities in the future in conjunction with any capital raising efforts, including at a price (or exercise prices) below the price at which shares of our common stock is currently traded on the Nasdaq Capital Market. Moreover, depending on market conditions, we cannot be sure that additional financing will be available when needed or that, if available, financing will be obtained on terms favorable to us or to our stockholders.\n\n\n \n\n\nWe do not intend to pay dividends for the foreseeable future.\n\n\n \n\n\nWe have paid no dividends on our common stock to date and it is not anticipated that any dividends will be paid to holders of our common stock in the foreseeable future. While our future dividend policy will be based on the operating results and capital needs of our business, it is currently anticipated that any earnings will be retained to finance our future expansion and for the implementation of our business plan. As an investor, you should take note of the fact that a lack of a dividend can further affect the market value of our stock and could significantly affect the value of any investment.\n\n\n \n\n\n20\n\n\n\n\nAnti-takeover provisions in our organizational documents and Delaware law may discourage or prevent a change of control, even if an acquisition would be beneficial to our stockholders, which could affect our stock price adversely and prevent attempts by our stockholders to replace or remove our current management.\n\n\n \n\n\nOur Certificate of Incorporation, as amended (“Certificate of Incorporation”), and Amended and Restated Bylaws, as amended (“Bylaws”) contain provisions that could delay or prevent a change of control of our company or changes in our board of directors that our stockholders might consider favorable. Some of these provisions:\n\n\n \n\n\n•\nauthorize the issuance of preferred stock which can be created and issued by our board of directors without prior stockholder approval, with rights senior to those of the common stock;\n\n\n•\nprovide for a classified board of directors, with each director serving a staggered three-year term;\n\n\n•\nprovide that each director may be removed by the stockholders only for cause;\n\n\n•\nprohibit our stockholders from filling board vacancies, calling special stockholder meetings, or taking action by written consent; and\n\n\n•\nrequire advance written notice of stockholder proposals and director nominations.\n\n\n \n\n\nIn addition, we are subject to the provisions of Section 203 of the Delaware General Corporation Law, which may prohibit certain business combinations with stockholders owning 15% or more of our outstanding voting stock. These and other provisions in our Certificate of Incorporation, Bylaws and Delaware law could make it more difficult for stockholders or potential acquirers to obtain control of our board of directors or initiate actions that are opposed by our then-current board of directors, including delaying or impeding a merger, tender offer, or proxy contest involving our company. Any delay or prevention of a change of control transaction or changes in our board of directors could cause the market price of our common stock to decline.\n\n\nRisks Related to Our Intellectual Property\n\n\n \n\n\nIf we are not able to adequately protect our proprietary rights, our business could be harmed.\n\n\n \n\n\nOur success will depend to a significant extent on our ability to obtain patents and maintain adequate protection for our technologies, intellectual property and products and service offerings in the United States and other countries. If we do not protect our intellectual property adequately, competitors may be able to use our technologies and gain a competitive advantage.\n\n\n \n\n\nTo protect our products and technologies, we, and our collaborators and licensors, must prosecute and maintain existing patents, obtain new patents and pursue other intellectual property protection. Our existing patents and any future patents we obtain may not be sufficiently broad to prevent others from using our technologies or from developing competing products and technologies. Moreover, the patent positions of many biotechnology and pharmaceutical companies are highly uncertain, involve complex legal and factual questions and have in recent years been the subject of much litigation. As a result, we cannot guarantee that:\n\n\n \n\n\n•\nany patent applications filed by us will issue as patents;\n\n\n•\nthird parties will not challenge our proprietary rights, and if challenged that a court or an administrative board of a patent office will hold that our patents are valid and enforceable;\n\n\n•\nthird parties will not independently develop similar or alternative technologies or duplicate any of our technologies by inventing around our claims;\n\n\n•\nany patents issued to us will cover our technology and products as ultimately developed;\n\n\n•\nwe will develop additional proprietary technologies that are patentable;\n\n\n•\nthe patents of others will not have an adverse effect on our business; or\n\n\n•\nas issued patents expire, we will not lose some competitive advantage.\n\n\n \n\n\nAs previously disclosed, we have recommenced certain historical operations and are now focusing our future efforts on developing highly customized 3D human tissues as living, dynamic models for healthy and diseased human biology for drug development. Previously, we focused our efforts on developing our in vivo liver tissues to treat end-stage liver disease and a select group of life-threatening, orphan diseases, for which there were limited treatment options other than organ transplant. We also explored the development of other potential pipeline in vivo tissue constructs. As we focus our business on developing highly customized 3D human tissues, we may sell, discontinue, adjust or abandon certain patents and patent applications relating to our historical operations. There can be no assurance that we will be successful at such efforts or sell or otherwise monetize such assets on acceptable terms, if at all. There is also no guarantee that our remaining patents will be sufficiently broad to prevent others from using our technologies or from developing competing products and technologies.\n\n\n \n\n\n21\n\n\n\n\nWe may not be able to protect our intellectual property rights throughout the world.\n\n\n \n\n\nCertain foreign jurisdictions have an absolute requirement of novelty that renders any public disclosure of an invention immediately fatal to patentability in such jurisdictions. Therefore, there is a risk that we may not be able to protect some of our intellectual property in the United States or abroad due to disclosures, which we may not be aware of, by our collaborators or licensors. Some foreign jurisdictions prohibit certain types of patent claims, such as “method-of-treatment/use-type” claims; thus, the scope of protection available to us in such jurisdictions is limited.\n\n\n \n\n\nMoreover, filing, prosecuting and defending patents on all of our potential products and technologies throughout the world would be prohibitively expensive. Competitors may use our technologies in jurisdictions where we have not sought or obtained patent protection to develop their own products and further, may export otherwise infringing products to territories where we have patent protection, but where enforcement is not as strong as that in the United States. These products may compete with our future products in jurisdictions where we do not have any issued patents and our patent claims or other intellectual property rights may not be effective or sufficient to prevent them from competing.\n\n\n \n\n\nMany companies have encountered significant problems in protecting and defending intellectual property rights in foreign jurisdictions. The legal systems of certain countries, particularly certain developing countries, do not favor the enforcement of patents and other intellectual property protection, particularly those relating to biopharmaceuticals, which could make it difficult for us to stop the infringement of our patents or marketing of competing products in violation of our proprietary rights generally. Proceedings to enforce our patent rights in foreign jurisdictions could result in substantial cost and divert our efforts and attention from other aspects of our business.\n\n\n \n\n\nPatents covering our products could be found invalid or unenforceable if challenged in court or before administrative bodies in the United States or abroad.\n \n\n\n \n\n\nThe issuance of a patent is not conclusive as to its inventorship, scope, validity or enforceability, and our patents may be challenged in the courts or patent offices in the United States and abroad. We may be subject to a third-party preissuance submission of prior art to the U.S. Patent and Trademark Office (the “USPTO”), or become involved in opposition, derivation, revocation, reexamination, post-grant and \ninter partes\n review (“IPR”), or interference proceedings or other similar proceedings challenging our patent rights. An adverse determination in any such submission, proceeding or litigation could reduce the scope of, or invalidate or render unenforceable, our patent rights, allow third parties to commercialize our technology or products and compete directly with us, without payment to us, or result in our inability to manufacture or commercialize products without infringing third-party patent rights. Moreover, we may have to participate in interference proceedings declared by the USPTO to determine priority of invention or in post-grant challenge proceedings, such as oppositions in a foreign patent office, that challenge our priority of invention or other features of patentability with respect to our patents and patent applications. Such challenges may result in loss of patent rights, in loss of exclusivity or in patent claims being narrowed, invalidated or held unenforceable, which could limit our ability to stop others from using or commercializing similar or identical technology and products, or limit the duration of the patent protection of our technology or products. Such proceedings also may result in substantial cost and require significant time from our scientists and management, even if the eventual outcome is favorable to us.\n \n\n\nFor example, our U.S. Patent Nos. 9,855,369 and 9,149,952, which relate to our bioprinter technology, were the subject of IPR proceedings filed by Cellink AB and its subsidiaries (collectively, “BICO Group AB”), one of our competitors. Likewise, U.S. Patent Nos. 9,149,952, 9,855,369, 8,931,880, 9,227,339, 9,315,043 and 10,967,560 (all assigned to Organovo, Inc.) and U.S. Patent Nos. 7,051,654, 8,241,905, 8,852,932 and 9,752,116 (assigned to Clemson University and the University of Missouri, respectively) were implicated in a declaratory judgment complaint filed against Organovo, Inc., our wholly owned subsidiary, by BICO Group AB and certain of its subsidiaries in the United States District Court for the District of Delaware. All of these matters were eventually settled in February 2022.\n\n\nSome of our competitors may be able to sustain the costs of such litigation or proceedings more effectively than we can because of their substantially greater financial resources. Patent litigation and other proceedings may also absorb significant management time. Uncertainties resulting from the initiation and continuation of patent litigation or other proceedings could impair our ability to compete in the marketplace. The occurrence of any of the foregoing could have a material adverse effect on our business, financial condition or results of operations. We may become involved in lawsuits to protect or enforce our inventions, patents or other intellectual property or the patents of our licensors, which could be expensive and time consuming.\n\n\nIn addition, if we initiate legal proceedings against a third party to enforce a patent covering our products, the defendant could counterclaim that such patent is invalid or unenforceable. In patent litigation in the United States, defendant counterclaims alleging invalidity or unenforceability are commonplace. Grounds for a validity challenge could be an alleged failure to meet any of several statutory requirements, including lack of novelty, obviousness, or non-enablement. Grounds for an unenforceability assertion could be an allegation that someone connected with prosecution of the patent withheld relevant information from the USPTO or made a misleading statement during prosecution. Third parties may also raise claims challenging the validity or enforceability of our patents before administrative bodies in the United States or abroad, even outside the context of litigation, including through re-examination, post-grant review,\n \nIPR, interference proceedings, derivation proceedings and equivalent proceedings in foreign jurisdictions (e.g.,\n \n\n\n22\n\n\n\n\nopposition proceedings). Such proceedings could result in the revocation of, cancellation of or amendment to our patents in such a way that they no longer cover our products. The outcome following legal assertions of invalidity and unenforceability is unpredictable. With respect to the validity question, for example, we cannot be certain that there is no invalidating prior art, of which we and the patent examiner were unaware during prosecution. If a third party were to prevail on a legal assertion of invalidity or unenforceability, we would lose at least part, and perhaps all, of the patent protection on our products. Such a loss of patent protection would have a material adverse effect on our business, financial condition, and results of operations.\n\n\n \n\n\nWe may be involved in lawsuits or other proceedings to protect or enforce our patents or the patents of our licensors, which could be expensive, time-consuming and unsuccessful.\n\n\n \n\n\nCompetitors may infringe our patents or the patents of our collaborators or licensors or our licensors may breach or otherwise prematurely terminate the provisions of our license agreements with them. To counter infringement or unauthorized use, we may be required to file infringement claims or lawsuits, which can be expensive and time-consuming. In addition, in an infringement proceeding, a court may decide that a patent of ours or our collaborators or licensors is not valid or is unenforceable or may refuse to stop the other party from using the technology at issue on the grounds that our patents do not cover the technology in question. An adverse result in any litigation or defense proceedings could put one or more of our patents at risk of being invalidated, held unenforceable, or interpreted narrowly and could put our other patent applications at risk of not issuing. Additionally, our licensors may continue to retain certain rights to use technologies licensed by us for research purposes. Patent disputes can take years to resolve, can be very costly and can result in loss of rights, injunctions or substantial penalties. Moreover, patent disputes and related proceedings can distract management’s attention and interfere with running our business.\n\n\n \n\n\nFurthermore, because of the potential for substantial discovery in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure during this type of litigation. In addition, there could be public announcements of the results of hearings, motions or other interim proceedings or developments which could harm our business.\n\n\n \n\n\nAs more companies file patents relating to bioprinters and bioprinted tissues, it is possible that patent claims relating to bioprinters or bioprinted human tissue may be asserted against us. In addition, the drug candidates we pursue may also be pursued by other companies, and it is possible that patent claims relating to such drug candidates may also be asserted against us. Any patent claims asserted against us could harm our business. Moreover, we may face claims from non-practicing entities, which have no relevant product revenue and against whom our own patent portfolio may have no deterrent effect. Any such claims, with or without merit, could be time-consuming to defend, result in costly litigation and diversion of resources, cause product shipment or delays or require us to enter into royalty or license agreements. These licenses may not be available on acceptable terms, or at all. Even if we are successful in defending such claims, infringement and other intellectual property litigation can be expensive and time-consuming to litigate and divert management’s attention from our core business. Any of these events could harm our business significantly.\n\n\n \n\n\nOur current and future research, development and commercialization activities also must satisfy the obligations under our license agreements. Any disputes arising under our license agreements could be costly and distract our management from the conduct of our business. Moreover, premature termination of a license agreement could have an adverse impact on our business.\n\n\n \n\n\nIn addition to infringement claims against us, if third parties have prepared and filed patent applications in the United States that also claim technology to which we have rights, we may have to participate in interference proceedings in the United States Patent and Trademark Office (“PTO”) to determine the priority of invention and opposition proceedings outside of the United States. An unfavorable outcome could require us to cease using the related technology or to attempt to license rights to it from the prevailing party.\n\n\n \n\n\nThird parties may also attempt to initiate reexamination, post grant review or inter partes review of our patents or those of our collaborators or licensors in the PTO. We may also become involved in similar opposition proceedings in the European Patent Office or similar offices in other jurisdictions regarding our intellectual property rights with respect to our products and technology.\n\n\n \n\n\nWe depend on license agreements with University of Missouri, Clemson University and the Salk Institute for Biological Studies  for rights to use certain patents, pending applications, and know how. Failure to comply with or maintain obligations under these agreements and any related or other termination of these agreements could materially harm our business and prevent us from developing or commercializing new product candidates.\n\n\n \n\n\nWe are party to license agreements with University of Missouri, Clemson University and the Salk Institute for Biological Studies under which we were granted exclusive rights to patents and patent applications that are important to our business and to our ability to develop and commercialize our 3D tissue products fabricated using our NovoGen Bioprinters and our FXR314 agonist in gastrointestinal disease. Our rights to use these patents and patent applications and employ the inventions claimed in these licensed patents are subject to the continuation of and our compliance with the terms of our license agreements. If we were to breach the terms of these license agreements and the agreements were terminated as a result, our ability to continue to develop and commercialize our NovoGen Bioprinters, 3D tissue products and the FXR314 agonist and to operate our business could be adversely impacted.\n\n\n23\n\n\n\n\nWe may be unable to adequately prevent disclosure of trade secrets and other proprietary information.\n\n\nIn order to protect our proprietary and licensed technology and processes, we rely in part on confidentiality agreements with our corporate partners, employees, consultants, manufacturers, outside scientific collaborators and sponsored researchers and other advisors. These agreements may not effectively prevent disclosure of our confidential information and may not provide an adequate remedy in the event of unauthorized disclosure of confidential information. In addition, others may independently discover our trade secrets and proprietary information. Failure to obtain or maintain trade secret protection could adversely affect our competitive business position.\n\n\nWe may be subject to claims that our employees, consultants or independent contractors have wrongfully used or disclosed confidential information of third parties.\n\n\nWe employ or engage individuals who were previously employed at other biopharmaceutical companies. Although we have no knowledge of any such claims against us, we may be subject to claims that we or our employees, consultants or independent contractors have inadvertently or otherwise used or disclosed confidential information of our employees’ former employers or other third parties. Litigation may be necessary to defend against these claims. There is no guarantee of success in defending these claims, and even if we are successful, litigation could result in substantial cost and be a distraction to our management and other employees. To date, none of our employees have been subject to such claims.\n\n\n \n\n\nGeneral Risk Factors\n\n\nCompliance with the reporting requirements of federal securities laws can be expensive.\n\n\nWe are a public reporting company in the United States, and accordingly, subject to the information and reporting requirements of the Exchange Act and other federal securities laws, including the compliance obligations of the Sarbanes-Oxley Act of 2002 (“Sarbanes-Oxley Act”). The costs of complying with the reporting requirements of the federal securities laws, including preparing and filing annual and quarterly reports and other information with the Securities and Exchange Commission (the “SEC”) and furnishing audited reports to stockholders, can be substantial.\n\n\nIf we fail to comply with the rules of Section 404 of the Sarbanes-Oxley Act related to accounting controls and procedures, or, if we discover material weaknesses and deficiencies in our internal control and accounting procedures, we may be subject to sanctions by regulatory authorities and our stock price could decline.\n\n\nSection 404 of the Sarbanes-Oxley Act (“Section 404”) requires that we evaluate and determine the effectiveness of our internal control over financial reporting. We believe our system and process evaluation and testing comply with the management certification requirements of Section 404. We cannot be certain, however, that we will be able to satisfy the requirements in Section 404 in all future periods. If we are not able to continue to meet the requirements of Section 404 in a timely manner or with adequate compliance, we may be subject to sanctions or investigation by regulatory authorities, such as the SEC or Nasdaq. Any such action could adversely affect our financial results or investors’ confidence in us and could cause our stock price to fall. Moreover, if we are not able to comply with the requirements of Section 404 in a timely manner, or if we identify deficiencies in our internal controls that are deemed to be material weaknesses, we may be required to incur significant additional financial and management resources to achieve compliance.\n\n\n24\n\n\n\n",
    "item7": ">Item 7. Management’s Discussion and Analysis of\n Financial Condition and Results of Operations.\n \n\n\nThe following management’s discussion and analysis of financial condition and results of operations should be read in conjunction with our historical consolidated financial statements and the related notes. This management’s discussion and analysis contains forward-looking statements that involve risks and uncertainties, such as statements of our plans, objectives, expectations and intentions. Any statements that are not statements of historical fact are forward-looking statements. These forward-looking statements are subject to risks and uncertainties that could cause our actual results or events to differ materially from those expressed or implied by the forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to, those identified below and those discussed in section Item 1A. “Risk Factors” in this Annual Report. Except as required by applicable law we do not undertake any obligation to update our forward-looking statements to reflect events or circumstances occurring after the date of this Annual Report.\n\n\nOverview\n\n\nWe are a biotechnology company that is focusing on building high fidelity, 3D tissues that recapitulate key aspects of human disease. We use these models to identify gene targets responsible for driving the disease and intend to initiate drug discovery programs around these validated targets. We are initially focusing on the intestine and have ongoing 3D tissue development efforts in ulcerative colitis (“UC”) and Crohn’s disease (“CD”). We intend to add additional tissues/diseases/targets to our portfolio over time. In line with these plans, we are building upon both our external and in-house scientific expertise, which will be essential to our drug development effort.\n\n\nWe use our proprietary technology to build functional 3D human tissues that mimic key aspects of native human tissue composition, architecture, function and disease. Our advances include cell type-specific compartments, prevalent intercellular tight junctions, and the formation of microvascular structures. Management believes these attributes can enable critical complex, multicellular disease models that can be used to develop clinically effective drugs across multiple therapeutic areas.\n\n\nOur NovoGen Bioprinters\n®\n are automated devices that enable the fabrication of 3D living tissues comprised of mammalian cells. We believe that the use of our bioprinting platform as well as complementary 3D technologies will allow us to develop an understanding of disease biology that leads to validated novel drug targets, and  therapeutics to those targets to treat disease.\n \n\n\nThe majority of our current focus is on inflammatory bowel disease (“IBD”), including CD and UC. We are creating high fidelity disease models, leveraging our prior work including the work found in our peer-reviewed publication on bioprinted intestinal tissues (\nMadden et al. Bioprinted 3D Primary Human Intestinal Tissues Model Aspects of Native Physiology and ADME/Tox Functions. iScience. 2018 Apr 27;2:156-167. doi: 10.1016/j.isci.2018.03.015.)  Our current understanding of intestinal tissue models and IBD models leads us to believe that we can create models that provide greater insight into the biology of these diseases than are generally currently available.  Using these disease models, we intend to identify and validate novel therapeutic targets. After finding therapeutic drug targets, we will focus on developing novel small molecule, antibody, or other therapeutic drug candidates to treat the disease, and advance these drug candidates towards an Investigational New Drug (“IND”) filing and potential future clinical trials. We may also form partnerships around the development of targets or therapeutics for the treatment of IBD.\n \n\n\nIn March of 2023, we \nentered into and closed an asset purchase agreement with Metacrine, Inc to acquire their farnesoid X receptor (\"FXR\") program. FXR is a mediator of GI and liver diseases. FXR agonism has been tested in a variety of preclinical models of IBD.  The acquired program contains two clinically tested compounds and over 2,000 discovery or preclinical compounds.\n \n\n\nWe expect to broaden our work into additional therapeutic areas over time and are currently exploring specific tissues for development. In our work to identify the areas of interest, we evaluate areas that might be better served with 3D disease models than currently available models as well as the commercial opportunity.\n\n\nWe hold a large and diverse patent portfolio related to our bioprinting platform and complementary 3D technologies. The strength of this patent portfolio, the fact that it was created early in the bioprinting revolution and growth in the bioprinting industry have made for an attractive business opportunity for us. We are now beginning to invest resources to explore and expand business and revenue opportunities from the leveraging of our patent portfolio.\n\n\nCritical Accounting Policies, Estimates, and Judgments\n\n\nOur financial statements are prepared in accordance with U.S. generally accepted accounting principles (“GAAP”). Any reference in this annual report to applicable guidance is meant to refer to the authoritative accounting principles generally accepted in the United States as found in the Accounting Standards Codification (“ASC”) and Accounting Standards Updates (“ASU”) of the Financial Accounting Standards Board (“FASB”). The preparation of these financial statements requires us to make estimates and judgments that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. We continually evaluate our estimates and judgments used in preparing our financial statements and related disclosures, none of which are considered critical. All estimates affect reported amounts of assets, liabilities, revenues and expenses, as well as disclosures of contingent assets and liabilities. These\n \n\n\n28\n\n\n\n\nestimates and judgments are also based on historical experience and other factors that are believed to be reasonable under the circumstances. Materially different results can occur as circumstances change and additional information becomes known.\n\n\nOur significant accounting policies are set forth in “Note 1. Description of Business and Summary of Significant Accounting Policies” in the Notes to Consolidated Financial Statements contained within this Annual Report. Of those policies, we believe that the policies discussed below may involve a higher degree of judgment and may be more critical to an accurate reflection of our financial condition and results of operations. Accounting policies regarding stock-based compensation are considered critical, as they require significant assumptions. If there is a difference between the assumptions used in determining our stock-based compensation expense and the actual factors that become known over time, specifically with respect to anticipated forfeitures, we may change the input factors used in determining stock-based compensation costs for future grants. These changes, if any, may materially impact our results of operations in the period such changes are made.\n\n\nStock-based compensation\n\n\nFor purposes of calculating stock-based compensation, we estimate the fair value of stock options and shares acquirable under our 2022 Equity Incentive Plan (\"2022 Plan\"), Amended and Restated 2012 Equity Incentive Plan (the “2012 Plan”), our 2016 Employee Stock Purchase Plan (the “ESPP”) or our 2021 Inducement Equity Plan (the “Inducement Plan”) using a Black-Scholes option-pricing model. The determination of the fair value of share-based payment awards utilizing the Black-Scholes model is affected by our stock price and a number of assumptions, including expected volatility, expected life, risk-free interest rate and expected dividends. Expected volatility is based on the Company-specific historical volatility rate. For certain options granted with vesting criteria contingent on market conditions, we engage with valuation specialists to calculate fair value and requisite service periods using Monte Carlo simulations. For certain options granted with vesting criteria contingent on pre-defined Company performance criteria, we periodically assess and adjust the expense based on the probability of achievement of such performance criteria. For shares acquirable under our ESPP, we use our Company-specific volatility rate. The expected life of the stock options is based on historical and other economic data trended into the future. The risk-free interest rate assumption is based on observed interest rates appropriate for the expected terms of our stock options. The dividend yield assumption is based on our history and expectation of no dividend payouts. If factors change and we employ different assumptions, our stock-based compensation expense may differ significantly from what we have recorded in the past.\n \n\n\nFor purposes of calculating stock-based compensation, we estimate the fair value of restricted stock units (“RSUs”) with pre-defined performance criteria, based on the closing stock price on the date of grant. No exercise price or other monetary payment is required for receipt of the shares issued in settlement of the respective award; instead, consideration is furnished in the form of the participant’s service to us.\n\n\nIf there is a difference between the assumptions used in determining our stock-based compensation expense and the actual factors that become known over time, we may change the input factors used in determining stock-based compensation costs for future grants. These changes, if any, may materially impact our results of operations in the period such changes are made.\n\n\nRevenue\n\n\nWe assess whether our license agreements are considered a contract with a customer under ASC Topic 606, Revenue from Contracts with Customers (“Topic 606”) or an arrangement with a collaborator subject to guidance under ASC Topic 808, Collaborative Arrangements (“Topic 808”). These agreements can include one or more of the following: (i) non-refundable upfront fees and (ii) royalties based on specified percentages of net product sales. At contract inception, we assess the goods or services agreed upon within each contract and assess whether each good or service is distinct and determine those that are performance obligations. We then recognize as revenue the amount of the transaction price that is allocated to the respective performance obligation when (or as) the performance obligation is satisfied.\n\n\nFor the year ended March 31, 2023, the performance obligations assessed were sales-based royalties on a quarterly basis. We evaluate the performance obligation to determine if it can be satisfied at a point in time or over time. For agreements that include sales-based royalties, we estimate and recognize revenue in the period the underlying sales occur. Key factors considered in the estimate include sales of products that include the underlying licensed IP and the location of customers related to the jurisdictions of the licensed IP. In addition, variable consideration must be evaluated to determine if it is constrained and, therefore, excluded from the transaction price.\n \n\n\n29\n\n\n\n\nDifferences in the allocation of the transaction price between delivered and undelivered performance obligations can impact the timing of revenue recognition but do not change the total revenue recognized under any agreement.\n\n\nResults of Operations\n\n\nComparison of the Years Ended March 31, 2023 and 2022\n\n\nThe following table summarizes our results of operations for the years ended March 31, 2023 and 2022 (in thousands, except percentages):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended March 31,\n\n\n \n\n\n \n\n\nIncrease (decrease)\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nRevenues\n\n\n$\n\n\n370\n\n\n \n\n\n \n\n\n$\n\n\n1,500\n\n\n \n\n\n \n\n\n$\n\n\n(1,130\n\n\n)\n\n\n \n\n\n \n\n\n(75\n\n\n%)\n\n\n\n\n\n\nResearch and development\n\n\n$\n\n\n8,885\n\n\n \n\n\n \n\n\n$\n\n\n3,320\n\n\n \n\n\n \n\n\n$\n\n\n5,565\n\n\n \n\n\n \n\n\n \n\n\n168\n\n\n%\n\n\n\n\n\n\nSelling, general and administrative\n\n\n$\n\n\n9,216\n\n\n \n\n\n \n\n\n$\n\n\n9,659\n\n\n \n\n\n \n\n\n$\n\n\n(443\n\n\n)\n\n\n \n\n\n \n\n\n(5\n\n\n%)\n\n\n\n\n\n\nOther income\n\n\n$\n\n\n474\n\n\n \n\n\n \n\n\n$\n\n\n33\n\n\n \n\n\n \n\n\n$\n\n\n441\n\n\n \n\n\n \n\n\n \n\n\n1,336\n\n\n%\n\n\n\n\n\n\n \n\n\nRevenues\n\n\nWe had $0.4 million of royalty revenue for the year ended March 31, 2023, compared to $1.5 million revenue for the year ended March 31, 2022. The $1.5 million of royalty revenue for the year ended March 31, 2022 was an upfront payment related to the licensing of certain intellectual property (“IP”). The $0.4 million of royalty revenue for the year ended March 31, 2023, was related to the sales-based royalty revenue earned from the aforementioned licensing of IP.\n \n\n\nResearch and Development Expenses\n\n\nThe following table summarizes our research and development expenses for the years ended March 31, 2023 and 2022 (in thousands, except percentages):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended March 31,\n\n\n \n\n\n \n\n\nIncrease (decrease)\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nResearch and development\n\n\n$\n\n\n8,247\n\n\n \n\n\n \n\n\n$\n\n\n2,787\n\n\n \n\n\n \n\n\n$\n\n\n5,460\n\n\n \n\n\n \n\n\n \n\n\n196\n\n\n%\n\n\n\n\n\n\nNon-cash stock-based compensation\n\n\n \n\n\n473\n\n\n \n\n\n \n\n\n \n\n\n419\n\n\n \n\n\n \n\n\n \n\n\n54\n\n\n \n\n\n \n\n\n \n\n\n13\n\n\n%\n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n165\n\n\n \n\n\n \n\n\n \n\n\n114\n\n\n \n\n\n \n\n\n \n\n\n51\n\n\n \n\n\n \n\n\n \n\n\n45\n\n\n%\n\n\n\n\n\n\nTotal research and development expenses\n\n\n$\n\n\n8,885\n\n\n \n\n\n \n\n\n$\n\n\n3,320\n\n\n \n\n\n \n\n\n$\n\n\n5,565\n\n\n \n\n\n \n\n\n \n\n\n168\n\n\n%\n\n\n\n\n\n\n \n\n\nResearch and development expenses increased by $5.6 million, or 168%, from approximately $3.3 million for the year ended March 31, 2022 to approximately $8.9 million for the year ended March 31, 2023, as we significantly increased research and development activities. Our full-time research and development staff increased from an average of nine employees for the year ended March 31, 2022 to an average of fifteen employees for the year ended March 31, 2023. Research and development activities consisted of $2.4 million in personnel related costs, $5.2 million in lab and research expenses, $1.0 million in facility costs, and $0.3 million in consulting fees, depreciation, and other miscellaneous expenses. Of the $5.2 million in lab and research expenses, $4.0 million relates to acquired in-process research and development (\"IPR&D\") of Metacrine's FXR program, related research data, and IP.\n \n\n\nSelling, General and Administrative Expenses\n\n\nThe following table summarizes our selling, general and administrative expenses for the years ended March 31, 2023 and 2022 (in thousands, except percentages):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended March 31,\n\n\n \n\n\n \n\n\nIncrease (decrease)\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n%\n\n\n \n\n\n\n\n\n\nSelling, general and administrative\n\n\n$\n\n\n7,184\n\n\n \n\n\n \n\n\n$\n\n\n7,794\n\n\n \n\n\n \n\n\n$\n\n\n(610\n\n\n)\n\n\n \n\n\n \n\n\n(8\n\n\n%)\n\n\n\n\n\n\nNon-cash stock-based compensation\n\n\n \n\n\n1,904\n\n\n \n\n\n \n\n\n \n\n\n1,837\n\n\n \n\n\n \n\n\n \n\n\n67\n\n\n \n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n128\n\n\n \n\n\n \n\n\n \n\n\n28\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n \n\n\n \n\n\n \n\n\n357\n\n\n%\n\n\n\n\n\n\nTotal selling, general and administrative\n   expenses\n\n\n$\n\n\n9,216\n\n\n \n\n\n \n\n\n$\n\n\n9,659\n\n\n \n\n\n \n\n\n$\n\n\n(443\n\n\n)\n\n\n \n\n\n \n\n\n(5\n\n\n%)\n\n\n\n\n\n\n \n\n\nSelling, general and administrative expenses decreased approximately $0.4 million, or 5%, from $9.7 million for the year ended March 31, 2022 to approximately $9.2 million for the year ended March 31, 2023. Overall, the decrease year over year is due to a significant decrease in general corporate costs, most notably legal costs, as we were involved in litigation in fiscal 2022 which was resolved by the end of fiscal 2022. For the year ended March 31, 2022, we had an average of four full-time employees, which\n \n\n\n30\n\n\n\n\nincreased to an average of five full-time employees for the year ended March 31, 2023. Year over year, we had an increase in personnel related costs of approximately $0.4 million, an increase in consulting costs of approximately $0.3 million, an increase in depreciation and amortization of approximately $0.1 million. These increases were offset by a $1.2 million decrease in general corporate costs, mostly attributable to a decrease in legal costs related to litigation regarding patent enforcement that occurred and ended in fiscal 2022.\n \n\n\nOther Income (Expense)\n\n\nOther income was $0.5 million and less than $0.1 million for the years ended March 31, 2023 and March 31, 2022, respectively. For the year ended March 31, 2023, interest income was approximately $0.5 million, due to higher interest rates compared to prior years. For the year ended March 31, 2022, other income consisted of a sale of a bioprinter asset to an academic research institution as well as interest income.\n \n\n\nFinancial Condition, Liquidity and Capital Resources\n\n\nGoing forward, we intend to leverage our proprietary technology platform to develop therapeutic drugs. Our initial plan is to focus on IBD, including CD and UC with a goal of broadening our work into additional therapeutic areas over time.\n \n\n\nThe accompanying consolidated financial statements have been prepared on the basis that we are a going concern, which contemplates, among other things, the realization of assets and satisfaction of liabilities in the normal course of business. As of March 31, 2023, we had cash and cash equivalents of approximately $15.3 million and an accumulated deficit of $325.0 million. As of March 31, 2022, we had cash and cash equivalents of $28.7 million and an accumulated deficit of $307.7 million. We had negative cash flows from operations of $12.4 million and $8.5 million for the years ended March 31, 2023 and 2022, respectively.\n\n\nAs of March 31, 2023, we had total current assets of approximately $17.0 million and current liabilities of approximately $3.7 million, resulting in working capital of $13.3 million. At March 31, 2022, we had total current assets of approximately $29.5 million and current liabilities of approximately $1.4 million, resulting in working capital of $28.1 million.\n \n\n\nThe following table sets forth a summary of the primary sources and uses of cash for the years ended March 31, 2023 and 2022 (in thousands):\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nYear Ended March 31,\n\n\n \n\n\n\n\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nNet cash (used in) provided by:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOperating activities\n\n\n$\n\n\n(12,408\n\n\n)\n\n\n \n\n\n$\n\n\n(8,453\n\n\n)\n\n\n\n\n\n\nInvesting activities\n\n\n \n\n\n(966\n\n\n)\n\n\n \n\n\n \n\n\n(409\n\n\n)\n\n\n\n\n\n\nFinancing activities\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n205\n\n\n \n\n\n\n\n\n\nNet decrease in cash, cash equivalents, and restricted cash\n\n\n$\n\n\n(13,374\n\n\n)\n\n\n \n\n\n$\n\n\n(8,657\n\n\n)\n\n\n\n\n\n\n \n\n\nOperating activities\n\n\nNet cash used in operating activities was approximately $12.4 million and $8.5 million for the years ended March 31, 2023 and 2022, respectively. The $3.8 million increase in operating cash usage, for the year ended March 31, 2023, can be attributed primarily to an increase in our research and development activities. Operating cash usage includes $2.0 million of cash outflows for acquired IPR&D of Metacrine's FXR drug compound, related research data, and IP.\n\n\nInvesting activities\n\n\nNet cash used in investing activities was $1.0 million and $0.4 million for the years ended March 31, 2023 and 2022, respectively. The net cash used in investing activities for the year ended March 31, 2023 was attributed to $0.4 million of fixed asset purchases, $0.7 million of purchases of equity securities, net of sales, which was slightly offset by $0.1 million of investment income. The net cash used in investing activities for the year ended March 31, 2022 was related to the purchase of fixed assets.\n \n\n\nFinancing activities\n\n\nNet cash provided by financing activities was zero and $0.2 million for the years ended March 31, 2023 and 2022, respectively. The net cash provided for the year ended March 31, 2022, was primarily driven by at-the-market (\"ATM\") share offerings. Refer to “Operations funding requirements” below for further information regarding financing activities.\n\n\n31\n\n\n\n\nOperations funding requirements\n\n\nThrough March 31, 2023, we have financed our operations primarily through the sale of common stock through public and ATM offerings, the private placement of equity securities, from revenue derived from the licensing of intellectual property, products and research-based services, grants, and collaborative research agreements, and from the sale of convertible notes.\n \n\n\nOur ongoing cash requirements include research and development expenses, compensation for personnel, consulting fees, legal and accounting support, insurance premiums, facilities, maintenance of our intellectual property portfolio, license and collaboration agreements, listing on the Nasdaq Capital Market, and other miscellaneous fees to support our operations. We expect our total operating expense for the fiscal year ending March 31, 2024 to be between $12.0 million and $14.0 million. Based on our current operating plan and available cash resources, we will need substantial additional funding to support future operating activities. We have concluded that the prevailing conditions and ongoing liquidity risks faced by us raise substantial doubt about our ability to continue as a going concern for at least one year following the date these financial statements are issued. The accompanying consolidated financial statements do not include any adjustments that might be necessary should we be unable to continue as a going concern.\n\n\n \n\n\nWe previously had an effective shelf registration statement on Form S-3 (File No. 333-222929) (the “2018 Shelf”) that registered $100.0 million of common stock, preferred stock, warrants and units, or any combination of the foregoing, that was set to expire on February 22, 2021. On January 19, 2021, we filed a shelf registration statement on Form S-3 (File No. 333-252224) to register $150.0 million of common stock, preferred stock, debt securities, warrants and units, or any combination of the foregoing (the “2021 Shelf”) and a related prospectus. The 2021 Shelf registration statement was declared effective by the SEC on January 29, 2021 and replaced the 2018 Shelf at that time.\n\n\n \n\n\nOn March 16, 2018, we entered into a Sales Agreement (“Sales Agreement”) with H.C. Wainwright & Co., LLC and Jones Trading Institutional Services LLC (each an “Agent” and together, the “Agents”). On January 29, 2021, we filed a prospectus supplement to the 2021 Shelf (the “ATM Prospectus Supplement”), pursuant to which we could offer and sell, from time to time through the Agents, shares of our common stock in ATM sales transactions having an aggregate offering price of up to $50.0 million. Any shares offered and sold are issued pursuant to our 2021 Shelf.\n\n\n \n\n\nDuring the year ended March 31, 2023, we sold no shares of common stock in ATM offerings. As of March 31, 2023, we have sold an aggregate of 1,580,862 shares of common stock in ATM offerings under the ATM Prospectus Supplement, for gross proceeds of approximately $21.7 million. As of March 31, 2023, there was approximately $100.0 million available in future offerings under the 2021 Shelf, and approximately $28.3 million available for future offerings through our ATM program under the ATM Prospectus Supplement.\n\n\n \n\n\nHaving insufficient funds may require us to relinquish rights to our technology on less favorable terms than we would otherwise choose. Failure to obtain adequate financing could adversely affect our operations. If we raise additional funds from the issuance of equity securities, substantial dilution to our existing stockholders would likely result. If we raise additional funds by incurring debt financing, the terms of the debt may involve significant cash payment obligations as well as covenants and specific financial ratios that may restrict our ability to operate our business. We cannot be sure that additional financing will be available if and when needed, or that, if available, we can obtain financing on terms favorable to our stockholders. Any failure to obtain financing when required will have a material adverse effect on our business, operating results, and financial condition.\n\n\n \n\n\nAs of March 31, 2023, we had 8,716,906 total issued and outstanding shares of common stock.\n\n\n \n\n\nOn October 12, 2022, our stockholders and the Board of Directors (\"Board\") approved the 2022 Plan, and it became effective on that date. The 2022 Plan replaced the 2012 Plan on the effective date. Upon the effective date, we ceased granting awards under the 2012 Plan and any shares remaining available for future issuance under the 2012 Plan were cancelled and are no longer available for future issuance. The 2012 Plan continues to govern awards previously granted under it. At the time the Board approved the 2022 Plan, an aggregate of 1,363,000 shares of our common stock was initially reserved for issuance under the 2022 Plan. We committed to reducing the new 2022 Plan share reserve by the number of shares that were granted under the 2012 Plan and the Inducement Plan between July 25, 2022 and October 12, 2022. From July 25, 2022 to October 12, 2022, we issued 126,262 shares of common stock under the 2012 Plan. As a result, the number of shares reserved for future issuance under the 2022 Plan is 1,236,738 shares of common stock as of March 31, 2023. We also committed to reducing the aggregate number of shares of common stock issuable pursuant to the Inducement Plan from 750,000 shares to 51,000 shares (which includes 50,000 shares of its common stock issuable pursuant to an outstanding option to purchase common stock with an exercise price of $2.75 per share, leaving only 1,000 shares available for future issuance under the Inducement Plan) and the share reserve was reduced effective October 12, 2022.\n\n\n \n\n\nThe 2022 Plan provides for the issuance of up to 1,236,738 shares of our common stock, of which 1,071,471 shares remain available for issuance as of March 31, 2023, to executive officers, directors, advisory board members, employees and consultants. The 2012 Plan, as amended, provided for the issuance of up to 2,327,699 shares of our common stock, of which no shares remain available for issuance as of March 31, 2023. Additionally, 75,000 shares of common stock have been reserved for issuance under the ESPP, of which 58,426 shares remain available for future issuance as of March 31, 2023. Finally, 51,000 shares of common stock have been reserved for issuances under our Inducement Plan, of which 1,000 remain available for future issuance as of March 31, 2023. In\n \n\n\n32\n\n\n\n\naggregate, issued and outstanding common stock and shares issuable under outstanding equity awards or reserved for future issuance under the 2022 Plan, the 2012 Plan, the Inducement Plan, and the ESPP total 11,426,737 shares of common stock as of March 31, 2023.\n\n\nEffect of Inflation and Changes in Prices\n\n\nManagement does not believe that inflation and changes in price will have a material effect on our operations.\n\n\n \n\n\nRecent Accounting Pronouncements\n\n\nFor information regarding recently adopted and issued accounting pronouncements, see “Note 13. Recent Accounting Pronouncements” in the Notes to the Consolidated Financial Statements contained in this Annual Report.\n\n",
    "item7a": ">Item 7A. Quantitative and Qualitati\nve Disclosures About Market Risk.\n \n\n\nWe invest our excess cash in short term, high quality interest bearing securities including US government and US government agency securities and high-grade corporate commercial paper. The primary objective of our investment activities is to preserve our capital for the purpose of funding our operations. To achieve these objectives, our investment policy allows us to maintain a portfolio of cash, cash equivalents, and short-term investments in a variety of securities, including money market funds. Our primary exposure to market risk is interest income sensitivity, which is affected by changes in the general level of U.S. interest rates, particularly because the majority of our investments are comprised of cash and cash equivalents. We currently do not hedge interest rate exposure. Due to the nature of our short-term investments, we believe that we are not subject to any material market risk exposure. We have limited foreign currency risk exposure as our business operates primarily in U.S. dollars. We do not have significant foreign currency nor any other derivative financial instruments.\n\n\n33\n\n\n\n",
    "cik": "1497253",
    "cusip6": "68620A",
    "cusip": [
        "68620A203"
    ],
    "names": [
        "ORGANOVO HLDGS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1497253/000095017023032889/0000950170-23-032889-index.htm"
}