{
    "item1": ">Item 1. Business\nOverview\nCACI International Inc (“CACI”), a Delaware corporation, is a holding company whose operations are conducted through subsidiaries primarily located in the United States and Europe. CACI was founded in 1962 as a simulation technology company and has grown into a leading provider of Expertise and Technology to Enterprise and Mission customers, supporting national security missions and government modernization/transformation in the intelligence, defense, and federal civilian sectors, both domestically and internationally. Unless the context indicates otherwise, the terms “we”, “our”, “the Company” and “CACI” refer to CACI International Inc and its subsidiaries and ventures that are majority-owned or otherwise controlled by it. The term “the Registrant”  refers to CACI International Inc only.\n \n•\nEnterprise\n – CACI provides capabilities that enable the internal operations of a government agency. \n•\nMission\n – CACI provides capabilities that enable the execution of a government agency’s primary function, or “mission”. \n•\nExpertise\n – CACI provides Expertise to both Enterprise and Mission customers. For Enterprise customers, we deliver talent with the specific technical and functional knowledge to support internal agency operations. Examples include functional software development expertise, data and business analysis, and IT operations support. For Mission customers, we deliver talent with technical and domain knowledge to support the execution of an agency’s mission. Examples include engineering expertise such as naval architecture, marine engineering, and life cycle support; and mission support expertise such as intelligence and special operations support. \n•\nTechnology\n – CACI delivers Technology to both Enterprise and Mission customers. For both Enterprise and Mission, CACI provides: Software development at scale using open modern architectures, DevSecOps, and agile methodologies; and advanced data platforms, data operations and analyst-centric analytics including application of Artificial Intelligence and multi-source analysis. Additional examples of Enterprise technology include: Network and IT modernization; the customization, implementation, and maintenance of commercial-off-the-shelf (COTS) and enterprise resource planning (ERP) systems including financial, human capital, and supply chain management systems; and cyber security active defense and zero trust architectures. Additional examples of Mission technology include: Developing and deploying multi-domain offerings for signals intelligence (SIGINT) and electronic warfare (EW) including Counter-UAS, cyber operations, and Radio Frequency (RF) spectrum awareness, agility and usage;\n \nphotonics technology including free space optical communications; and resilient communications. CACI invests ahead of customer need with research and development to generate unique intellectual property and differentiated technology addressing critical national security and government modernization needs. \nOur proven Expertise and Technology and strong record of program delivery have enabled us to compete for and secure new customers and contracts, win repeat business, and build and maintain long-term customer relationships. We seek competitive business opportunities and have built our operations to support major programs through a market-focused business development organization.\nOur customers are primarily agencies and departments of the U.S. government as well as foreign governments and commercial enterprises. The demand for our Expertise and Technology, in large measure, is created by the increasingly complex network, systems, and information environments in which governments and businesses operate, and by the need to stay current with emerging technology while increasing productivity, enhancing security, and, ultimately, improving performance.\nFor additional discussion and analysis on recent business developments, see “Management’s Discussion and Analysis of Financial Condition & Results of Operations” in Part II of this Annual Report on Form 10-K.\nOur Markets\nDomestic Operations\nWe provide our Expertise and Technology to our domestic customers in the following market areas:\n•\nDigital Solutions\n – CACI transforms how government does business. Using our Agile-at-scale method and business process automation tools, we modernize enterprise and agency-unique applications, enterprise infrastructure, and business processes to enhance productivity and increase user satisfaction. We use data analytics and visualization to provide insights and outcomes that optimize our customer’s operations.\n•\nC4ISR, Cyber & Space\n – CACI teams ensure information superiority by delivering multi-domain command, control, communications, and computer (C4) technology and networks. Our software-defined, full-spectrum cyber, electronic warfare, and counter-unmanned aircraft system (C-UAS) solutions provide electromagnetic spectrum advantage and deliver precision effects against national security threats. We are at the forefront of developing technologies that meet the challenges of 5G wireless communications both on and off the battlefield, mmWave, and the use of lasers for free space optical communications and long-range sensing.\n4\n•\nEngineering Services\n – CACI provides platform integration and modernization and sustainment, system engineering, naval architecture, training and simulation services, and logistics engineering to help our customer achieve a decisive tactical edge. We enhance platforms to improve situational awareness, mobility, interoperability, lethality, and survivability. We conduct software vulnerability analysis and harden technology to protect against malicious actors. Our platform-agnostic, mission-first approach ensures optimal performance, so our nation’s forces can overmatch our adversaries.\n•\nEnterprise IT\n – CACI amplifies efficiency with unmatched expertise and next-generation technology. We pioneered secure, enterprise cloud solutions for classified and unclassified networks. We design, implement, protect, and manage secure enterprise IT solutions for approximately 50 federal agencies to optimize efficiency, enhance performance, and ensure end-user satisfaction. \n•\nMission Support\n – CACI’s intelligence support ensures continuous advances in collection, analysis, and dissemination to optimize decision-making. We provide analytic services in approximately 50 languages, as well as scenario-based instruction across the spectrum of intelligence processing, collection, and products. Our investigation and litigation experts support the U.S. government on thousands of cases, saving taxpayers billions of dollars. And CACI facilitates the secure flow of supplies across the globe.\nDomestic Operations represented 97.2%, 96.9%, and 97.1% of our total revenues for the fiscal year ended June 30, 2023 (“fiscal 2023”), June 30, 2022 (“fiscal 2022”) and June 30, 2021 (“fiscal 2021”), respectively.\nInternational Operations\nOur international operations are conducted primarily through our operating subsidiaries in Europe, CACI Limited and CACI BV, and account for substantially all revenues generated from international customers. Headquartered in London, our international operations provide a diverse mix of IT services and proprietary data and software products, serving commercial and government customers throughout the United Kingdom (U.K.), continental Europe and around the world. \nInternational Operations represented 2.8%, 3.1%, and 2.9% of our total revenues for fiscal 2023, 2022, and 2021, respectively. \nCompetition\nWe operate in a highly competitive industry that includes many firms, some of which are larger in size and have greater financial resources than we do. We obtain much of our business on the basis of proposals submitted in response to requests from potential and current customers, who may also receive proposals from other firms. Non-traditional players have entered the market and have established positions related to such areas as cloud computing, cyber, satellite operations, and business systems. Additionally, we face indirect competition from certain government agencies that perform services for themselves similar to those marketed by us. We know of no single competitor that is dominant in our fields of technology. We have a relatively small share of the addressable market for our solutions and services and intend to achieve growth and increase market share both organically and through strategic acquisitions.\nStrengths and Strategy\nWe primarily offer our entire range of Expertise and Technology to defense, intelligence and civilian agencies of the U.S. government. Our work for U.S. government agencies may combine a wide range of skills drawn from our Expertise and Technology. We also contract through our international operations to provide our offerings to governments of other nations. As with other government contractors, our business is subject to government customer funding decisions and actions that are beyond our control.\nOur international commercial customer base consists primarily of large commercial and government enterprises in the U.K. This market is the primary target of a diverse mix of IT consultancy services and proprietary data and software products. Commercial bids are frequently negotiated as to terms and conditions for schedule, specifications, delivery and payment.\nIn order to effectively perform on our existing customer contracts and secure new customer contracts within the U.S. government, we must maintain expert knowledge of agency policies, operations and challenges. We combine this comprehensive knowledge with Expertise and Technology for our Enterprise and Mission customers. Our capabilities provide us with opportunities either to compete directly for, or to support other bidders in competition for multi-million dollar and multi-year award contracts from the U.S. government.\nWe have strategic business relationships with a number of companies associated with the information technology industry. These strategic partners have business objectives compatible with ours and offer Expertise and Technology that complement ours. We intend to continue development of these kinds of relationships wherever they support our growth objectives.\nOur marketing and new business development is conducted by many of our officers and managers including the Chief Executive Officer, executive officers, vice presidents and division managers. We employ marketing professionals who identify and qualify major contract opportunities, primarily in the federal government market.\n5\nMuch of our business is won through submission of formal competitive bids. Government and commercial customers typically base their decisions regarding contract awards on their assessment of the quality of past performance, responsiveness to proposal requirements, price, and other factors. The terms, conditions and form of contract of government bids, however, are in most cases specified by the customer. In situations in which the customer-imposed contract type and/or terms appear to expose us to inappropriate risk or do not offer us a sufficient financial return, we may seek alternate arrangements or opt not to bid for the work. Essentially all contracts with the U.S. government, and many contracts with other government entities, permit the government customer to terminate the contract at any time for the convenience of the government or for default by the contractor. Although we operate under the risk that such terminations may occur and have a material impact on operations, such terminations have been rare and, generally, have not materially affected operations.\nOur contracts and subcontracts are composed of a wide range of contract types, including fixed-price, cost reimbursement, time-and-materials, indefinite delivery/indefinite quantity (IDIQ) and government wide acquisition contracts (known as GWACS) such as General Services Administration (GSA) schedule contracts. By company policy, significant fixed-price contracts require the approval of at least two of our senior officers.\nFor fiscal 2023, the top ten revenue-producing contracts, many of which consist of many task orders, accounted for 38.3% of our revenues, or $2.6 billion.\nRecent Acquisitions\nDuring the past three fiscal years, we completed a total of six acquisitions, including:\n•\nDuring fiscal 2023, CACI Limited completed one acquisition of a business in the U.K. that provides software engineering, data analysis and cyber services to the national security sector.\n•\nDuring fiscal 2022, CACI completed four acquisitions that provide mission and enterprise technology to sensitive government customers. Their capabilities include open source intelligence solutions, specialized cyber, satellite communications, multi-domain photonics technologies for free-space optical (FSO) communications, and commercial solutions for classified (CSfC) security technologies.\n•\nDuring fiscal 2021, CACI completed the acquisition of Ascent Vision Technologies (AVT). AVT specializes in Electro-Optical Infrared payloads, On-Board Computer Vision Processing and C-UAS solutions.\nSeasonal Nature of Business\nOur business in general is not seasonal, although the summer and holiday seasons affect our revenues because of the impact of holidays and vacations on our labor. Variations in our business also may occur at the expiration of major contracts until such contracts are renewed or new business is obtained.\nThe U.S. government’s fiscal year ends on September 30 of each year. It is not uncommon for government agencies to award extra tasks or complete other contract actions in the weeks before the end of a fiscal year in order to avoid the loss of unexpended funds. Moreover, in years when the U.S. government does not complete the budget process for the next fiscal year before the end of September, government operations whose appropriations legislation has not been signed into law are funded under a continuing resolution that authorizes them to continue to operate but traditionally does not authorize new spending initiatives.\nHuman Capital\nOur People\nOur employees are our most valuable resource. We are in continuing competition for highly skilled professionals in virtually all of our market areas. The success and growth of our business is significantly correlated with our ability to recruit, train, promote and retain high quality people at all levels of the organization. As of June 30, 2023, we employed approximately 23,000\n ta\nlented full and part-time employees that help make CACI a respected and recognized industry leader.\nOur Culture\nOur culture defines who we are, how we act, and what we believe is the right way to conduct business and is the driving force behind our success. Our culture unifies us as a company and strengthens our resolve to meet our customers’ – and our country’s – most critical missions.\nWe believe that there are two pillars to our culture: Character and Innovation. Character is demonstrated in our commitment to ethics and integrity as we expect all of our employees and independent contractors to comply with our high standards for the conduct of our business that are reflected in our policies and practices. We require all of our employees, independent contractors working on customer engagements, officers, and directors annually to execute and affirm to the code of ethics applicable to their activities. In addition, we require annual ethics and compliance training for all of our employees to provide them with the knowledge necessary to maintain our high standards of ethics and compliance.\nInnovation is demonstrated in our dedication to advancement and excellence. Our Center for Research, Application, Development, Learning, and Engagement (CRADLE℠) is a state-of-the-art collaboration facility that provides customers with an enhanced engagement experience, built to foster innovation, creative designs, and unique solutions. The CRADLE brings together customers, industry partners, academia, and CACI personnel to explore and discover new ways to solve complex problems and challenges.\n6\nDiversity, Equity, and Inclusion\nWe embrace diversity, equity, and inclusion as core values and seek to ensure that all our employees experience a highly inclusive working environment. Diversity, equity, and inclusion are woven into the fabric of CACI’s culture where people bring their genuine selves to work, feel inspired about CACI’s mission, and are passionate about making a difference for our people, customers, and the community.  Equity is defined as opportunities for development, growth, and advancement for all of our employees.\nOffering opportunities for employees to engage in allyship (advocating for individuals from marginalized groups with the goal of advancing inclusion), highlight successes, champion initiatives, discuss concerns, and much more is core to CACI’s commitment to a diverse, equitable, and inclusive work environment.  We created Employee Resource Groups (ERGs) to provide a safe space for group member engagement, while offering mentorship, networking, professional development, and leadership opportunities.\nWe also focus on creating an environment where our people feel passionate and inspired about their careers and embrace and celebrate differences.  We achieve this by raising cultural awareness across the organization through our Path to Inclusion movement.  In our efforts to build inclusive teams, our Path to Inclusion campaign cultivates cultural intelligence (CQ) across CACI.  CQ is an essential skill that consists of being aware of our own cultural identity, understanding the cultural identities of others, and bridging the gap to embrace and appreciate the differences.  This enables us to work collaboratively across teams and the organization in ways that ensure everyone is valued.\nTalent Acquisition, Development and Retention\nOur industry is ever-evolving, and those who are most successful evolve with it, continually learning and growing throughout their careers. To ensure we have the talent to meet the needs of our customers, we employ broad recruiting and outreach efforts, including partnerships with universities, the military, and professional organizations, resulting in an inclusive pool of the most qualified candidates. \nWe are able to retain our employees through our career mobility corporate culture, where we believe in growth at all levels. We encourage all employees to embrace a career growth mindset at CACI and strive to provide our employees with long-term professional advancement and a great workplace experience through professional development and a culture of mobility because our people drive our company. \nCACI has conducted employee engagement surveys and we rank above external benchmark companies in the areas of sustainable engagement, inclusion, teamwork, supervision and empowerment. Specifically, our employees report that they have a personal sense of accomplishment in their work, they feel safe to speak up, and they have pride in CACI. These indicators of an exceptionally strong culture and work environment puts CACI in an extremely competitive position to attract and retain talent and reach our organizational growth objectives. We continue to invest in the areas that produce such high engagement – leadership education, career resources for employees, comprehensive onboarding for new employees, and formal and informal communications that create a two-way dialogue among employees and leaders. \nWe have a multilevel approach to developing our leaders, with cohort-style programs for first-line, mid-level and executive leaders. These programs focus on leadership capabilities unique to each level of leadership, and serve to increase self-awareness, strengthen skills and expand networking for our leaders. Furthermore, we have a robust talent planning approach to identify potential future leaders, conduct rigorous assessments and create actionable development plans to advance their readiness to take on our most senior roles as they evolve in our future.\nEmployee Wellbeing\nWe value the social, physical, financial, and emotional well-being of our employees.  We believe in curating environments and providing resources that support the CACI community’s well-being.  We cultivate a culture that prioritizes wellness and encourages a healthy, balanced, and thriving lifestyle.  It is our desire to provide our employees innovative and accessible resources that support them on their well-being journey to become their best selves.  Our mission is to educate, support, and empower employees through the delivery of a comprehensive well-being program.  Our well-being program includes Flexible Time Off (FTO), which allows employees to better balance their work and personal commitments by providing them the opportunity to take time off as needed without a set number of maximum days per year.  In addition, CACI supports the financial wellness of our employees by providing unlimited access to fiduciary advice at no cost to the employee, as well as a full suite of tools and educational opportunities to enable our employees to meet their financial goals.\nPatents, Trademarks, Trade Secrets and Licenses\nGenerally, our solutions and services are not substantially dependent upon obtaining or maintaining intellectual property protections, although our operations make use of such protections and benefit from them as discriminators in competition. The Company owns patents and claims copyright, trademark and other proprietary rights in a variety of intellectual property. We also maintain a number of trade secrets that contribute to our success and competitive distinction and endeavor to accord such trade secrets protection adequate to ensure their continuing availability to us.\nOur proprietary information is protected through a combination of contractual arrangements with our employees and third parties and intellectual property laws. From time to time, we are required to assert our rights against former employees or other third parties who attempt to misappropriate our proprietary and confidential information. Although we are not materially dependent on the protection of our intellectual property, we take such matters seriously and pursue claims against such individuals to the extent necessary to adequately protect our rights.\n7\nAs a systems integrator, it is important that we maintain access to software, data and technology supplied by third parties and we continue to enter into agreements that give us the right to distribute and receive income from third party software, data and technology that serve our customers. The durations of such agreements are negotiated and vary according to the terms of the agreements.\nBusiness Segments, Foreign Operations, and Major Customers\nThe Company reports operating results and financial data in two segments: Domestic Operations and International Operations. See “Note 18 – Business Segments” in Part II of this Annual Report on Form 10-K for additional information.\nAvailable Information\nOur telephone number is (703) 841-7800 and our website can be accessed at www.caci.com. We make our web site content available for information purposes only. It should not be relied upon for investment purposes, nor is it incorporated by reference into this Annual Report on Form 10-K.\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are made available free of charge on our website at www.caci.com as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Documents filed by us with the SEC can also be viewed at www.sec.gov.",
    "item1a": ">Item 1A. Risk Factors\nYou should carefully consider the risks and uncertainties described below, together with the information included elsewhere in this Annual Report on Form 10-K and other documents we file with the SEC. The risks and uncertainties described below are those that we have identified as material but are not the only risks and uncertainties that we face. Our business is also subject to general risks and uncertainties, such as overall U.S. and non-U.S. economic and industry conditions including a global economic slowdown, geopolitical events, changes in laws or accounting rules, fluctuations in interest and exchange rates, terrorism, international conflicts, major health concerns including global pandemics like COVID-19, natural disasters or other disruptions of expected economic and business conditions, that affect many other companies. Additional risks and uncertainties not currently known to us or that we currently believe are immaterial also may impact our business operations and liquidity. \nRisks Related to our Business and Industry\nWe generate substantially all of our revenues from contracts with the federal government. If the federal government significantly decreased or ceased doing business with us, our business, prospects, financial condition and operating results would be materially and adversely affected.\nThe federal government is our primary customer, with revenues from federal government contracts, either as a prime contractor or a subcontractor, accounting for 94.8% and 94.8% of our total revenues in fiscal 2023 and 2022, respectively. Specifically, we generated 71.9% and 69.8% of our total revenues in fiscal 2023 and 2022, respectively, from contracts with agencies of the DoD. We expect that federal government contracts will continue to be the primary source of our revenues for the foreseeable future. If we were suspended or debarred from contracting with the federal government or any significant agency in the intelligence community or the DoD, if our reputation or relationship with government agencies was impaired, or if the government otherwise ceased doing business with us or significantly decreased the amount of business it does with us, our business, prospects, financial condition and operating results would be materially and adversely affected.\nOur business could be adversely affected by delays caused by our competitors protesting major contract awards received by us, resulting in the delay of the initiation of work. \nThe number of bid protests of contract awards by unsuccessful bidders is increasing and the U.S. government is taking longer to resolve such protests. Bid protests may result in an increase in expenses related to obtaining contract awards or an unfavorable modification or loss of an award. In the event a bid protest is unsuccessful, the resulting delay in the startup and funding of the work under these contracts may cause our actual results to differ materially and adversely from those anticipated.\nOur business could be adversely affected by changes in spending levels or budgetary priorities of the federal government.\nBecause we derive substantially all of our revenues from contracts with the federal government, we believe that the success and development of our business will continue to depend on our successful participation in federal government contract programs. Changes in federal government budgetary priorities, such as for homeland security or to address global pandemics like COVID-19, or actions taken to address government budget deficits, the national debt, and/or prevailing economic conditions, could directly affect our financial performance. A significant decline in government expenditures, a shift of expenditures away from programs that we support or a change in federal government contracting policies could cause federal government agencies to reduce their purchases under contracts, to exercise their right to terminate contracts at any time without penalty or not to exercise options to renew contracts. For further discussion, refer to “Management’s Discussion and Analysis of Financial Condition & Results of Operations” in Part II of this Annual Report on Form 10-K.\n8\nAt times, we may continue to work without funding, and use our own internal funds in order to meet our customer’s desired delivery dates for Expertise or Technology. It is uncertain at this time which of our programs’ funding could be reduced in future years or whether new legislation will be passed by Congress in the next fiscal year that could result in additional or alternative funding cuts.\nAdditionally, our business could be affected if we experience an increase in set-asides for small businesses that could result in our inability to compete directly for prime contracts.\nOur federal government contracts may be terminated by the government at any time and may contain other provisions permitting the government not to continue with contract performance, and if lost contracts are not replaced, our operating results may differ materially and adversely from those anticipated.\nWe generate substantially all of our revenues from federal government contracts that typically include a base period and discrete option periods. The option periods typically cover more than half of the contract’s potential duration. Federal government agencies generally have the right not to exercise these option periods. In addition, our contracts typically also contain provisions permitting a government customer to terminate the contract for its convenience. A decision not to exercise option periods or to terminate contracts for convenience could result in significant revenue shortfalls from those anticipated.\nFederal government contracts contain numerous provisions that are unfavorable to us.\nFederal government contracts contain provisions and are subject to laws and regulations that give the government rights and remedies, some of which are not typically found in commercial contracts, including allowing the government to:\n•\ncancel multi-year contracts and related orders if funds for contract performance for any subsequent year become unavailable;\n•\nclaim rights in systems and software developed by us;\n•\nsuspend or debar us from doing business with the federal government or with a governmental agency;\n•\nimpose fines and penalties and subject us to criminal prosecution; and\n•\ncontrol or prohibit the export of our data and technology. \nIf the government terminates a contract for convenience, we may recover only our incurred or committed costs, settlement expenses and profit on work completed prior to the termination. If the government terminates a contract for default, we may be unable to recover even those amounts and instead may be liable for excess costs incurred by the government in procuring undelivered items and services from another source. Depending on the value of a contract, such termination could cause our actual results to differ materially and adversely from those anticipated. Certain contracts also contain organizational conflict of interest (OCI) clauses that limit our ability to compete for or perform certain other contracts. OCIs arise any time we engage in activities that (i) make us unable or potentially unable to render impartial assistance or advice to the government; (ii) impair or might impair our objectivity in performing contract work; or (iii) provide us with an unfair competitive advantage. For example, when we work on the design of a particular system, we may be precluded from competing for the contract to develop and install that system. Depending upon the value of the matters affected, an OCI issue that precludes our participation in or performance of a program or contract could cause our actual results to differ materially and adversely from those anticipated.\nAs is common with government contractors, we have experienced and continue to experience occasional performance issues under certain of our contracts. Depending upon the value of the matters affected, a performance problem that impacts our performance of a program or contract could cause our actual results to differ materially and adversely from those anticipated.\nIf we fail to establish and maintain important relationships with government entities and agencies, our ability to successfully bid for new business may be adversely affected.\nTo facilitate our ability to prepare bids for new business, we rely in part on establishing and maintaining relationships with officials of various government entities and agencies. These relationships enable us to provide informal input and advice to government entities and agencies prior to the development of a formal bid. We may be unable to successfully maintain our relationships with government entities and agencies, and any failure to do so may adversely affect our ability to bid successfully for new business and could cause our actual results to differ materially and adversely from those anticipated. \nWe derive significant revenues from contracts and task orders awarded through a competitive bidding process. If we are unable to consistently win new awards over any extended period, our business and prospects will be adversely affected.\nOur contracts and task orders with the federal government are typically awarded through a competitive bidding process. We expect that much of the business that we will seek in the foreseeable future will continue to be awarded through competitive bidding. Budgetary pressures and changes in the procurement process have caused many government customers to increasingly purchase goods and services through IDIQ contracts, GSA schedule contracts and other government-wide acquisition contracts. These contracts, some of which are awarded to multiple contractors, have increased competition and pricing pressure, requiring that we make sustained post-award efforts to realize revenues under each such contract. In addition, in consideration of the practice of agencies awarding work under such contracts that is arguably outside the intended scope of the contracts, both the GSA and the DoD have initiated programs aimed to ensure that all work fits properly within the scope of the contract under which it is awarded. The net effect of such programs may reduce the number of bidding opportunities available to us. Moreover, even if we are highly qualified to work on a particular new contract, we might not be awarded business because of the federal government’s policy and practice of maintaining a diverse contracting base.\n9\nThis competitive bidding process presents a number of risks, including the following:\n•\nwe bid on programs before the completion of their design, which may result in unforeseen technological difficulties and cost overruns;\n•\nwe expend substantial cost and managerial time and effort to prepare bids and proposals for contracts that we may not win;\n•\nwe may be unable to estimate accurately the resources and cost structure that will be required to service any contract we win; and\n•\nwe may encounter expense and delay if our competitors protest or challenge awards of contracts to us in competitive bidding, and any such protest or challenge could result in the resubmission of bids on modified specifications, or in the termination, reduction or modification of the awarded contract.\nIf we are unable to win particular contracts, we may be prevented from providing to customers services that are purchased under those contracts for a number of years. If we are unable to consistently win new contract awards over any extended period, our business and prospects will be adversely affected and that could cause our actual results to differ materially and adversely from those anticipated. In addition, upon the expiration of a contract, if the customer requires further services of the type provided by the contract, there is frequently a competitive rebidding process. There can be no assurance that we will win any particular bid, or that we will be able to replace business lost upon expiration or completion of a contract, and the termination or non-renewal of any of our significant contracts could cause our actual results to differ materially and adversely from those anticipated.\nOur business may suffer if we or our employees are unable to obtain the security clearances or other qualifications we and they need to perform services for our customers.\nMany of our federal government contracts require us to have security clearances and employ personnel with specified levels of education, work experience and security clearances. Depending on the level of clearance, security clearances can be difficult and time-consuming to obtain. If we or our employees lose or are unable to obtain necessary security clearances, we may not be able to win new business and our existing customers could terminate their contracts with us or decide not to renew them. To the extent we cannot obtain or maintain the required security clearances for our employees working on a particular contract, we may not generate the revenues anticipated from the contract which could cause our results to differ materially and adversely from those anticipated. \nIf our subcontractors fail to perform their contractual obligations, our performance as a prime contractor and our ability to obtain future business could be materially and adversely impacted and our actual results could differ materially and adversely from those anticipated.\nOur performance of government contracts may involve the issuance of subcontracts to other companies upon which we rely to perform all or a portion of the work we are obligated to deliver to our customers. A failure by one or more of our subcontractors to satisfactorily deliver on a timely basis the agreed-upon supplies, perform the agreed-upon services, or appropriately manage their vendors may materially and adversely impact our ability to perform our obligations as a prime contractor. \nA subcontractor’s performance deficiency could result in the government terminating our contract for default. A default termination could expose us to liability for excess costs of reprocurement by the government and have a material adverse effect on our ability to compete for future contracts and task orders. Depending upon the level of problem experienced, such problems with subcontractors could cause our actual results to differ materially and adversely from those anticipated.\nThe federal government’s appropriation process and other factors may delay the collection of our receivables, and our business may be adversely affected if we cannot collect our receivables in a timely manner.\nWe depend on the collection of our receivables to generate cash flow, provide working capital, pay debt and continue our business operations. If the federal government, any of our other customers or any prime contractor for whom we are a subcontractor fails to pay or delays the payment of their outstanding invoices for any reason, our business and financial condition may be materially and adversely affected. The government may fail to pay outstanding invoices for a number of reasons, including lack of appropriated funds or lack of an approved budget. In addition, the Defense Contract Audit Agency (DCAA) may revoke our direct billing privileges, which would adversely affect our ability to collect our receivables in a timely manner. Contracting officers have the authority to impose contractual withholdings, which can also adversely affect our ability to collect timely. The Defense Federal Acquisition Regulations require DoD contracting officers to impose contractual withholdings at no less than certain minimum levels if a contracting officer determines that one or more of a contractor’s business systems have one or more significant deficiencies. Some prime contractors for whom we are a subcontractor have significantly less financial resources than we do, which may increase the risk that we may not be paid in full or payment may be delayed. If we experience difficulties collecting receivables, it could cause our actual results to differ materially and adversely from those anticipated. \nThe federal government may change its procurement or other practices in a manner adverse to us.\nThe federal government may change its procurement practices, or adopt new contracting rules and regulations, such as those related to cost accounting standards. It could also adopt new contracting methods relating to GSA contracts or other government-wide contracts, adopt new socio-economic requirements, or change the basis upon which it reimburses our compensation and other expenses or otherwise limit such reimbursements. In all such cases, there is uncertainty surrounding the changes and what actual impacts they may have on contractors. These changes could impair our ability to obtain new contracts or win re-competed contracts or adversely affect our future profit margin. Any new contracting methods could be costly or administratively difficult for us to satisfy and, as a result, could cause actual results to differ materially and adversely from those anticipated.\n10\nRestrictions on or other changes to the federal government’s use of service contracts may harm our operating results.\nWe derive a significant amount of revenues from service contracts with the federal government. The government may face restrictions from new legislation, regulations or government union pressures, on the nature and amount of services the government may obtain from private contractors (i.e., insourcing versus outsourcing). Any reduction in the government’s use of private contractors to provide federal services could cause our actual results to differ materially and adversely from those anticipated.\nOur contracts and administrative processes and systems are subject to audits and cost adjustments by the federal government, which could reduce our revenues, disrupt our business, or otherwise adversely affect our operating results.\nFederal government agencies, including the DCAA and the Defense Contract Management Agency (DCMA), routinely audit and investigate government contracts and government contractors’ administrative processes and systems. These agencies review our performance on contracts, pricing practices, cost structure and compliance with applicable laws, regulations and standards. They also evaluate the adequacy of internal controls over our business systems, including our purchasing, accounting, estimating, earned value management, and government property systems. Any costs found to be improperly allocated or assigned to contracts will not be reimbursed, and any such costs already reimbursed must be refunded and certain penalties may be imposed. Moreover, if any of the administrative processes and systems are found not to comply with requirements, we may be subjected to increased government scrutiny and approval that could delay or otherwise adversely affect our ability to compete for or perform contracts or collect our revenues in a timely manner. Therefore, an unfavorable outcome of an audit by the DCAA or another government agency could cause actual results to differ materially and adversely from those anticipated. If a government investigation uncovers improper or illegal activities, we may be subject to civil and criminal penalties and administrative sanctions, including termination of contracts, forfeitures of profits, suspension of payments, fines and suspension or debarment from doing business with the federal government. In addition, we could suffer serious reputational harm if allegations of impropriety were made against us. Each of these results could cause actual results to differ materially and adversely from those anticipated. \nFailure to maintain strong relationships with other contractors could result in a decline in our revenues.\nWe derive substantial revenues from contracts in which we act as a subcontractor or from teaming arrangements in which we and other contractors bid on particular contracts or programs. As a subcontractor or teammate, we often lack control over fulfillment of a contract, and poor performance on the contract could impact our customer relationship, even when we perform as required. We expect to continue to depend on relationships with other contractors for a portion of our revenues in the foreseeable future. Moreover, our revenues and operating results could differ materially and adversely from those anticipated if any prime contractor or teammate chose to offer directly to the customer services of the type that we provide or if they team with other companies to provide those services.\nWe may not receive the full amounts authorized under the contracts included in our backlog, which could reduce our revenues in future periods below the levels anticipated.\nOur total backlog consists of funded and unfunded amounts. Funded backlog represents contract value for which funding has been appropriated less revenues previously recognized on these contracts. Unfunded backlog represents estimated values that have the potential to be recognized into revenue from executed contracts for which funding has not been appropriated and unexercised contract options. Our backlog may not result in actual revenues in any particular period, or at all, which could cause our actual results to differ materially and adversely from those anticipated.\nThe maximum contract value specified under a government contract or task order awarded to us is not necessarily indicative of the revenues that we will realize under that contract. For example, we generate a substantial portion of our revenues from government contracts in which we are not the sole provider, meaning that the government could turn to other companies to fulfill the contract. We also generate revenues from IDIQ contracts, which do not require the government to purchase a pre-determined amount of goods or services under the contract. Action by the government to obtain support from other contractors or failure of the government to order the quantity of work anticipated could cause our actual results to differ materially and adversely from those anticipated. \nWithout additional Congressional appropriations, some of the contracts included in our backlog will remain unfunded, which could materially and adversely affect our future operating results.\nMany of our federal government contracts include multi-year performance periods in which Congress appropriates funds on an annual basis. As a result, a majority of our contracts are only partially funded at any point during their full performance period and unfunded contract work is subject to future appropriations by Congress. As a result of a lack of appropriated funds or efforts to reduce federal government spending, our backlog may not result in revenues or may be delayed. We calculate our unfunded backlog based on the aggregate contract revenues that we have the potential to realize. If our backlog estimate is inaccurate and we fail to realize those amounts as revenues, our future operating results could be materially and adversely affected. \n11\nEmployee misconduct, including security breaches, could result in the loss of customers and our suspension or debarment from contracting with the federal government.\nWe may be unable to prevent our employees from engaging in misconduct, fraud or other improper activities that could adversely affect our business and reputation. Misconduct could include the failure to comply with federal government procurement regulations, regulations regarding the protection of classified information and legislation regarding the pricing of labor and other costs in government contracts. Many of the systems we develop involve managing and protecting information involved in national security and other sensitive government functions. A security breach in one of these systems could prevent us from having access to such critically sensitive systems. Other examples of employee misconduct could include timecard fraud and violations of the Anti-Kickback Act. The precautions we take to prevent and detect this activity may not be effective, and we could face unknown risks or losses. As a result of employee misconduct, we could face fines and penalties, loss of security clearance and suspension or debarment from contracting with the federal government, which could cause our actual results to differ materially and adversely from those anticipated.\nOur failure to attract and retain qualified employees, including our senior management team, could adversely affect our business.\nOur continued success depends to a substantial degree on our ability to recruit and retain the technically skilled personnel we need to serve our customers effectively. Our business involves the development of tailored solutions for our customers, a process that relies heavily upon the expertise and services of our employees. Accordingly, our employees are our most valuable resource. Competition for skilled personnel in the information technology services industry is intense, and technology service companies often experience high attrition among their skilled employees. There is a shortage of people capable of filling these positions and they are likely to remain a limited resource for the foreseeable future. Recruiting and training these personnel require substantial resources. Our failure to attract and retain technical personnel could increase our costs of performing our contractual obligations, reduce our ability to efficiently satisfy our customers’ needs, limit our ability to win new business and cause our actual results to differ materially and adversely from those anticipated.\nIn addition to attracting and retaining qualified technical personnel, we believe that our success will depend on the continued employment of our senior management team and its ability to generate new business and execute projects successfully. Our senior management team is very important to our business because personal reputations and individual business relationships are a critical element of obtaining and maintaining customer engagements in our industry, particularly with agencies performing classified operations. The loss of any of our senior executives could cause us to lose customer relationships or new business opportunities, which could cause actual results to differ materially and adversely from those anticipated.\nOur markets are highly competitive, and many of the companies we compete against have substantially greater resources.\nThe markets in which we operate include a large number of participants and are highly competitive. Many of our competitors may compete more effectively than we can because they are larger, better financed and better known companies than we are. In order to stay competitive in our industry, we must also keep pace with changing technologies and customer preferences. If we are unable to differentiate our services from those of our competitors, our revenues may decline. In addition, our competitors have established relationships among themselves or with third parties to increase their ability to address customer needs. As a result, new competitors or alliances among competitors may emerge and compete more effectively than we can. There is also a significant industry trend towards consolidation, which may result in the emergence of companies which are better able to compete against us. The results of these competitive pressures could cause our actual results to differ materially and adversely from those anticipated.\nOur quarterly revenues and operating results could be volatile due to the unpredictability of the federal government’s budgeting process and policy priorities.\nOur quarterly revenues and operating results may fluctuate significantly and unpredictably in the future. In particular, if the federal government does not adopt, or delays adoption of, a budget for each fiscal year beginning on October 1, or fails to pass a continuing resolution, federal agencies may be forced to suspend our contracts and delay the award of new and follow-on contracts and orders due to a lack of funding. Further, the rate at which the federal government procures technology may be negatively affected following changes in presidential administrations and senior government officials. Therefore, period-to-period comparisons of our operating results may not be a good indication of our future performance. \nOur quarterly operating results may not meet the expectations of securities analysts or investors, which in turn may have an adverse effect on the market price of our common stock. \nAn increase in the prices of goods and services could raise the costs associated with providing our services, diminish our ability to compete for new contracts or task orders and/or reduce customer buying power.\nWe may experience an increase in the costs in our supply and labor markets due to global inflationary pressures and other various geopolitical factors. We generate a portion of our revenues through various fixed-price and multi-year government contracts which anticipate moderate increases in costs over the term of the contract. With the current pace of inflation our standard approach to moderate annual price escalations in our bids for multi-year work may be insufficient to counter inflationary cost pressures. This could result in reduced profits, or even losses, as inflation increases, particularly for fixed-priced contracts and our longer-term multi-year contracts. In the competitive environment in which we operate as a government contractor, the lack of pricing leverage and ability to renegotiate long-term, multi-year contracts, could reduce our profits, disrupt our business, or otherwise materially adversely affect our results of operations.\n12\nWe may lose money or generate less than anticipated profits if we do not accurately estimate the cost of an engagement which is conducted on a fixed-price basis.\nWe generated 30.2% and 29.4% of our total revenues in fiscal 2023 and 2022, respectively, from fixed-price contracts. Fixed-price contracts require us to price our contracts by predicting our expenditures in advance. In addition, some of our engagements obligate us to provide ongoing maintenance and other supporting or ancillary services on a fixed-price basis or with limitations on our ability to increase prices. Many of our engagements are also on a time-and-materials basis. While these types of contracts are generally subject to less uncertainty than fixed-price contracts, to the extent that our actual labor costs are higher than the contract rates, our actual results could differ materially and adversely from those anticipated.\nWhen making proposals for engagements on a fixed-price basis, we rely on our estimates of costs and timing for completing the projects. These estimates reflect our best judgment regarding our capability to complete the task efficiently. Any increased or unexpected costs or unanticipated delays in connection with the performance of fixed-price contracts, including delays caused by factors outside of our control, could make these contracts less profitable or unprofitable. From time to time, unexpected costs and unanticipated delays have caused us to incur losses on fixed-price contracts, primarily in connection with state government customers. On rare occasions, these losses have been significant. In the event that we encounter such problems in the future, our actual results could differ materially and adversely from those anticipated.\nOur earnings and margins may vary based on the mix of our contracts and programs.\nAt June 30, 2023, our backlog included cost reimbursable, time-and-materials and fixed-price contracts. Cost reimbursable and time-and-materials contracts generally have lower profit margins than fixed-price contracts. Our earnings and margins may therefore vary materially and adversely depending on the relative mix of contract types, the costs incurred in their performance, the achievement of other performance objectives and the stage of performance at which the right to receive fees, particularly under incentive and award fee contracts, is finally determined.\nRisks Related to our Acquisitions\nWe may have difficulty identifying and executing acquisitions on favorable terms and therefore may grow at a slower rate than we historically have grown.\nOne of our key growth strategies has been to selectively pursue acquisitions. Through acquisitions, we have expanded our base of federal government customers, increased the range of solutions we offer to our customers and deepened our penetration of existing markets and customers. We may encounter difficulty identifying and executing suitable acquisitions. To the extent that management is involved in identifying acquisition opportunities or integrating new acquisitions into our business, our management may be diverted from operating our core business. Without acquisitions, we may not grow as rapidly as we historically have grown, which could cause our actual results to differ materially and adversely from those anticipated. We may encounter other risks in executing our acquisition strategy, including:\n•\nincreased competition for acquisitions may increase the costs of our acquisitions;\n•\nour failure to discover material liabilities during the due diligence process, including the failure of prior owners of any acquired businesses or their employees to comply with applicable laws or regulations, such as the Federal Acquisition Regulation and health, safety and environmental laws, or their failure to fulfill their contractual obligations to the federal government or other customers; and\n•\nacquisition financing may not be available on reasonable terms or at all.\nEach of these types of risks could cause our actual results to differ materially and adversely from those anticipated.\nWe may have difficulty integrating the operations of any companies we acquire, which could cause actual results to differ materially and adversely from what we anticipated.\nThe success of our acquisition strategy will depend upon our ability to continue to successfully integrate any businesses we may acquire in the future. The integration of these businesses into our operations may result in unforeseen operating difficulties, absorb significant management attention and require significant financial resources that would otherwise be available for the ongoing development of our business. These integration difficulties include the integration of personnel with disparate business backgrounds, the transition to new information systems, coordination of geographically dispersed organizations, loss of key employees of acquired companies, and reconciliation of different corporate cultures. For these or other reasons, we may be unable to retain key customers of acquired companies. Moreover, any acquired business may fail to generate the revenues or net income we expected or produce the efficiencies or cost-savings we anticipated. Any of these outcomes could cause our actual results to differ materially and adversely from those anticipated.\nWe have substantial investments in recorded goodwill as a result of prior acquisitions, and changes in future business conditions could cause these investments to become impaired, requiring substantial write-downs that would reduce our operating income.\nAs of June 30, 2023, goodwill accounts for $4.1 billion of our recorded total assets. We evaluate the recoverability of recorded goodwill amounts annually or when evidence of potential impairment exists. The annual impairment test is based on several factors requiring judgment. Principally, a decrease in expected reporting unit cash flows or changes in market conditions may indicate potential impairment of recorded goodwill. If there is an impairment, we would be required to write down the recorded amount of goodwill, which would be reflected as a charge against operating income. \n13\nRisks Related to our Indebtedness\nOur senior secured credit facility (the Credit Facility) imposes certain restrictions on our ability to take certain actions which may have an impact on our business, operating results and financial condition.\nThe Credit Facility imposes certain operating and financial restrictions on us and requires us to meet certain financial covenants. These restrictions may significantly limit or prohibit us from engaging in certain transactions, and include the following:\n•\nincurring or guaranteeing certain amounts of additional debt;\n•\npaying dividends or other distributions to our stockholders or redeeming, repurchasing or retiring our capital stock in excess of specific limits;\n•\nmaking certain investments, loans and advances;\n•\nexceeding specific levels of liens on our assets;\n•\nissuing or selling equity in our subsidiaries;\n•\ntransforming or selling certain assets currently held by us, including certain sale and lease-back transactions;\n•\namending or modifying certain agreements, including those related to indebtedness; and\n•\nengaging in certain mergers, consolidations or acquisitions.\nThe failure to comply with any covenants in the Credit Facility would cause a default under the Credit Facility. A default, if not waived, could cause our debt to become immediately due and payable. In such situations, we may not be able to repay our debt or borrow sufficient funds to refinance it, and even if new financing is available, it may not contain terms that are acceptable to us.\nDespite our outstanding debt, we may incur additional indebtedness.\nThe Credit Facility consists of a $1,975.0 million revolving credit facility (the Revolving Facility) and a $1,225.0 million term loan facility (the Term Loan). The Revolving Facility has sub-facilities of $100.0 million for same-day swing line loan borrowings and $25.0 million for stand-by letters of credit. At any time and so long as no default has occurred, the Company has the right to increase the Revolving Facility or the Term Loan in an aggregate principal amount of up to the greater of $500.0 million and 75% of the Company’s EBITDA plus an unlimited amount of indebtedness subject to \n3.75\n times, calculated assuming the revolving Facility is fully drawn, with applicable lender approvals. As of June 30, 2023, $525.0 million was outstanding under the Revolving Facility and $1,179.1 million was outstanding under the Term Loan. In addition, the terms of the Credit Facility allow us to incur additional indebtedness from other sources so long as we satisfy the covenants in the agreement governing the Credit Facility. If new debt is added to our current debt levels, the risks related to our ability to service that debt could increase.\nServicing our debt requires a significant amount of cash, and we may not have sufficient cash flow from our business to pay our substantial debt.\nThe Credit Facility matures on December 13, 2026. Principal payments under the term loan are due in quarterly installments. Our business may not generate cash flow from operations sufficient to service our debt and make necessary capital expenditures. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring debt or obtaining additional equity capital on terms that may be onerous or highly dilutive.\nA change in control or fundamental change may adversely affect us.\nThe Credit Facility provides that certain change in control events will constitute a default.\nRisks Related to our Operations\nWe must comply with a variety of laws and regulations, and our failure to comply could cause our actual results to differ materially from those anticipated.\nWe must observe laws and regulations relating to the formation, administration and performance of federal government contracts which affect how we do business with our customers and may impose added costs on our business. For example, the Federal Acquisition Regulation and the industrial security regulations of the DoD and related laws include provisions that:\n•\nallow our federal government customers to terminate or not renew our contracts if we come under foreign ownership, control or influence;\n•\nrequire us to divest work if an OCI related to such work cannot be mitigated to the government’s satisfaction;\n•\nrequire us to disclose and certify cost and pricing data in connection with contract negotiations; and\n•\nrequire us to prevent unauthorized access to classified information, covered defense information, and controlled unclassified information.\nOur failure to comply with these or other laws and regulations could result in contract termination, loss of security clearances, suspension or debarment from contracting with the federal government, civil fines and damages and criminal prosecution and penalties, any of which could cause our actual results to differ materially and adversely from those anticipated.\n14\nSystems failures may disrupt our business and have an adverse effect on our operating results.\nAny systems failures, including network, software or hardware failures, whether caused by us, a third party service provider, unauthorized intruders and hackers, computer viruses, natural disasters, power shortages or terrorist attacks, could cause loss of data or interruptions or delays in our business or that of our customers. Like other global companies, we have experienced cyber security threats to our data and systems, our company sensitive information, and our information technology infrastructure, including malware and computer virus attacks, unauthorized access, systems failures and temporary disruptions. Prior cyber attacks directed at us have not had a material adverse impact on our business or our financial results, and we believe that our continuing commitment toward threat detection and mitigation processes and procedures will reduce such impact in the future. Due to the evolving nature of these security threats, however, the impact of any future incident cannot be predicted. In addition, the failure or disruption of our mail, communications or utilities could cause us to interrupt or suspend our operations or otherwise harm our business. Our property and business interruption insurance may be inadequate to compensate us for all losses that may occur as a result of any system or operational failure or disruption and, as a result, our actual results could differ materially and adversely from those anticipated.\nThe systems and networks that we maintain for our customers, although highly redundant in their design, could also fail. If a system or network we maintain were to fail or experience service interruptions, we might experience loss of revenues or face claims for damages or contract termination. Our errors and omissions liability insurance may be inadequate to compensate us for all the damages that we might incur and, as a result, our actual results could differ materially and adversely from those anticipated. \nCustomer systems failures could damage our reputation and adversely affect our operating results.\nMany of the systems that we develop, integrate, maintain, otherwise support or use involve managing and protecting intelligence, national security, and other sensitive government information. While we have programs designed to protect such information and comply with all relevant privacy and security requirements, the threats that our clients face have grown more frequent and sophisticated. A security breach or system failure in a system that we develop, integrate, maintain or otherwise support could result in a loss of revenues, remediation costs, claims for damages or contract termination and our errors and omissions liability insurance may be inadequate to compensate us for all the damages that we might incur. Any such event could also cause serious damage to our reputation and prevent us from having access to or being eligible for further work on such sensitive systems for U.S. government customers.\nIn addition, in order to provide services to our customers, we often depend upon or use customer systems that are supported by the customer or third parties. Any security breach or system failure in such systems could result in an interruption of our customer’s operations, significant delays under a contract, and a material adverse effect on our results of operations.\nOur operations involve several risks and hazards, including potential dangers to our employees and to third parties that are inherent in aspects of our federal business (e.g., counterterrorism training services). If these risks and hazards are not adequately insured, it could adversely affect our operating results.\nOur federal business includes the maintenance of global networks and the provision of special operations services (e.g., counterterrorism training) that require us to dispatch employees to various countries around the world. These countries may be experiencing political upheaval or unrest, and in some cases war or terrorism. It is possible that certain of our employees or executives will suffer injury or bodily harm, or be killed or kidnapped in the course of these deployments. We could also encounter unexpected costs for reasons beyond our control in connection with the repatriation of our employees or executives. Any of these types of accidents or other incidents could involve significant potential claims of employees, executives and/or third parties who are injured or killed or who may have wrongful death or similar claims against us.\nWe maintain insurance policies that mitigate against risk and potential liabilities related to our operations. This insurance is maintained in amounts that we believe are reasonable. However, our insurance coverage may not be adequate to cover those claims or liabilities, and we may be forced to bear significant costs from an accident or incident. Substantial claims in excess of our related insurance coverage could cause our actual results to differ materially and adversely from those anticipated. \nOur failure to adequately protect our confidential information and proprietary rights may harm our competitive position.\nOur success depends, in part, upon our ability to protect our proprietary information. Although our employees are subject to confidentiality obligations, this protection may be inadequate to deter misappropriation of our proprietary information. In addition, we may be unable to detect unauthorized use of our proprietary information in order to take appropriate steps to enforce our rights. If we are unable to prevent third parties from infringing or misappropriating our proprietary information, our competitive position could be harmed and our actual results could differ materially and adversely from those anticipated.\nWe face additional risks which could harm our business because we have international operations.\nWe conduct the majority of our international operations in the U.K. and the Netherlands. As a percentage of our total revenues, our international operations generated 2.8% and 3.1% in fiscal 2023 and 2022, respectively. Our international operations are subject to risks associated with operating in a foreign country. These risks include fluctuations in the value of the British pound and the Euro, longer payment cycles, changes in foreign tax laws and regulations and unexpected legislative, regulatory, economic or political changes. \n15\nThe effects of health epidemics, pandemics and similar outbreaks may have material adverse effects on our business, financial position, results of operations and/or cash flows.\nWe face various risks related to health epidemics, pandemics and similar outbreaks, including the global outbreak of COVID-19. The COVID-19 pandemic and the mitigation efforts to control its spread have adversely impacted the U.S. and global economies, leading to disruptions and volatility in global capital markets. While we have taken steps to mitigate the impact of the COVID-19 pandemic on our employees and our business, the continued spread of COVID-19 may have a material adverse effect on our business, financial position, results of operations and/or cash flows as the result of significant portions of our workforce being unable to work due to illness, quarantines, government actions, facility closures, vaccination status, or other restrictions; the inability for us to fully perform on our contracts as a result of government actions or reduction in personnel due to the federal vaccine mandate which requires all federal contractors to be vaccinated; delays or limits to the ability of the U.S. Government or other customers to make timely payments; incurrence of increased costs which may not be recoverable; adverse impacts on our access to capital; or other unpredictable events. We continue to monitor the effect of COVID-19 on our business, but we cannot predict the full impact of COVID-19 as the extent of the impact will depend on the duration and spread of the pandemic and the actions taken by federal, state, local and foreign governments to prevent the spread of COVID-19.",
    "item7": ">Item 7. Management’s Discussion and Analysis of Financial Condition & Results of Operations\nThe following discussion and analysis of our financial condition and results of operations is provided to enhance the understanding of, and should be read together with, our consolidated financial statements and the Notes to those statements that appear elsewhere in this Annual Report on Form 10-K. This discussion contains forward-looking statements that involve risks and uncertainties. Unless otherwise specifically noted, all years refer to our fiscal year which ends on June 30.\nIn this section, we discuss our financial condition, changes in financial condition and results of our operations for fiscal 2023 compared to fiscal 2022. For a discussion and analysis comparing our results for fiscal 2022 to fiscal 2021, see our Annual Report on Form 10-K for fiscal 2022, filed with the SEC on August 11, 2022, under Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nOverview\nWe are a leading provider of Expertise and Technology to Enterprise and Mission customers, supporting national security missions and government modernization/transformation in the intelligence, defense, and federal civilian sectors, both domestically and internationally. The demand for our Expertise and Technology, in large measure, is created by the increasingly complex network, systems, and information environments in which governments and businesses operate, and by the need to stay current with emerging technology while increasing productivity, enhancing security, and, ultimately, improving performance.\nSome of our key initiatives include the following:\n•\nContinue to grow organic revenues across our large, addressable market;\n•\nDeliver strong profitability and robust cash flow;\n•\nDifferentiate ourselves through our investments, including our strategic mergers and acquisition program, allowing us to enhance our current capabilities and create new customer access points; \n•\nRecruit, hire, train, and retain a world class workforce to execute on our growing backlog; and\n•\nContinue our unwavering commitment to our customers while supporting the communities in which we work and live.\nBudgetary Environment\nWe carefully follow federal budget, legislative and contracting trends and activities and evolve our strategies to take these into consideration. On December 29, 2022, the President signed into law the omnibus appropriations bill that provided full-year funding for the government fiscal year (GFY) ending September 30, 2023 (GFY23). Of the total approximately $1.7 trillion in discretionary funding, approximately $858 billion was for national defense and approximately $773 billion was for nondefense, as well as an additional $47 billion of supplemental funding for Ukraine. The defense and nondefense funding levels represent increases of approximately 10% and 6%, respectively, over GFY22 enacted levels, which themselves were increases of approximately 6% and 7%, respectively, over GFY21. On March 9, 2023, the President released his budget request for GFY24, which called for an increase in defense spending of approximately 3% and an increase in nondefense spending of approximately 8% over GFY23 levels.  On June 3, 2023, the President signed into law legislation that suspends the federal debt limit until January 2025 and caps discretionary spending in GFY24 and GFY25. Specifically, GFY24 defense spending is capped at $886 billion, an increase of 3% and in-line with the President’s budget request, and GFY24 nondefense spending is capped at levels similar to GFY22 (though after various adjustments may be essentially flat with GFY23 levels). For GFY25, discretionary spending growth (both defense and nondefense) is capped at 1%. While future levels of defense and nondefense spending may vary and are difficult to project, we believe that there continues to be bipartisan support for defense and national security-related spending, particularly given the heightened current global threat environment, including the conflict in Ukraine.\nWhile we view the budget environment as constructive and believe there is bipartisan support for continued investment in the areas of defense and national security, it is uncertain when in any particular GFY that appropriations bills will be passed. During those periods of time when appropriations bills have not been passed and signed into law, government agencies operate under a continuing resolution (CR), a temporary measure allowing the government to continue operations at prior year funding levels.\n21\nDepending on their scope, duration, and other factors, CRs can negatively impact our business due to delays in new program starts, delays in contract award decisions, and other factors. When a CR expires, unless appropriations bills have been passed by Congress and signed by the President, or a new CR is passed and signed into law, the government must cease operations, or shutdown, except in certain emergency situations or when the law authorizes continued activity. We continuously review our operations in an attempt to identify programs potentially at risk from CRs so that we can consider appropriate contingency plans. \nMarket Environment\nWe provide Expertise and Technology to government enterprise and mission customers. We believe that the total addressable market for our offerings is sufficient to support the Company's plans and is expected to continue to grow over the next several years. Approximately 70% of our revenue comes from defense-related customers, including those in the Intelligence Community (IC), with additional revenue coming from non-defense IC, homeland security, and other federal civilian customers.\nWe continue to align the Company’s capabilities with well-funded budget priorities and take steps to maintain a competitive cost structure in line with our expectations of future business opportunities. In light of these actions, as well as the budgetary environment discussed above, we believe we are well positioned to continue to win new business in our large addressable market. We believe that the following trends will influence the USG’s spending in our addressable market:\n•\nA stable-to-higher USG budget environment, particularly in defense and intelligence-related areas;\n•\nIncreased focus on cyber, space, and the electromagnetic spectrum as key domains for National Security;\n•\nIncreased spend on network and application modernization and enhancements to cyber security posture; \n•\nIncreased investments in advanced technologies (e.g., Artificial Intelligence, 5G), particularly software-based technologies;\n•\nIncreasing focus on near-peer competitors and other nation state threats;\n•\nContinued focus on counterterrorism, counterintelligence, and counter proliferation as key U.S. security concerns; and\n•\nIncreased demand for innovation and speed of delivery.\nWe believe that our customers\n’\n use of lowest price/technically acceptable (LPTA) procurements, which contributed to pricing pressures in past years, has moderated, though price still remains an important factor in procurements. We also continue to see protests of major contract awards and delays in USG procurement activities. In addition, many of our federal government contracts require us to employ personnel with security clearances, specific levels of education and specific past work experience. Depending on the level of clearance, security clearances can be difficult and time-consuming to obtain and competition for skilled personnel in the information technology services industry is intense. Additional factors that could affect USG spending in our addressable market include changes in set-asides for small businesses, changes in budget priorities, and budgetary priorities limiting or delaying federal government spending in general.\nResults of Operations\nOur results of operations were as follows:\nYear Ended June 30,\nYear to Year Change\n2023\n2022\n2022 to 2023\nDollars\nDollars\nPercent\n(dollar in thousands)\nRevenues\n$\n6,702,546 \n$\n6,202,917 \n$\n499,629 \n8.1 \n%\nCosts of revenues:\nDirect costs\n4,402,728 \n4,051,188 \n351,540 \n8.7 \nIndirect costs and selling expenses\n1,590,754 \n1,520,719 \n70,035 \n4.6 \nDepreciation and amortization\n141,564 \n134,681 \n6,883 \n5.1 \nTotal costs of revenues\n6,135,046 \n5,706,588 \n428,458 \n7.5 \nIncome from operations\n567,500 \n496,329 \n71,171 \n14.3 \nInterest expense and other, net\n83,861 \n41,757 \n42,104 \n100.8 \nIncome before income taxes\n483,639 \n454,572 \n29,067 \n6.4 \nIncome taxes\n98,904 \n87,778 \n11,126 \n12.7 \nNet income\n$\n384,735 \n$\n366,794 \n$\n17,941 \n4.9 \nRevenues\n. The increase in revenues was primarily attributable to organic growth of 6.1% and revenues from the acquisitions completed in fiscal 2022.\n22\nRevenues by customer type with related percentages of revenues were as follows:\nYear Ended June 30,\n2023\n2022\nDollars\nPercent\nDollars\nPercent\n(dollars in thousands)\nDepartment of Defense\n$\n4,817,470 \n71.9 \n%\n$\n4,331,327 \n69.8 \n%\nFederal Civilian Agencies\n1,533,295 \n22.9 \n1,549,791 \n25.0 \nCommercial and other\n351,781 \n5.2 \n321,799 \n5.2 \nTotal\n$\n6,702,546 \n100.0 \n%\n$\n6,202,917 \n100.0 \n%\n•\nDoD revenues include Expertise and Technology provided to various Department of Defense customers.\n•\nFederal civilian agencies’ revenues primarily include Expertise and Technology provided to non-DoD agencies and departments of the U.S. federal government, including intelligence agencies and Departments of Justice, Agriculture, Health and Human Services, and State. \n•\nCommercial and other revenues primarily include Expertise and Technology provided to U.S. state and local governments, commercial customers, and certain foreign governments and agencies through our International reportable segment.\nDirect Costs\n. The increase in direct costs was primarily attributable to direct labor costs from organic growth on existing programs and higher materials and other direct costs. As a percentage of revenues, total direct costs were 65.7% and 65.3% for fiscal 2023 and 2022, respectively. Direct costs include direct labor, subcontractor costs, materials, and other direct costs. \nIndirect Costs and Selling Expenses\n. The increase in indirect costs was primarily attributable to the incremental costs of running the businesses acquired in fiscal year 2022 and an increase in fringe benefit expenses on a higher labor base. As a percentage of revenues, total indirect costs were 23.7% and 24.5% for fiscal 2023 and 2022, respectively.\nDepreciation and Amortization\n. The increase in depreciation and amortization was primarily attributable to depreciation from the Company’s higher average property and equipment and intangible amortization from the acquisitions completed in fiscal 2022.\nInterest Expense and Other, Net\n. The increase in interest expense and other, net was primarily attributable to higher interest rates on outstanding debt.\nIncome Taxes\n. The Company\n’\ns effective income tax rate was 20.4% and 19.3% for fiscal 2023 and 2022, respectively.  The effective tax rate for fiscal 2023 was favorably impacted by research and development tax credits and the remeasurement of state deferred taxes.  The effective tax rate for fiscal 2022 was favorably impacted primarily by federal research tax credits and the remeasurement of state deferred taxes. See “Note 16 – Income Taxes” in Part II of this Annual Report on Form 10-K for additional information.\nContract Backlog\nThe Company’s backlog represents value on existing contracts that has the potential to be recognized into revenues as work is performed. The Company includes unexercised option years in its backlog and excludes the value of task orders that may be awarded under multiple award IDIQ vehicles until such task orders are issued. \nThe Company’s backlog as of period end is either funded or unfunded:\n•\nFunded backlog represents contract value for which funding has been appropriated less revenues previously recognized on these contracts.\n•\nUnfunded backlog represents estimated values that have the potential to be recognized into revenue from executed contracts for which funding has not been appropriated and unexercised contract options. \nAs of June 30, 2023, the Company had total backlog of $25.8 billion, compared with $23.3 billion a year ago, an increase of 10.7%. Funded backlog as of June 30, 2023 was $3.7 billion. The total backlog consists of remaining performance obligations plus unexercised options. See “Note 5 – Revenues” in Part II of this Annual Report on Form 10-K for additional information related to remaining performance obligations.\nThere is no assurance that all funded or potential contract value will result in revenues being recognized. The Company continues to monitor backlog as it is subject to change from execution of new contracts, contract modifications or extensions, government deobligations, early terminations, or other factors. Based on this analysis, an adjustment to the period end balance may be required.\n23\nRevenues by Contract Type\nThe Company generates revenues under three basic contract types:\n•\nCost-plus-fee contracts\n: This contract type provides for reimbursement of allowable direct expenses and allocable indirect expenses plus an additional negotiated fee. The fee component of the contract may include fixed fees, award fees and incentive fees. Fixed fees are fees that are negotiated and fixed at the inception of the contract. In general, award fees are more subjective in performance criteria and are earned based on overall cost, schedule, and technical performance as measured against contractual requirements. Incentive fees have more objective cost or performance criteria and generally contain a formula based on the relationship of actual costs incurred to target costs.\n•\nFixed-price contracts\n: This contract type provides for a fixed-price for specified Expertise and Technology and is often used when there is more certainty regarding the estimated costs to complete the contractual statement of work. Since the contractor bears the risk of cost overruns, there is higher risk and potential profit associated with this contract type.\n•\nTime-and-materials contracts: \nThis contract type provides for a fixed hourly rate for defined contractual labor categories, with reimbursement of billable material and other direct costs. For this contract type, the contractor bears the risk that its labor costs and allocable indirect expenses are greater than the fixed hourly rate defined within the contract. \nAs discussed further within Item 1A, Risk Factors in this Annual Report on Form 10-K, our earnings and margins may vary based on the mix of our contract types. We generated the following revenues by contract type for the periods presented:\nYear Ended June 30,\n2023\n2022\nDollars\nPercent\nDollars\nPercent\n(dollars in thousands)\nCost-plus-fee\n$\n3,896,725 \n58.1 \n%\n$\n3,632,359 \n58.6 \n%\nFixed-price\n2,023,968 \n30.2 \n1,823,221 \n29.4 \nTime-and-materials\n781,853 \n11.7 \n747,337 \n12.0 \nTotal\n$\n6,702,546 \n100.0 \n%\n$\n6,202,917 \n100.0 \n%\nEffects of Inflation\nDuring fiscal 2023, 58.1% of our revenues were generated under cost-reimbursable contracts which automatically adjust revenues to cover costs that are affected by inflation. 11.7% of our revenues were generated under time-and-materials contracts where we adjust labor rates periodically, as permitted. The remaining portion of our business is fixed-price and may span multiple years. We generally have been able to price our time-and-materials and fixed-price contracts in a manner that accommodates the rates of inflation experienced in recent years.\nLiquidity and Capital Resources\nExisting cash and cash equivalents and cash generated by operations are our primary sources of liquidity, as well as sales of receivables under our Master Accounts Receivable Purchase Agreement (MARPA) and available borrowings under our Credit Facility. As of June 30, 2023, we had $115.8 million in cash and cash equivalents. \nThe Company has a $3,200.0 million Credit Facility, which consists of an $1,975.0 million Revolving Facility and a $1,225.0 million Term Loan. The Revolving Facility is a secured facility that permits continuously renewable borrowings and has subfacilities of $100.0 million for same-day swing line borrowings and $25.0 million for stand-by letters of credit. As of June 30, 2023, $1,179.1 million was outstanding under the Term Loan, $525.0 million was outstanding under the Revolving Facility and no borrowings on the swing line.\nThe Term Loan is a five-year secured facility under which principal payments are due in quarterly installments of $7.7 million through December 31, 2023 and $15.3 million thereafter until the balance is due in full on December 13, 2026. The Credit Facility contains customary financial and restrictive covenants which we have been in compliance with since inception.\nInterest rates applicable to loans under the Credit Facility are floating interest rates that, at our option, equal a base rate or a Secured Overnight Financing Rate (SOFR) rate, plus in each case, an applicable margin based upon our consolidated total net leverage ratio.\nDuring fiscal year 2023, a provision of the Tax Cuts and Jobs Act of 2017 (TCJA) went into effect which eliminated the option to deduct domestic research and development costs in the year incurred and instead requires taxpayers to capitalize and amortize such costs over five years. This provision decreased fiscal year 2023 cash flows from operations by $95.0 million and increased net deferred tax assets by a similar amount. Although it is possible that Congress amends this provision, potentially with retroactive effect, we have no assurance that Congress will take any action with respect to this provision. The future impact of this provision will depend on if and when this provision is deferred, modified, or repealed by Congress, including if retroactively, any guidance issued by the Treasury Department regarding the identification of appropriate costs for capitalization, and the amount of future research and development expenses paid or incurred (among other factors).\nSee “Note 6 – Sales of Receivables” and “Note 12 – Debt” in Part II of this Annual Report on Form 10-K for additional information.\n24\nA summary of cash flow information is presented below:\nYear Ended June 30,\n2023\n2022\n(dollar in thousands)\nNet cash provided by operating activities\n$\n388,056 \n$\n745,554 \nNet cash used in investing activities\n(75,717)\n(689,149)\nNet cash used in financing activities\n(316,108)\n(21,209)\nEffect of exchange rate changes on cash and cash equivalents\n4,741 \n(8,423)\nNet change in cash and cash equivalents\n972 \n26,773 \nNet cash provided by operating activities decreased $357.5 million primarily as a result of \na $341.3 million increase in cash paid for income taxes, higher interest payments and net unfavorable changes in operating assets and liabilities driven by the timing of vendor payments, partially offset by higher cash received from the Company\n’\ns MARPA.\nNet cash used in investing activities decreased $613.4 million primarily as a result of a $601.0 million decrease in cash used in acquisitions of businesses and a $10.8 million decrease in capital expenditures.\nNet cash used in financing activities increased $294.9 million primarily as a result of a $263.5 million increase in repurchases of common stock, and a $38.7 million increase in net repayments under our Credit Facility.\nWe believe that the combination of internally generated funds, available bank borrowings, and cash and cash equivalents on hand will provide the required liquidity and capital resources necessary to fund on-going operations, customary capital expenditures, debt service obligations, and other working capital requirements over the next twelve months. We may in the future seek to borrow additional amounts under a long-term debt security. Over the longer term, our ability to generate sufficient cash flows from operations necessary to fulfill the obligations under the Credit Facility and any other indebtedness we may incur will depend on our future financial performance which will be affected by many factors outside of our control, including current worldwide economic conditions and financial market conditions.\nContractual Obligations\nFor a description of the Company’s contractual obligations related to debt, leases, and retirement plans refer to “Note 10 – Leases”, “Note 12 – Debt”, and “Note 17 – Retirement Plans” in Part II of this Annual Report on Form 10-K. \nCommitments and Contingencies\nWe are subject to a number of reviews, investigations, claims, lawsuits, other uncertainties and future obligations related to our business. For a discussion of these items, see “Note 19 – Commitments and Contingencies” in Part II of this Annual Report on Form 10-K.\nCritical Accounting Policies\nThe preparation of our consolidated financial statements in conformity with accounting principles generally accepted in the U.S. requires us to make estimates and judgments that affect the amounts reported in those financial statements and accompanying notes. We consider the accounting policies and estimates addressed below to be the most important to our financial position and results of operations, either because of the significance of the financial statement item or because they require the exercise of significant judgment and/or use of significant estimates. Although we believe that the estimates are reasonable based on reasonably available facts, due to the inherent uncertainty involved in making those estimates, actual results reported in future periods may differ.\nWe believe the following accounting policies require significant judgment due to the complex nature of the underlying transactions: \nRevenue Recognition\nThe Company generates almost all of our revenues from three different types of contractual arrangements with the U.S. government: cost-plus-fee, fixed-price, and time-and-materials contracts. Our contracts with the U.S. government are generally subject to the Federal Acquisition Regulation (FAR) and are competitively priced based on estimated costs of providing the contractual goods or services. \nWe account for a contract when the parties have approved the contract and are committed to perform on it, the rights of each party and the payment terms are identified, the contract has commercial substance, and collectability is probable. At contract inception, the Company determines whether the goods or services to be provided are to be accounted for as a single performance obligation or as multiple performance obligations. This evaluation requires professional judgment as it may impact the timing and pattern of revenue recognition. If multiple performance obligations are identified, we generally use the cost plus a margin approach to determine the relative standalone selling price of each performance obligation. \n25\nWhen determining the total transaction price, the Company identifies both fixed and variable consideration elements within the contract. Variable consideration includes any amount within the transaction price that is not fixed, such as: award or incentive fees; performance penalties; unfunded contract value; or other similar items. For our contracts with award or incentive fees, the Company estimates the total amount of award or incentive fee expected to be recognized into revenue. Throughout the performance period, we recognize as revenue a constrained amount of variable consideration only to the extent that it is probable that a significant reversal of the cumulative amount recognized to date will not be required in a subsequent period. Our estimate of variable consideration is periodically adjusted based on significant changes in relevant facts and circumstances. In the period in which we can calculate the final amount of award or incentive fee earned - based on the receipt of the customer’s final performance score or determining that more objective, contractually-defined criteria have been fully satisfied - the Company will adjust our cumulative revenue recognized to date on the contract. \nWe generally recognize revenues over time throughout the performance period as the customer simultaneously receives and consumes the benefits provided on our services-type revenue arrangements. This continuous transfer of control for our U.S. government contracts is supported by the unilateral right of our customer to terminate the contract for a variety of reasons without having to provide justification for its decision. For our services-type revenue arrangements in which there are a repetitive amount of services that are substantially the same from one month to the next, the Company applies the series guidance. We use a variety of input and output methods that approximate the progress towards complete satisfaction of the performance obligation, including: costs incurred, labor hours expended, and time-elapsed measures for our fixed-price stand ready obligations. For certain contracts, primarily our cost-plus and time-and-materials services-type revenue arrangements, we apply the right-to-invoice practical expedient in which revenues are recognized in direct proportion to our present right to consideration for progress towards the complete satisfaction of the performance obligation. \nWhen a performance obligation has a significant degree of interrelation or interdependence between one month’s deliverables and the next, when there is an award or incentive fee, or when there is a significant degree of customization or modification, the Company generally records revenue using a percentage of completion method. For these revenue arrangements, substantially all revenues are recognized over time using a cost-to-cost input method based on the ratio of costs incurred to date to total estimated costs at completion. When estimates of total costs to be incurred on a contract exceed total revenues, a provision for the entire loss on the contract is recorded in the period in which the loss is determined.\nContract modifications are reviewed to determine whether they should be accounted for as part of the original performance obligation or as a separate contract. When contract modifications add distinct goods or services and increase the contract value by an amount that reflects the standalone selling price, those modifications are accounted for as separate contracts. When contract modifications include goods or services that are not distinct from those already provided, the Company records a cumulative adjustment to revenues based on a remeasurement of progress towards the complete satisfaction of the not yet fully delivered performance obligation.\nBased on the critical nature of our contractual performance obligations, the Company may proceed with work based on customer direction prior to the completion and signing of formal contract documents. The Company has a formal review process for approving any such work that considers previous experiences with the customer, communications with the customer regarding funding status, and our knowledge of available funding for the contract or program.\nBusiness Combinations \nWe record all tangible and intangible assets acquired and liabilities assumed in a business combination at fair value as of the acquisition date, with any excess purchase consideration recorded as goodwill. Determining the fair value of acquired assets and liabilities assumed, including intangible assets, requires management to make significant judgments about expected future cash flows, weighted-average cost of capital, discount rates, and expected long-term growth rates. During the measurement period, not to exceed one year from the acquisition date, we may adjust provisional amounts recorded to reflect new information subsequently obtained regarding facts and circumstances that existed as of the acquisition date.\n \nGoodwill and Intangible Assets\nGoodwill represents the excess of the fair value of consideration paid for an acquisition over the fair value of the net assets acquired and liabilities assumed as of the acquisition date. We recognize purchased intangible assets in connection with our business acquisitions at fair value on the acquisition date. Goodwill and intangible assets, net represent 69.6% and 70.0% of our total assets as of June 30, 2023 and June 30, 2022, respectively.\nWe evaluate goodwill for both of our reporting units for impairment at least annually on the first day of the fiscal fourth quarter, or whenever events or circumstances indicate that the carrying value may not be recoverable. The evaluation includes comparing the fair value of the relevant reporting unit to its respective carrying value, including goodwill, and utilizes both income and market approaches. The analysis relies on significant judgements and assumptions about expected future cash flows, weighted-average cost of capital, discount rates, expected long-term growth rates, and financial measures derived from observable market data of comparable public companies. During the fourth quarter of fiscal 2023, we completed our annual goodwill assessment and determined that each reporting unit’s fair value significantly exceeded its carrying value.\nIntangible assets with finite lives are amortized using the method that best reflects how their economic benefits are utilized or, if a pattern of economic benefits cannot be reliably determined, on a straight-line basis over their estimated useful lives, which is generally over periods ranging from one to twenty years. Intangible assets with finite lives are assessed for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable. \n26\nRecently Adopted and Issued Accounting Pronouncements\nSee “Note 3 – Recent Accounting Pronouncements” in Part II of this Annual Report on Form 10-K for additional information.",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosure About Market Risk\nThe interest rates on both the Term Loan and the Revolving Facility are affected by changes in market interest rates. We have the ability to manage these fluctuations in part through interest rate hedging alternatives in the form of interest rate swaps. We have entered into floating-to-fixed interest rate swap agreements for an aggregate notional amount of $1,200.0 million related to a portion of our floating rate indebtedness. All remaining balances under our Term Loan, and any additional amounts that may be borrowed under our Revolving Facility, are currently subject to interest rate fluctuations. With every one percent fluctuation in the applicable interest rate, interest expense on our variable rate debt for the twelve months ended June 30, 2023 would have fluctuated by approximately $9.8 million.\nApproximately 2.8% and 3.1% of our total revenues in fiscal 2023 and 2022, respectively, were generated from our international operations headquartered in the U.K. Our practice in our international operations is to negotiate contracts in the same currency in which the predominant expenses are incurred, thereby mitigating the exposure to foreign currency exchange rate fluctuations. To the extent that it is not possible to do so, there is some risk that profits will be affected by foreign currency exchange rate fluctuations. As of June 30, 2023, we held a combination of euros and pounds sterling in the U.K. and in the Netherlands equivalent to approximately $65.7 million. Although these balances are generally available to fund ordinary business operations without legal or other restrictions, a significant portion is not immediately available to fund U.S. operations unless repatriated. Our intention is to reinvest earnings from our foreign subsidiaries. This allows us to better utilize our cash resources on behalf of our foreign subsidiaries, thereby mitigating foreign currency conversion risks.",
    "cik": "16058",
    "cusip6": "127190",
    "cusip": [
        "127190304",
        "127190954"
    ],
    "names": [
        "CACI INTL INC",
        "CACI International Inc."
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/16058/000001605823000086/0000016058-23-000086-index.htm"
}