{
    "item1": ">ITEM 1.\nBUSINESS\nThe Company\nAs of April 30, 2023, Casey’s General Stores, Inc. and its direct and indirect wholly-owned subsidiaries operate convenience stores primarily under the names \"Casey's\" and \"Casey’s General Store\" (collectively, with the stores below referenced as \"GoodStop\", \"Bucky's\" or \"Minit Mart\", referred to as \"Casey's\" or the \"Company\") throughout 16 states, primarily in Iowa, Missouri, and Illinois. On April 30, 2023, there were a total of 2,521 stores in operation. \nAll convenience stores carry a broad selection of food items (including, but not limited to, freshly prepared foods such as regular and breakfast pizza, donuts, hot breakfast items, and hot and cold sandwiches), beverages, tobacco and nicotine products, health and beauty aids, automotive products, and other nonfood items. As of April 30, 2023, 217 store locations offered car washes. In addition, all but seven store locations offer fuel for sale on a self-service basis.\nDuring the prior fiscal year, the Company introduced certain stores branded or rebranded as \"GoodStop (by Casey’s)\". Similar to most of our store footprint, the \"GoodStop\" locations offer fuel for sale on a self-serve basis, and a broad selection of snacks, beverages, tobacco products, and other essentials. However, these locations typically do not have a kitchen and have limited prepared food offerings. As of April 30, 2023, 43 stores operate under the \"GoodStop\" brand.\nThe Company is also temporarily operating certain locations acquired from Buchanan Energy during the prior fiscal year under the name \"Bucky's\" and certain locations acquired from Minit Mart LLC during the current fiscal year under the name \"Minit Mart.\" The Company is in the process of transitioning all \"Bucky's\" and \"Minit Mart\" locations to either the \"Casey's\" or \"GoodStop\" brand. These locations typically have similar offerings to the \"Casey’s\" or \"GoodStop\" branded stores. The Company also operates two stores selling primarily tobacco and nicotine products, one liquor-only store, and one grocery store.\nThe Company has 76 dealer locations, where Casey’s manages fuel wholesale supply agreements to these stores. These locations are not operated by Casey's and are not included in our overall store count.\nApproximately 50% of all stores in the Company were opened in areas with populations of fewer than 5,000 persons, while approximately 26% of our stores were opened in communities with populations of more than 20,000 persons. The Company competes on the basis of price, as well as on the basis of traditional features of convenience store operations such as location, extended hours, product offerings, and quality of service.\nThe Company operates three distribution centers - in Ankeny, Iowa adjacent to our corporate headquarters, which we refer to as our Store Support Center, in Terre Haute, Indiana and in Joplin, Missouri - from which certain grocery and general merchandise and prepared food and dispensed beverage items are supplied to our stores by our Company-operated delivery fleet. The Company also self-distributes the majority of fuel to our stores. The Company has a fleet of 397 tractors used for distribution.\nThe Company’s internet address is www.caseys.com. We make available through our website all of our SEC filings, including current reports on Form 8-K, quarterly reports on Form 10-Q, our annual report on Form 10-K, and amendments to those reports, free of charge as soon as reasonably practicable after they have been electronically filed with the SEC. Additionally, you can go to our website to read our Financial Code of Ethics for the CEO and Senior Financial Officers, Corporate Governance Guidelines, Code of Business Conduct and Ethics, and committee charters. In the event of a waiver from, or updates to, the Code of Business Conduct and Ethics, any required disclosure will be posted to our website.\nCasey’s, with its principal business office, and Store Support Center, located at One SE Convenience Blvd., Ankeny, Iowa 50021-8045 (telephone 515-965-6100), was incorporated in Iowa in 1967. Our fiscal year runs from May 1 through April 30 of each year.\nGeneral\nCasey's corporate purpose is to make the lives of our guests and communities better every day. Many of the smaller communities in which we operate often are not served by national-chain convenience stores. We have succeeded in operating stores in smaller towns by offering, at competitive prices, a broader selection of products than does a typical convenience store. We have also succeeded in meeting the needs of residents in larger communities with these same offerings. We currently own most of our real estate, including substantially all of our stores, all three distribution centers (see discussion of ownership structure of the distribution center in Joplin, Missouri in Note 7), a construction and support services facility located in Ankeny, Iowa, and the Store Support Center facility.\nThe Company derives its revenue primarily from the retail sale of fuel and the products offered in our stores. Our sales historically have been strongest during the first and second fiscal quarters (May through October) relative to the third and fourth \n4\nfiscal quarters (November through April). In warmer weather, guests tend to purchase greater quantities of fuel and certain convenience items such as beer, sports drinks, water, soft drinks, and ice.\nCorporate Subsidiaries\nCasey's Marketing Company (\"CMC\") and Casey's Services Company (\"CSC\") were organized as Iowa corporations in March 1995. Casey’s Retail Company (\"CRC\") was organized as an Iowa corporation in April 2004. CGS Stores, LLC was organized as an Iowa limited liability company in April 2019. Heartland Property Company, LLC was organized as a Delaware limited liability company in September 2019, for the purposes of acquiring land and real estate. CMC, CSC, and CRC are wholly-owned subsidiaries of Casey’s, while CGS Stores, LLC and Heartland Property Company, LLC are wholly-owned subsidiaries of CMC.\nIn addition, the acquisition of Buchanan Energy during the prior fiscal year resulted in the addition of several subsidiaries to the Company’s corporate structure, including Bucks, LLC, a Nebraska limited liability company, Buchanan Energy (N), LLC and Buchanan Energy (S), LLC, each Delaware limited liability companies, Buck’s, LLC of Collinsville, an Illinois limited liability company, and C.T. Jewell Company, Inc., a Nebraska corporation.\n T\nhe Company is in the process of merging these subsidiaries into the applicable Company legacy entities, described above.\nCRC owns and/or operates certain stores in Illinois, Kansas, Michigan, Minnesota, Nebraska, North Dakota, and South Dakota, holds the rights to the Company's trademarks, service marks, trade names, and other intellectual property, and performs most “corporate” functions of the enterprise. CMC owns and/or operates stores in Arkansas, Indiana, Iowa, Kentucky, Missouri, Ohio, Oklahoma, and Wisconsin, and is responsible for all of our wholesale operations, including all three distribution centers and management of the wholesale fuel network. CGS Stores, LLC owns and/or operates stores in Tennessee. CSC provides a variety of construction, maintenance and transportation services for all stores. \nStore Operations\nProducts Offered\nThe Company designs, develops and delivers value to its guests through a differentiated product assortment where the right products are optimally placed, priced and promoted to drive traffic, revenue and profit. It is our practice to continually make additions to the Company’s product line, especially products with higher gross profit margins such as prepared food and our new private label offerings, described below. To facilitate many of these items, we have installed full kitchens in almost all of our stores, other than those branded as “GoodStop”.\nThe Company's flagship product is its handmade pizza, which we began preparing and selling in 1984. It was available in 2,465 stores (98%) as of April 30, 2023. In addition, we have expanded our prepared food offerings, which currently includes made to order cheesy breadsticks, sandwiches and wraps, chicken wings, chicken tenders, breakfast croissants and biscuits, breakfast pizza, breakfast burritos, hash browns, burgers, and bakery items which includes include donuts, cookies and brownies as well as other seasonal items. During the fiscal year, the Company launched new limited time offers to include our “Ultimate Beer Cheese Breakfast Pizza” as well as our “BBQ Brisket Pizza.” Additional stores selling pizza will come on line as newly acquired stores are remodeled and kitchens are added. Finally, as of April 30, 2023, the Company was selling donuts in 2,449 (97%) of our stores in addition to cookies, brownies, and other bakery items. \nThe growth in our prepared food program reflects the Company’s strategy to promote high-margin products that are compatible with convenience store operations. In the last three fiscal years, retail sales of nonfuel items have generated about 37% of our total revenue, but they have resulted in approximately 66% of our revenue less cost of goods sold (excluding depreciation and amortization). Revenue less cost of goods sold (excluding depreciation and amortization) as a percentage of revenue on prepared food items averaged approximately 59% for the three fiscal years ended April 30, 2023—substantially higher than the impact of retail sales of fuel, which averaged approximately 12%.\nEach Casey’s store typically carries over 3,000 packaged food, beverage and non-food items. The selection is a blend of differentiated private label products (which now includes over 300 items as of April 30, 2023), as well as favored national and regional brands, many of which can be found in larger format stores. Our assortment includes product across the following categories: \n•\nnon-alcoholic beverages (soft drinks, energy, water, sports drinks, juices, coffee, tea and dairy)\n•\nalcoholic beverages (beer, wine and spirits) \n•\npackaged foods (snacks, candy, packaged bakery and other food items)\n•\ntobacco and nicotine products\n•\nfrozen foods (ice, ice cream, meals and appetizers)\n•\nnon-foods (health and beauty aids, automotive, electronic accessories, housewares and pet supplies)\n•\nservices (ATM, lotto/lottery and prepaid cards)\n5\nAll but seven stores offer retail motor fuel products for sale on a self-service basis. Gasoline and diesel fuel are sold under the Casey’s name at the majority of our locations.\nThe Company offers the Casey's Rewards program to bring value to guests and improve the digital guest experience. As part of this program, guests can earn points from online, in-store, or at the pump purchases. Points earned can be redeemed for donations to a local school of the guest's choice, fuel discounts, or Casey's Cash, which can be used on many products sold in our stores. The Rewards program is delivered through Casey’s mobile application. In addition to earning points, guests may receive other program benefits such as special offers and bonus points. At the end of the fiscal year, the Company had surpassed 6.4 million members enrolled in the program.\nStore Design\nCasey’s constructs stores that are primarily freestanding and, with a few exceptions to accommodate local conditions, conform to standard construction specifications. The current larger store design measures approximately 2,550 square feet devoted to sales area, 550 square feet to kitchen space, 400 square feet to storage, and 2 large multi-stall public restrooms. There is also a smaller store design that is generally designated for smaller communities that measures approximately 1,350 square feet devoted to sales area with the remaining areas similar in size, and 2 single user restrooms. Store lots have sufficient frontage and depth to permit adequate drive-in parking facilities on one or more sides of each store. Each new store typically includes 4 to 6 islands of fuel dispensers and storage tanks with capacity for 44,000 to 70,000 gallons of fuel. The merchandising display follows a standard layout designed to encourage a flow of guest traffic through all sections of every store. All stores are air-conditioned and have modern refrigeration equipment. Nearly all locations feature a bright sign which displays the Casey’s or GoodStop name and trade/service marks. \nAlmost all stores remain open at least sixteen hours per day, seven days a week. Hours of operation may be adjusted on a store-by-store basis to accommodate guest traffic patterns. As of April 30, 2023, we operated 526 stores on a 24-hour basis, and another 1,843 have expanded hours. \nStore Locations\nThe Company historically has located many of its stores in smaller towns not served by national-chain convenience stores. We believe that a Casey’s store provides a service generally not otherwise available in smaller towns and that a convenience store in an area with limited population can be profitable if it stresses sales volume and competitive prices. Our store-site selection criteria emphasize the population of the immediate area and daily highway traffic volume.\nRetail Fuel Operations\nRetail fuel sales are an important part of our revenue and earnings. Approximately 66% of total revenue for the year ended April 30, 2023 was derived from the retail sale of fuel. The following table summarizes (dollars and gallons in thousands) retail fuel sales for the last three fiscal years ended April 30:\n \n \nYear ended April 30,\n \n2023\n2022\n2021\nNumber of gallons sold\n2,672,366\n \n2,579,179 \n2,180,772 \nTotal retail fuel sales\n$\n10,027,310\n \n$\n8,312,038 \n$\n4,825,466 \nPercentage of total revenue\n66.4\n \n%\n64.2 \n%\n55.4 \n%\nPercentage of revenue less cost of goods sold (excluding depreciation and amortization)\n10.7\n \n%\n11.2 \n%\n15.8 \n%\nAverage retail price per gallon\n$\n3.75\n \n$\n3.22 \n$\n2.21 \nAverage revenue less cost of goods sold per gallon (excluding depreciation and amortization)\n40.22\n \n¢\n36.01 \n¢\n34.91 \n¢\nAverage number of gallons sold per store*\n1,092\n \n1,047 \n981 \n*\nIncludes only those stores in operation at least one full year on April 30 of the fiscal year indicated.\nAverage retail prices of fuel during the year increased 16.5% from prior year. Fuel prices increased at the end of the prior fiscal year due to overall supply issues, as refiners cut production levels in response to a slowing economy during the COVID-19 pandemic and as Russia's invasion of Ukraine resulted in a United States ban of Russian crude oil imports. While prices have moderated since the highs seen at the end of the prior fiscal year and the first quarter of fiscal 2023, the higher costs have continued into 2023. Regardless, with the Company's centralized fuel team and the procurement improvements implemented, we believe we are well positioned to navigate any potential future fuel price volatility. \nThe total number of gallons sold during this period increased by 3.6%. Gallons sold were positively impacted by a growing store count as we operated 69 more stores than the prior year. Average revenue less cost of goods sold (excluding \n6\ndepreciation and amortization) per gallon increased by 11.7%. Our centralized fuel team, coupled with fuel procurement improvements, has grown fuel profitability and has been instrumental in sustaining higher than historically typical average revenue less cost of goods sold per gallon (excluding depreciation and amortization). \nPercentage of revenue less cost of goods sold (excluding depreciation and amortization) represents the fuel gross profit divided by the gross fuel sales dollars. As retail fuel prices fluctuate in a period of consistent gross margin per gallon, the percentage will also fluctuate in an inverse relationship to fuel price. For additional information concerning the Company’s fuel operations, see Item 7, below.\nDistribution and Wholesale Arrangements\nCMC supplies all stores with groceries, food, health and beauty aids, and general merchandise from our three distribution centers. The stores place orders for merchandise electronically to the Store Support Center, and the orders are filled with shipments in Company-operated delivery trucks from one of the distribution centers, based on route optimization for the fleet network. Most of our existing and proposed stores are within the three distribution centers' optimum efficiency range—a radius of approximately 500 miles around each distribution center. \nIn fiscal 2023, a majority of the food and nonfood items supplied to stores through the distribution centers were purchased directly from manufacturers. While we consider long-term contracts for potential favorability against short-term contracts, long-term supply contracts are not typically entered into with the suppliers of products sold by our stores. We believe the practice enables us to respond to changing market conditions with minimal impact on margins.\nIn addition to the products discussed above, CMC supplies all fuel to our stores, and supplies fuel on a wholesale basis as part of a dealer network to 76 locations. We have entered into various purchase agreements related to our fuel supply, which include varying volume commitments. Prices included in the purchase agreements are indexed to market prices. \nHuman Capital\nOur employees, who we refer to as Team Members, are critical to our business operations and the success of the Company. As of April 30, 2023, we had 20,292 full-time, and 22,690 part-time, Team Members. Approximately 94% are store Team Members, 1% are field management and related Team Members, 1% work in and support our three distribution centers, 1% are fuel or grocery drivers and 3% work out of the Store Support Center, or perform Store Support Center functions.\nWe are not a party to any collective bargaining agreements with our Team Members and believe the working relationship with our Team Members is good.\nCore Values\nDuring the prior fiscal year, the Company unveiled its new core values to its Team Members, as part of its evolution to build a culture of commitment – Casey’s CARES:\nC\n – Commitment: We work hard to be the best and have a good time doing it.\nA\n – Authenticity: We’re true to our roots by being high integrity and low ego.\nR\n – Respect: We treat people the way they want to be treated.\nE\n – Evolving: We’re driven to build a better future for ourselves and for our business.\nS\n – Service: We put service first and take pride in caring for our guests, our communities, and each other.\nWe believe these core values serve as a solid foundation for how we treat our Team Members, how they treat one another and how we operate our business as a whole.\nIn the 2023 fiscal year, Casey’s became “Great Places to Work” certified. This certification is administered by an independent third party and is based largely on team member survey results.\nTotal Rewards\nWe believe that the future success of the Company depends in large part on our ability to attract, train, retain, and motivate qualified Team Members. As such, we are committed to providing market-competitive pay and benefits for all positions and offer performance-based compensation opportunities to certain of our full-time Team Member base. In addition, the Company offers a 401(k) plan to eligible Team Members, with a generous 6% match made in the form of Company stock, and all full-time and part-time associates are eligible for competitive health and welfare benefits, including medical, dental, vision, disability, life insurance and other benefits. In addition, during the 2023 fiscal year, we enhanced our offerings to include a military pay differential benefit for team members in the armed forces during periods of military service, introduced a free care management service for those suffering from back and joint pain/injury to expedite improved pain management and/or healing, and increased the contributions to, and number of visits allowed, in our Employee Assistance Program (EAP), which allows our team members and their families additional support for mental health at no cost. We also increased participation and \n7\nutilization of Casey's Team Member Support Fund, which is designed to help team members facing financial hardships due to catastrophic circumstances.\nDiversity and Inclusion\nThe Company is committed to building a diverse and inclusive workforce across the organization, which it believes is set by example with its Board of Directors and extended leadership team. The Board consists of twelve members, five (or 42%) of which are diverse as to gender, and three (or 25%) of which are diverse to race and/or ethnicity. The extended leadership team, which includes all of our Vice-President level executives and above, consists of thirty-two members, almost 60% of which are diverse as to gender, race and/or ethnicity. Across our entire Team Member base, 60% of our Team Members are female and 15% are diverse as to race and/or ethnicity. In addition, we have a strict Anti Harassment and Discrimination Policy of which all Team Members are trained and expected to follow and we have several mechanisms, including an Ethics and Compliance Hotline, under which Team Members and guests can report incidents confidentially or anonymously and without fear of retaliation. We have four team member resource groups which further enhance the diversity, equity and inclusion culture at Casey's: Women in Leadership, Veterans, Faith and LGBTQ. The Company has also established a formal Diversity, Equity and Inclusion Committee to further promote the already strong culture of belonging and empowerment for all Team Members. In addition, the company has expanded its learning related to unconscious bias and critical conversations through formal training.\nEducation and Training\nThe Company, including its established Learning and Development Department, which serves all levels of the organization, invests significant time and resources in educating and training Team Members by providing them with educational, development and leadership opportunities. These opportunities are provided through a mix of formal onboarding training, safety training, in-person classes, virtual modules and “on-the-job” learning. For example, through its virtual modules, the Company offers over 500 hours of educational opportunities through over 600 classes, for which there were almost 1 million enrollments during the 2023 fiscal year. In addition, the Company has a formal leadership development program with core curriculum consisting of Development programs for Kitchen Managers, Store Managers, District Managers, a Leadership Excellence Certification, and an Individualized Development Program for all Officers based on their review.\nCompetition\nOur business is highly competitive. Food, including prepared foods, and nonfood items similar or identical to those sold by the Company, are generally available from various competitors in the communities served by Casey’s and by certain online retailers. We believe our stores located in smaller towns compete principally with other local grocery and convenience stores, similar retail outlets, and, to a lesser extent, prepared food outlets, restaurants, and expanded fuel stations offering a more limited selection of grocery and food items for sale. Stores located in more heavily populated communities may compete with local and national grocery and drug store chains, quick service restaurants, expanded fuel stations, supermarkets, discount food stores, and traditional convenience stores. \nIn addition to our inside store products, the fuel business is also highly competitive. The Company competes on the basis of brand, price, and convenience of our fuel products. We believe our locations in smaller towns are well-positioned. Similar to inside, stores compete with larger store chains with expanded fuel offerings and increased buying power in more heavily populated communities.\nExamples of convenience store chains competing in the larger towns served by Casey’s include Quik Trip, Kwik Trip/Star, Kum & Go, and other regional chains. These competitive factors are discussed further in Item 7 of this Form 10-K.\nTrademarks and Service Marks\nThe Company regularly evaluates its portfolio of intellectual property and takes steps to review potential new trademarks and service marks and to renew existing marks. The names \"Casey’s\", “Casey’s General Store”, and \"GoodStop (by Casey's)\", the marks consisting of the Casey’s design logos (with the words “Casey’s” and “Casey’s General Store”), the weathervane, and certain of our private label product names, are registered trademarks and service marks under federal law. We believe these marks are of material importance in promoting and advertising the Company’s business. In addition, the Company has a number of other registered and unregistered trademarks and service marks that are significant to the Company from an operational and branding perspective (e.g. \"Casey’s Pizza\", \"Casey's Here for Good\", “Casey’s Rewards”, “Casey’s Cash”, etc.).\nGovernment Regulation (dollars in thousands)\nUnderground Storage Tanks\nThe United States Environmental Protection Agency and several states, including Iowa, have established requirements for owners and operators of underground fuel storage tanks (USTs) with regard to (i) maintenance of leak detection, corrosion protection, and overfill/spill protection systems; (ii) upgrade of existing tanks; (iii) actions required in the event of a detected \n8\nleak; (iv) prevention of leakage through tank closings; and (v) required fuel inventory record keeping. Since 1984, our new stores have been equipped with noncorroding fiberglass USTs, including some with double-wall construction, overfill protection, and electronic tank monitoring. We believe that all capital expenditures for electronic monitoring, cathodic protection, and overfill/spill protection to comply with the existing UST regulations have been completed. Additional regulations or amendments to the existing UST regulations could result in future expenditures.\nThe majority of states in which we do business have trust fund programs with provisions for sharing or reimbursing corrective action or remediation costs incurred by UST owners, including the Company. For the years ended April 30, 2023, 2022, and 2021, we spent approximately $653, $577, and $849 respectively, for assessments and remediation. Substantially all of these expenditures were submitted for reimbursement from state-sponsored trust fund programs. The payments are typically subject to statutory provisions requiring repayment of the reimbursed funds for noncompliance with upgrade provisions or other applicable laws. None of the reimbursements received are currently expected to be repaid by the Company to the trust fund programs. At April 30, 2023 and 2022 we had an accrued liability of $268 and $274, respectively, for estimated expenses related to anticipated corrective actions or remediation efforts, including relevant legal and consulting costs. We believe we have no material joint and several environmental liability with other parties.\nAge-Restricted Products\nAlmost all of our stores sell a variety of age-restricted products, which may include beer, liquor, tobacco and other nicotine products. The sale of these products are subject to significant regulations and require the Company to procure special sales licenses from local and/or state agencies, which govern their sale. While the costs to procure such licenses is not material, the failure to comply with the conditions of the licenses, or other age-restricted products laws, could result in the suspension or revocation of such licenses, or fines related thereto. In addition to these products, the Company is also subject to\n rules governing lottery and lotto sales as determined by state lottery commissions in each state in which we make such sales.",
    "item1a": ">ITEM 1A. \nRISK FACTORS\nYou should carefully consider the risks described in this report before making a decision to invest in our securities. If any of such risks actually occur, our business, financial condition, and/or results of operations could be materially adversely affected. In that case, the trading price of our securities could decline and you might lose all or part of your investment.\nRisks Related to Our Business Operations\nOur business and our reputation could be adversely affected by a cyber or data security incident or the failure to protect sensitive guest, Team Member or supplier data, or the failure to comply with applicable regulations relating to data security and privacy.\nIn the normal course of our business, we obtain, are provided and have access to large amounts of personal data, including but not limited to credit and debit card information, personally identifiable information and other data from and about our guests, Team Members, and suppliers. A compromise or a breach in our systems, or another data security or privacy incident that results in the loss, unauthorized release, disclosure or acquisition of such data or information, or other sensitive data or information, or other internal or external cyber or data security threats, including but not limited to viruses, denial-of-service attacks, phishing attacks, ransomware attacks and other intentional or unintentional disruptions, could occur and have a material adverse effect on our operations and ability to operate, reputation, operating results and financial condition.\n \nIn addition, similar events at vendors, third-party service providers or other market participants, whether or not we are directly impacted, could negatively affect our business and supply chain or lead to a general loss of guest confidence, which could result in reduced guest traffic and sales.\nA data security or privacy incident of any kind could expose us to risk in terms of the loss, unauthorized release, disclosure or acquisition of sensitive guest, Team Member or supplier data, and could result in litigation or other regulatory action being brought against us and damages, monetary and other claims made by or on behalf of the payment card brands, guests, Team Members, shareholders, financial institutions and governmental agencies, or monetary demands or other extortion attempts from cybercriminals. Such events could give rise to substantial monetary damages and/or losses which are not covered, or in some instances fully covered, by our insurance policies and which could adversely affect our reputation, results of operations, financial condition and liquidity. Moreover, a data security or privacy incident could require that we expend significant additional resources on mitigation efforts and to further upgrade the security and other measures that we employ to guard against, and respond to, such incidents.\nFood-safety issues and foodborne illnesses, whether actual or reported, or the failure to comply with applicable regulations relating to the transportation, storage, preparation or service of food, could adversely affect our business and reputation.\nInstances or reports of food-safety issues, such as foodborne illnesses, food tampering, food contamination or mislabeling, either during growing, manufacturing, packaging, transportation, storage, preparation or service, have in the past \n9\nsignificantly damaged the reputations and impacted the sales of companies in the food processing, grocery, quick service and “fast casual” restaurant sectors, and could affect us as well. Any instances of, or reports linking us to, foodborne illnesses or food tampering, contamination, mislabeling or other food-safety issues could damage the value of our brand and severely hurt sales of our prepared or other food products and possibly lead to product liability and personal injury claims, litigation (including class actions), government agency investigations and damages. In addition, guest preferences and store traffic could be adversely impacted by food-safety issues, health concerns or negative publicity about the consumption of our products, which could damage our reputation and cause a decline in demand for those products and adversely impact our sales.\n \nIn addition, we rely on our suppliers to provide quality ingredients and to comply with applicable food and food safety laws and industry standards. A failure of one of our suppliers to comply with such laws, to meet our quality standards, or to meet food industry standards, could also disrupt our supply chain, damage our reputation and adversely impact our sales.\nWe may be adversely impacted by increases in the cost of food ingredients and other related costs\nOur business is exposed to fluctuations in prices of commodities.\n \nAny increase in the cost or sustained high levels of the cost of cheese, proteins or other commodities could adversely affect the profitability of stores, particularly if we are unable to increase the retail price of our products to offset such costs. We have recently experienced inflation in the price of commodities, including food ingredients, which has increased our cost of goods sold. Cheese, representing our largest food cost, and other commodities can be subject to significant cost fluctuations due to weather, availability, global demand and other factors that are beyond our control.\n \nAdditionally, increases in labor, mileage, insurance, fuel, and other costs could adversely affect the profitability of our stores.\n \nMany of these factors are beyond our control, and we may not be able to adequately mitigate these costs or pass along these costs to our customers, given the significant competitive pricing in our industry.\nA significant disruption to our distribution network, to the capacity of the distribution centers, or timely receipt of inventory could adversely impact our sales or increase our transaction costs, which could have a material adverse effect on our business.\nWe rely on our distribution and transportation network, which includes our drivers and distribution center Team Members, and the networks of our vendors and direct store delivery partners, to provide products to our distribution centers and stores in a timely and cost-effective manner. Any disruption, unanticipated or unusual expense or operational failure related to this process, including our inability, or that of our delivery partners, to hire and/or retain enough qualified drivers and distribution center Team Members to meet demand, could affect our store operations negatively. \nWe also depend on regular deliveries of products from third-parties to and from our facilities and stores that meet our specifications. In addition, we may have a single supplier or limited number of suppliers for certain products. While we believe there are adequate reserve quantities and alternative suppliers available, shortages or interruptions in the receipt or supply of products caused by unanticipated or changing demand, such as occurred during the COVID-19 pandemic, problems in production or distribution, financial or other difficulties of suppliers, cyber-related events, social unrest, inclement weather or other economic conditions, including the availability of qualified drivers and distribution center Team Members, could adversely affect the availability, quality and cost of products, and our operating results.\nWe could be adversely affected if we experience difficulties in, or are unable to recruit, hire or retain, members of our leadership team and other distribution, field and store Team Members.\nWe are dependent on the continued knowledge and efforts of our leadership team and other key Team Members. If, for any reason, our leadership team does not continue to be active in management, or we lose such persons, or other key Team Members, or we fail to identify and/or recruit for current or future leadership positions, our business, financial condition or results of operations could be adversely affected.\nWe also rely on our ability to recruit, hire and retain qualified drivers, distribution center Team Members, field management and store Team Members. Recent difficulties and shortages in the general labor market for such individuals, in particular hourly Team Members and drivers, and the failure to continue to attract and retain these individuals, especially at reasonable compensation levels in the current rising wage environment, could have a material adverse effect on the operation of individual stores, distribution network, our business and results of operations.\nAny failure to anticipate and respond to changes in consumer preferences, or to introduce and promote innovative technology for guest interaction, could adversely affect our financial results.\nOur continued success depends on our ability to remain relevant with respect to consumer needs and wants, attitudes toward our industry, and our guests’ preferences for ways of doing business with us, particularly with respect to digital engagement, contactless delivery, curbside pick-up and other non-traditional ordering and delivery platforms. We must continually work to develop, produce and market new products, maintain and enhance the recognition of our brands, offer a favorable mix of products, and refine our approach as to how and where we market, sell and deliver our products. This risk is compounded by the increasing use of digital media by consumers and the speed by which information and opinions are shared. \n10\nFurther, changes in consumer preferences, trends or perceptions of certain items we sell, or the ingredients therein, could cause consumers to avoid such items in favor of those that are or are perceived as healthier, lower-calorie, or lower in carbohydrates or otherwise based on their ingredients or nutritional content. If we are unable to anticipate and respond to sudden challenges that we may face in the marketplace, trends in the market for our products and changing consumer demands and sentiment, it could have a material adverse effect on our business, financial condition and results of operations.\nWe rely on our information technology systems, and a number of third-party software providers, to manage numerous aspects of our business, and a disruption of these systems could adversely affect our business.\nWe are dependent on our information technology (IT) systems, and a large number of third-party software providers and platforms, to manage and operate numerous aspects of our business, develop our financial statements, provide analytical information to management and serve as a platform for our business continuity plan. Our IT systems, and the software and other technology platforms provided by our vendors and other third-parties, are an essential component of our business operations and growth strategies, and a serious disruption to any of these could significantly limit our ability to manage and operate our business efficiently. These systems are vulnerable to, among other things, damage and interruption, computer system and network failures, loss of telecommunications services, physical and electronic loss of, or loss of access to, data and information, security breaches or other security or cyber-related incidents, computer viruses or attacks and obsolescence. Any disruption could cause our business and competitive position to suffer and cause our operating results to be reduced.\nIncreased credit card expenses could lead to higher operating expenses and other costs for the Company.\nA significant percentage of our sales are made with credit cards. Because the interchange and other fees we pay when credit cards are used to make purchases, which the Company has little control over, are based on transaction amounts, higher fuel prices at the pump, including record fuel prices that were seen in recent years, higher gallon movement and other increases in price and sales of fuel and other items we sell in our stores directly result in higher credit card expenses. These additional fees directly increase operating expenses. Higher operating expenses that result from higher credit card fees may decrease our overall profit and have a material adverse effect on our business, financial condition and results of operations. Total credit card fees paid in fiscal 2023 and 2022 exceeded $200 million. For fiscal 2021, total credit card fees paid were approximately $150 million.\nIn addition, credit card providers now mandate that any fraudulent activity and related losses at fuel dispensers that do not accept certain chip technology (referred to as EMV) be borne by the retailers accepting those cards. While the Company has invested, and will continue to invest, a significant amount of resources in upgrading its fuel dispensers to accept EMV, and has implemented other fraud mitigation strategies, not all of its fuel dispensers have, or in the near future may, be upgraded to such technology. As such, it is possible that credit card providers could attempt to pass the costs of certain fraudulent activity at the non-upgraded dispensers to the Company, which if significant, could have a material adverse effect on our business, financial condition and results of operations.\nOur operations present hazards and risks which may not be fully covered by insurance, if insured.\nThe scope and nature of our operations present a variety of operational hazards and risks that must be managed through continual oversight and control. As protection against hazards and risks, we maintain insurance against many, but not all, potential losses or liabilities arising from such risks. Uninsured or underinsured losses and liabilities from operating risks could reduce the funds available to us for capital and investment spending and could have a material adverse impact on the results of operations.\nThe dangers inherent in the storage and transport of fuel could cause disruptions and could expose to us potentially significant losses, costs or liabilities.\nWe store fuel in storage tanks at our retail locations. Additionally, a significant portion of fuel is transported in our own trucks, instead of by third-party carriers. Our operations are subject to significant hazards and risks inherent in transporting and storing motor fuel. These hazards and risks include, but are not limited to, fires, explosions, traffic accidents, spills, discharges and other releases, any of which could result in distribution difficulties and disruptions, environmental pollution, governmentally-imposed fines or clean-up obligations, personal injury or wrongful death claims and other damage to our properties and the properties of others. As a result, any such event could have a material adverse effect on our business, financial condition and results of operations.\nConsumer or other litigation could adversely affect our financial condition and results of operations.\nOur retail operations are characterized by a high volume of guest traffic and by transactions involving a wide array of product selections, including prepared food. Retail operations, and in particular our distribution and food-related operations, carry a higher exposure to consumer litigation risk when compared to the operations of companies operating in many other industries. Consequently, we may become a party to personal injury, food safety, product liability, accessibility, data security and privacy and other legal actions in the ordinary course of our business. While these actions are generally routine in nature, \n11\nincidental to the operation of our business and immaterial in scope, if our assessment of any action or actions should prove inaccurate, our financial condition and results of operations could be adversely affected.\nAdditionally, we are occasionally exposed to industry-wide or class-action claims arising from the products we carry, industry-specific business practices or other operational matters, including wage-and-hour and other employment related individual and class-action claims. Our defense costs and any resulting damage awards or settlement amounts may be significant and not be covered, or in some instances fully covered, by our insurance policies. Thus, an unfavorable outcome or settlement of one or more of these lawsuits could have a material adverse effect on our reputation, financial position, liquidity and results of operations.\nPandemics or disease outbreaks, such as COVID-19, responsive actions taken by governments and others to mitigate their spread, and guest behavior in response to these events, have, and may in the future, adversely affect our business operations, supply chain and financial results.\nPandemics or disease outbreaks such as COVID-19 and its variants (collectively, “COVID-19”) have had, and may continue to have, adverse impacts on the Company’s business. These include, but are not limited to, decreased store traffic and changed guest behavior, decreased demand for our fuel, prepared food and other convenience offerings, decreased or slowed unit/store growth, issues with our supply chain including difficulties delivering products to our stores and obtaining certain items sold at our stores, issues with respect to our Team Members’ health, working hours and/or ability to perform their duties, and increased costs to the Company in response to these conditions and to protect the health and safety of our Team Members and guests.\nIn addition, the general economic and other impacts related to responsive actions taken by governments and others to mitigate the spread of COVID-19, or in the future other pandemics or disease outbreaks, including but not limited to stay-at-home, shelter-in-place and other travel restrictions, social distancing requirements, mask mandates, limitations on certain businesses’ hours and operations, limits on public gatherings and other events, and restrictions on what, and in certain cases how, certain products can be sold and offered to our guests, have, and may continue to, result in similar declines in store traffic and overall demand, increased operating costs, and decreased or slower unit/store growth. Further, although the Company’s business was deemed an “essential service” by many public authorities throughout the COVID-19 pandemic, allowing our operations to continue (in some cases in a modified manner), there are no guarantees the designation will continue, or be applied during a future pandemic or COVID-19 outbreak, which would require us to reduce our operations and potentially close stores for an undetermined period of time.\nCovenants in our Senior Notes and credit facility agreements require us to comply with certain covenants and meet financial maintenance tests. Failure to comply with these requirements could have a material impact to us.\nWe are required to comply with certain financial and non-financial covenants under our existing Senior Notes and credit facility agreements. A breach of any covenant, even if unintentional, could result in a default under such agreements, which could, if not timely cured, permit lenders to declare all amounts outstanding to be immediately due and payable, and to terminate such instruments, which in turn could have a material adverse effect on our business, liquidity, financial condition and results of operation.\nRisks Related to Governmental Actions, Regulations, and Oversight\nCompliance with and changes in tax laws could adversely affect our performance.\nWe are subject to extensive tax liabilities imposed by multiple jurisdictions, including but not limited to state and federal income taxes, indirect taxes (excise, sales/use, and gross receipts taxes), payroll taxes, property taxes, and tobacco taxes. Tax laws and regulations are dynamic and subject to change as new laws are passed, new administrations are elected and new interpretations of existing laws are issued and applied.\n \nIn addition, as the federal government and certain states face economic and other pressures, they may seek revenue in the form of additional income, sales and other taxes and related fees. These activities could result in increased expenditures for tax liabilities in the future. Many of these liabilities are subject to periodic audits by the respective taxing authorities. Subsequent changes to our tax liabilities as a result of these audits may subject us to interest and penalties.\nWe are subject to extensive governmental regulations.\nOur business is subject to extensive governmental laws and regulations that include, but are not limited to, those relating to environmental protection and remediation; the preparation, transportation, storage, sale and labeling of food; minimum wage, overtime and other employment and labor laws and regulations; the Americans with Disabilities Act; legal restrictions on the sale of alcohol, tobacco and nicotine products, money orders, lottery/lotto and other age-restricted products; compliance with the Payment Card Industry Data Security Standards and similar requirements; compliance with the Federal Motor Carriers Safety Administration regulations; and, securities laws and Nasdaq listing standards. These, and other laws and regulations, are dynamic and subject to change as new laws are passed, new interpretations of existing laws are issued and applied and as \n12\npolitical administrations and majorities change over time. The effects created by these, including the costs of compliance with these laws and regulations, is substantial, and a violation of or change in such laws and/or regulations could have a material adverse effect on our business, financial condition, and results of operations.\nState laws regulate the sale of alcohol, tobacco and nicotine products, lottery/lotto products and other age-restricted products. A violation or change of these laws could adversely affect our business, financial condition, and results of operations because state and local regulatory agencies have the power to approve, revoke, suspend, or deny applications for and renewals of permits and licenses relating to the sale of certain of these products or to seek other remedies.\nAny appreciable increase in wages, overtime pay, or the statutory minimum salary requirements, minimum wage rate, mandatory scheduling or scheduling notification laws, or the adoption of additional mandated healthcare or paid-time-off benefits would result in an increase in our labor costs. For example, recent state-mandated minimum wage increases, along with general labor market shortages and wage pressures, have increased our operating expenses significantly.\n \nSuch cost increases, or the penalties for failing to comply, could adversely affect our business, financial condition, and results of operations. State or federal lawmakers or regulators may also enact new laws or regulations applicable to us that may have a material adverse and potentially disparate impact on our business.\nGovernmental action and campaigns to discourage tobacco and nicotine use and other tobacco products may have a material adverse effect on our revenues and gross profit.\nCongress has given the Food and Drug Administration (“FDA”) broad authority to regulate tobacco and nicotine products, including e-cigarettes and vapor products, and the FDA has enacted numerous regulations restricting the sale of such products. These governmental actions, as well as national, state and local campaigns and regulations to discourage tobacco and nicotine use and limit the sale of such products, including but not limited to tax increases related to such products and certain actions taken to increase the minimum age in order to purchase such products, have resulted or may in the future result in, reduced industry volume and consumption levels, and could materially affect the retail price of cigarettes, unit volume and revenues, gross profit, and overall guest traffic, which in turn could have a material adverse effect on our business, financial condition and results of operations.\nWholesale cost and tax increases relating to tobacco and nicotine products could affect our operating results.\nSales of tobacco and nicotine products have averaged approximately 10% of our total revenue over the past three fiscal years, and our tobacco and nicotine revenue less cost of goods sold (excluding depreciation and amortization) accounted for approximately 9% of the total revenue less cost of goods sold (excluding depreciation and amortization) for the same period. Any significant increases in wholesale cigarette and related product costs or tax increases on tobacco or nicotine products may have a materially adverse effect on unit demand for cigarettes (or related products). Currently, major cigarette and tobacco and nicotine manufacturers offer significant rebates to retailers, although there can be no assurance that such rebate programs will continue. We include these rebates as a component of cost of goods sold, which affects our gross margin from sales of cigarettes and related products. In the event these rebates are no longer offered or decreased, our wholesale cigarette and related product costs will increase accordingly. In general, we attempt to pass price increases on to our guests. Due to competitive pressures in our markets, however, we may not always be able to do so. These factors could adversely affect our retail price of cigarettes and related products, cigarette or related product unit volume and revenues, merchandise revenue less cost of goods sold (excluding depreciation and amortization), and overall guest traffic, and in turn have a material adverse effect on our business, financial condition and results of operations.\nRisks Related to Our Industry\nGeneral economic and political conditions that are largely out of the Company’s control may adversely affect the Company’s financial condition and results of operations.\nGeneral economic and political conditions, including social and political causes and movements, higher interest rates, higher fuel and other energy costs, inflation, increases or fluctuations in commodity prices such as cheese and coffee, higher levels of unemployment, unemployment benefits and related stimulus provided as a result of the COVID-19 pandemic (including the rollback of certain payment relief programs introduced during the pandemic such as delayed or deferred rent, student loan payments, etc.), higher consumer debt levels and lower consumer discretionary spending, higher tax rates and other changes in tax laws or other economic factors may affect the operations of our stores, input costs, consumer spending, buying habits and labor markets generally, and could adversely affect the discretionary income and spending levels of our guests, the costs of the products we sell in our stores, the consumer demand for such products and the labor costs of transporting, storing and selling those products. For example, the recent conflict in Ukraine has resulted in historically high oil and other commodity prices, which, coupled with a recent period of high inflation, has significantly increased the cost of fuel and other products we sell. These events and their impacts can be unpredictable, and we may not always be able to recapture these higher input costs through pricing strategies or otherwise. In addition, unfavorable economic conditions, especially those affecting the agricultural industry, higher fuel prices, and unemployment levels can affect consumer confidence, spending patterns, and miles driven, and \n13\ncan cause guests to “trade down” to lower priced products in certain categories when these conditions exist. These factors can lead to sales declines, and in turn have an adverse impact on our business, financial condition and results of operations.\nDevelopments related to fuel efficiency, fuel conservation practices, climate change, and changing consumer preferences may decrease the demand for motor fuel.\nTechnological advances and consumer behavior in reducing fuel use, governmental mandates to improve fuel efficiency and consumer desire or regulations to lower carbon emissions could lessen the demand for our largest revenue product, petroleum-based motor fuel, which may have a material adverse effect on our business, financial condition, and results of operation. Changes in our climate, including the effects of carbon emissions in the environment, may lessen demand for fuel or lead to additional government regulation. In addition, a shift toward electric, hydrogen, natural gas or other alternative fuel-powered vehicles, including driverless motor vehicles, could fundamentally change the shopping and driving habits of our guests or lead to new forms of fueling destinations or new competitive pressures. Any of these outcomes could potentially result in fewer guest visits to our stores, decreases in sales revenue across all categories or lower profit margins, which could have a material adverse effect on our business, financial condition and results of operations.\nUnfavorable weather conditions can adversely affect our business.\nThe vast majority of our stores are located in the Midwest region of the United States, which is susceptible to tornadoes, thunderstorms, extended periods of rain or unseasonably cold temperatures, flooding, ice storms, and heavy snow. Inclement weather conditions could damage our facilities or could have a significant impact on consumer behavior, travel, and convenience store traffic patterns as well as our ability to operate our locations. In addition, we typically generate higher revenues and gross margins during warmer weather months, which fall within our first and second fiscal quarters. When weather conditions are not favorable during a particular period, our operating results and cash flow from operations could be adversely affected.\nThe volatility of wholesale petroleum costs could adversely affect our operating results.\nOur net income is significantly affected by changes in the margins we receive on our retail fuel sales. Over the past three fiscal years, on average our fuel revenues accounted for approximately 63% of total revenue and our fuel revenue less cost of goods sold (excluding depreciation and amortization) accounted for approximately 34% of the total revenue less cost of goods sold (excluding depreciation and amortization). Crude oil and domestic wholesale petroleum markets are currently, and in the recent past have been, marked by significant volatility, starting with the onset of the COVID-19 pandemic and its effects and more recently with the conflict in Ukraine.\n \nGeneral political conditions, threatened or actual acts of war or terrorism, instability or other changes in oil producing regions, historically in the Middle East and South America but recently in Europe with the conflict in Ukraine, and trade, economic or other disagreements between oil producing nations, can, and recently have, significantly affected crude oil supplies and wholesale petroleum costs. In addition, the supply of fuel and wholesale purchase costs could be adversely affected in the event of a shortage, which could result from, among other things, severe weather events in oil producing regions, the lack of capacity at United States oil refineries or, in our case, the level of fuel contracts that we have that guarantee an uninterrupted, unlimited supply of fuel. Increases in the retail price of petroleum products have resulted and could in the future adversely affect consumer demand for fuel and other discretionary purchases. This volatility makes it difficult to predict the impact that future wholesale cost fluctuations will have on our operating results and financial condition in future periods. Any significant change in one or more of these factors could materially affect the number of fuel gallons sold, fuel revenue less cost of goods sold excluding depreciation and amortization and overall guest traffic, which in turn could have a material adverse effect on our business, financial condition and results of operations.\nThe convenience store industry is highly competitive.\nThe convenience store and retail fuel industries in which we operate are highly competitive and characterized by ease of entry and constant change in the number and type of retailers offering the products and services found in our stores. We compete with many other convenience store chains, gasoline stations, supermarkets, drugstores, discount stores, club stores, fast food outlets, and mass merchants, and a variety of other retail companies, including retail gasoline companies that have more extensive retail outlets, greater brand name recognition and more established fuel supply arrangements. Several non-traditional retailers such as supermarkets, club stores, and mass merchants have affected the convenience store industry by entering the retail fuel business and have obtained a share of the fuels market. Certain of these non-traditional retailers may use more extensive promotional pricing or discounts, both at the fuel pump and in the store, to encourage in-store merchandise sales and gasoline sales. In some of our markets, our competitors have been in existence longer and have greater financial, marketing, and other resources than we do. As a result, our competitors may have a greater ability to bear the economic risks inherent in our industry and may be able to respond better to changes in the economy and new opportunities within the industry, including those related to electric vehicle charging stations. This intense competition could adversely affect our revenues and profitability and have a material adverse impact on our business and results of operations.\n14\nRisks Related to Our Growth Strategies\nWe may not be able to identify, acquire, and integrate new properties and stores, which could adversely affect our ability to grow our business.\nAn important part of our growth strategy has been to purchase properties on which to build our stores, and in other instances, acquire other convenience stores that complement our existing stores or broaden our geographic presence. We expect to continue pursuing acquisition opportunities, which involve risks that could cause our actual growth or operating results to differ materially from our expectations or the expectations of our shareholders and securities analysts. These risks include, but are not limited to, the inability to identify and acquire suitable sites at advantageous prices; competition in targeted market areas; difficulties in obtaining favorable financing for larger acquisitions or construction projects; difficulties during the acquisition process in discovering some of the liabilities of the businesses that we acquire; difficulties associated with our existing financial controls, information systems, management resources and human resources needed to support our future growth; difficulties with hiring, training and retaining skilled personnel; difficulties in adapting distribution and other operational and management systems to an expanded network of stores; difficulties in adopting, adapting to or changing the business practices, models or processes of stores or chains we acquire; difficulties in obtaining governmental and other third-party consents, permits and licenses needed to operate additional stores; difficulties in obtaining the cost savings and financial improvements we anticipate from future acquired stores; the potential diversion of our management’s attention from focusing on our core business due to an increased focus on acquisitions; and, challenges associated with the consummation and integration of any future acquisition.\nRisks Relating to Our Common Stock\nThe market price for our common stock has been and may in the future be volatile, which could cause the value of your investment to decline.\nSecurities markets worldwide experience significant price and volume fluctuations. This market volatility could significantly affect the market price of our common stock without regard to our operating performance. In addition, the price of our common stock could be subject to wide fluctuations in response to these, and other factors: a deviation in our results from the expectations of public market analysts and investors; statements by research analysts about our common stock, company, or industry; changes in market valuations of companies in our industry and market evaluations of our industry generally; additions or departures of key personnel; actions taken by our competitors; sales or repurchases of common stock by the Company or other affiliates; and, other general economic, political, or market conditions, many of which are beyond our control.\nThe market price of our common stock will also be affected by our quarterly operating results and same store sales results, which may be expected to fluctuate. Some of the factors that may affect our quarterly results and same store sales include general, regional, and national economic conditions; competition; unexpected costs; changes in retail pricing, consumer trends, and the number of stores we open and/or close during any given period; and the costs of compliance with corporate governance and other legal requirements. Other factors are discussed throughout Management’s Discussion and Analysis of Financial Condition and Results of Operations. You may not be able to resell your shares of our common stock at or above the price you pay.\nAny issuance of shares of our common stock in the future could have a dilutive effect on your investment.\nWe could issue additional shares for investment, acquisition, or other business purposes. Even if there is not an immediate need for capital, we may choose to issue securities to sell in public or private equity markets, if and when conditions are favorable. Raising funds by issuing securities would dilute the ownership interests of our existing shareholders. Additionally, certain types of equity securities we may issue in the future could have rights, preferences, or privileges senior to the rights of existing holders of our common stock.\nIowa law and provisions in our charter documents may have the effect of preventing or hindering a change in control and adversely affecting the market price of our common stock.\nOur articles of incorporation give the Company’s board of directors the authority to issue up to one million shares of preferred stock and to determine the rights and preferences of the preferred stock without obtaining shareholder approval. The existence of this preferred stock could make it more difficult or discourage an attempt to obtain control of the Company by means of a tender offer, merger, proxy contest, or otherwise. Furthermore, this preferred stock could be issued with other rights, including economic rights, senior to our common stock, thereby having a potentially adverse effect on the market price of our common stock.\nIn addition, provisions of Iowa corporate law could make it more difficult for a third party to acquire us or remove our directors by means of a proxy contest, even if doing so would be beneficial to our shareholders. For example, the Iowa Business Corporation Act (the “Act”) prohibits publicly held Iowa corporations to which it applies from engaging in a business combination with an interested shareholder for a period of three years after the date of the transaction in which the person \n15\nbecame an interested shareholder unless the business combination is approved in a prescribed manner. Further, the Act permits a board of directors, in the context of a takeover proposal, to consider not only the effect of a proposed transaction on shareholders, but also on a corporation’s Team Members, suppliers, guests, creditors, and on the communities in which the corporation operates. These provisions could discourage others from bidding for our shares and could, as a result, reduce the likelihood of an increase in our stock price that would otherwise occur if a bidder sought to buy our stock.\nWe may, in the future, adopt other measures (such as a shareholder rights plan or “poison pill”) that could have the effect of delaying, deferring, or preventing an unsolicited takeover, even if such a change in control were at a premium price or favored by a majority of unaffiliated shareholders. These measures may be adopted without any further vote or action by our shareholders.\n16\nTable of Contents",
    "item7": ">ITEM 7.\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n(Dollars and gallons in thousands, except per share amounts)\nPlease read the following discussion of the Company’s financial condition and results of operations in conjunction with the selected historical consolidated financial data and consolidated financial statements and accompanying notes presented elsewhere in this Form 10-K.\nOverview\nAs of April 30, 2023, Casey’s General Stores, Inc. and its direct and indirect wholly-owned subsidiaries operate convenience stores primarily under the names \"Casey's\" and \"Casey’s General Store\" (collectively, with the stores below referenced as \"GoodStop\", \"Bucky's\" or \"Minit Mart\", referred to as \"Casey's\" or the \"Company\") throughout 16 states, primarily in Iowa, Missouri, and Illinois. On April 30, 2023, there were a total of 2,521 stores in operation. \nAll convenience stores carry a broad selection of food items (including, but not limited to, freshly prepared foods such as regular and breakfast pizza, donuts, hot breakfast items, and hot and cold sandwiches), beverages, tobacco and nicotine products, health and beauty aids, automotive products, and other nonfood items. As of April 30, 2023, 217 store locations offered car washes. In addition, all but seven store locations offer fuel for sale on a self-service basis.\nDuring the prior fiscal year, the Company introduced certain stores branded or rebranded as \"GoodStop (by Casey’s)\". Similar to most of our store footprint, the \"GoodStop\" locations offer fuel for sale on a self-serve basis, and a broad selection of snacks, beverages, tobacco products, and other essentials. However, these locations typically do not have a kitchen and have limited prepared food offerings. As of April 30, 2023, 43 stores operate under the \"GoodStop\" brand.\nThe Company is also temporarily operating certain locations acquired from Buchanan Energy during the prior fiscal year under the name \"Bucky's\" and certain locations acquired from Minit Mart LLC during the current fiscal year under the name \"Minit Mart.\" The Company is in the process of transitioning all \"Bucky's\" and \"Minit Mart\" locations to either the \"Casey's\" or \"GoodStop\" brand. These locations typically have similar offerings to the \"Casey’s\" or \"GoodStop\" branded stores. \nThe Company has 76 dealer locations, where Casey’s manages fuel wholesale supply agreements to these stores. These locations are not operated by Casey's and are not included in our overall store count in the paragraph below. Approximately 1% of total revenue for the year-ended April 30, 2023 relates to this dealer network\nApproximately 50% of all Casey’s were opened in areas with populations of fewer than 5,000 people, while approximately 26% of all stores were opened in communities with populations of more than 20,000 persons. CMC operates three distribution centers, through which certain grocery and general merchandise, and prepared food and dispensed beverage items, are supplied to our stores. One is adjacent to the Store Support Center facility in Ankeny, Iowa. The other two distribution centers are located in Terre Haute, Indiana (opened in February 2016) and Joplin, Missouri (opened in April 2021). At April 30, 2023, the Company leased the combination of land and/or building at 121 locations. \nThe Company’s business is seasonal, and generally experiences higher sales and profitability during the first and second fiscal quarters (May-October), when guests tend to purchase greater quantities of fuel and certain convenience items such as beer, sports drinks, water, soft drinks and ice.\nThe following table represents the roll forward of store growth throughout fiscal 2023:\nStore Count\nStores at April 30, 2022\n2,452 \nNew store construction\n34 \nAcquisitions\n47\nAcquisitions not opened\n(4)\nPrior acquisitions opened\n2 \nClosed\n(10)\nStores at April 30, 2023\n2,521 \n19\nTable of Contents\nAcquisitions in the table above include, in part, 26 stores which were acquired from Minit Mart LLC in April 2023. For additional discussion, refer to Note 2 in the consolidated financial statements.\nFor further general descriptive information on the Company’s business and operations, see Item 1, above, which is incorporated herein by reference.\nLong-Term Strategic Plan\nThe Company announced a three-year strategic plan in January 2020 focused on four strategic objectives: reinvent hospitality and the guest experience; be where the guest is by accelerating unit growth; create capacity through best-in-\nclass efficiencies; and, invest in our people and culture. The Company's plan was based on building on our proud heritage and distinct advantages to become more contemporary through new capabilities, technology, data, and processes. We believe this will best position the Company to address rapidly evolving shifts in consumer habits and other macro retail trends.\nThe Company closed out its strategic plan at the end of the fiscal year. Some of the key highlights from this past fiscal year include:\n•\nGrew our store count through new store construction and a number of strategic acquisitions\n•\nDiluted EPS of $11.91, up 30.8% over the prior year\n•\nPrivate label penetration in the grocery and general merchandise category was over 9% on both units and gross profit for the year \n•\nCasey's Rewards members grew to 6.4 million at year-end\nCOVID-19 and Related Impacts\nThe onset of COVID-19 caused a significant decrease in store traffic across our entire footprint. While store traffic has markedly increased as the economy reopened over the past two or so years, the Company has not seen a full return to store traffic levels experienced prior to the pandemic. The Company believes this is largely contributed to by the increased prevalence and acceptance across all industries of working from home, a trend which the Company expects to continue into the foreseeable future.\nWhile the ongoing impacts of COVID-19, in particular those related to governmental actions in response thereto, and those mentioned immediately above, will continue to bring challenges to our operating environment, we believe that our resilient business model and the strength of our brand and balance sheet position us well to navigate the impacts.\nFuel Volatility\nSince early calendar 2020, the price of crude oil, and in turn the wholesale cost of fuel, has been volatile compared to historical averages. Initially, at the outset of the pandemic, oil and fuel prices fell dramatically; however, as the economy in general began to emerge from the COVID-19 pandemic, prices began to modestly increase over time. More recently, during the end of the Company’s 2022 fiscal year, oil and fuel prices saw a quick and dramatic increase, in part, as a result of the conflict in Ukraine, as well as other macroeconomic conditions, which also directly impacts the retail price of fuel that we sell at our stores. Generally, oil and fuel prices have decreased from levels seen throughout the past two years, but they remain elevated compared to historical levels. The Company expects these comparatively higher prices to remain into the 2024 fiscal year.\nIn addition, during the past three calendar years, the Company, and the retail fuel industry as a whole, has experienced historically high average revenue less cost of goods sold per gallon (excluding depreciation and amortization). Although this has remained relatively consistent since that time, on a longer-term basis, this metric can fluctuate significantly, and sometimes unpredictably, in the short-term. While the Company believes that its average revenue less cost of goods sold per gallon (excluding depreciation and amortization) will remain elevated from historical levels for the foreseeable future, it is possible that increased oil and fuel prices, rising interest rates, macroeconomic conditions and/or continuing conflicts or disruptions involving oil producing countries may materially impact the performance of this metric.\nElectric Vehicles and Renewable Fuels\nCasey's continues its process of developing a robust electric vehicle (\"EV\") strategy and our management team remains committed to understanding if and how the increased demand for, and usage of, EVs impacts consumer behavior across our store footprint and beyond. As consumer demand for alternative fuel options continues to grow, Casey’s has continued to add EV charging stations across our 16-state footprint. The Company has installed 138 charging stations at 29 stores, across 10 states. Our installation strategy is currently designed to selectively increase our charging stations at locations within our region where we see higher levels of consumer EV buying trends and demand for EV charging. To date, consumer EV demand within our Midwest footprint has been comparatively lower than the levels along the coasts. As EV demand from our guests increases, we are prepared to strategically integrate charging station options at select stores.\nThe Company also remains committed to offering renewable fuel options at our stores and continues to expand its alternative fuel options in response to evolving guest needs and as part of its environmental stewardship efforts. Currently, \n20\nTable of Contents\nalmost all of our stores offer fuel with at least 10% of blended ethanol and 43% of our stores offer biodiesel. Every new store has the capability to sell higher blended ethanol, and we aim to continue growing sales of renewable fuels throughout our footprint\nFiscal 2023 Compared with Fiscal 2022 \nTotal revenue for fiscal 2023 increased 16.5% ($2,141,881) to $15,094,475. \nTotal revenue was impacted favorably by operating \n69\n more stores than a year ago, elevated retail fuel prices, and strategic retail price adjustments.\n Retail fuel sales for the fiscal year were $10,027,310, an increase of 20.6% primarily due to a 16.5% increase in the average price of fuel. Fuel gallons sold increased 3.6% to 2.7 billion gallons, which increased fuel revenue by an additional $349,451. Grocery and general merchandise revenue for the fiscal year was $3,445,777, an increase of 9.7% due to strong sales of packaged beverages, snacks, and candy. Prepared food and dispensed beverage revenue increased 9.8% to $1,322,560 due to increased sales of pizza slices, whole pies, and donuts.\nTotal revenue less cost of goods sold (excluding depreciation and amortization) was 20.4% for fiscal 2023 compared with 21.3% for the prior year. Fuel cents per gallon increased to 40.2 cents in fiscal 2023 from 36.0 cents in fiscal 2022. The grocery and general merchandise revenue less related cost of goods sold (exclusive of depreciation and amortization) increased to 33.6% from 32.7% during fiscal 2023 compared to fiscal 2022. Grocery and general merchandise revenue less related cost of goods sold (exclusive of depreciation and amortization) was positively impacted by mix shift to higher margin items like energy drinks, candy, and private label products, as well as retail price adjustments, offset by inflationary pressures. The prepared food and dispensed beverage revenue less related cost of goods sold (exclusive of depreciation and amortization) decreased to 56.6% from 59.2% during fiscal 2023 compared to the prior year, primarily due to higher ingredient costs, notably cheese, and higher levels of stales, which were partially offset by retail price adjustments.\nOperating expenses increased 8.1% ($158,469) in fiscal 2023. A one-time payment of $15,297 was received from the resolution of a legal matter, which reduced operating expenses by approximately 1%. Approximately 3% of the increase is due to operating 69 more stores than a year ago. Approximately 2% of the increase was related to same-store operations. One percent of the increase was related to same-store credit card fees driven by higher retail fuel prices, retail price adjustments and strong inside sales. Approximately 1% of the change is related to an increase in variable incentive compensation due to strong financial performance. Same-store employee expense was flat as the increase in employee wage rate was offset by a 2% reduction in same-store labor hours. The majority of all operating expenses are wages and wage-related costs.\nDepreciation and amortization expense increased 3.2% ($9,590) to $313,131 in fiscal 2023 from $303,541 in fiscal 2022. The increase was due primarily to acquisitions and capital expenditures made in fiscal 2023 and fiscal 2022, offset by a decrease in accelerated depreciation, which was recorded in the prior year on equipment replaced in remodels.\nInterest, net decreased 9.1% ($5,157) to $51,815 in fiscal 2023 from $56,972 in fiscal 2022. The decrease was primarily attributable to an increase in interest income due to the increase in cash and cash equivalents and interest rates.\nThe effective tax rate increased to 24.0% in fiscal 2023 from 22.9% in fiscal 2022. The increase in the effective tax rate was driven by a decrease in excess tax benefits recognized on share-based awards and a decrease in favorable permanent differences.\nNet income increased to $446,691 in fiscal 2023 from $339,790 in fiscal 2022. The increase was primarily attributable to higher profitability both inside the store and in fuel. This increase was partially offset by higher operating expenses, depreciation and amortization, and income tax expense. See discussion in the paragraphs above for the primary drivers for each of these increases.\nPlease refer to the Form 10-K related to the fiscal year ended April 30, 2022, filed on June 24, 2022, for comparison of Fiscal 2022 to Fiscal 2021.\n21\nTable of Contents\nCOMPANY TOTAL REVENUE AND REVENUE LESS COST OF GOODS SOLD (EXCLUDING DEPRECIATION AND AMORTIZATION) BY CATEGORY\n \n \n \nYears ended April 30,\n \n2023\n2022\n2021\nTotal revenue by category\nFuel\n$\n10,027,310\n \n$\n8,312,038 \n$\n4,825,466 \nGrocery and general merchandise\n3,445,777\n \n3,141,527 \n2,724,374 \nPrepared food and dispensed beverage\n1,322,560\n \n1,204,100 \n1,087,147 \nOther (1)\n298,828\n \n294,929 \n70,202 \n$\n15,094,475\n \n$\n12,952,594 \n$\n8,707,189 \nRevenue less cost of goods sold (excluding depreciation and amortization) by category \nFuel\n$\n1,074,913\n \n$\n928,868 \n$\n761,247 \nGrocery and general merchandise\n1,156,451\n \n1,027,477 \n872,573 \nPrepared food and dispensed beverage\n748,405\n \n712,352 \n653,689 \nOther (1)\n92,637\n \n94,017 \n68,926 \n$\n3,072,406\n \n$\n2,762,714 \n$\n2,356,435 \n(1)\nThe 'Other' category historically has primarily consisted of lottery, which is presented net of applicable costs, and car wash. As a result of the Buchanan Energy acquisition in the prior fiscal year, we acquired a dealer network where Casey’s manages fuel wholesale supply agreements to these stores. The activity related to this dealer network is included in the 'Other' category and is presented gross of applicable costs.\nINDIVIDUAL STORE COMPARISONS (1)\n \n \nYears ended April 30,\n \n2023\n2022\n2021\nAverage retail sales\n$\n6,064\n \n$\n5,206 \n$\n3,894 \nAverage retail inside sales (2)\n1,956\n \n1,840 \n1,720 \nAverage revenue less cost of goods sold (excluding depreciation and amortization) on inside sales (2)\n752\n \n723 \n655 \nAverage retail sales of fuel\n4,110\n \n3,366 \n2,174 \nAverage revenue less cost of goods sold (excluding depreciation and amortization) on fuel \n450\n \n363 \n338 \nAverage operating income (3)\n445\n \n367 \n338 \nAverage number of gallons sold\n1,092\n \n1,047 \n981 \n \n(1)\nIndividual store comparisons include only those stores that had been in operation for at least one full year and remained open on April 30 of the fiscal year indicated.\n(2)\nInside sales is comprised of sales related to the grocery and general merchandise and prepared food and dispensed beverage categories.\n(3)\nAverage operating income represents retail sales less cost of goods sold, operating expenses and depreciation and amortization attributable to a particular store; it excludes interest, federal and state income taxes, and Company operating expenses not attributable to a particular store.\n22\nTable of Contents\nSAME STORE SALES BY CATEGORY (1) \n \nYears ended April 30,\n \n2023\n2022\n2021\nFuel gallons \n(0.8)\n%\n4.4 \n%\n(8.1)\n%\nGrocery and general merchandise (2)\n6.3\n \n%\n6.3 \n%\n6.6 \n%\nPrepared food and dispensed beverage (2)\n7.1\n \n%\n7.4 \n%\n(2.1)\n%\n \n(1)\nSame-store sales is a common metric used in the convenience store industry. We define same-store sales as the total sales increase (or decrease) for stores open during the full time of the periods being presented. The store must be open for each entire fiscal year being compared. Remodeled stores that remained open or were closed for just a very brief period of time (less than a week) during the period being compared remain in the same store sales comparison. If a store is replaced, either at the same location (razed and rebuilt) or relocated to a new location, it is removed from the comparison until the new store has been open for each entire period being compared. Newly constructed and acquired stores do not enter the calculation until they are open for each entire period being compared as well.\n(2)\nThe increase in grocery and general merchandise same-store sales was primarily due to strong sales of packaged beverages, snacks and candy. The increase in prepared food and dispensed beverage same-store sales was attributable to improved sales in pizza slices, whole pies, and donuts. Both categories were also impacted favorably by strategic retail price adjustments.\nUse of Non-GAAP Measures\nWe define EBITDA as net income before net interest expense, income taxes, depreciation and amortization. Adjusted EBITDA further adjusts EBITDA by excluding the gain or loss on disposal of assets as well as impairment charges. Neither EBITDA nor Adjusted EBITDA are presented in accordance with GAAP.\nWe believe EBITDA and Adjusted EBITDA are useful to investors in evaluating our operating performance because securities analysts and other interested parties use such calculations as a measure of financial performance and debt service capabilities, and they are regularly used by management for internal purposes including our capital budgeting process, evaluating acquisition targets, and assessing store performance.\nEBITDA and Adjusted EBITDA are not recognized terms under GAAP and should not be considered as a substitute for net income, cash flows from operating activities or other income or cash flow statement data. These measures have limitations as analytical tools, and should not be considered in isolation or as substitutes for analysis of our results as reported under GAAP. We strongly encourage investors to review our financial statements and publicly filed reports in their entirety and not to rely on any single financial measure.\nBecause non-GAAP financial measures are not standardized, EBITDA and Adjusted EBITDA, as defined by us, may not be comparable to similarly titled measures reported by other companies. It therefore may not be possible to compare our use of these non-GAAP financial measures with those used by other companies.\nThe following table contains a reconciliation of net income to EBITDA and Adjusted EBITDA for the years ended April 30, 2023 and 2022, respectively:\n \n \nYears ended\n \nApril 30, 2023\nApril 30, 2022\nNet income\n$\n446,691\n \n$\n339,790 \nInterest, net\n51,815\n \n56,972 \nDepreciation and amortization\n313,131\n \n303,541 \nFederal and state income taxes\n140,827\n \n100,938 \nEBITDA\n$\n952,464\n \n$\n801,241 \nLoss (gain) on disposal of assets and impairment charges\n6,871\n \n(1,201)\nAdjusted EBITDA\n$\n959,335\n \n$\n800,040 \nFor the year ended April 30, 2023, EBITDA and Adjusted EBITDA increased 18.9% and 19.9%, respectively. The increase was primarily attributable to higher profitability both inside the store and in fuel, which was partially offset by higher operating expenses due to operating 69 more stores than one year ago, an increase in store operations cost, as well as increased credit card fees resulting from increased revenue.\n23\nTable of Contents\nCritical Accounting Policies and Estimates\nCritical accounting policies are those accounting policies that management believes are important to the portrayal of our financial condition and results of operations and require management’s most difficult, subjective judgments, often because of the need to estimate the effects of inherently uncertain factors.\nBusiness Combinations\nThe Company uses the acquisition method of accounting for transactions meeting the definition of a business combination. The acquisitions are recorded in the financial statements by allocating the purchase price to the assets acquired, including intangible assets, and liabilities assumed, based on their estimated fair values at the acquisition date as determined by third party appraisals or internal estimates. The more significant assets acquired include buildings, equipment, and land. The Company primarily values buildings and equipment using the cost method and land using comparable land sales. The purchase price is determined based upon the fair value of consideration transferred to the seller. Fair values are typically determined using Level 3 inputs (see Note 3 to the consolidated financial statements). Given these estimates often are based upon unobservable inputs, the estimates require significant judgment when determining the overall value and actual results could differ from the estimates originally established. The excess of the cost of the acquisition over the net amounts assigned to the fair value of the assets acquired and the liabilities assumed is recorded as goodwill if the acquisition is considered to be a business combination. During a one-year period from the acquisition date, amounts are allowed to be provisional for areas that are expected to be adjusted to their final amounts during the measurement period. These provisional adjustments are for when the buyer obtains additional information about the facts and circumstances that existed as of the acquisition date. Subsequent adjustments recorded to provisional balances within the measurement period are recorded in the period in which the adjustment is identified. Acquisition-related transaction costs are recognized as period costs as incurred. \nInventory\nInventories, which consist of merchandise and fuel, are stated at the lower of cost or market. For fuel inventories, cost is determined through the use of the first-in, first-out (FIFO) method. For merchandise inventories, cost is determined through the use of the last-in, first-out (LIFO) method. Inventory valued using the LIFO method of inventory requires judgement when making the determination of appropriate indices to be used for determining price level changes.\nLong-lived Assets\nThe Company monitors closed and underperforming stores for an indication that the carrying amount of assets may not be recoverable. If the sum of the expected future undiscounted cash flows is less than the carrying amount of the assets, an impairment loss is recognized to the extent carrying value of the assets exceeds their estimated fair value. Fair value is based on management’s estimate of the price that would be received to sell an asset in an orderly transaction between market participants. The estimate is derived from offers, actual sale or disposition of assets subsequent to year-end, and other indications of fair value, which are considered Level 3 inputs (see Note 3 to the consolidated financial statements). In determining whether an asset is impaired, assets are grouped at the lowest level for which there are identifiable cash flows that are largely independent of the cash flows of other groups of assets, which for the Company is generally on a store-by-store basis. The Company incurred impairment charges of $3,500 in fiscal 2023, $1,056 in fiscal 2022, and $3,846 in fiscal 2021. Impairment charges are a component of operating expenses.\nSelf-insurance\nThe Company is primarily self-insured for Team Member healthcare, workers’ compensation, general liability, and automobile claims. The self-insurance claim liability for workers’ compensation, general liability, and automobile claims is determined actuarially at each year-end based on claims filed and an estimate of claims incurred but not yet reported. Actuarial projections of the losses are employed due to the potential of variability in the liability estimates. Some factors affecting the uncertainty of claims include the development time frame, settlement patterns, litigation and adjudication direction, and medical treatment and cost trends. The liability is not discounted. The balances of our self-insurance reserves were $61,168 and $53,752 for the years ended April 30, 2023 and 2022, respectively.\nRecent Accounting Pronouncements\nRefer to Note 1 of the consolidated financial statements for a description of new accounting pronouncements applicable to the Company.\n24\nTable of Contents\nLiquidity and Capital Resources\nDue to the nature of our business, cash provided by operations is our primary source of liquidity. The Company finances our inventory purchases primarily from normal trade credit aided by relatively rapid inventory turnover. This turnover allows us to conduct operations without large amounts of cash and working capital. As of April 30, 2023, the Company’s ratio of current assets to current liabilities was 0.99 to 1. The ratio at April 30, 2022 and at April 30, 2021 was 0.80 to 1 and 1.18 to 1, respectively. The increase in the ratio from the prior year is partially attributable to an increase in cash and cash equivalents due to strong free cash flows, and a decrease in payments for acquisitions. \nWe believe our current $850,000 unsecured revolving credit facility, our $25,000 unsecured bank line of credit (subsequent to year-end this increased to $50,000, see discussion in Note 3), current cash and cash equivalents, and the future cash flow from operations will be sufficient to satisfy the working capital needs of our business.\nNet cash provided by operating activities was $881,951 for the year ended April 30, 2023, compared to $788,741 for the year ended April 30, 2022. The increase in operating cash flows was partially attributable to an increase in net income adjusted for non-cash reconciling items (depreciation and amortization, amortization of debt issuance costs, stock-based compensation, and loss (gain) on disposal of assets and impairment charges) of approximately $132,873. Refer to “Fiscal 2023 Compared with Fiscal 2022” on page 21 for further details on the primary driver for these changes. This increase was partially offset by the changes in deferred income taxes and changes in components of assets and liabilities. Cash provided by operations can be impacted by variability in the timing of payments and receipts for certain assets and liabilities, as well as changes in commodity costs year-over-year. The impacts from changes in deferred income taxes decreased by $59,595, attributable to lower accelerated tax depreciation on acquisitions and capital expenditures made in the current fiscal year. Additionally, impacts from accounts payable decreased $175,376 due to higher fuel costs in the prior fiscal year and an effort to better utilize available payment terms introduced in the prior fiscal year. These decreases were partially offset by impacts from changes in income tax balances which increased $56,368, primarily attributable to the timing of tax payments across the last two fiscal years, and impacts from inventories which increased $100,820, attributable to higher fuel costs in the prior year.\nAs shown in the supplemental disclosures to the cash flow, cash paid for taxes increased $40,833, primarily attributable to an increase in taxable income (refer to “Fiscal 2023 Compared with Fiscal 2022” on page 21 for further details on the primary driver for these changes) during the year as impacts from changes in deferred tax liabilities and income tax receivable were offsetting.\nPurchases of property and equipment and payments for acquisitions of businesses typically represent the single largest use of Company funds. Management believes that by acquiring, building, and reinvesting in stores, the Company will be better able to respond to competitive challenges and increase operating efficiencies. During fiscal 2023, we expended $562,137 for property and equipment, primarily for construction, acquisition, and remodeling of stores compared with $1,228,113 in the prior year. The decrease was primarily due to significant acquisition activity occurring in the prior year (see Note 2 for further discussion).\nCash provided by financing decreased $308,513, primarily due to $450,000 in draws on the Company's term loan facility to finance acquisitions in the prior year, offset by prior year prepayments of $167,500 on the Company's term loan facility due to strong free cash flow.\n25\nTable of Contents\nAs of April 30, 2023, we had long-term debt and finance lease obligations consisting of:\nFinance lease liabilities (Note 7)\n$\n95,072 \n3.67% Senior Notes (Series A) due in 7 installments beginning June 17, 2022, and ending June 15, 2028\n135,000 \n3.75% Senior Notes (Series B) due in 7 installments beginning December 17, 2022 and ending December 18, 2028\n45,000 \n3.65% Senior Notes (Series C) due in 7 installments beginning May 2, 2025 and ending May 2, 2031\n50,000 \n3.72% Senior Notes (Series D) due in 7 installments beginning October 28, 2025 and ending October 28, 2031\n50,000 \n3.51% Senior Notes (Series E) due June 13, 2025\n150,000 \n3.77% Senior Notes (Series F) due August 22, 2028\n250,000 \n2.85% Senior Notes (Series G) due August 7, 2030\n325,000 \n2.96% Senior Notes (Series H) due August 6, 2032\n325,000 \nVariable rate term loan facility, requiring quarterly installments ending April 21, 2028\n250,000 \nDebt issuance costs\n(1,698)\n$\n1,673,374 \nLess current maturities\n52,861 \n$\n1,620,513 \nInterest on the 3.67% Senior Notes Series A and 3.75% Senior Notes Series B is payable on the 17th day of each June and December. Principal on the Senior Notes Series A and Series B is payable in various installments beginning June 17, 2022 (Series A) and December 17, 2022 (Series B) through December 2028. We may prepay the 3.67% and 3.75% Senior Notes in whole or in part at any time in an amount of not less than $2,000 at a redemption price calculated in accordance with the Note Agreement dated June 17, 2013, as amended, between the Company and the purchasers of the Senior Notes Series A and Series B.\nInterest on the 3.65% Senior Notes Series C is payable on the 2nd day of each May and November, while the interest on the 3.72% Senior Notes Series D is payable on the 28th day of each April and October. Principal on the Senior Notes Series C and Series D is payable in various installments beginning May 2, 2025 (Series C) and October 28, 2025 (Series D) through October 2031. We may prepay the 3.65% and 3.72% Senior Notes in whole or in part at any time in an amount of not less than $2,000 at a redemption price calculated in accordance with the Note Agreement dated May 2, 2016, as amended, between the Company and the purchasers of the Senior Notes Series C and Series D.\nInterest on the 3.51% Senior Notes Series E is payable on the 13th day of each June and December, while the interest on the 3.77% Senior Notes Series F is payable on the 22nd day of each February and August. Principal on the Senior Notes Series E and Series F is payable in full on June 13, 2025 (Series E) and August 22, 2028 (Series F), respectively.  We may prepay the 3.51% and 3.77% Senior Notes in whole or in part at any time in an amount of not less than $2,000 at a redemption price calculated in accordance with the Note Agreement dated June 13, 2017, as amended, between the Company and the purchasers of the Senior Notes Series E and Series F.\nInterest on the 2.85% Senior Notes Series G and 2.96% Senior Notes Series H is payable on the 7th day of each February and August. Principal on the Senior Notes Series G and Series H is payable in full on August 7, 2030 (Series G) and August 6, 2032 (Series H), respectively. We may prepay the 2.85% and 2.96% Senior Notes in whole or in part at any time in an amount of not less than $2,000 at a redemption price calculated in accordance with the Note Purchase Agreement dated June 30, 2020, between the Company and the purchasers of the Senior Notes Series G and Series H.\nDuring the fourth quarter, the Company refinanced its existing credit agreement (dated January 11, 2019, as amended, by and among the Company, the lenders party thereto and Royal Bank of Canada, as administrative agent) which resulted in its termination and repayment, in full, and entry into a new credit agreement (dated April 21, 2023, by among the lenders thereto and Wells Fargo Bank, National Association, as administrative agent) to provide for (a) a $250 million unsecured term loan , and (b) an $850 million unsecured revolving credit facility (collectively, the “Credit Facilities”). See Note 3 for additional information related to the Credit Facilities (see “Prior Credit Agreement” and “New Credit Agreement” sections). Amounts borrowed under the Credit Facilities bear interest at variable rates based upon, at the Company’s option, either: (a) either Term SOFR or Daily Simple SOFR, in each case plus 0.10% (with a floor of 0.00%) for the interest period in effect, plus an applicable margin ranging from 1.10% to 1.70% or (b) an alternate base rate, which generally equals the highest of (i) the prime \n26\nTable of Contents\ncommercial lending rate announced by the Administrative Agent as its “prime rate”, (ii) the federal funds rate plus 1/2 of 1.00%, and (iii) Adjusted Daily Simple SOFR plus 1.00%, each plus an applicable margin ranging from 0.10% to 0.70% and each with a floor of 1.00%. The applicable margins are dependent upon the Company's quarterly Consolidated Leverage Ratio, as defined in the credit agreement. We have the right at any time to prepay all or a portion of the outstanding balance without premium or penalty, other than customary “breakage” costs with respect to Term SOFR-based borrowings, with prior notice given. \nTo date, we have funded capital expenditures primarily through funds generated from operations, the proceeds of the sale of common stock, issuance of debt or other bank financing, and existing cash. Future capital required to finance operations, improvements, and the anticipated growth in the number of stores is expected to come from cash generated by operations, its $850,000 committed unsecured revolving credit facility, its additional $25,000 unsecured bank line of credit, and additional long-term debt or other securities as circumstances may dictate. We do not expect such capital needs to adversely affect liquidity.\nThe table below presents our significant contractual obligations, including interest, at April 30, 2023:\n \nContractual obligations\nPayments due by period\n \nTotal\nLess than\n1 year\n1-3 years\n3-5 years\nMore than\n5 years\nLong-term debt (1)\n$\n1,845,788 \n$\n87,959 \n$\n329,559 \n$\n374,706 \n$\n1,053,564 \nFinance lease obligations\n130,897 \n12,398 \n21,502 \n20,240 \n76,757 \nOperating lease obligations\n164,321 \n8,140 \n16,322 \n16,086 \n123,773 \nUnrecognized tax benefits\n10,957 \n— \n— \n— \n— \nDeferred compensation\n12,585 \n— \n— \n— \n— \nTotal\n$\n2,164,548 \n$\n108,497 \n$\n367,383 \n$\n411,032 \n$\n1,254,094 \n(1)\nThe long-term debt portion of the table above excludes interest payments related to the Company's term loan facility, due to the variable nature of the required interest payments. \nUnrecognized tax benefits relate to uncertain tax positions and since we are not able to reasonably estimate the timing of the payments or the amount by which the liability will increase or decrease over time, the related timing of the payment of the balances have not been reflected in the above “Payments due by period” table.\nAt April 30, 2023, the Company had a total of $10,957 in gross unrecognized tax benefits. Of this amount, $8,656 represents the amount of unrecognized tax benefits that, if recognized, would impact our effective tax rate. The total amount of accrued interest and penalties for such unrecognized tax benefits was $386 as of April 30, 2023. Interest and penalties related to income taxes are classified as income tax expense in our consolidated statements of income. The federal statute of limitations remains open for the tax years 2019 and forward. Tax years 2013 and forward are subject to audit by state tax authorities depending on open statute of limitations waivers and the tax code of each state.\nA number of years may elapse before an uncertain tax position is audited and ultimately settled. It is difficult to predict the ultimate outcome or the timing of resolution for uncertain tax positions. It is reasonably possible that the amount of unrecognized tax benefits could significantly increase or decrease within the next twelve months. These changes could result from the expiration of the statute of limitations, examinations or other unforeseen circumstances. The Company has no ongoing federal or state income tax examinations. At this time, management believes it is reasonably possible the aggregate amount of unrecognized tax benefits will decrease by $2,500 within the next 12 months. This expected decrease is due to the expiration of statute of limitations related to certain federal and state income tax filing positions.\nIncluded in other long-term liabilities on our consolidated balance sheet at April 30, 2023, was a $11,534 obligation for deferred compensation. Additionally, $756 was recognized in current liabilities as of April 30, 2023 related to deferred compensation. As the specific payment dates for a portion of the deferred compensation outstanding are unknown due to the unknown retirement dates of many of the participants, the related timing of the payment of the balances have not been reflected in the above “Payments due by period” table. However, known payments of $8,777 will be due during the next 5 years.\nAt April 30, 2023, we were partially self-insured for workers’ compensation claims in all but two states of our operating territory. In North Dakota and Ohio, we are required to participate in an exclusive, state managed fund for all workers compensation claims. We were also partially self-insured for general liability and auto liability under an agreement that provides for annual stop-loss limits equal to or exceeding $2,000 for auto liability and $1,000 for workers' compensation and general liability.\n27\nTable of Contents\nForward-Looking Statements\nThis Form 10-K, including but not limited to the Management’s Discussion and Analysis of Financial Condition and Results of Operations, contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, Section 21E of the Securities Exchange Act of 1934, as amended, and the Private Securities Litigation Reform Act of 1995. The words “may,” “will,” \"should,\" “believe,” “expect,” “anticipate,” “intend,” “estimate,” “project,” “continue,” and similar expressions are used to identify forward-looking statements. Forward-looking statements represent the Company’s current expectations or beliefs concerning future events and trends that we believe may affect our financial condition, liquidity and related sources and needs, supply chain, results of operations and performance at our stores, business strategy, strategic plans, growth opportunities, integration of acquisitions, acquisition synergies, short-term and long-term business operations and objectives including our long-term strategic plan, wholesale fuel, inventory and ingredient costs and the potential effects of the conflict in Ukraine and COVID-19 on our business.  The Company cautions that these statements are further qualified by important factors that could cause actual results to differ materially from those in the forward-looking statements, including, without limitation, the following risk factors described more completely above in Item 1A entitled “Risk Factors”:\nBusiness Operations;\n Our business and our reputation could be adversely affected by a cyber or data security incident or the failure to protect sensitive guest, Team Member or supplier data, or the failure to comply with applicable regulations relating to data security and privacy; food-safety issues and foodborne illnesses, whether actual or reported, or the failure to comply with applicable regulations relating to the transportation, storage, preparation or service of food, could adversely affect our business and reputation; we may be adversely impacted by increases in the cost of food ingredients and other related costs;  a significant disruption to our distribution network, to the capacity of the distribution centers, or timely receipt of inventory could adversely impact our sales or increase our transaction costs, which could have a material adverse effect on our business; we could be adversely affected if we experience difficulties in, or are unable to recruit, hire or retain, members of our leadership team and other distribution, field and store Team Members; any failure to anticipate and respond to changes in consumer preferences, or to introduce and promote innovative technology for guest interaction, could adversely affect our financial results; we rely on our information technology systems, and a number of third-party software providers, to manage numerous aspects of our business, and a disruption of these systems could adversely affect our business; increased credit card expenses could lead to higher operating expenses and other costs for the Company; our operations present hazards and risks which may not be fully covered by insurance, if insured; the dangers inherent in the storage and transport of fuel could cause disruptions and could expose to us potentially significant losses, costs or liabilities; consumer or other litigation could adversely affect our financial condition and results of operations; pandemics or disease outbreaks, such as COVID-19, responsive actions taken by governments and others to mitigate their spread, and guest behavior in response to these events, have, and may in the future, adversely affect our business operations, supply chain and financial results; and, covenants in our Senior Notes and credit facility agreements require us to comply with certain covenants and meet financial maintenance tests and the failure to comply with these requirements could have a material impact to us.\nGovernmental Actions, Regulations, and Oversight\n: Compliance with and changes in tax laws could adversely affect our performance; we are subject to extensive governmental regulations; governmental action and campaigns to discourage tobacco and nicotine use and other tobacco products may have a material adverse effect on our revenues and gross profit; and, wholesale cost and tax increases relating to tobacco and nicotine products could affect our operating results.\nIndustry\n: General economic and political conditions that are largely out of the Company’s control may adversely affect the Company’s financial condition and results of operations; developments related to fuel efficiency, fuel conservation practices, climate change, and changing consumer preferences may decrease the demand for motor fuel; unfavorable weather conditions can adversely affect our business; the volatility of wholesale petroleum costs could adversely affect our operating results; and, the convenience store industry is highly competitive.\nGrowth Strategies\n: We may not be able to identify, acquire, and integrate new properties and stores, which could adversely affect our ability to grow our business.\nCommon Stock\n: The market price for our common stock has been and may in the future be volatile, which could cause the value of your investment to decline; any issuance of shares of our common stock in the future could have a dilutive effect on your investment; and, Iowa law and provisions in our charter documents may have the effect of preventing or hindering a change in control and adversely affecting the market price of our common stock.\nAlthough we have attempted to list the important factors that presently affect the Company’s business and operating results, we further caution you that other factors we have not identified may in the future prove to be important in affecting our business and results of operations. We ask you not to place undue reliance on any forward-looking statements because they speak only of our views as of the statement dates. We undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise.\n28\nTable of Contents\n ",
    "item7a": ">ITEM 7A.\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nThe Company’s exposure to market risk for changes in interest rates relates primarily to our investment portfolio and floating rate long-term debt obligations. We place our investments with high-quality credit issuers and, by policy, limit the amount of credit exposure to any one issuer. Our first priority is to reduce the risk of principal loss. Consequently, we seek to preserve our invested funds by attempting to limit default risk, market risk, and reinvestment risk. We attempt to mitigate default risk by investing in only high-quality credit securities that we believe to be low risk and by positioning our portfolio to respond appropriately to a significant reduction in a credit rating of any investment issuer or guarantor. The portfolio includes only marketable securities with active secondary or resale markets to ensure portfolio liquidity. Based upon the outstanding balance of the Company's term loan facilities as of April 30, 2023, an immediate 100-basis-point move in interest rates would have an approximate annualized impact of $2.5 million on interest expense. \nWe do, from time to time, participate in a forward buy of certain commodities. These are not accounted for as derivatives under the normal purchase and sale exclusions under the applicable accounting guidance.\n29\nTable of Contents",
    "cik": "726958",
    "cusip6": "147528",
    "cusip": [
        "147528103",
        "147528903"
    ],
    "names": [
        "CASEYS GEN STORES INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/726958/000072695823000059/0000726958-23-000059-index.htm"
}