{
    "item1": ">Item 1.\t\nB\nusiness\n\n\nOur Company\n\n\nWe are a leader in performance marketplaces and technologies for the financial services and home services industries. Our approach to proprietary performance marketing technologies allows clients to engage high-intent digital media or traffic from a wide range of device types (e.g., mobile, desktop, tablet), in multiple formats or types of media (e.g., search engines, large and small media properties or websites, email), and in a wide range of cost-per-action, or CPA, forms. These forms of contact are the primary “products” we sell to our clients, and include qualified clicks, leads, calls, applications and customers. We specialize in customer acquisition for clients in high value, information-intensive markets, or “verticals,” including financial services and home services. Our clients include some of the world’s largest companies and brands in those markets. The majority of our operations and revenue are in North America.\n\n\nWe generate revenue by delivering measurable online marketing results to our clients. The benefits to our clients include cost-effective and measurable customer acquisition costs, as well as management of highly targeted but also highly fragmented online media sources and access to our world-class proprietary technologies. We are predominantly paid on a negotiated or market-driven “per click,” “per lead,” or other “per action” basis that aligns with the customer acquisition cost targets of our clients. We bear the cost of paying Internet search companies, third-party media sources, strategic partners and other online media sources to generate qualified clicks, leads, calls, applications or customers for our clients.\n\n\nOur competitive advantages include our media buying power, proprietary technologies, extensive data and experience in performance marketing, and significant online media market share in the markets or verticals we serve. Our advantage in online media buying is key to our business model and comes from our ability to effectively segment and match high-intent, unbranded media or traffic – one of the largest sources of traffic for customer acquisition – to as many as hundreds of clients or client offerings and, in most cases, to match those visitors to multiple clients, which also satisfies the visitor’s desire to choose among alternatives and to shop multiple offerings. Together, the ability to match more visitors in any given flow of traffic or media to a client offering, and to do so multiple times, adds up to a significant media buying advantage compared to individual clients or other buyers for these types of media.\n\n\nOur proprietary technologies have been developed over the past 24 years to allow us to best segment and match media or traffic, to deliver optimized results for our clients and to operate our high volume and highly complex channel cost-efficiently.\n \n\n\nOur extensive data and experience in performance marketing reflect the execution, knowledge and learning from billions of dollars of media spend on these campaigns over time. This is a steep and expensive learning curve. These learnings address millions of permutations of media sources, mix and order of creative and content merchandising, and approaches to the matching and segmentation of Internet visitors to optimize their experience and the results for clients. Together, these learnings allow us to run thousands of campaigns simultaneously and cost-effectively for our clients at acceptable media costs and margins to us.\n \n\n\nBecause of our deep expertise and capabilities in running financially successful performance marketing programs, we are able to effectively compete for sources and partners of high-intent, unbranded media, and our market share in our client verticals of this media is significant. Our media sources include owned-and-operated organic or search engine optimization (“SEO”) websites, targeted search engine marketing (“SEM”) or pay-per-click (“PPC”) campaigns, social media and mobile programs, internal email databases, call center operations, partnerships with large and small online media companies, and more. Our collective media presence results in engagement with a significant share of online visitors in those markets or verticals, which leads us to be included in client online media buys.\n\n\nWe were incorporated in California on April 16, 1999 and reincorporated in Delaware on December 31, 2009. We have been a pioneer in the development and application of measurable marketing on the Internet. Clients pay us for the actual opt-in actions by visitors or customers that result from our marketing activities on their behalf, versus traditional impression-based advertising and marketing models in which an advertiser pays for a broad audience’s exposure to an advertisement.\n\n\nMarket Opportunity\n\n\nChange in marketing strategy and approach\n\n\nWe believe that marketing approaches are changing as budgets shift from offline, analog advertising media to digital advertising media such as Internet marketing. These changing approaches require a shift to fundamentally new competencies, including:\n\n\n4\n\n\n\n\n \n\n\nFrom qualitative, impression-driven marketing to analytic, data-driven marketing\n\n\nGrowth in Internet marketing enables a more data-driven approach to advertising. The measurability of online marketing allows marketers to collect a significant amount of detailed data on the performance of their marketing campaigns, including the effectiveness of ad format and placement and user responses. This data can then be analyzed and used to improve marketing campaign performance and cost-effectiveness on substantially shorter cycle times than with traditional offline media.\n\n\nFrom account management-based client relationships to results-based client relationships\n\n\nMarketers are becoming increasingly focused on strategies that deliver specific, measurable results. For example, marketers are attempting to better understand how their marketing spending produces measurable objectives such as meeting their target marketing cost per new customer. As marketers adopt more results-based approaches, the basis of client relationships with their marketing services providers is shifting from being more account management-based to being more results-oriented.\n\n\nFrom marketing messages pushed on audiences to marketing messages pulled by self-directed audiences\n\n\nTraditional marketing messages such as television and radio advertisements are broadcast to a broad audience. The Internet enables more self-directed and targeted marketing. For example, when Internet visitors click on PPC search advertisements, they are expressing an interest in and proactively engaging with information about a product or service related to that advertisement. The growth of self-directed marketing, primarily through online channels, allows marketers to present more targeted and potentially more relevant marketing messages to potential customers who have taken the first step in the buying process, which can in turn increase the effectiveness of marketers’ spending.\n\n\nFrom marketing spending focused on large media buys to marketing spending optimized for fragmented media\n\n\nWe believe that media is becoming increasingly fragmented and that marketing strategies are changing to adapt to this trend. There are millions of Internet websites, tens of thousands of which have significant numbers of visitors. While this fragmentation can create challenges for marketers, it also allows for improved audience segmentation and the delivery of highly targeted marketing messages, but innovative technologies and approaches are necessary to effectively manage marketing given the increasing complexity resulting from more media fragmentation.\n\n\nIncreasing complexity of online marketing\n\n\nOnline marketing is a dynamic and increasingly complex advertising medium. There are numerous online channels for marketers to reach potential customers, including search engines, Internet portals, vertical content websites, affiliate networks, display and contextual ad networks, email, video advertising, and social media. We refer to these and other marketing channels as media. Each of these channels may involve multiple ad formats and different pricing models, amplifying the complexity of online marketing. We believe that this complexity increases the demand for our vertical marketing and media services due to our capabilities and to our experience managing and optimizing online marketing programs across multiple channels. Also, marketers and agencies often lack our ability to aggregate offerings from multiple clients in the same industry vertical, an approach that allows us to cover a wide selection of visitor segments and provide more potential matches to visitor needs. This approach can allow us to convert more Internet visitors into qualified clicks, leads, calls, applications, or customers from targeted media sources, giving us an advantage when buying or monetizing that media.\n\n\n5\n\n\n\n\n \n\n\nOur Business Model\n\n\nWe deliver measurable and cost-effective marketing results to our clients, typically in the form of qualified inquiries such as clicks, leads, calls, applications, or customers. Clicks, leads, calls, and applications can then convert into a customer or sale for clients at a rate that results in an acceptable marketing cost to them. We are typically paid by clients when we deliver qualified inquiries in the form of clicks, leads, calls, applications, or customers, as defined by our agreements with them. References to the delivery of customers means a sale or completed customer transaction (e.g., funded loans, bound insurance policies or customer appointments with clients). Because we bear the costs of media, our programs must result in attractive marketing costs to our clients at media costs and margins that provide sound financial outcomes for us. To deliver clicks, leads, calls, applications, and customers to our clients, generally we:\n\n\n•\nown or access targeted media through business arrangements (e.g., revenue sharing arrangements with online publisher partners, large and small) or by purchasing media (e.g., clicks from major search engines);\n\n\n•\nrun advertisements or other forms of marketing messages and programs in that media that result in consumer or visitor responses, typically in the form of clicks (by a consumer to further qualification or matching steps, or to online client applications or offerings), leads (e.g., consumer contact information), calls (from a consumer or to a consumer by our owned and operated or contracted call centers or by that of our clients or their agents), applications (e.g., for enrollment or a financial product), or customers (e.g., funded personal loans);\n\n\n•\ncontinuously seek to display clients and client offerings to visitors or consumers that result in the maximum number of consumers finding solutions that can meet their needs and to which they will take action to respond, resulting in media buying efficiency (e.g., by segmenting media or traffic so that the most appropriate clients or client offerings can be displayed or “matched” to each segment based on fit, response rates or conversion rates); and\n\n\n•\nthrough technology and analytics, seek to optimize combination of objectives to satisfy the maximum number of shopping or researching visitors or consumers, deliver on client marketing objectives, effectively compete for online media, and generate a sound financial outcome for us.\n\n\nMedia cost, or the cost to attract targeted Internet visitors, is the largest cost input to producing the measurable marketing results we deliver to clients. Balancing our clients’ customer acquisition cost and conversion objectives — or the rate at which the clicks, leads, calls, or applications that we deliver to them convert into customers — with our media costs and yield objectives, represents the primary challenge in our business model. We have been able to effectively balance these competing demands by focusing on our media sources and creative capabilities, developing proprietary technologies and optimization capabilities, and working to constantly improve segmentation and matching of visitors to clients through the application of our extensive data and experience in performance marketing. We also seek to mitigate media cost risk by working with third-party publishers and media owners predominantly on a revenue-share basis, which makes these costs variable and provides for risk management. Media purchased on a revenue-share basis has represented the majority of our media costs and of the Internet visitors we convert into qualified clicks, leads, calls, applications, or customers for clients, contributing significantly to our ability to maintain profitability.\n\n\nMedia and Internet visitor mix\n\n\nWe are a client-driven organization. We seek to be one of the largest providers of measurable marketing results on the Internet in the client industry verticals we serve by meeting the needs of clients for results, reliability and volume. Meeting those client needs requires that we maintain a diversified and flexible mix of Internet visitor sources due to the dynamic nature of online media. Our media mix changes with changes in Internet visitor usage patterns. We adapt to those changes on an ongoing basis, and also proactively adjust our mix of vertical media sources to respond to client- or vertical-specific circumstances and to achieve our financial objectives. Generally, our Internet visitor sources include:\n\n\n•\nwebsites owned and operated by us, with content and offerings that are relevant to our clients’ target customers;\n\n\n•\nvisitors acquired from PPC advertisements purchased on major search engines and sent to our websites;\n\n\n•\nthird-party media sources (including strategic partners) with whom we have a relationship and whose content or traffic is relevant to our clients’ target customers;\n\n\n•\nemail lists owned by us or by third-parties; and\n\n\n•\nadvertisements run through online advertising networks, directly with major websites or portals, social media networks, or mobile networks.\n\n\n6\n\n\n\n\n \n\n\nOur Strategy\n\n\nOur goal is to continue to be one of the largest and most successful performance marketing companies on the Internet, and eventually in other digitized media forms. We believe that we are in the early stages of a very large and long-term market opportunity. Our strategy for pursuing this opportunity includes the following key components:\n\n\n•\nfocus on generating sustainable revenues by providing measurable value to our clients;\n\n\n•\nbuild QuinStreet and our industry sustainably by behaving ethically in all we do and by providing quality content and website experiences to Internet visitors;\n\n\n•\nremain vertically focused, choosing to grow through depth, expertise and coverage in our current client verticals; enter new client verticals selectively over time, organically and through acquisitions;\n\n\n•\nbuild a world class organization, with best-in-class capabilities for delivering measurable marketing results to clients and high yields or returns on media costs;\n\n\n•\ndevelop and evolve the best products, technologies and platform for managing successful performance marketing campaigns on the Internet; focus on technologies that enhance media yield, improve client results and achieve scale efficiencies;\n\n\n•\nbuild and apply unique data advantages from running some of the largest campaigns over long periods of time in our client verticals, including the steep learning curves of what campaigns work best to optimize each media type and each client’s results;\n\n\n•\nbuild and partner with vertical content websites that attract high intent visitors in the client and media verticals we serve; and\n\n\n•\nbe a client-driven organization and develop a broad set of media sources and capabilities to reliably meet client needs.\n\n\nClients\n\n\nIn fiscal years 2023, 2022 and 2021, we had one client, The Progressive Corporation, that accounted for 20%, 17% and 23% of net revenue. No other client accounted for 10% or more of net revenue in fiscal years 2023, 2022 and 2021. Our top 20 clients accounted for 52%, 51% and 58% of net revenue in fiscal years 2023, 2022 and 2021. Since our service was first offered in 2001, we have developed a broad client base with many multi-year relationships. We enter into Internet marketing contracts with our clients, most of which are cancelable with little or no prior notice. In addition, these contracts do not contain penalty provisions for cancellation before the end of the contract term.\n\n\nSales and Marketing\n\n\nWe have an internal sales team that consists of employees focused on signing new clients and account managers who maintain and seek to increase our business with existing clients. Our sales people and account managers are each focused on a particular client vertical so that they develop an expertise in the marketing needs of our clients in that particular vertical.\n\n\nTechnology and Infrastructure\n\n\nWe have developed a suite of technologies to manage, improve and measure the results of the marketing programs we offer our clients. We use a combination of proprietary and third-party software as well as hardware from established technology vendors. We use specialized software for client management, building and managing websites, acquiring and managing media, managing our third-party media sources, and using data and optimization tools to best match Internet visitors to our marketing clients. We have invested significantly in these technologies and plan to continue to do so to meet the demands of our clients and Internet visitors, to increase the scalability of our operations, and enhance management information systems and analytics in our operations. Our development teams work closely with our marketing and operating teams to develop applications and systems that can be used across our business. In fiscal years 2023, 2022 and 2021, we spent $28.9 million, $21.9 million and $19.3 million on product development.\n\n\nOur primary data center is at a third-party co-location center in San Francisco, California. All of the critical components of the system are redundant, and we have a backup data center in Las Vegas, Nevada. We have implemented these backup systems and redundancies to minimize the risk associated with earthquakes, fire, power loss, telecommunications failure, and other events beyond our control.\n\n\n7\n\n\n\n\n \n\n\nIntellectual Property\n\n\nWe rely on a combination of patent, trade secret, trademark and copyright laws in the United States and other jurisdictions together with confidentiality agreements and technical measures to protect the confidentiality of our proprietary rights. To protect our trade secrets, we control access to our proprietary systems and technology and enter into confidentiality and invention assignment agreements with our employees and consultants and confidentiality agreements with other third-parties. QuinStreet is a registered trademark in the United States and other jurisdictions. We also have registered and unregistered trademarks for the names of many of our websites, and we own the domain registrations for many of our website domains.\n\n\nOur Competitors\n\n\nOur primary competition falls into two categories: advertising and direct marketing services agencies, and online marketing and media companies. We compete for business on the basis of a number of factors including return on marketing expenditures, price, access to targeted media, ability to deliver large volumes or precise types of customer prospects, and reliability.\n\n\nAdvertising and direct marketing services agencies\n\n\nOnline and offline advertising and direct marketing services agencies control the majority of the large client marketing spending for which we primarily compete. So, while they are sometimes our competitors, agencies are also often our clients. We compete with agencies to attract marketing budget or spending from offline forms to the Internet or, once designated to be spent online, to be spent with us versus the agency or by the agency with others. When spending online, agencies spend with us and with portals, other websites and ad networks.\n\n\nOnline marketing and media companies\n\n\nWe compete with other Internet marketing and media companies, in many forms, for online marketing budgets. Most of these competitors compete with us in one client vertical. Examples include LendingTree and MediaAlpha in the financial services client vertical. Some of our competition also comes from agencies or clients spending directly with larger websites or portals, including Google, Yahoo! and Microsoft.\n\n\nGovernment Regulation\n\n\nWe provide services through a number of different online and offline channels. As a result, we are subject to many federal and state laws and regulations, including restrictions on the use of unsolicited commercial email, such as the CAN-SPAM Act and state email marketing laws, and restrictions on the use of marketing activities conducted by telephone, including the Telemarketing Sales Rule and the Telephone Consumer Protection Act. Our business is also subject to federal and state laws and regulations regarding unsolicited commercial email, telemarketing, user privacy, search engines, Internet tracking technologies, direct marketing, data security, data privacy, pricing, sweepstakes, promotions, intellectual property ownership and infringement, trade secrets, export of encryption technology, acceptable content and quality of goods, and taxation, among others.\n\n\nIn addition, we provide services to a number of our clients that operate in highly regulated industries. In our financial services client vertical, our websites and marketing services are subject to various federal, state and local laws, including state licensing laws, federal and state laws prohibiting unfair acts and practices, and federal and state advertising laws. In addition, we are a licensed insurance agent in all fifty states. The costs of compliance with these regulations and new laws may increase in the future and any failure on our part to comply with such laws may subject us to significant liabilities.\n\n\nHuman Capital Resources\n\n\nOur business success depends on our people. We are committed to the development, attraction and retention of our employees. We are dedicated to our core principles and values which include: leading and taking ownership of results and growth, embracing new ideas and approaches as opportunities to improve our performance, striving to better understand and anticipate the needs of all stakeholders, and holding ourselves to high standards of performance and excellence. We strive to invest in professional learning and personal development opportunities that would develop talent and support personal, career and leadership growth. We hold ourselves accountable and we are committed to pay equity and parity. Our compensation philosophy is designed with both short- and long-term incentives. We prioritize the health, safety and wellness of our employees and strive to create an environment where our employees are productive and also physically and mentally healthy, safe and well. The health of our workforce remains our top priority while we work to ensure a safe work environment in our offices around the world.\n\n\n8\n\n\n\n\n \n\n\nAs of June 30, 2023, we had 937 employees, which consisted of 270 employees in product development, 51 in sales and marketing, 45 in general and administration and 571 in operations. None of our employees are represented by a labor union.\n\n\nDiversity\n \n\n\nWe are committed to fostering, cultivating and preserving a culture of diversity and inclusion. We not only embrace diversity but also seek to build a culture that attracts, retains, and develops a diverse set of employees. We have demonstrated this commitment by: (1) adding Diversity as one of our core values, (2) producing our first gender and race demographic report, and (3) matching employee contributions to approved national associations and organizations ranging from legal advocacy to domestic support. We have also formed a Culture Committee to create inclusive and diverse events.\n \n\n\nEmployee Compensation\n \n\n\nWe provide comprehensive and competitive compensation packages to attract, reward and retain talented employees. Our employees’ total compensation package includes market-competitive salary, bonuses or sales incentives, and equity awards, including restricted stock units and an employee stock purchase plan. We strive to be as transparent as possible about our compensation principles. We hold ourselves accountable and we are committed to pay equity and parity. Our compensation philosophy is designed with both short- and long-term incentives.\n \n\n\nDevelopment and Learning\n \n\n\nWe invest in the professional development and growth of all our employees and are strongly committed to our responsibility of providing development and growth opportunities to our employees through greater emphasis on internal mobility and fair and equitable talent practices.\n \n\n\nAvailable Information\n\n\nWe file reports with the Securities and Exchange Commission (“SEC”), including annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and other filings required by the SEC. We make these reports and filings available free of charge on our website via the investor relations page on www.quinstreet.com as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. We also webcast our earnings calls and certain events we host with members of the investment community on our investor relations page at http://investor.quinstreet.com. The content of our website is not intended to be incorporated by reference into this report or in any other report or document we file, and any reference to this website and others included in this report is intended to be an inactive textual reference only.\n\n\nThe public may read and copy any materials we file with the SEC at the SEC’s Public Reference Room at 100 F Street, NE, Washington, DC 20549. The public may obtain information on the operation of the Public Reference Room by calling the SEC at 1-800-SEC-0330. The SEC maintains an Internet site (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.\n\n",
    "item1a": ">Item 1A.\t\nRi\nsk Factors\n \n\n\nInvesting in our common stock involves a high degree of risk. You should carefully consider the risks described below and the other information in this periodic report. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties that we are unaware of, or that we currently believe are not material, may also become important factors that adversely affect our business. If any of the following risks actually occur, our business, financial condition or results of operations could be adversely affected. In those cases, the trading price of our common stock could decline and you may lose all or part of your investment.\n\n\nSummary of Risks Associated with Our Business\n\n\nThe following is a summary of the principal factors that make an investment in our common stock speculative or risky. These risks, and others, are described in further detail below this summary.\n \n\n\n•\nWe operate in an industry that is still developing and have a relatively new business model that is continually evolving, which makes it difficult to evaluate our business and prospects.\n\n\n•\nA reduction in online marketing spend by our clients, a loss of clients or lower advertising yields may seriously harm our business, financial condition, and results of operations. In addition, a substantial portion of our revenue is generated from a \n\n\n9\n\n\n\n\n \n\n\nlimited number of clients and, if we lose a major client, our revenue will decrease and our business and prospects may be harmed.\n\n\n•\nWe depend on third-party media sources, including strategic partners, for a significant portion of our visitors. Any decline in the supply of media available through these third-party publishers’ websites (including via regulatory action specific to those websites or to third-party media sources generally), or increase in the price of this media, could cause our revenue to decline or our cost to reach visitors to increase.\n\n\n•\nWe are exposed to data privacy and security risks, particularly given that we gather, transmit, store and otherwise process personal information. If we fail to maintain adequate safeguards to protect the security, confidentiality and integrity of personal information, including any failure to develop, implement and support our technology infrastructure and assessment processes, we may be in breach of our commitments to our clients and consumers. Unauthorized or accidental access to or disclosure or use of confidential or proprietary data (including personal information) in our network systems, including via ransomware attacks, may cause us to incur significant expenses and may negatively affect our reputation and business.\n\n\n•\nWe depend upon Internet search companies to direct a significant portion of visitors to our owned and operated and our third-party publishers’ websites. Changes in search engine algorithms have in the past harmed, and may in the future harm, the websites’ placements in both paid and organic search result listings, which may reduce the number of visitors to our owned and operated and our third-party publishers’ websites and as a result, cause our revenue to decline.\n\n\n•\nNegative changes in economic conditions and the regulatory environment have had in the past, and may in the future have, a material and adverse impact on our revenue, business and growth.\n\n\n•\nAdverse developments affecting the financial services industry, such as actual events or concerns involving liquidity, defaults or non-performance by financial institutions or transactional counterparties, could adversely affect our business, financial condition and results of operations.\n\n\n•\nIf we fail to continually enhance and adapt our products asend services to keep pace with rapidly changing technologies and industry standards, we may not remain competitive and could lose clients or advertising inventory.\n\n\n•\nOur results of operations have fluctuated in the past and may do so in the future, which makes our results of operations difficult to predict and could cause our results of operations to fall short of analysts’ and investors’ expectations.\n\n\n•\nLimitations restricting our ability to market to users or collect and use data derived from user activities by technologies, service providers or otherwise could significantly diminish the value of our services and have an adverse effect on our ability to generate revenue.\n\n\n•\nIf we do not adequately protect our intellectual property rights, our competitive position and business may suffer.\n\n\n•\nWe are subject to risks with respect to counterparties, and failure of such counterparties to meet their obligations could cause us to suffer losses or negatively impact our results of operations and cash flows.\n\n\n•\nWe face risks and uncertainties related to the COVID-19 pandemic and its aftermath, which could significantly disrupt our operations and have a material adverse impact on our business, financial condition, operating results and cash flows. These risks and uncertainties could pertain to other viruses, pandemics or other such unforeseen and broad-based public health crises.\n\n\nRisks Related to Our Business and Industry\n\n\nWe operate in an industry that is still developing and have a relatively new business model that is continually evolving, which makes it difficult to evaluate our business and prospects.\n\n\nWe derive all of our revenue from the sale of online marketing and media services, which is still a developing industry that has undergone rapid and dramatic changes in its relatively short history and which is characterized by rapidly-changing Internet media and advertising technology, evolving industry standards, regulatory uncertainty, and changing visitor and client demands. In addition, our business model and product offerings continue to evolve. We believe that our implementation of our enhanced products and media strategies across our business is in a relatively early stage. As a result, we face risks and uncertainties such as but not limited to:\n\n\n•\nour still developing industry and relatively new business model and products such as our QRP product for insurance agents;\n\n\n•\nchanges in the general economic conditions and market dynamics in the United States, or in the specific markets in which we currently do business, including as a result of the COVID-19 pandemic and Russian-Ukraine military conflict;\n\n\n10\n\n\n\n\n \n\n\n•\nthe impact of the COVID-19 pandemic and its aftermath on us, our third-party publishers’, and our clients’ businesses, the extent of which continues to be uncertain and will depend on future actions and outcomes that are highly uncertain and cannot be predicted, including the duration and scope of any resurgences of the pandemic; business and individuals’ actions in response to resurgences of the pandemic; further actions taken by governmental authorities to limit the human and economic impact of the pandemic (e.g., stimulus payments); the continued development, efficacy and distribution of vaccines for COVID-19; and the impact on economic activity including the length and depth of economic downturns or financial market instability that result from the pandemic;\n\n\n•\nchanges in the regulatory enforcement or legislative environment;\n\n\n•\nour dependence on the availability and affordability of quality media from third-party publishers and strategic partners;\n\n\n•\nour dependence on Internet search companies to attract Internet visitors;\n\n\n•\nour ability to accurately forecast our results of operations and appropriately plan our expenses;\n\n\n•\nour ability to compete in our industry;\n\n\n•\nour ability to manage cybersecurity risks and costs associated with maintaining a robust security infrastructure;\n\n\n•\nour ability to continually optimize our websites to allow Internet visitors to access our websites through mobile devices;\n\n\n•\nour ability to develop new services, enhancements and features to meet new demands from our clients; \n\n\n•\nour ability to implement our enhanced products across our business and achieve client adoptions of such products; \n\n\n•\nour ability to successfully complete acquisitions, divestitures and other business development transactions including our ability to enter into, and manage the relationship and risks associated with, strategic partnerships; and \n\n\n•\nthe occurrence of, and our ability to successfully challenge, regulatory audits, investigations or allegations of noncompliance with laws.\n\n\nIf we are unable to address these risks, our business, results of operations and prospects could suffer.\n\n\nA reduction in online marketing spend by our clients, a loss of clients or lower advertising yields may seriously harm our business, financial condition and results of operations. In addition, a substantial portion of our revenue is generated from a limited number of clients and, if we lose a major client, our revenue will decrease and our business and prospects may be harmed.\n\n\nWe rely on clients’ marketing spend on our owned and operated websites and on our network of third-party publisher and strategic partner websites. We have historically derived, and we expect to continue to derive, the majority of our revenue through the delivery of qualified inquiries such as clicks, leads, calls, applications and customers. One component of our platform that we use to generate client interest is our system of monetization tools, which is designed to match content with client offerings in a manner that optimizes revenue yield and end-user experience. Clients will reduce or stop spending marketing funds on our owned and operated websites or our third-party publisher and strategic partner websites if their investments do not generate marketing results and ultimately users or if we do not deliver advertisements in an appropriate and effective manner. The failure of our yield-optimized monetization technology to effectively match advertisements or client offerings with our content in a manner that results in increased revenue for our clients could have an adverse impact on our ability to maintain or increase our revenue from client marketing spend.\n\n\nEven if our content is effectively matched with advertisements or client offerings, our current clients may not continue to place marketing spend or advertisements on our websites. For example, macroeconomic conditions such as an economic downturn or a recession in the United States or other countries or public health crises such as the COVID-19 pandemic and the Russia-Ukraine military conflict have impacted and may continue to impact our clients’ marketing spend in the short-term and potentially in the long-term. If any of our clients decide not to continue to place marketing spend or advertising on our owned and operated websites or on our third-party publisher or strategic partner websites, we could experience a rapid decline in our revenue over a relatively short period of time. Any factors that limit the amount our clients are willing to and do spend on marketing or advertising with us, or to purchase marketing results from us, could have a material adverse effect on our business, financial condition, operating results and cash flows.\n\n\nFurthermore, a substantial portion of our revenue is generated from a limited number of clients, including one client that accounted for 20% of our net revenue for fiscal year 2023. Our clients can generally terminate their contracts with us at any time or pause marketing spending without contract termination, and they do not have minimum spend requirements. Clients may also fail to renew their contracts or reduce their level of business with us, leading to lower revenue.\n\n\n11\n\n\n\n\n \n\n\nIn addition, reductions in business by one or more significant clients has in the past triggered, and may in the future trigger, price reductions for other clients whose prices for certain products are determined in whole or in part by client bidding or competition which may reduce our ability to monetize media, further decreasing revenue. Any such future price or volume reductions, or drop in media monetization, could result in lower revenue or margin which could have a material adverse effect on our business, financial condition, operating results and cash flows. We expect that a limited number of clients will continue to account for a significant percentage of our revenue, and the loss of any one of these clients, or a material reduction in their marketing spending with us, could decrease our revenue and harm our business.\n\n\nWe depend on third-party media sources, including strategic partners, for a significant portion of our visitors. Any decline in the supply of media available through these third-party publishers’ websites (including via regulatory action specific to those websites or to third-party media sources generally), or increase in the price of this media, could cause our revenue to decline or our cost to reach visitors to increase.\n\n\nA significant portion of our revenue is attributable to visitor traffic originating from third-party publishers (including strategic partners). In many instances, third-party publishers can change the media inventory they make available to us whether due to regulatory action affecting specific publishers or to third-party media generally at any time in ways that could impact our results of operations. In addition, third-party publishers may place significant restrictions on our offerings. These restrictions may prohibit advertisements from specific clients or specific industries, or restrict the use of certain creative content or formats. If a third-party publisher decides not to make its media channel or inventory available to us, decides to demand a higher revenue-share or places significant restrictions on the use of such inventory, we may not be able to find media inventory from other websites that satisfies our requirements in a timely and cost-effective manner. Consolidation of Internet advertising networks and third-party publishers could eventually lead to a concentration of desirable inventory on websites or networks owned by a small number of individuals or entities, which could limit the supply or impact the pricing of inventory available to us. In the past, we have experienced declines in our financial services client vertical primarily due to volume declines caused by losses of available media from third-party publishers acquired by competitors, changes in search engine algorithms which reduced or eliminated traffic from some third-party publishers and increased competition for quality media. We cannot assure you that we will be able to acquire media inventory that meets our clients’ performance, price and quality requirements, in which case our revenue could decline or our operating costs could increase.\n\n\nWe are exposed to data privacy and security risks, particularly given that we gather, transmit, store and otherwise process personal information. If we fail to maintain adequate safeguards to protect the security, confidentiality and integrity of personal information, including any failure to develop, implement and support our technology infrastructure and assessment processes, we may be in breach of our commitments to our clients and consumers. Unauthorized or accidental access to or disclosure or use of confidential or proprietary data (including personal information) in our network systems, including via ransomware attacks, may cause us to incur significant expenses and may negatively affect our reputation and business.\n\n\nNearly all of our products and services are web-based, and online performance marketing is data-driven. As a result, the amount of data stored on our servers is substantial. We gather, transmit, store and otherwise process confidential and proprietary information about our users and marketing and media partners, including personal information. This information may include social security numbers, credit scores, credit card information, and financial and health information, some of which is held, managed or otherwise processed by our third-party vendors. As a result, we are subject to certain contractual terms, including third-party security reviews, as well as federal, state and foreign laws and regulations designed to protect personal information. Complying with these contractual terms and various laws and regulations is expensive and could cause us to incur substantial additional costs or require us to change our business practices in a manner adverse to our business. In addition, cybersecurity incidents, cyber-attacks and other breaches have been occurring globally at a more frequent and severe level, and are evolving in nature and will likely continue to increase in frequency and severity in the future. Our existing security measures may not be successful in preventing security breaches, cyber-attacks or other similar incidents. As we grow our business, we expect to continue to invest in technology services, hardware and software. Creating the appropriate security support for our technology platforms is expensive and complex, and our execution could result in inefficiencies or operational failures and increased vulnerability to security breaches, cyber-attacks and other similar incidents. We may also make commitments to our clients regarding our security practices in connection with clients’ due diligence. If we do not adequately implement and enforce these security policies to the satisfaction of our clients, we could be in violation of our commitments to our clients and this could result in a loss of client confidence, damage to our reputation and loss of business. Despite our implementation of security measures and controls, our information technology and infrastructure are susceptible to circumvention by an internal party or third-party, such as electronic or physical computer break-ins, security breaches, attacks, malware, ransomware, viruses, social engineering (including phishing attacks), denial of service or information, fraud, employee error and other disruptions or similar incidents, including those perpetrated by criminals or nation state actors, that could result in, among other things, third parties gaining unauthorized access to our systems and data (including confidential, proprietary and personal information). Moreover, retaliatory acts by Russia in response to economic sanctions or other measures taken by the international community against Russia arising from the Russia-Ukraine military conflict could include an increased number or severity of cyber-attacks from Russia or its allies. We may be unable to anticipate all our vulnerabilities and\n \n\n\n12\n\n\n\n\n \n\n\nimplement adequate preventative measures and, in some cases, we may not be able to immediately detect a security breach, cyber-attack or other similar incident. In the past, we have experienced security incidents involving access to our databases. Although to our knowledge no sensitive financial or personal information has been compromised and no statutory breach notification has been required, any future security incidents could result in the compromise of such data and subject us to liability or remediation expense or result in cancellation of client contracts. Any actual or alleged security breach, cyber-attack or other similar incident may also result in a misappropriation of our confidential or proprietary information (including personal information) or that of our users, clients and third-party publishers, which could result in legal and financial liability, regulatory intervention, and harm to our reputation. Any compromise of our security could limit the adoption of our products and services and have an adverse effect on our business.\n\n\nWe also face risks associated with security breaches, cyber-attacks and other similar incidents affecting third parties conducting business over the Internet. Consumers generally are concerned with data privacy and security on the Internet, and any publicized data privacy or security problems could negatively affect consumers’ willingness to provide private information on the Internet generally, including through our services. Some of our business is conducted through third parties, which may gather, transmit, store and otherwise process information (including confidential, proprietary and personal information) about our users and marketing and media partners, through our infrastructure or through other systems. While we perform data privacy and security assessments on such third parties, it is important to note that if any such third party fails to adopt or adhere to adequate security procedures, or if despite such procedures its networks or systems are breached, information relating to our users and marketing and media partners may be lost or improperly accessed, used or disclosed. A security breach, cyber-attack or other similar incident experienced by any such third party could be perceived by consumers as a security breach of our systems and in any event could result in negative publicity, damage our reputation, expose us to risk of loss or litigation and possible liability and subject us to regulatory penalties and sanctions. In addition, such third-parties may not comply with applicable disclosure or contractual requirements, which could expose us to liability.\n \n\n\nSecurity concerns relating to our technological infrastructure, data privacy concerns relating to our data collection and processing practices and any perceived or public disclosure of any actual unauthorized or accidental access to or disclosure or use of personal information, whether through breach of our network or that of third parties with which we engage, by an unauthorized party or due to employee theft, misuse, or error, could harm our reputation, impair our ability to attract website visitors and to attract and retain our clients, result in a loss of confidence in the security of our products and services, or subject us to claims or litigation arising from damages suffered by consumers, and thereby harm our business and results of operations. In recent years, several major companies have experienced high-profile security breaches, cyber-attacks and other similar incidents that exposed their customers’ personal information. In addition, we could incur significant costs for which our insurance policies may not adequately cover us and may be required to expend significant resources in protecting against cyber-attacks, security breaches and other similar incidents and to comply with the multitude of state, federal and foreign laws and regulations regarding data privacy, security and data breach notification obligations. We may need to increase our security-related expenditures to maintain or increase our systems’ security or to address problems caused and liabilities incurred by security breaches, cyber-attacks and other similar incidents.\n\n\nWe depend upon Internet search companies to direct a significant portion of visitors to our owned and operated and our third-party publishers’ websites. Changes in search engine algorithms have in the past harmed, and may in the future harm, the websites’ placements in both paid and organic search result listings, which may reduce the number of visitors to our owned and operated and our third-party publishers’ websites and as a result, cause our revenue to decline.\n\n\nOur success depends on our ability to attract online visitors to our owned and operated and our third-party publishers’ websites and convert them into customers for our clients in a cost-effective manner. We depend on Internet search companies to direct a substantial share of visitors to our owned and operated and our third-party publishers’ websites. Search companies offer two types of search results: organic and paid listings. Organic listings are displayed based solely on formulas designed by the search companies. Paid listings are displayed based on a combination of the advertiser’s bid price for particular keywords and the search engines’ assessment of the website’s relevance and quality. If one or more of the search engines or other online sources on which we rely for purchased listings modifies or terminates its relationship with us, our expenses could rise, we could lose consumers, and traffic to our websites could decrease. Changes in how search engines elect to operate, including with respect to the breadth of keyword matching, could also have an adverse impact on our campaigns. Any of the foregoing could have a material adverse effect on our business, financial condition and results of operations.\n\n\nOur ability to maintain or grow the number of visitors to our owned and operated and our third-party publishers’ websites from search companies is not entirely within our control. Search companies frequently revise their algorithms and changes in their algorithms have in the past caused, and could in the future cause, our owned and operated and our third-party publishers’ websites to receive less favorable placements. We have experienced fluctuations in organic rankings for a number of our owned and operated and our third-party publishers’ websites and some of our paid listing campaigns have also been harmed by search engine algorithmic changes. Search companies could determine that our or our third-party publishers’ websites’ content is either not relevant or is of poor quality.\n\n\n13\n\n\n\n\n \n\n\nIn addition, we may fail to optimally manage our paid listings, or our proprietary bid management technologies may fail. To attract and retain visitors, we use search engine optimization (“SEO”) which involves developing content to optimize ranking in search engine results. Our ability to successfully manage SEO efforts across our owned and operated websites and our third-party publishers’ websites depends on our timely and effective modification of SEO practices implemented in response to periodic changes in search engine algorithms and methodologies and changes in search query trends. If we fail to successfully manage our SEO strategy, our owned and operated and our third-party publishers’ websites may receive less favorable placement in organic or paid listings, which would reduce the number of visitors to our sites, decrease conversion rates and repeat business and have a detrimental effect on our ability to generate revenue. If visits to our owned and operated and our third-party publishers’ websites decrease, we may need to use more costly sources to replace lost visitors, and such increased expense could adversely affect our business and profitability. Even if we succeed in driving traffic to our owned and operated websites, our third-party publishers’ websites and our clients’ websites, we may not be able to effectively monetize this traffic or otherwise retain users. Our failure to do so could result in lower advertising revenue from our owned and operated websites as well as third-party publishers’ websites, which would have an adverse effect on our business, financial condition and results of operations.\n\n\nIn addition, if there are changes in the usage and functioning of search engines or decreases in consumer use of search engines, for example, as a result of the continued development of artificial intelligence technology, this could negatively impact our owned and operated and our third-party publishers’ websites.\n\n\nNegative changes in the economic conditions and the regulatory environment have had in the past, and may in the future have, a material and adverse impact on our revenue, business and growth.\n\n\nAdverse macroeconomic conditions could cause decreases or delays in spending by our clients in response to consumer demand and could harm our ability to generate revenue and our results of operations. Changes in the macroeconomic or market conditions and changes in the regulatory environment have in the past affected, and may continue to negatively affect, our clients’ businesses, marketing practices and budgets and, therefore, impact our business, financial condition, operating results and cash flows.\n \n\n\nWorldwide economic conditions remain uncertain due to various global disruptions, including geopolitical events, such as war, the threat of war (including collateral damage from cyberwarfare), or terrorist activity; natural disasters; power shortages or outages; major public health issues, including pandemics; and significant local, national, or global events capturing the attention of a large part of the population, which could prevent or hinder our, or third-party publishers’ or our clients’ ability to do business, increase our costs, and negatively affect our stock price. Adverse consequences resulting from increasing economic or political conflicts between the United States and China, Russia’s invasion of Ukraine and the subsequent economic sanctions imposed by the U.S., NATO and other countries, and various other market issues may have broader implications on economies outside the region, including increased instability in the worldwide financial markets and economy, increases in inflation, recessionary economic cycles, and enhanced volatility in foreign currency exchange rates. These uncertainties may cause our clients or potential clients to delay or reduce spending, which could negatively impact our revenue and operating results and make it difficult for us to accurately plan future business activities.\n\n\nWe, our third-party publishers’, and our clients’ businesses operate in highly regulated industries, subject to many laws and regulatory requirements, including federal, state, and local laws and regulations regarding unsolicited commercial email, telemarketing, search engines, Internet tracking technologies, direct marketing, data privacy and security, pricing, sweepstakes, promotions, intellectual property ownership and infringement, trade secrets, export of encryption technology, acceptable content and quality of goods, and taxation, among others. Each of our financial services and other client verticals is also subject to various laws and regulations, and our marketing activities on behalf of our clients are regulated. Many of these laws and regulations are frequently changing and can be subject to vagaries of interpretation and emphasis, and the extent and evolution of future government regulation is uncertain. Keeping our business in compliance with or bringing our business into compliance with new laws and regulations, therefore, may be costly, affect our revenue and harm our financial results.\n\n\nFor example, we believe increased regulation may continue to occur in the area of data privacy and security, and laws and regulations applying to the solicitation, collection, retention, deletion, sharing, use and other processing of personal information. At the U.S. federal level, we are subject to the laws and regulations promulgated under the authority of the Federal Trade Commission, which regulates unfair or deceptive acts or practices (including with respect to data privacy and security). At the state level, we are subject to the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act of 2020 (collectively, the “CCPA”). The CCPA requires covered businesses to, among other things, provide disclosures to California residents about their data collection, use, sharing and processing practices and, with limited business exceptions, the CCPA affords such individuals various rights with respect to their personal information, including to request deletion of personal information collected about them and to opt-out of certain personal information selling and sharing practices. A number of other states have enacted, or are considering enacting, comprehensive data privacy laws. In addition, laws in all 50 U.S. states require businesses to provide notice under certain circumstances to consumers whose personal information has been disclosed as a result of a data breach. Further, foreign laws and regulations such as the EU General\n \n\n\n14\n\n\n\n\n \n\n\nData Protection Regulation (the “EU GDPR”), and the version thereof implemented into the laws of the United Kingdom following Brexit (the “UK GDPR”), may apply to our business and marketing activities that are offered to European Union and United Kingdom users. The EU GDPR and UK GDPR include a range of compliance obligations and penalties for non-compliance are significant. Although the substantive requirements of the UK GDPR are largely aligned with those of the EU GDPR, exposing us to burdens and risks comparable to the EU GDPR, that may change over time. Existing and new data privacy and security laws and regulations could affect, and may result in expenditures to ensure, our ability to store, use, share and otherwise process personal information in accordance with applicable laws and regulations. We also are, and in the future may become, subject to various other obligations relating to data privacy and security, including industry standards, external and internal policies, contracts and other obligations. Violations or alleged violations of laws and regulations, or any such obligations, by us, our third-party publishers, our clients or our third-party service providers on which we rely to process personal information on our behalf, could result in enforcement actions, litigation, damages, fines, criminal prosecution, unfavorable publicity, and restrictions on our ability to operate, any of which could have a material adverse effect on our business, financial condition, and results of operations. In addition, new laws or regulations (including amendments thereof or changes in enforcement of existing laws or regulations applicable to us or our clients) could affect the activities or strategies of us or our clients and, therefore, lead to reductions in their level of business with us or otherwise impact our business.\n\n\nAdditionally, in connection with our owned and our third-party publishers’ telemarketing campaigns to generate traffic for our clients, we are subject to various state and federal laws regulating telemarketing communications (including SMS or text messaging), including the federal Telephone Consumer Protection Act (the “TCPA”), which requires prior express written consent for certain types of telemarketing calls. Our efforts to comply with the TCPA have not had a material impact on traffic conversion rates. However, depending on future traffic and product mix, it could potentially have a material effect on our revenue and profitability, including increasing our and our clients’ exposure to enforcement actions and litigation. The TCPA regulations have resulted in an increase in individual and class action litigation against marketing companies for alleged TCPA violations. TCPA violations can result in significant financial penalties, including penalties or criminal fines imposed by the Federal Communications Commission (the “FCC”) or fines of up to $1,500 per violation imposed through private litigation or by state authorities. Additionally, we generate inquiries from users that provide a phone number, and a significant amount of revenue comes from calls made by our internal call centers as well as, in some cases, by third-party publishers’ call centers. We also purchase a portion of inquiry data from third-party publishers and cannot guarantee that these third-parties will comply with applicable laws and regulations. Any failure by us or the third-party publishers on which we rely for telemarketing, email marketing, and other performance marketing activities to adhere to or successfully implement appropriate processes and procedures in response to existing laws and regulations and changing regulatory requirements could result in legal and monetary liability, significant fines and penalties, or damage to our reputation in the marketplace, any of which could have a material adverse effect on our business, financial condition, and results of operations. Furthermore, our clients may make business decisions based on their own experiences with the TCPA regardless of our products and the changes we implemented to comply with the new regulations. These decisions may negatively affect our revenue or profitability.\n\n\nChanges in regulations, or the regulatory environment, applicable to us or our media sources, third party publishers or clients could also have a material adverse effect on our business. For example, in March of 2023, the FCC issued a Report and Order and Further Notice of Public Rulemaking regarding Targeting and Eliminating Unlawful Text Messages. The proposed rules, among other things, would amend TCPA consent requirements to ban the practice of allowing a single consumer consent to be grounds for multiple marketers to deliver calls and text messages. If adopted, the proposed rules could have a material adverse impact on our media sources and our clients, especially smaller businesses, as these media sources and clients may not be able to continue to participate in, or may substantially reduce their participation in, the online advertising channel due to increased costs, technological compliance challenges and additional legal risks, including potential liabilities or claims relating to compliance. Decreased participation in online advertising by our media sources or clients as a result of the proposed rules could have a material adverse impact on our business, results of operation and financial condition, as it may reduce the availability to us of qualified inquiries. Moreover, our business could be materially and adversely affected directly by the FCC’s proposed rules, as we also generate a substantial portion of our revenue from our own operation of websites to generate qualified inquiries. As of the date of this report, the FCC’s proposed rules have been released for public comment only and have not been formally adopted. The final provisions and the timeline for its adoption are subject to changes and uncertainties. The final version of the FCC’s proposed rules, if adopted, could contain additional provisions resulting in additional material adverse impacts on our business, including to our revenue and profitability. Additionally, compliance with the FCC’s proposed rules, if adopted, and other future changes in laws may increase our compliance costs, and any failure by us or our media sources or clients to comply with such laws may subject us to significant liabilities.\n\n\nIn connection with our owned and our third-party publishers’ email campaigns to generate traffic for our clients, we are subject to various state and federal laws regulating commercial email communications, including the federal CAN-SPAM Act. For example, in 2012, several of our clients were named defendants in a California Anti-Spam lawsuit relating to commercial emails which allegedly originated from us and our third-party publishers. While the matter was ultimately resolved in our clients’ favor, we were nonetheless obligated to indemnify certain of our clients for the fees incurred in the defense of such matter. Further, foreign laws and regulations, such as the Canadian Anti-Spam Law, may also apply to our business activities to the extent we are doing business with or marketing to consumers in foreign jurisdictions. If we or any of our third-party publishers fail to comply with any provisions of these laws or\n \n\n\n15\n\n\n\n\n \n\n\nregulations, we could be subject to regulatory investigation, enforcement actions and litigation, as well as indemnification obligations with respect to our clients. Any negative outcomes from such regulatory actions or litigation, including monetary penalties or damages, could have a material adverse effect on our financial condition, results of operation and reputation.\n \n\n\nFrom time to time, we are subject to audits, inquiries, investigations, claims of non-compliance and lawsuits by federal and state governmental agencies, regulatory agencies, attorneys general and other governmental or regulatory bodies, any of whom may allege violations of legal and regulatory requirements. For our dispositioned assets or businesses, we retain certain liabilities or obligations in connection with our pre-closing actions or omissions, contractual or otherwise. For example, in June 2012, we entered into an Assurance of Voluntary Compliance agreement following a civil investigation into certain of our marketing practices related to our education client vertical that was conducted by the attorneys general of a number of states; and, in the first quarter of fiscal year 2021, we dispositioned our education client vertical. Because our subsidiary CCM provides performance marketing agency and technology services to clients in financial services, education and other markets, we may still be subject to investigations, audits, inquiries, claims or litigation related to education. If any audits, inquiries, investigations, claims of non-compliance and lawsuits by federal and state governmental agencies, regulatory agencies, attorneys general and other governmental or regulatory bodies are unfavorable to us, we may be required to pay monetary fines or penalties or have restrictions placed on our business, which could materially adversely affect our business, financial condition, results of operations and cash flows.\n\n\nOur cash and cash equivalents may be exposed to banking institution risk.\n\n\nWhile we seek to minimize our exposure to third-party losses of our cash and cash equivalents, we hold our balances in a number of large financial institutions. Notwithstanding, those institutions are subject to risks, which may include failure or other circumstances that limit our access to deposits or other banking services. For example, on March 10, 2023, Silicon Valley Bank (“SVB”) was unable to continue their operations and the Federal Deposit Insurance Corporation (“FDIC”) was appointed as receiver for SVB. However, if further failures in financial institutions occur where we hold deposits, we could experience additional risk. Any such loss or limitation on our cash and cash equivalents would adversely affect our business.\n\n\nIn addition, in such circumstances we might not be able to receive timely payment from clients. We and they may maintain cash balances that are not insured or are in excess of the FDIC’s insurance limit. Any delay in ours or our clients’ ability to access funds could have a material adverse effect on our operations. If any parties with which we conduct business are unable to access funds pursuant to such instruments or lending arrangements with such a financial institution, such parties’ ability to continue to fund their business and perform their obligations to us could be adversely affected, which, in turn, could have a material adverse effect on our business, financial condition and results of operations.\n \n\n\nIf we fail to continually enhance and adapt our products and services to keep pace with rapidly changing technologies and industry standards, we may not remain competitive and could lose clients or advertising inventory.\n\n\nThe online media and marketing industry is characterized by rapidly changing standards, changing technologies, frequent new or enhanced product and service introductions and changing user and client demands. The introduction of new technologies and services embodying new technologies and the emergence of new industry standards and practices could render our existing technologies and services obsolete and unmarketable or require unanticipated investments in technology. We continually make enhancements and other modifications to our proprietary technologies as well as our product and service offerings. This includes expansion into new categories (e.g., health insurance). Our product changes may contain design or performance defects that are not readily apparent. Expanded category offerings may experience issues as we launch new products and services. If our proprietary technologies or our new or enhanced products and services fail to achieve their intended purpose or are less effective than technologies or products and services used by our competitors, our business could be harmed.\n\n\nOur future success will also depend in part on our ability to successfully adapt to rapidly changing online media formats and other technologies. If we fail to adapt successfully, we could lose clients or advertising inventory.\n\n\n16\n\n\n\n\n \n\n\nOur results of operations have fluctuated in the past and may do so in the future, which makes our results of operations difficult to predict and could cause our results of operations to fall short of analysts’ and investors’ expectations.\n\n\nHistorically, quarterly and annual results of operations have fluctuated due to changes in our business, our industry and the general economic and regulatory climate. We expect our future results of operations to vary significantly from quarter to quarter due to a variety of factors, many of which are beyond our control. For example, the COVID-19 pandemic and the Russian-Ukraine military conflict have in the short-run, and may over the longer term, make our results of operations difficult to predict, especially for our credit-driven businesses. Furthermore, changes in monetary or fiscal policy as the result of pandemics, military conflicts or otherwise may have consequences to our businesses, including our credit-driven businesses, which are unprecedented or otherwise difficult to predict. Our fluctuating results of operations could cause our performance and outlook to be below the expectations of securities analysts and investors, causing the price of our common stock to decline. Our business changes and evolves over time, and, as a result, our historical results of operations may not be useful to you in predicting our future results of operations. Factors that may increase the volatility of our results of operations include, but are not limited to, the following:\n\n\n•\nchanges in client volume;\n\n\n•\nloss of or reduced demand by existing clients and agencies;\n\n\n•\nthe availability and price of quality media;\n\n\n•\nconsolidation of media sources;\n\n\n•\nseasonality;\n\n\n•\ndevelopment and implementation of our media strategies and client initiatives;\n\n\n•\nchanges in our revenue mix and shifts in margins related to changes in our media, client, or corporate development strategies;\n\n\n•\nchanges in interest rates or increasing inflation;\n\n\n•\nan economic recession in the United States or other countries;\n\n\n•\nchanges in Internet search engine algorithms that affect our owned and operated and our third-party publishers’ websites’ ability to attract and retain Internet visitors; and\n\n\n•\nregulatory and legislative changes, including economic sanctions imposed on governments or other third parties in regions in which we, our third-party publishers or our clients operate, or their interpretation or emphasis, in our and our clients’ industries.\n\n\nAs a result of changes in our business model, increased investments, increased expenditures for certain businesses, products, services and technologies, we anticipate fluctuations in our adjusted EBITDA margin.\n\n\nWe have invested and expect to continue to invest in new businesses, products, markets, services and technologies, including more expensive forms of media. For example, we may expend significant resources in developing new products and technologies and made strategic outlays in, among other things, partnerships, which in the short term may have the effect of reducing our adjusted EBITDA margin. If we are unsuccessful in our monetization efforts with respect to new products and investments, we may fail to engage and retain users and clients. We may have insufficient revenue to fully offset liabilities and expenses in connection with these new products and investments and may experience inadequate or unpredictable return of capital on our investments. As a result of new products and investments, we may expect fluctuations in our adjusted EBITDA margin.\n\n\nTo maintain target levels of profitability, from time to time, we may restructure our operations or make other adjustments to our workforce. For example, in November 2016, we announced a corporate restructuring resulting in the reduction of approximately 25% of personnel costs.\n \n\n\n17\n\n\n\n\n \n\n\nOur visitor traffic and our clients’ spend can be impacted by interest rate volatility.\n\n\nVisitor traffic to our online platforms in our lending and banking client verticals may change as interest rates change. A decrease in interest rates may lead to more consumers looking to lower their borrowing costs. These consumers may visit our websites, websites within or outside our publisher network, or our clients’ websites. To the extent consumers visit websites not in our network our lending client vertical may be adversely impacted. A decrease in interest rates may also reduce consumer demand for banking products. Interest rate increases may decrease demand for lending products but may not increase demand for banking products. Federal Reserve Board actions, regulations restricting the amount of interest and fees that may be charged to consumers, increased borrower default levels, tightening or uncertainty with respect to underwriting standards, and general market conditions affecting access to credit could also cause significant fluctuations in consumer behavior, as well as volatility in client spending and demand for media, each of which could have a material and adverse effect on our business.\n \n\n\nIf we fail to compete effectively against other online marketing and media companies and other competitors, we could lose clients and our revenue may decline.\n\n\nThe market for online marketing is intensely competitive, and we expect this competition to continue to increase in the future both from existing competitors and, given the relatively low barriers to entry into the market, from new competitors. We compete both for clients and for high-quality media. We compete for clients on the basis of a number of factors, including return on investment of clients’ marketing spending, price and client service.\n\n\nWe compete with Internet and traditional media companies for high quality media and for a share of clients’ overall marketing budgets, including:\n\n\n•\nonline marketing or media services providers such as LendingTree and MediaAlpha in the financial services client vertical;\n\n\n•\noffline and online advertising agencies;\n\n\n•\nmajor Internet portals and search engine companies with advertising networks;\n\n\n•\nother online marketing service providers, including online affiliate advertising networks and industry-specific portals or performance marketing services companies;\n\n\n•\ndigital advertising exchanges, real-time bidding and other programmatic buying channels;\n\n\n•\nthird-party publishers with their own sales forces that sell their online marketing services directly to clients;\n\n\n•\nin-house marketing groups and activities at current or potential clients;\n\n\n•\noffline direct marketing agencies;\n\n\n•\nmobile and social media; and\n\n\n•\ntelevision, radio and print companies.\n\n\nFinding, developing and retaining high quality media on a cost-effective basis is challenging because competition for web traffic among websites and search engines, as well as competition with traditional media companies, has resulted and may continue to result in significant increases in media pricing, declining margins, reductions in revenue and loss of market share. In addition, if we expand the scope of our services, we may compete with a greater number of websites, clients and traditional media companies across an increasing range of different services, including in vertical markets where competitors may have advantages in expertise, brand recognition and other areas. Internet search and social media companies with brand recognition have significant numbers of direct sales personnel and substantial proprietary advertising inventory and web traffic that provide a significant competitive advantage and have a significant impact on pricing for Internet advertising and web traffic. Some of these companies may offer or develop more vertically targeted products that match users with products and services and, thus, compete with us more directly. The trend toward consolidation in online marketing may also affect pricing and availability of media inventory and web traffic. Many of our current and potential competitors also have other competitive advantages over us, such as longer operating histories, greater brand recognition, larger client bases, greater access to advertising inventory on high-traffic websites and significantly greater financial, technical and marketing resources. As a result, we may not be able to compete successfully. Competition from other marketing service providers’ online and offline offerings has affected and may continue to affect both volume and price, and, thus, revenue, profit margins and profitability. If we fail to deliver results that are superior to those that other online marketing service providers deliver to clients, we could lose clients and market share, and our revenue may decline.\n\n\n18\n\n\n\n\n \n\n\nMany people are using mobile devices to access the Internet. If we fail to optimize our websites for mobile access with respect to user interfaces, we may not remain competitive and could lose clients or visitors to our websites.\n\n\nThe number of people who access the Internet through mobile devices such as smart phones and tablets has continued to increase dramatically in the past several years. Our online marketing services and content were originally designed for desktop or laptop computers. The shift from desktop or laptop computers to mobile devices could potentially deteriorate the user experience for mobile visitors to our websites and may make it more difficult for mobile visitors to respond to our offerings. For example, a user’s experience on a mobile device with respect to user interfaces such as an online marketing website and content originally designed for desktop or laptop computers will be suboptimal unless such website and content are designed to accommodate and improve mobile access to ensure a positive user experience. It also requires us to develop new product offerings specifically designed for mobile devices, such as social media advertising opportunities. If we fail to optimize our websites cost effectively and improve the monetization capabilities of our mobile marketing services, we may not remain competitive, which may negatively affect our business and results of operations.\n\n\nThird-party publishers, strategic partners, vendors or their respective affiliates may engage in unauthorized or unlawful acts that could subject us to significant liability or cause us to lose clients and revenue.\n\n\nWe generate a significant portion of our web visitors from online media that we source directly from our third-party publishers’ and strategic partners’ owned and operated websites, as well as indirectly from the affiliates of our third-party publishers and strategic partners. We also rely on third-party call centers and email marketers. Some of these third-parties, strategic partners, vendors and their respective affiliates are authorized to use our clients’ brands, subject to contractual restrictions. Any activity by third-party publishers, strategic partners, vendors or their respective affiliates which violates the marketing guidelines of our clients or that clients view as potentially damaging to their brands (e.g., search engine bidding on client trademarks), whether or not permitted by our contracts with our clients, could harm our relationship with the client and cause the client to terminate its relationship with us, resulting in a loss of revenue. Moreover, because we do not have a direct contractual relationship with the affiliates of our third-party publishers and strategic partners, we may not be able to monitor the compliance activity of such affiliates. If we are unable to cause our third-party publishers and strategic partners to monitor and enforce our clients’ contractual restrictions on such affiliates, our clients may terminate their relationships with us or decrease their marketing budgets with us. In addition, we may also face liability for any failure of our third-party publishers, strategic partners, vendors or their respective affiliates to comply with regulatory requirements, as further described in the risk factor beginning, “Negative changes in the economic conditions and the regulatory environment have had in the past, and may in the future have, a material and adverse impact on our revenue, business and growth.”\n\n\nThe law is unsettled on the extent of liability that an advertiser in our position has for the activities of third-party publishers, strategic partners or vendors. In addition, certain of our contracts impose liability on us, including indemnification obligations, for the acts of our third-party publishers, strategic partners or vendors. We could be subject to costly litigation and, if we are unsuccessful in defending ourselves, we could incur damages for the unauthorized or unlawful acts of third-party publishers, strategic partners or vendors.\n\n\nIf we are unable to collect our receivables from our clients, our results of operations and cash flows could be adversely affected.\n\n\nWe expect to obtain payment from our clients for work performed and maintain an allowance against receivables for potential losses on client accounts. Actual losses on client receivables could differ from those that we currently anticipate and, as a result, we might need to adjust our allowances. We may not accurately assess the creditworthiness of our clients. Macroeconomic conditions, such as any evolving industry standards, economic downturns, changing regulatory conditions and changing visitor and client demands, could also result in financial difficulties for our clients, including insolvency or bankruptcy. As a result, this could cause clients to delay payments to us, request modifications to their payment arrangements that could extend the timing of cash receipts or default on their payment obligations to us. For example, in the third quarter of fiscal year 2019, we recorded a one-time charge of $8.7 million for bad debt expense related to a large former education client, which arose in part due to the U.S. Department of Education restricting one of its for-profit schools from participating in Title IV programs. If we experience an increase in the time to bill and collect for our services, our results of operations and cash flows could be adversely affected.\n\n\n19\n\n\n\n\n \n\n\nWe rely on certain advertising agencies for the purchase of various advertising and marketing services on behalf of their clients. Such agencies may have or develop high-risk credit profiles, which may result in credit risk to us.\n\n\nA portion of our client business is sourced through advertising agencies and, in many cases, we contract with these agencies and not directly with the underlying client. Contracting with these agencies subjects us to greater credit risk than when we contract with clients directly. In many cases, agencies are not required to pay us unless and until they are paid by the underlying client. In addition, many agencies are thinly capitalized and have or may develop high-risk credit profiles. This credit risk may vary depending on the nature of an agency’s aggregated client base. If an agency were to become insolvent, or if an underlying client did not pay the agency, we may be required to write off account receivables as bad debt. Any such write-offs could have a materially negative effect on our results of operations for the periods in which the write-offs occur.\n\n\nIf we do not effectively manage any future growth or if we are not able to scale our products or upgrade our technology or network hosting infrastructure quickly enough to meet our clients’ needs, our operating performance will suffer and we may lose clients.\n\n\nWe have experienced growth in our operations and operating locations during certain periods of our history. This growth has placed, and any future growth may continue to place, significant demands on our management and our operational and financial infrastructure. Growth, if any, may make it more difficult for us to accomplish the following:\n\n\n•\nsuccessfully scaling our technology to accommodate a larger business and integrate acquisitions;\n\n\n•\nmaintaining our standing with key vendors, including third-party publishers and Internet search and social media companies;\n\n\n•\nmaintaining our client service standards; and\n\n\n•\ndeveloping and improving our operational, financial and management controls and maintaining adequate reporting systems and procedures.\n\n\nOur future success depends in part on the efficient performance of our software and technology infrastructure. As the numbers of websites, mobile applications and Internet users increase, our technology infrastructure may not be able to meet the increased demand. Unexpected constraints on our technology infrastructure could lead to slower website response times or system failures and adversely affect the availability of websites and the level of user responses received, which could result in the loss of clients or revenue or harm to our business and results of operations.\n\n\nIn addition, our personnel, systems, procedures and controls may be inadequate to support our future operations. The improvements required to manage growth may require us to make significant expenditures, expand, train and manage our employee base, and reallocate valuable management resources. We may spend substantial amounts to purchase or lease data centers and equipment, upgrade our technology and network infrastructure to handle increased traffic on our owned and operated websites and roll out new products and services. Any such expansion could be expensive and complex and could result in inefficiencies or operational failures. If we do not implement such expansions successfully, or if we experience inefficiencies and operational failures during their implementation, the quality of our products and services and our users’ experience could decline. This could damage our reputation and cause us to lose current and potential users and clients. The costs associated with these adjustments to our architecture could harm our operating results. Accordingly, if we fail to effectively manage any future growth, our operating performance will suffer, and we may lose clients, key vendors and key personnel.\n\n\n20\n\n\n\n\n \n\n\nInterruption or failure of our information technology and communications systems could impair our ability to effectively deliver our services, which could cause us to lose clients and harm our results of operations.\n\n\nOur delivery of marketing and media services depends on the continuing operation of our technology infrastructure and systems. Any damage to or failure of our systems could result in interruptions in our ability to deliver offerings quickly and accurately or process visitors’ responses emanating from our various web presences. Interruptions in our service could reduce our revenue and profits, and our reputation could be damaged if users or clients perceive our systems to be unreliable. Our systems and operations are vulnerable to damage or interruption from earthquakes, floods, fires, or other natural disasters, power loss, terrorist attacks, break-ins, hardware or software failures, telecommunications failures, security breaches, cyber-attacks and other similar incidents, computer viruses or other attempts to harm our systems, and similar events. If the third-party data centers that we utilize were to experience a major power outage, we would have to rely on their back-up generators. These back-up generators may not operate properly through a major power outage and their fuel supply could also be inadequate during a major power outage or disruptive event. Furthermore, we do not currently have backup generators at our Foster City, California headquarters. Information systems such as ours may be disrupted by even brief power outages, or by the fluctuations in power resulting from switches to and from back-up generators. This could give rise to obligations to certain of our clients which could have an adverse effect on our results of operations for the period of time in which any disruption of utility services to us occurs.\n\n\nWe use two third-party colocation data centers; one in San Francisco, California and the other in Las Vegas, Nevada. We have implemented this infrastructure to minimize the risk associated with earthquakes, fire, power loss, telecommunications failure, and other events beyond our control at any single location; however, these services may fail or may not be adequate to prevent losses.\n\n\nAny unscheduled interruption in our service would result in an immediate loss of revenue. If we experience frequent or persistent system failures, the attractiveness of our technologies and services to clients and third-party publishers could be permanently harmed. The steps we have taken to increase the reliability and redundancy of our systems are expensive, reduce our operating margin and may not be successful in reducing the frequency or duration of unscheduled interruptions.\n\n\nAcquisitions, investments and divestitures could complicate operations, or could result in dilution and other harmful consequences that may adversely impact our business and results of operations.\n\n\nAcquisitions have historically been, and continue to be, an important element of our overall corporate strategy and use of capital. In addition, we regularly review and assess strategic alternatives in the ordinary course of business, including potential acquisitions, investments or divestitures. These potential strategic alternatives may result in a wide array of potential strategic transactions that could be material to our financial condition and results of operations. For example, we acquired Modernize, Inc. (“Modernize”), Mayo Labs, LLC (“Mayo Labs”) and FC Ecosystem, LLC (“FCE”) in fiscal year 2021, and acquired AmOne Corp. (“AmOne”), CloudControlMedia, LLC (“CCM”) and MyBankTracker.com, LLC (“MBT”) in fiscal year 2019. Furthermore, we divested our education client vertical in fiscal year 2021, and we divested our B2B client vertical, our businesses in Brazil consisting of \nQuinStreet Brasil Online Marketing e Midia Ltda (“QSB”) \nand VEMM, LLC (“VEMM”) along with its interests in EDB, and our mortgage client vertical in the second half of fiscal year 2020.\n \n\n\nAcquisitions, investments or divestitures, and the process of evaluating strategic alternatives, involves a number of risks and uncertainties. For example, the process of integrating an acquired company, business or technology has in the past created, and may create in the future, unforeseen operating challenges, risks and expenditures, including with respect to: (i) integrating an acquired company’s accounting, financial reporting, management information and information security, human resource, and other administrative systems to permit effective management, and the lack of control if such integration is delayed or not implemented; (ii) integrating the controls, procedures and policies at companies we acquire that are appropriate for a public company; and (iii) transitioning the acquired company’s operations, users and customers onto our existing platforms. The success of our acquisitions and other investments will depend in part on our ability to successfully integrate and leverage them to enhance our existing products and services or develop compelling new ones. It may take longer than expected to realize the full benefits from these acquisitions or investments, such as increased revenue, enhanced efficiencies, or increased market share, or the benefits may ultimately be smaller than we expected. Our failure to address these risks or other problems encountered in connection with our acquisitions and investments could cause us to fail to realize the anticipated benefits of such acquisitions or investments, incur unanticipated liabilities and harm our business generally.\n\n\nIn addition, evaluating, negotiating and completing strategic transactions, including acquisitions, investments or divestitures, may distract management from our other businesses and result in significant expenses. Moreover, we may invest significant resources towards evaluating and negotiating strategic alternatives that do not ultimately result in a strategic transaction.\n\n\n21\n\n\n\n\n \n\n\nOur acquisitions or investments could also result in dilutive issuances of our equity securities, the incurrence of debt or deferred purchase price obligations, contingent liabilities, amortization expense, impairment of goodwill or restructuring charges, any of which could harm our financial condition or results. For example, under our acquisition agreement with MBT, the purchase consideration included $4.0 million in post-closing payments and an estimated fair value of contingent consideration of $1.5 million of which the contingent consideration was paid off in the third quarter of fiscal year 2020. Under our acquisition agreement with CCM, the purchase consideration included $7.5 million in post-closing payments and an estimated fair value of contingent consideration of $3.6 million. Under our acquisition agreement with AmOne, the purchase consideration included $8.0 million in post-closing payments. Under our acquisition agreement with Modernize, the purchase consideration included $27.5 million in post-closing payments. Under our acquisition agreement with Mayo Labs, the purchase consideration included $2.0 million in post-closing payments. Under our acquisition agreement with FCE, the purchase consideration included $4.0 million in post-closing payments and contingent consideration of up to an additional $9.0 million. Also, the anticipated benefit of many of our strategic transactions, including anticipated synergies, may not materialize. Employee retention may be adversely impacted as the result of acquisitions, and our ability to manage across multiple remote locations and business cultures could adversely affect the realization of anticipated benefits. In connection with a disposition of assets or a business, we may also agree to provide indemnification for certain potential liabilities or retain certain liabilities or obligations, which may adversely impact our financial condition or results.\n \n\n\nWe rely on call centers, Internet and data center providers, and other third-parties for key aspects of the process of providing services to our clients, and any failure or interruption in the services and products provided by these third-parties could harm our business.\n\n\nWe rely on internal and third-party call centers as well as third-party vendors, data centers and Internet providers. Notwithstanding disaster recovery and business continuity plans and precautions instituted to protect our clients and us from events that could interrupt delivery of services, there is no guarantee that such interruptions would not result in a prolonged interruption in our ability to provide services to our clients. Any temporary or permanent interruption in the services provided by our call centers or third-party providers could significantly harm our business.\n\n\nIn addition, any financial or other difficulties our third-party providers face may have negative effects on our business, the nature and extent of which we cannot predict. Other than our data privacy and security assessment processes, we exercise little control over our third-party vendors, which increases our vulnerability to problems with the services they provide. We license technology and related databases from third-parties to facilitate analysis and storage of data and delivery of offerings. We have experienced interruptions and delays in service and availability for data centers, bandwidth and other technologies in the past, and may experience more in the future. Any errors, failures, interruptions or delays experienced in connection with these third-party technologies and services could adversely affect our business and could expose us to liabilities to third-parties.\n\n\nOur quarterly revenue and results of operations may fluctuate significantly from quarter to quarter due to fluctuations in advertising spending, including seasonal and cyclical effects.\n\n\nIn addition to other factors that cause our results of operations to fluctuate, results are also subject to significant seasonal fluctuation. In particular, our quarters ending December 31 (our second fiscal quarter) are typically characterized by seasonal weakness. During that quarter, there is generally lower availability of media during the holiday period on a cost-effective basis and some of our clients have lower budgets. In our quarters ending March 31 (our third fiscal quarter), this trend generally reverses with better media availability and often new budgets at the beginning of the year for our clients with fiscal years ending December 31. Moreover, our lending clients’ businesses are subject to seasonality. For example, our clients that offer home services products are historically subject to seasonal trends. These trends reflect the general patterns of the home services industry, which typically peak in the spring and summer seasons. Other factors affecting our clients’ businesses include macro factors such as credit availability, the strength of the economy and employment. Any of the foregoing seasonal or cyclical trends, or the combination of them, may negatively impact our quarterly revenue and results of operations.\n \n\n\nFurthermore, advertising spend on the Internet, similar to traditional media, tends to be cyclical and discretionary as a result of factors beyond our control, including budgetary constraints and buying patterns of clients, as well as economic conditions affecting the Internet and media industry. For example, weather and other events have in the past led to short-term increases in insurance industry client loss ratios and damage or interruption in our clients’ operations, either of which can lead to decreased client spend on online performance marketing. In addition, inherent industry specific risks (e.g., insurance industry loss ratios and cutbacks) and poor macroeconomic conditions such as high interest rates, inflationary environments as well as other short-term events could decrease our clients’ advertising spending and thereby have a material adverse effect on our business, financial condition, operating results and cash flows.\n\n\n22\n\n\n\n\n \n\n\nIf the market for online marketing services fails to continue to develop, our success may be limited, and our revenue may decrease.\n\n\nThe online marketing services market is relatively new and rapidly evolving, and it uses different measurements from traditional media to gauge its effectiveness. Some of our current or potential clients have little or no experience using the Internet for advertising and marketing purposes and have allocated only limited portions of their advertising and marketing budgets to the Internet. The adoption of online marketing, particularly by those companies that have historically relied upon traditional media for advertising, requires the acceptance of a new way of conducting business, exchanging information and evaluating new advertising and marketing technologies and services.\n\n\nIn particular, we are dependent on our clients’ adoption of new metrics to measure the success of online marketing campaigns with which they may not have prior experience. Certain of our metrics are subject to inherent challenges in measurement, and real or perceived inaccuracies in such metrics may harm our reputation and negatively affect our business. We present key metrics such as cost-per-click, cost-per-lead and cost-per-acquisition, some of which are calculated using internal data. We periodically review and refine some of our methodologies for monitoring, gathering and calculating these metrics. While our metrics are based on what we believe to be reasonable measurements and methodologies, there are inherent challenges in deriving our metrics. In addition, our user metrics may differ from estimates published by third-parties or from similar metrics of our competitors due to differences in methodology. If clients or publishers do not perceive our metrics to be accurate, or if we discover material inaccuracies in our metrics, it could negatively affect our business model and current or potential clients’ willingness to adopt our metrics.\n\n\nWe may also experience resistance from traditional advertising agencies who may be advising our clients. We cannot assure you that the market for online marketing services will continue to grow. If the market for online marketing services fails to continue to develop or develops more slowly than we anticipate, the success of our business may be limited, and our revenue may decrease.\n\n\nWe could lose clients if we fail to detect click-through or other fraud on advertisements in a manner that is acceptable to our clients.\n\n\nWe are exposed to the risk of fraudulent clicks or actions on our websites or our third-party publishers’ websites, which could lead our clients to become dissatisfied with our campaigns, and in turn, lead to loss of clients and related revenue. Click-through fraud occurs when an individual clicks on an ad displayed on a website or mobile application, or an automated system is used to create such clicks, with the intent of generating the revenue-share payment to the publisher rather than viewing the underlying content. Action fraud occurs when online lead forms are completed with false or fictitious information in an effort to increase a publisher’s compensable actions. From time to time, we have experienced fraudulent clicks or actions. We do not charge our clients for fraudulent clicks or actions when they are detected, and such fraudulent activities could negatively affect our profitability or harm our reputation. If fraudulent clicks or actions are not detected, the affected clients may experience a reduced return on their investment in our marketing programs, which could lead the clients to become dissatisfied with our campaigns, and in turn, lead to loss of clients and related revenue. Additionally, from time to time, we have had to, and in the future may have to, terminate relationships with publishers whom we believed to have engaged in fraud. Termination of such relationships entails a loss of revenue associated with the legitimate actions or clicks generated by such publishers.\n\n\nLimitations restricting our ability to market to users or collect and use data derived from user activities by technologies, service providers or otherwise could significantly diminish the value of our services and have an adverse effect on our ability to generate revenue.\n\n\nWhen a user visits our websites, we use technologies, including “cookies,” to collect information such as the user’s IP address. We also have relationships with data partners that collect and provide us with user data. We access and analyze this information in order to determine the effectiveness of a marketing campaign and to determine how to modify the campaign for optimization. The use of cookies is the subject of litigation, regulatory scrutiny and industry self-regulatory activities, including the discussion of “do-not-track” technologies, guidelines and substitutes to cookies. With respect to industry self-regulatory activities, the leading web browsing companies have started or announced their intent to block or phase out third-party cookies from their web browsers.\n \nAdditionally, users are able to block or delete cookies from their browser. Periodically, certain of our clients and publishers seek to prohibit or limit our collection or use of data derived from the use of cookies.\n \n\n\n23\n\n\n\n\n \n\n\nFurthermore, actions by service providers could restrict our ability to deliver Internet-based advertising. For example, if email service providers (“ESPs”) categorize our emails as “promotional,” then these emails may be directed to an alternate and less readily accessible section of a consumer’s inbox. In the event ESPs materially limit or halt the delivery of our emails, or if we fail to deliver emails to consumers in a manner compatible with ESPs’ email handling or authentication technologies, our ability to contact consumers through email could be significantly restricted. In addition, if we are placed on “spam” lists or lists of entities that have been involved in sending unwanted, unsolicited emails, or if internet service providers prioritize or provide superior access to our competitors’ content, our business and results of operations may be adversely affected.\n \n\n\nInterruptions, failures or defects in our data collection systems, as well as data privacy and security concerns and regulatory changes or enforcement actions affecting our or our data partners’ ability to collect user data, could also limit our ability to analyze data from, and thereby optimize, our clients’ marketing campaigns. If our access to data is limited in the future, we may be unable to provide effective technologies and services to clients and we may lose clients and revenue.\n\n\nRisks Related to Our Intellectual Property\n\n\nIf we do not adequately protect our intellectual property rights, our competitive position and business may suffer.\n\n\nOur ability to compete effectively depends upon our proprietary systems and technology. We rely on patent, trade secret, trademark and copyright law, confidentiality agreements and technical measures to protect our proprietary rights. We enter into confidentiality agreements with our employees, consultants, independent contractors, advisors, client vendors and publishers. These agreements may not effectively prevent unauthorized disclosure of confidential information or unauthorized parties from copying aspects of our services or obtaining and using our proprietary information. For example, past or current employees, contractors or agents may reveal confidential or proprietary information. Further, these agreements may not provide an adequate remedy in the event of unauthorized disclosures or uses, and we cannot assure you that our rights under such agreements will be enforceable. Effective patent, trade secret, copyright and trademark protection may not be available in all countries where we currently operate or in which we may operate in the future. Some of our systems and technologies are not covered by any copyright, patent or patent application. We cannot guarantee that: (i) our intellectual property rights will provide competitive advantages to us; (ii) our ability to assert our intellectual property rights against potential competitors or to settle current or future disputes will be effective; (iii) our intellectual property rights will be enforced in jurisdictions where competition may be intense or where legal protection may be weak; (iv) any of the patent, trademark, copyright, trade secret or other intellectual property rights that we presently employ in our business will not lapse or be invalidated, circumvented, challenged, or abandoned; (v) competitors will not design around our protected systems and technology; or (vi) that we will not lose the ability to assert our intellectual property rights against others.\n\n\nWe have from time to time become aware of third-parties who we believe may have infringed our intellectual property rights. Such infringement or infringement of which we are not yet aware could reduce our competitive advantages and cause us to lose clients, third-party publishers or could otherwise harm our business. Policing unauthorized use of our proprietary rights can be difficult and costly. Litigation, while it may be necessary to enforce or protect our intellectual property rights, could result in substantial costs and diversion of resources and management attention and could adversely affect our business, even if we are successful defending such litigation on the merits. In addition, others may independently discover trade secrets and proprietary information, and in such cases we could not assert any trade secret rights against such parties.\n\n\nThird-parties may sue us for intellectual property infringement, which, even if unsuccessful, could require us to expend significant costs to defend or settle.\n\n\nWe cannot be certain that our internally developed or acquired systems and technologies do not and will not infringe the intellectual property rights of others. In addition, we license content, software and other intellectual property rights from third-parties and may be subject to claims of infringement if such parties do not possess the necessary intellectual property rights to the products they license to us.\n \n\n\n24\n\n\n\n\n \n\n\nIn addition, we have in the past, and may in the future, be subject to legal proceedings and claims that we have infringed the patents or other intellectual property rights of third-parties. These claims sometimes involve patent holding companies or other adverse patent owners who have no relevant product revenue and against whom our own intellectual property rights, if any, may therefore provide little or no deterrence. For example, in December 2012, Internet Patents Corporation (“IPC”) filed a patent infringement lawsuit against us in the Northern District of California alleging that some of our websites infringe a patent held by IPC. IPC is a non-practicing entity that relies on asserting its patents as its primary source of revenue. In addition, third-parties have asserted and may in the future assert intellectual property infringement claims against our clients, and we have agreed in certain circumstances to indemnify and defend against such claims. Any intellectual property-related infringement claims, whether or not meritorious and regardless of the outcome of the litigation, could result in costly litigation, could divert management resources and attention and could cause us to change our business practices. Should we be found liable for infringement, we may be required to enter into licensing agreements, if available on acceptable terms or at all, pay substantial damages, or limit or curtail our systems and technologies. Moreover, we may need to redesign some of our systems and technologies to avoid future infringement liability. Any of the foregoing could prevent us from competing effectively and increase our costs.\n\n\nAdditionally, the laws relating to use of trademarks on the Internet are unsettled, particularly as they apply to search engine functionality. For example, other Internet marketing and search companies have been sued for trademark infringement and other intellectual property-related claims for displaying ads or search results in response to user queries that include trademarked terms. The outcomes of these lawsuits have differed from jurisdiction to jurisdiction. We may be subject to trademark infringement, unfair competition, misappropriation or other intellectual property-related claims which could be costly to defend and result in substantial damages or otherwise limit or curtail our activities, and therefore adversely affect our business or prospects.\n\n\nAs a creator and a distributor of Internet content, we face potential liability and expenses for legal claims based on the nature and content of the materials that we create or distribute, including materials provided by our clients. If we are required to pay damages or expenses in connection with these legal claims, our results of operations and business may be harmed.\n\n\nWe display original content and third-party content on our websites and in our marketing messages. In addition, our clients provide us with advertising creative and financial information (e.g., insurance premium or credit card interest rates) that we display on our owned and operated websites and our third-party publishers’ websites. As a result, we face potential liability based on a variety of claims, including defamation, negligence, deceptive advertising, copyright or trademark infringement. We are also exposed to risk that content provided by third-parties or clients is inaccurate or misleading, and for material posted to our websites by users and other third-parties. These claims, whether brought in the United States or abroad, could divert our management’s time and attention away from our business and result in significant costs to investigate, defend, and respond to investigative demands, regardless of the merit of these claims. In addition, if we become subject to these types of claims and are not successful in our defense, we may be forced to pay substantial damages.\n\n\nRisks Related to the Ownership of Our Common Stock\n\n\nOur stock price has been volatile and may continue to fluctuate significantly in the future, which may lead to you not being able to resell shares of our common stock at or above the price you paid, delisting, securities litigation or hostile or otherwise unfavorable takeover offers.\n\n\nThe trading price of our common stock has been volatile since our initial public offering and may continue to be subject to wide fluctuations in response to various factors, some of which are beyond our control. These factors include those discussed in this “Risk Factors” section of this report and other factors such as:\n\n\n•\nour ability to grow our revenues and adjusted EBITDA margin and to manage any such growth effectively;\n\n\n•\nchanges in earnings estimates or recommendations by securities analysts;\n\n\n•\nannouncements about our revenue, earnings or other financial results, including outlook, that are not in line with analyst expectations;\n\n\n•\nnegative publicity about us, our industry, our clients or our clients’ industries;\n\n\n•\nan economic recession in the United States or other countries;\n\n\n•\ngeopolitical and predominantly domestic as well as potentially international economic conditions in addition to public health crises such as the COVID-19 pandemic and geopolitical conflicts such as the Russia-Ukraine military conflict and resulting economic sanctions;\n\n\n25\n\n\n\n\n \n\n\n•\nour ability to find, develop or retain high quality targeted media on a cost-effective basis;\n\n\n•\nrelatively low trading volume in our stock, which creates inherent volatility regardless of factors related to our business performance or prospects;\n\n\n•\nthe sale of, or indication of the intent to sell, substantial amounts of our common stock by our directors, officers or substantial shareholders;\n\n\n•\nstock repurchase programs;\n\n\n•\nannouncements by us or our competitors of new services, significant contracts, commercial relationships, acquisitions or capital commitments;\n\n\n•\nfluctuations in the stock price and operating results of our competitors or perceived competitors that operate in our industries; and\n\n\n•\nour commencement of, involvement in, or a perceived threat of litigation or regulatory enforcement action.\n\n\nIn recent years, the stock market in general, and the market for technology and Internet-based companies in particular, has experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of those companies. Broad market and industry factors may seriously affect the market price of our common stock, regardless of our actual operating performance. As a result of this volatility, you may not be able to sell your common stock at or above the price paid for the shares. In addition, in the past, following periods of volatility in the overall market and the market price of a particular company’s securities, securities class action litigation has often been instituted against these companies. Such litigation, if instituted against us, could result in substantial costs and a diversion of our management’s attention and resources.\n\n\nMoreover, a low or declining stock price may make us attractive to hedge funds and other short-term investors which could result in substantial stock price volatility and cause fluctuations in trading volumes for our stock. A relatively low stock price may also cause us to become subject to an unsolicited or hostile acquisition bid which could result in substantial costs and a diversion of management attention and resources. In the event that such a bid is publicly disclosed, it may result in increased speculation and volatility in our stock price even if our board of directors decides not to pursue a transaction.\n\n\nIf securities or industry analysts do not publish research or reports about our business, or if they issue an adverse opinion regarding our stock, our stock price and trading volume could decline.\n\n\nThe trading market for our common stock is influenced by the research and reports that industry or securities analysts publish about us, our business or the industries or businesses of our clients. If any of the analysts issue an adverse opinion regarding our stock or if our actual results or forward outlook do not meet analyst estimates, our stock price would likely decline. If one or more of these analysts ceases coverage of our company or fails to publish reports on us regularly, we could lose visibility in the financial markets, which in turn could cause our stock price or trading volume to decline.\n\n\nWe cannot guarantee that our stock repurchase program will be fully consummated or that our stock repurchase program will enhance long-term stockholder value, and stock repurchases could increase the volatility of the price of our stock and could diminish our cash reserves.\n\n\nOur board of directors canceled the prior stock repurchase program that commenced in July 2017 and authorized a new stock repurchase program allowing the repurchase of up to $40.0 million worth of common stock. As of June 30, 2023, approximately $19.0 million remained available for stock repurchases pursuant to the board authorization. The timing and actual number of shares repurchased will depend on a variety of factors including the price, cash availability and other market conditions. The stock repurchase program, authorized by our board of directors, does not obligate us to repurchase any specific dollar amount or to acquire any specific number of shares. The stock repurchase program could affect the price of our stock and increase volatility and may be suspended or terminated at any time, which may result in a decrease in the trading price of our stock. The existence of our stock repurchase program could also cause the price of our common stock to be higher than it would be in the absence of such a program and could potentially reduce the market liquidity for our common stock. Additionally, repurchases under our stock repurchase program will diminish our cash reserves. There can be no assurance that any stock repurchases will enhance stockholder value because the market price of our common stock may decline below the levels at which we repurchased such shares. Any failure to repurchase shares after we have announced our intention to do so may negatively impact our reputation and investor confidence in us and may negatively impact our stock price. Although our stock repurchase program is intended to enhance long-term stockholder value, short-term stock price fluctuations could reduce the program’s effectiveness.\n\n\n26\n\n\n\n\n \n\n\nWe may be subject to short selling strategies that may drive down the market price of our common stock.\n\n\nShort sellers may attempt to drive down the market price of our common stock. Short selling is the practice of selling securities that the seller does not own but may have borrowed with the intention of buying identical securities back at a later date. The short seller hopes to profit from a decline in the value of the securities between the time the securities are borrowed and the time they are replaced. As it is in the short seller’s best interests for the price of the stock to decline, many short sellers (sometimes known as “disclosed shorts”) publish, or arrange for the publication of, negative opinions regarding the relevant issuer and its business prospects to create negative market momentum. Although traditionally these disclosed shorts were limited in their ability to access mainstream business media or to otherwise create negative market rumors, the rise of the Internet and technological advancements regarding document creation, videotaping and publication by weblog (“blogging”) have allowed many disclosed shorts to publicly attack a company’s credibility, strategy and veracity by means of so-called “research reports” that mimic the type of investment analysis performed by large Wall Street firms and independent research analysts. These short attacks have, in the past, led to selling of shares in the market. Further, these short seller publications are not regulated by any governmental, self-regulatory organization or other official authority in the U.S. and they are not subject to certification requirements imposed by the Securities and Exchange Commission. Accordingly, the opinions they express may be based on distortions, omissions or fabrications. Companies that are subject to unfavorable allegations, even if untrue, may have to expend a significant amount of resources to investigate such allegations and/or defend themselves, including shareholder suits against the company that may be prompted by such allegations. We have in the past, and may in the future, be the subject of shareholder suits that we believe were prompted by allegations made by short sellers.\n \n\n\nSubstantial future sales of shares by our stockholders could negatively affect our stock price.\n\n\nSales of a substantial number of shares of our common stock in the public market, or the perception that these sales might occur, could depress the market price of our common stock and could impair our ability to raise capital through the sale of additional equity securities. We are unable to predict the effect that sales, particularly sales by our directors, executive officers, and significant stockholders, may have on the prevailing market price of our common stock. Additionally, the shares of common stock subject to outstanding options under our equity incentive plans and the shares reserved for future issuance under our equity incentive plans, as well as shares issuable upon vesting of restricted stock awards, will become eligible for sale in the public market in the future, subject to certain legal and contractual limitations.\n\n\nIf we fail to maintain proper and effective internal controls, our ability to produce accurate financial statements on a timely basis or effectively prevent fraud could be impaired, which would adversely affect our ability to operate our business.\n\n\nIn order to comply with the Sarbanes-Oxley Act of 2002 (“SOX Act”), our management is responsible for establishing and maintaining adequate internal control over financial reporting to provide reasonable assurance regarding the reliability of our financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles in the United States. We may in the future discover areas of our internal financial and accounting controls and procedures that need improvement. Our internal control over financial reporting will not prevent or detect all error and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. All control systems have inherent limitations, and, accordingly, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud will be detected. If we are unable to maintain proper and effective internal controls, we may not be able to produce accurate financial statements on a timely basis, which could adversely affect our ability to operate our business and could result in regulatory action. If our estimates or judgements relating to our critical accounting policies prove to be incorrect, our results of operations could be adversely affected.\n\n\nIf we identify material weaknesses in our internal control over financial reporting or otherwise fail to maintain an effective system of internal control over financial reporting, the accuracy and timeliness of our financial reporting may be adversely affected.\n\n\nWe must maintain effective internal control over financial reporting in order to accurately and timely report our results of operations and financial condition. In addition, the SOX Act requires, among other things, that we assess the effectiveness of our internal control over financial reporting as of the end of our fiscal year, and the effectiveness of our disclosure controls and procedures quarterly. If we are not able to comply with the requirements of the SOX Act in a timely manner, the market price of our stock could decline and we could be subject to sanctions or investigations by Nasdaq, the SEC or other regulatory authorities, which would diminish investor confidence in our financial reporting and require additional financial and management resources, each of which may adversely affect our business and operating results.\n\n\n27\n\n\n\n\n \n\n\nIn fiscal years 2017 and 2016, we identified material weaknesses in our internal control over financial reporting. A material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis. While no material weaknesses were identified in our internal control over financial reporting as of June 30, 2023, we cannot assure you that we will not in the future identify material weaknesses. In addition, the standards required for a Section 404 assessment under the SOX Act may in the future require us to implement additional corporate governance practices and adhere to additional reporting requirements. Our management may not be able to effectively and timely implement controls and procedures that adequately respond to the increased regulatory compliance and reporting requirements that are or will be applicable to us as a public company. If we fail to discover material weaknesses in our internal controls or maintain effective internal controls over financial reporting, our business and reputation may be harmed and our stock price may decline.\n \n\n\nWe may be required to record a significant charge to earnings if our goodwill or intangible assets become impaired.\n\n\nWe have a substantial amount of goodwill and purchased intangible assets on our consolidated balance sheet as a result of acquisitions. The carrying value of goodwill represents the fair value of an acquired business in excess of identifiable assets and liabilities as of the acquisition date. The carrying value of intangible assets with identifiable useful lives represents the fair value of relationships, content, domain names and acquired technology, among others, as of the acquisition date, and are amortized based on their economic lives. We are required to evaluate our intangible assets for impairment when events or changes in circumstances indicate the carrying value may not be recoverable. Goodwill that is expected to contribute indefinitely to our cash flows is not amortized, but must be evaluated for impairment at least annually. If necessary, a quantitative test is performed to compare the carrying value of the asset to its estimated fair value, as determined based on a discounted cash flow approach, or when available and appropriate, to comparable market values. If the carrying value of the asset exceeds its current fair value, the asset is considered impaired and its carrying value is reduced to fair value through a non-cash charge to earnings. Events and conditions that could result in impairment of our goodwill and intangible assets include adverse changes in the regulatory environment, a reduced market capitalization or other factors leading to reduction in expected long-term growth or profitability.\n \n\n\nGoodwill impairment analysis and measurement is a process that requires significant judgment. Our stock price and any estimated control premium are factors affecting the assessment of the fair value of our underlying reporting units for purposes of performing any goodwill impairment assessment. For example, our public market capitalization sustained a decline after December 31, 2012 and June 30, 2014 to a value below the net book carrying value of our equity, triggering the need for a goodwill impairment analysis. As a result of our goodwill impairment analysis, we recorded a goodwill impairment charge in those periods. Additionally, in the third quarter of fiscal year 2016, our stock price experienced volatility and our public market capitalization decreased to a value below the net book carrying value of our equity, triggering the need for an interim impairment test. While no impairment was recorded as a result of the interim impairment test, it is possible that in the future another event occurs that does require a material impairment charge. We will continue to conduct impairment analyses of our goodwill on an annual basis, unless indicators of possible impairment arise that would cause a triggering event, and we would be required to take additional impairment charges in the future if any recoverability assessments reflect estimated fair values that are less than our recorded values. Further impairment charges with respect to our goodwill or intangible assets could have a material adverse effect on our financial condition and results of operations.\n\n\nProvisions in our charter documents under Delaware law and in contractual obligations could discourage a takeover that stockholders may consider favorable and may lead to entrenchment of management.\n\n\nOur amended and restated certificate of incorporation and bylaws contain provisions that could have the effect of delaying or preventing changes in control or changes in our management without the consent of our board of directors. These provisions include:\n\n\n•\na classified board of directors with three-year staggered terms, which may delay the ability of stockholders to change the membership of a majority of our board of directors;\n\n\n•\nno cumulative voting in the election of directors, which limits the ability of minority stockholders to elect director candidates;\n\n\n•\nthe exclusive right of our board of directors to elect a director to fill a vacancy created by the expansion of the board of directors or the resignation, death or removal of a director, which prevents stockholders from being able to fill vacancies on our board of directors;\n\n\n•\nthe ability of our board of directors to issue shares of preferred stock and to determine the price and other terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquirer;\n\n\n•\na prohibition on stockholder action by written consent, which forces stockholder action to be taken at an annual or special meeting of our stockholders;\n\n\n28\n\n\n\n\n \n\n\n•\nthe requirement that a special meeting of stockholders may be called only by the chairman of the board of directors, the chief executive officer or the board of directors, which may delay the ability of our stockholders to force consideration of a proposal or to take action, including the removal of directors; and\n\n\n•\nadvance notice procedures that stockholders must comply with in order to nominate candidates to our board of directors or to propose matters to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquirer from conducting a solicitation of proxies to elect the acquirer’s own slate of directors or otherwise attempting to obtain control of us.\n\n\nWe are also subject to certain anti-takeover provisions under Delaware law. Under Delaware law, a corporation may not, in general, engage in a business combination with any holder of 15% or more of its capital stock unless the holder has held the stock for three years or, among other things, the board of directors has approved the transaction.\n\n\nWe do not currently intend to pay dividends on our common stock and, consequently, your ability to achieve a return on your investment will depend on appreciation in the price of our common stock.\n\n\nWe have not declared or paid dividends on our common stock and we do not intend to do so in the near term. We currently intend to invest our future earnings, if any, to fund our growth. Therefore, you are not likely to receive any dividends on your common stock in the near term, and capital appreciation, if any, of our common stock will be your sole source of gain for the foreseeable future.\n \n\n\nGeneral Risk Factors\n \n\n\nWe face risks and uncertainties related to the COVID-19 pandemic and its aftermath, which could significantly disrupt our operations and which could have a material adverse impact on our business, financial condition, operating results and cash flows. These risks and uncertainties could pertain to other viruses, pandemics or other such unforeseen and broad-based public health crises.\n\n\nOur business has been and may continue to be adversely impacted by the effects of COVID-19 and its aftermath. In addition to negative macroeconomic effects on our business, decreased consumer demand for products offered by our clients, and reduced client budgets, the COVID-19 pandemic and any other related adverse public health developments have caused and may further cause declines in revenue and margin, and disruption to our business may continue or worsen over a prolonged period. The businesses of our clients and third-party media publishers (including strategic partners) have also been negatively affected and may continue to be disrupted by reduced demand, deteriorated consumer creditworthiness, delinquencies, absenteeism, quarantines, economic responses by the U.S. and other governments to limit the human and economic impact of the COVID-19 pandemic (e.g., stimulus payments) and restrictions on employees’ ability to work, office closures and travel or health-related restrictions. In addition, our clients’ businesses may continue to be disrupted in the aftermath of the pandemic if consumers spend less time researching and comparing online, which could represent decreased demand for the online products and services that we market for our clients. Depending on the magnitude and duration of such disruptions and their effect on client spending and/or the availability of quality media from third-party publishers including strategic partners, our business, financial condition, operating results and cash flows could be adversely affected.\n \n\n\nIn addition, COVID-19 and other disease outbreaks have adversely affected, and may continue to adversely affect, the economic and financial market stability within many countries, including in the United States, and could continue to negatively affect marketing and advertising spend in products offered by our clients or on media availability or performance. For example, certain companies that operate in the credit-driven markets such as credit cards and personal loans have seen and may continue to see reductions in near-term demand for our services due to the weakened, or additional weakening of, economic and employment conditions, and the uncertainty over the length and depth of the economic downturn. Such continuing effects of COVID-19, and other similar effects, have resulted and may continue to result in reduced marketing and advertising spend or drops in media availability or performance, which could have a material adverse effect on our business, financial condition, operating results and cash flows. There can be no assurance that any decrease in revenue or margin resulting from COVID-19 will be offset by increased revenue or margin in subsequent periods or that our business, financial condition, operating results and cash flows will remain consistent with pre-pandemic expectations and/or performances.\n \n\n\nFurthermore, we may experience disruptions to our business operations resulting from supply chain disruptions affecting auto insurance carrier budgets which could have a material adverse impact on our business, financial condition, operating results and cash flows.\n \n\n\n29\n\n\n\n\n \n\n\nMoreover, to the extent the COVID-19 pandemic or any worsening of the global business and economic environment as a result thereof adversely affects our business, financial condition, operating results and cash flows, it may also have the effect of heightening or exacerbating many of the other risks described in these risk factors, such as those relating to a reduction in online marketing spend by our clients, a loss of clients or lower advertising yields, our dependence on third-party publishers including strategic partners, risks with respect to counterparties, annual and quarterly fluctuations in our results of operations, the impact of interest rate volatility on our visitor traffic, internal control over financial reporting, seasonal fluctuations, our ability to collect our receivables from our clients and risks relating to our ability to raise additional capital when and as needed. Even though the initial COVID-19 outbreak has subsided, we may continue to experience materially adverse impacts to our business as a result of its global economic impact, including as a result of economic downturns or recessions.\n\n\nGiven that the magnitude and duration of COVID-19’s impact on our business and operations remain uncertain, the continued spread of COVID-19 (including the emergence and persistency of variants relating thereto) and the imposition of related public health containment measures and travel and business restrictions could have a material adverse impact on our business, financial condition, operating results and cash flows.\n\n\nWe are subject to risks with respect to counterparties, and failure of such counterparties to meet their obligations could cause us to suffer losses or negatively impact our results of operations and cash flows.\n\n\nWe have entered into, and expect to enter into in the future, various contracts, including contracts with clients, third-party publishers and strategic partners, that subject us to counterparty risks. The ability and willingness of our counterparties to perform their obligations under any contract will depend on a number of factors that are beyond our control and may include, among other things, general economic conditions including any economic downturn, public health crises including the COVID-19 pandemic, specific industry vertical conditions and the overall financial condition of the counterparty. As a result, clients, third-party publishers or strategic partners may seek to renegotiate the terms of their existing agreements with us, terminate their agreements with us for convenience (where permitted) or avoid performing their obligations under those agreements. Should a counterparty fail to honor its contractual obligations with us or terminate its agreements with us for convenience (where permitted), we could sustain significant losses or write-offs, or we could be involved in costly litigation to defend, enforce and protect our contractual rights, both of which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\n\nWe rely on our management team and other key employees, and the loss of one or more key employees could harm our business.\n\n\nOur success and future growth depend upon the continued services of our management team, including Douglas Valenti, Chief Executive Officer, and other key employees in all areas of our organization. From time to time, there may be changes in our key employees resulting from the hiring or departure of executives and employees, which could disrupt our business. We have, in the past, experienced declines in our business and a depressed stock price, making our equity and cash incentive compensation programs less attractive to current and potential key employees. If we lose the services of key employees or if we are unable to attract and retain additional qualified employees, our business and growth could suffer.\n\n\nDamage to our reputation could harm our business, financial condition and results of operations.\n\n\nOur business is dependent on attracting a large number of visitors to our owned and operated and our third-party publishers’ websites and providing inquiries in the form of clicks, leads, calls, applications and customers to our clients, which depend in part on our reputation within the industry and with our clients. Certain other companies within our industry have in the past engaged in activities that others may view as unlawful or inappropriate. These activities by third-parties, such as spyware or deceptive promotions, may be seen as characteristic of participants in our industry and may therefore harm the reputation of all participants in our industry, including us.\n\n\nOur ability to attract visitors and, thereby, potential customers to our clients, also depends in part on our clients providing competitive levels of customer service, responsiveness and prices to such visitors. If our clients do not provide competitive levels of service to visitors, our reputation and therefore our ability to attract additional clients and visitors could be harmed.\n\n\nIn addition, from time to time, we may be subject to investigations, inquiries or litigation by various regulators, which may harm our reputation regardless of the outcome of any such action. For example, in 2012 we responded to a civil investigation conducted by the attorneys general of a number of states into certain of our former education client vertical marketing and business practices resulting in us entering into an Assurance of Voluntary Compliance agreement. Negative perceptions of our business may result in additional regulation, enforcement actions by the government and increased litigation, or harm to our ability to attract or retain clients, third-party publishers or strategic partners, any of which may affect our business and result in lower revenue.\n\n\n30\n\n\n\n\n \n\n\nAny damage to our reputation, including from publicity from legal proceedings against us or companies that work within our industry, governmental proceedings, users impersonating or scraping our websites, unfavorable media coverage, consumer class action litigation, or the disclosure of security breaches, cyber-attacks or other similar incidents, could adversely affect our business, financial condition and results of operations.\n\n\nWe may need additional capital in the future to meet our financial obligations and to pursue our business objectives. Additional capital may not be available or may not be available on favorable terms and our business and financial condition could therefore be adversely affected.\n\n\nWhile we anticipate that our existing cash and cash equivalents and cash we expect to generate from future operations will be sufficient to fund our operations for at least the next 12 months, we may need to raise additional capital, including debt capital, to fund operations in the future or to finance acquisitions. If we seek to raise additional capital in order to meet various objectives, including developing future technologies and services, increasing working capital, acquiring businesses, and responding to competitive pressures, capital may not be available on favorable terms or may not be available at all. Lack of sufficient capital resources could significantly limit our ability to take advantage of business and strategic opportunities. Any additional capital raised through the sale of equity or debt securities with an equity component would dilute our stock ownership. If adequate additional funds are not available, we may be required to delay, reduce the scope of, or eliminate material parts of our business strategy, including potential additional acquisitions or development of new technologies.\n\n\nWe may face additional risks in conducting business in international markets.\n\n\nWe have entered into and exited certain international markets and may enter into international markets in the future, including through acquisitions. We have limited experience in marketing, selling and supporting our services outside of the United States, and we may not be successful in introducing or marketing our services abroad.\n \n\n\nThere are risks and challenges inherent in conducting business in international markets, such as:\n\n\n•\nadapting our technologies and services to foreign clients’ preferences and customs;\n\n\n•\nsuccessfully navigating foreign laws and regulations, including marketing, data privacy and security, employment and labor regulations;\n\n\n•\nchanges in foreign political and economic conditions, including as a result of the Russia-Ukraine military conflict;\n\n\n•\ntariffs and other trade barriers, fluctuations in currency exchange rates and potentially adverse tax consequences;\n\n\n•\nlanguage barriers or cultural differences;\n\n\n•\nreduced or limited protection for intellectual property rights in foreign jurisdictions;\n\n\n•\ndifficulties and costs in staffing, managing or overseeing foreign operations;\n\n\n•\neducation of potential clients who may not be familiar with online marketing;\n\n\n•\nchallenges in collecting accounts receivables; \n\n\n•\nmonitoring and complying with economic sanctions, including those resulting from the Russia-Ukraine military conflict; and\n\n\n•\nsuccessfully interpreting and complying with the U.S. Foreign Corrupt Practices Act and similar foreign anti-bribery laws, particularly when operating in countries with varying degrees of governmental corruption.\n\n\nIf we are unable to successfully expand and market our services abroad, our business and future growth may be harmed, and we may incur costs that may not lead to future revenue.\n\n",
    "item7": ">Item 7.\t\nManagement’s Discussion and Analys\nis of Financial Condition and Results of Operations\n\n\nYou should read the following discussion and analysis of our financial condition and results of operations in conjunction with the consolidated financial statements and the notes thereto included elsewhere in this report. The following discussion contains forward-looking statements that reflect our plans, estimates and beliefs. Our actual results could differ materially from those discussed in the forward-looking statements. Factors that could cause or contribute to these differences include those discussed below and elsewhere in this report, particularly in the sections titled “Cautionary Note on Forward-Looking Statements” and “Risk Factors.”\n\n\nManagement Overview\n\n\nWe are a leader in performance marketplaces and technologies for the financial services and home services industries. We specialize in customer acquisition for clients in high value, information-intensive markets or “verticals,” including financial services and home services. Our clients include some of the world’s largest companies and brands in those markets. The majority of our operations and revenue are in North America.\n\n\nWe deliver measurable and cost-effective marketing results to our clients, typically in the form of qualified inquiries such as clicks, leads, calls, applications, or customers. Clicks, leads, calls, and applications can then convert into a customer or sale for clients at a rate that results in an acceptable marketing cost to them. We are typically paid by clients when we deliver qualified inquiries in the form of clicks, leads, calls, applications, or customers, as defined by our agreements with them. References to the delivery of customers means a sale or completed customer transaction (e.g., funded loans, bound insurance policies or customer appointments with clients). Because we bear the costs of media, our programs must result in attractive marketing costs to our clients at media costs and margins that provide sound financial outcomes for us. To deliver clicks, leads, calls, applications, and customers to our clients, generally we:\n\n\n•\nown or access targeted media through business arrangements (e.g., revenue sharing arrangements with online publisher partners, large and small) or by purchasing media (e.g., clicks from major search engines); \n\n\n•\nrun advertisements or other forms of marketing messages and programs in that media that result in consumer or visitor responses, typically in the form of clicks (by a consumer to further qualification or matching steps, or to online client applications or offerings), leads (e.g., consumer contact information), calls (from a consumer or to a consumer by our owned and operated or contracted call centers or by that of our clients or their agents), applications (e.g., for enrollment or a financial product), or customers (e.g., funded personal loans);\n\n\n•\ncontinuously seek to display clients and client offerings to visitors or consumers that result in the maximum number of consumers finding solutions that can meet their needs and to which they will take action to respond, resulting in media buying efficiency (e.g., by segmenting media or traffic so that the most appropriate clients or client offerings can be displayed or “matched” to each segment based on fit, response rates or conversion rates); and\n\n\n•\nthrough technology and analytics, seek to optimize combination of objectives to satisfy the maximum number of shopping or researching visitors or consumers, deliver on client marketing objectives, effectively compete for online media, and generate a sound financial outcome for us.\n\n\nOur primary financial objective has been and remains creating revenue growth from sustainable sources, at target levels of profitability. Our primary financial objective is not to maximize short-term profits, but rather to achieve target levels of profitability while investing in various growth initiatives, as we continue to believe we are in the early stages of a large, long-term market opportunity.\n\n\nOur business derives its net revenue primarily from fees earned through the delivery of qualified inquiries such as clicks, leads, calls, applications, or customers. Through a vertical focus, targeted media presence and our technology platform, we are able to deliver targeted, measurable marketing results to our clients.\n\n\nOur financial services client vertical represented 66%, 72% and 74% of net revenue in fiscal years 2023, 2022 and 2021. Our home services client vertical represented 33%, 27% and 23% of net revenue in fiscal years 2023, 2022 and 2021. Other revenue, which primarily includes our performance marketing agency and technology services, represented 1% of net revenue in fiscal years 2023, 2022 and 2021. In addition, revenue recognized from our divested former education client vertical represented 0%, 0% and 2% of net revenue for fiscal years 2023, 2022 and 2021. See Note 7, \nDivestitures,\n to our consolidated financial statements for more information related to the divestiture. We generated the majority of our revenue from sales to clients in the United States.\n\n\n38\n\n\n\n\n \n\n\nTrends Affecting our Business\n\n\nClient Verticals\n\n\nOur financial services client vertical has been challenged by a number of factors in the past, including the limited availability of high quality media at acceptable margins caused by the acquisition of media sources by competitors, increased competition for high quality media and changes in search engine algorithms. These factors may impact our business in the future again. To offset this impact, we have enhanced our product set to provide greater segmentation, matching, transparency and right pricing of media that have enabled better monetization to provide greater access to high quality media sources. Moreover, we have entered into strategic partnerships and acquisitions to increase and diversify our access to quality media and client budgets.\n\n\nIn addition, within our financial services client vertical, we derive a significant amount of revenue from auto insurance carriers and the financial results depend on the performance of the auto insurance industry. For example, weather-related and supply chain events have led to increases in insurance industry loss ratios, which decreased our clients’ advertising spending and thereby had a material adverse effect on our business.\n \n\n\nOn July 1, 2020, we completed the acquisition of Modernize, a leading home improvement performance marketing company, to broaden our customer and media relationships in the home services client vertical. Our home services client vertical has been expanding over the past several years, primarily driven by successful execution of growth initiatives and synergies with the Modernize acquisition.\n\n\nOur business also benefits from more spending by clients in digital media and performance marketing as digital marketing continues to evolve.\n\n\nAcquisitions\n\n\n Acquisitions have historically been, and continue to be, an important element of our overall corporate strategy and use of capital. We have completed several strategic acquisitions in the past, including the acquisitions of Modernize, Mayo Labs and FCE completed in fiscal year 2021, and the acquisitions of AmOne, CCM, and MBT completed in fiscal year 2019. For detailed information regarding our acquisitions, refer to Note 6, \nAcquisitions \nto our consolidated financial statements.\n\n\nDevelopment, Acquisition and Retention of High Quality Targeted Media\n\n\nOne of the primary challenges of our business is finding or creating media that is high quality and targeted enough to attract prospects for our clients at costs that provide a sound financial outcome for us. In order to grow our business, we must be able to find, develop, or acquire and retain quality targeted media on a cost-effective basis. Consolidation of media sources, changes in search engine algorithms and increased competition for available media has, during some periods, limited and may continue to limit our ability to generate revenue at acceptable margins. To offset this impact, we have developed new sources of media, including entering into strategic partnerships with other marketing and media companies and acquisitions. Such partnerships include takeovers of performance marketing functions for large web media properties; backend monetization of unmatched traffic for clients with large media buys; and white label products for other performance marketing companies. We have also focused on growing our revenue from call center, email, mobile and social media traffic sources.\n\n\nSeasonality\n \n\n\nOur results are subject to significant fluctuation as a result of seasonality. In particular, our quarters ending December 31 (our second fiscal quarter) are typically characterized by seasonal weakness. In our second fiscal quarters, there is generally lower availability of media during the holiday period on a cost-effective basis and some of our clients have lower budgets. In our quarters ending March 31 (our third fiscal quarter), this trend generally reverses with better media availability and often new budgets at the beginning of the year for our clients with fiscal years ending December 31.\n\n\nOur results are also subject to fluctuation as a result of seasonality in our clients’ business. For example, revenue in our home services client vertical is subject to cyclical and seasonal trends, as the consumer demand for home services typically rises during the spring and summer seasons and declines during the fall and winter seasons. Other factors affecting our clients’ businesses include macro factors such as credit availability in the market, interest rates, the strength of the economy and employment.\n\n\n39\n\n\n\n\n \n\n\nRegulations\n\n\nOur revenue has fluctuated in part as a result of federal, state and industry-based regulations and developing standards with respect to the enforcement of those regulations. Our business is affected directly because we operate websites and conduct telemarketing and email marketing, and indirectly affected as our clients adjust their operations as a result of regulatory changes and enforcement activity that affect their industries.\n\n\nClients in our financial services vertical have been affected by laws and regulations and the increased enforcement of new and pre-existing laws and regulations. The effect of these regulations, or any future regulations, may continue to result in fluctuations in the volume and mix of our business with these clients.\n\n\nAn example of a regulatory change that may affect our business is the amendment of the Telephone Consumer Protection Act (the “TCPA”) that affects telemarketing calls. Our clients may make business decisions based on their own experiences with the TCPA regardless of our products and compliance practices. Those decisions may negatively affect our revenue and profitability.\n\n\nCOVID-19\n\n\nWe continue to monitor the impacts from the COVID-19 pandemic that may unfavorably affect our business, such as reductions in client spending on marketing and advertising, drops in media availability or performance, deteriorating consumer spending, fluctuations in interest rates, and credit quality of our receivables. The COVID-19 pandemic has affected and may continue to affect our business operations, including our employees, clients, publishers, business partners, and communities, and there is substantial uncertainty in the nature and degree of its continued effects over time. Even after the initial COVID-19 outbreak subsided, we have experienced and may continue to experience materially adverse impacts to our business as a result of its global economic impact, including any economic downturn or recession that has occurred or may occur in the future. Furthermore, we may experience disruptions to our business operations resulting from supply chain disruptions and inflationary pressures affecting auto insurance carrier budgets which could have a material adverse impact on our business, financial condition, operating results and cash flows. Refer to Risk Factors (Part I, Item 1A of this Form 10-K) for a discussion of these factors and other risks.\n\n\n40\n\n\n\n\n \n\n\nBasis of Presentation\n\n\nNet Revenue\n\n\nOur business generates revenue primarily from fees earned through the delivery of qualified inquiries such as clicks, leads, calls, applications, or customers. We deliver targeted and measurable results through a vertical focus, which includes our financial services client vertical and our home services client vertical. All remaining businesses that are not significant enough for separate reporting are included in other revenue. Our revenue recognized in fiscal year 2021 also included the revenue generated from our divested former education client vertical. See Note 7, \nDivestitures,\n to our consolidated financial statements for more information related to the divestiture.\n \n\n\nCost of Revenue\n\n\nCost of revenue consists primarily of media and marketing costs, personnel costs, amortization of intangible assets, depreciation expense and facilities expense. Media and marketing costs consist primarily of fees paid to third-party publishers, media owners or managers, or to strategic partners that are directly related to a revenue-generating event and of pay-per-click, or PPC, ad purchases from Internet search companies. We pay these third-party publishers, media owners or managers, strategic partners and Internet search companies on a revenue-share, a cost-per-lead, or CPL, or cost-per-click, or CPC, basis. Personnel costs include salaries, stock-based compensation expense, bonuses, commissions and related taxes, and employee benefit costs. Personnel costs are primarily related to individuals associated with maintaining our servers and websites, our call center operations, our editorial staff, client management, creative team, content, compliance group and media purchasing analysts. Costs associated with software incurred in the development phase or obtained for internal use are capitalized and amortized to cost of revenue over the software’s estimated useful life.\n\n\nOperating Expenses\n\n\nWe classify our operating expenses into three categories: product development, sales and marketing, and general and administrative. Our operating expenses consist primarily of personnel costs and, to a lesser extent, professional services fees, facilities fees and other costs. Personnel costs for each category of operating expenses generally include salaries, stock-based compensation expense, bonuses, commissions and related taxes, and employee benefit costs.\n\n\nProduct Development. \nProduct development expenses consist primarily of personnel costs, facilities fees and professional services fees related to the development and maintenance of our products and media management platform.\n \n\n\nSales and Marketing.\n Sales and marketing expenses consist primarily of personnel costs, facilities fees and professional services fees. We are constraining expenses generally to the extent practicable.\n\n\nGeneral and Administrative.\n General and administrative expenses consist primarily of personnel costs of our finance, legal, employee benefits and compliance, technical support and other administrative personnel, accounting and legal professional services fees, facilities fees and bad debt expense.\n\n\nInterest and Other (Expense) Income, Net\n\n\nInterest and other (expense) income, net, consists primarily of interest expense, interest income, and other income and expense. Interest expense is related to imputed interest on post-closing payments related to our acquisitions. We have no borrowing agreements outstanding as of June 30, 2023; however interest expense could increase if, among other things, we enter into a new borrowing agreement to manage liquidity or make additional acquisitions through debt financing. Interest income represents interest earned on our cash and cash equivalents, which may increase or decrease depending on market interest rates and the amounts invested. Other income and expense includes gains and losses on foreign currency exchange, gains and losses on divestitures of subsidiaries, client verticals and assets that were not considered to be strategically important to our business, and other non-operating items.\n\n\n(Provision for) Benefit from Income Taxes\n\n\nWe are subject to tax in the United States as well as other tax jurisdictions or countries in which we conduct business. Earnings from our limited non-U.S. activities are subject to local country income tax and may be subject to U.S. income tax.\n\n\n41\n\n\n\n\n \n\n\nResults of Operations\n\n\nThe following table sets forth our consolidated statements of operations for the periods indicated:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended June 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands, except percentages)\n\n\n \n\n\n\n\n\n\nNet revenue\n\n\n \n\n\n$\n\n\n580,624\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n$\n\n\n582,099\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n$\n\n\n578,487\n\n\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\nCost of revenue \n(1)\n\n\n \n\n\n \n\n\n532,101\n\n\n \n\n\n \n\n\n \n\n\n91.6\n\n\n \n\n\n \n\n\n \n\n\n528,368\n\n\n \n\n\n \n\n\n \n\n\n90.8\n\n\n \n\n\n \n\n\n \n\n\n507,956\n\n\n \n\n\n \n\n\n \n\n\n87.8\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n48,523\n\n\n \n\n\n \n\n\n \n\n\n8.4\n\n\n \n\n\n \n\n\n \n\n\n53,731\n\n\n \n\n\n \n\n\n \n\n\n9.2\n\n\n \n\n\n \n\n\n \n\n\n70,531\n\n\n \n\n\n \n\n\n \n\n\n12.2\n\n\n \n\n\n\n\n\n\nOperating expenses: \n(1)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProduct development\n\n\n \n\n\n \n\n\n28,893\n\n\n \n\n\n \n\n\n \n\n\n5.0\n\n\n \n\n\n \n\n\n \n\n\n21,906\n\n\n \n\n\n \n\n\n \n\n\n3.7\n\n\n \n\n\n \n\n\n \n\n\n19,344\n\n\n \n\n\n \n\n\n \n\n\n3.3\n\n\n \n\n\n\n\n\n\nSales and marketing\n\n\n \n\n\n \n\n\n12,542\n\n\n \n\n\n \n\n\n \n\n\n2.2\n\n\n \n\n\n \n\n\n \n\n\n11,042\n\n\n \n\n\n \n\n\n \n\n\n1.9\n\n\n \n\n\n \n\n\n \n\n\n10,991\n\n\n \n\n\n \n\n\n \n\n\n1.9\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n27,904\n\n\n \n\n\n \n\n\n \n\n\n4.8\n\n\n \n\n\n \n\n\n \n\n\n25,501\n\n\n \n\n\n \n\n\n \n\n\n4.4\n\n\n \n\n\n \n\n\n \n\n\n26,270\n\n\n \n\n\n \n\n\n \n\n\n4.6\n\n\n \n\n\n\n\n\n\nOperating (loss) income\n\n\n \n\n\n \n\n\n(20,816\n\n\n)\n\n\n \n\n\n \n\n\n(3.6\n\n\n)\n\n\n \n\n\n \n\n\n(4,718\n\n\n)\n\n\n \n\n\n \n\n\n(0.8\n\n\n)\n\n\n \n\n\n \n\n\n13,926\n\n\n \n\n\n \n\n\n \n\n\n2.4\n\n\n \n\n\n\n\n\n\nInterest income\n\n\n \n\n\n \n\n\n296\n\n\n \n\n\n \n\n\n \n\n\n0.1\n\n\n \n\n\n \n\n\n \n\n\n10\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n39\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(790\n\n\n)\n\n\n \n\n\n \n\n\n(0.2\n\n\n)\n\n\n \n\n\n \n\n\n(1,075\n\n\n)\n\n\n \n\n\n \n\n\n(0.2\n\n\n)\n\n\n \n\n\n \n\n\n(1,296\n\n\n)\n\n\n \n\n\n \n\n\n(0.2\n\n\n)\n\n\n\n\n\n\nOther (expense) income, net\n\n\n \n\n\n \n\n\n(52\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n21\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n16,660\n\n\n \n\n\n \n\n\n \n\n\n2.9\n\n\n \n\n\n\n\n\n\n(Loss) income before income taxes\n\n\n \n\n\n \n\n\n(21,362\n\n\n)\n\n\n \n\n\n \n\n\n(3.7\n\n\n)\n\n\n \n\n\n \n\n\n(5,762\n\n\n)\n\n\n \n\n\n \n\n\n(1.0\n\n\n)\n\n\n \n\n\n \n\n\n29,329\n\n\n \n\n\n \n\n\n \n\n\n5.1\n\n\n \n\n\n\n\n\n\n(Provision for) benefit from income taxes\n\n\n \n\n\n \n\n\n(47,504\n\n\n)\n\n\n \n\n\n \n\n\n(8.2\n\n\n)\n\n\n \n\n\n \n\n\n514\n\n\n \n\n\n \n\n\n \n\n\n0.1\n\n\n \n\n\n \n\n\n \n\n\n(5,774\n\n\n)\n\n\n \n\n\n \n\n\n(1.0\n\n\n)\n\n\n\n\n\n\nNet (loss) income\n\n\n \n\n\n$\n\n\n(68,866\n\n\n)\n\n\n \n\n\n \n\n\n(11.9\n\n\n)%\n\n\n \n\n\n$\n\n\n(5,248\n\n\n)\n\n\n \n\n\n \n\n\n(0.9\n\n\n)%\n\n\n \n\n\n$\n\n\n23,555\n\n\n \n\n\n \n\n\n \n\n\n4.1\n\n\n%\n\n\n\n\n\n\n \n\n\n(1)\nCost of revenue and operating expenses include stock-based compensation expense as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCost of revenue\n\n\n \n\n\n$\n\n\n7,923\n\n\n \n\n\n \n\n\n \n\n\n1.4\n\n\n%\n\n\n \n\n\n$\n\n\n7,475\n\n\n \n\n\n \n\n\n \n\n\n1.3\n\n\n%\n\n\n \n\n\n$\n\n\n8,997\n\n\n \n\n\n \n\n\n \n\n\n1.6\n\n\n%\n\n\n\n\n\n\nProduct development\n\n\n \n\n\n \n\n\n2,880\n\n\n \n\n\n \n\n\n \n\n\n0.5\n\n\n \n\n\n \n\n\n \n\n\n2,575\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n \n\n\n \n\n\n2,339\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n\n\n\n\nSales and marketing\n\n\n \n\n\n \n\n\n2,298\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n \n\n\n \n\n\n2,378\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n \n\n\n \n\n\n2,459\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n5,685\n\n\n \n\n\n \n\n\n \n\n\n1.0\n\n\n \n\n\n \n\n\n \n\n\n6,078\n\n\n \n\n\n \n\n\n \n\n\n1.0\n\n\n \n\n\n \n\n\n \n\n\n5,838\n\n\n \n\n\n \n\n\n \n\n\n1.0\n\n\n \n\n\n\n\n\n\nGross Profit\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended June 30,\n\n\n \n\n\n \n\n\n2023 - 2022\n\n\n \n\n\n \n\n\n2022 - 2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet revenue\n\n\n \n\n\n$\n\n\n580,624\n\n\n \n\n\n \n\n\n$\n\n\n582,099\n\n\n \n\n\n \n\n\n$\n\n\n578,487\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n%\n\n\n \n\n\n \n\n\n1\n\n\n%\n\n\n\n\n\n\nCost of revenue\n\n\n \n\n\n \n\n\n532,101\n\n\n \n\n\n \n\n\n \n\n\n528,368\n\n\n \n\n\n \n\n\n \n\n\n507,956\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n%\n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n48,523\n\n\n \n\n\n \n\n\n$\n\n\n53,731\n\n\n \n\n\n \n\n\n$\n\n\n70,531\n\n\n \n\n\n \n\n\n \n\n\n(10\n\n\n%)\n\n\n \n\n\n \n\n\n(24\n\n\n%)\n\n\n\n\n\n\n \n\n\n42\n\n\n\n\n \n\n\nNet Revenue\n \n\n\nNet revenue was approximately flat in fiscal year 2023 compared to fiscal year 2022. Revenue from our financial services client vertical decreased by $37.4 million, or 9%, due to a decrease in revenue in our insurance business associated with decreased spending by certain insurance carriers to address profitability concerns caused by higher incident rates, inflation, and higher costs to repair and replace vehicles. This was offset by an increase in revenue in our credit cards, personal loans and banking businesses due to increased media and client budgets. Revenue from our home services client vertical increased by $34.3 million, or 22%, primarily as a result of increased client budgets and successful execution of growth initiatives. Other revenue, which primarily includes performance marketing agency and technology services, contributed $7.8 million of revenue for fiscal year 2023, as compared to $6.2 million of revenue for fiscal year 2022.\n \n\n\nNet revenue increased by $3.6 million, or 1%, in fiscal year 2022 compared to fiscal year 2021. Revenue from our home services client vertical increased by $24.3 million, or 18%, primarily as a result of increased client budgets and the successful integration of the Modernize acquisition. Revenue from our financial services client vertical decreased by $9.7 million, or 2%, primarily due to a decrease in revenue in our insurance business associated with decreased spending by insurance carriers to address profitability concerns caused by higher incident rates, weather-related catastrophes, inflation, and higher costs to repair and replace vehicles. This is offset by an increase in revenue in our credit-driven businesses due to some economic recovery from the impact of the COVID-19 pandemic. Other revenue, which primarily includes performance marketing agency and technology services, contributed $6.2 million of revenue for fiscal year 2022, as compared to $5.5 million of revenue for fiscal year 2021. The divestiture of our former education client vertical, completed in fiscal year 2021, resulted in a decrease in revenue by $11.6 million for fiscal year 2022, as compared to fiscal year 2021.\n\n\nCost of Revenue and Gross Profit Margin\n \n\n\nCost of revenue increased by $3.7 million, or 1%, in fiscal year 2023 compared to fiscal year 2022. This was primarily driven by increased personnel costs of $16.4 million and increased amortization of intangible assets of $2.0 million, offset by decreased media and marketing costs of $15.9 million. The increase in personnel costs was mainly due to higher headcount, the impact of our annual salary increases, increased incentive compensation and increased stock-based compensation expense. The decrease in media and marketing costs was associated with higher mix of revenue derived from businesses with better media efficiency. Gross profit margin, which is the difference between net revenue and cost of revenue as a percentage of net revenue, was 8% in fiscal year 2023 compared to 9% in fiscal year 2022. The decrease in gross profit margin was primarily attributable to increased personnel costs as a percentage of revenue as we continue to invest in long-term growth initiatives and capabilities.\n\n\nCost of revenue increased by $20.4 million, or 4%, in fiscal year 2022 compared to fiscal year 2021. This was primarily driven by increased media and marketing costs of $15.4 million, increased personnel costs of $3.3 million and increased amortization of intangible assets of $0.5 million. The increase in media and marketing costs was associated with higher revenue volumes. The increase in personnel costs was mainly attributable to a higher headcount. The increase in amortization expense was primarily due to the acquisitions of intangible assets in fiscal year 2022. Gross profit margin was 9% in fiscal year 2022 compared to 12% in fiscal year 2021. The decrease in gross profit margin was primarily attributable to increased media and marketing costs as a percentage of revenue.\n\n\nOperating Expenses\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended June 30,\n\n\n \n\n\n \n\n\n2023 - 2022\n\n\n \n\n\n \n\n\n2022 - 2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProduct development\n\n\n \n\n\n$\n\n\n28,893\n\n\n \n\n\n \n\n\n$\n\n\n21,906\n\n\n \n\n\n \n\n\n$\n\n\n19,344\n\n\n \n\n\n \n\n\n \n\n\n32\n\n\n%\n\n\n \n\n\n \n\n\n13\n\n\n%\n\n\n\n\n\n\nSales and marketing\n\n\n \n\n\n \n\n\n12,542\n\n\n \n\n\n \n\n\n \n\n\n11,042\n\n\n \n\n\n \n\n\n \n\n\n10,991\n\n\n \n\n\n \n\n\n \n\n\n14\n\n\n%\n\n\n \n\n\n \n\n\n—\n\n\n%\n\n\n\n\n\n\nGeneral and administrative\n\n\n \n\n\n \n\n\n27,904\n\n\n \n\n\n \n\n\n \n\n\n25,501\n\n\n \n\n\n \n\n\n \n\n\n26,270\n\n\n \n\n\n \n\n\n \n\n\n9\n\n\n%\n\n\n \n\n\n \n\n\n(3\n\n\n%)\n\n\n\n\n\n\nOperating expenses\n\n\n \n\n\n$\n\n\n69,339\n\n\n \n\n\n \n\n\n$\n\n\n58,449\n\n\n \n\n\n \n\n\n$\n\n\n56,605\n\n\n \n\n\n \n\n\n \n\n\n19\n\n\n%\n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n\n\n\n\nProduct Development Expenses\n \n\n\nProduct development expenses increased by $7.0 million, or 32%, in fiscal year 2023 compared to fiscal year 2022. This was primarily due to increased personnel costs of $6.4 million as a result of higher headcount and the impact of our annual salary increases as we continue to invest in long-term growth initiatives and capabilities, and increased professional services costs of $0.6 million.\n \n\n\n43\n\n\n\n\n \n\n\nProduct development expenses increased by $2.6 million, or 13%, in fiscal year 2022 compared to fiscal year 2021. This was primarily due to increased personnel costs of $1.5 million as a result of higher headcount, and increased professional services costs of $0.7 million.\n\n\nSales and Marketing Expenses\n \n\n\nSales and marketing expenses increased by $1.5 million, or 14%, in fiscal year 2023 compared to fiscal year 2022. This was primarily due to increased personnel costs of $1.6 million as a result of higher headcount, the impact of our annual salary increases, and increased incentive compensation.\n\n\nSales and marketing expenses were approximately flat in fiscal year 2022 compared to fiscal year 2021.\n \n\n\nGeneral and Administrative Expenses\n \n\n\nGeneral and administrative expenses increased by $2.4 million, or 9%, in fiscal year 2023 compared to fiscal year 2022. This was primarily due to an allowance for bad debt expense of $2.0 million recorded in fiscal year 2023, and increased professional services costs of $0.7 million.\n\n\nGeneral and administrative expenses decreased by $0.8 million, or 3%, in fiscal year 2022 compared to fiscal year 2021. This was primarily due to an adjustment to contingent consideration of $0.9 million recorded in fiscal year 2022.\n \n\n\nInterest and Other (Expense) Income, Net\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended June 30,\n\n\n \n\n\n \n\n\n2023 - 2022\n\n\n \n\n\n \n\n\n2022 - 2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest income\n\n\n \n\n\n$\n\n\n296\n\n\n \n\n\n \n\n\n$\n\n\n10\n\n\n \n\n\n \n\n\n$\n\n\n39\n\n\n \n\n\n \n\n\n \n\n\n2860\n\n\n%\n\n\n \n\n\n \n\n\n(74\n\n\n%)\n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(790\n\n\n)\n\n\n \n\n\n \n\n\n(1,075\n\n\n)\n\n\n \n\n\n \n\n\n(1,296\n\n\n)\n\n\n \n\n\n \n\n\n(27\n\n\n%)\n\n\n \n\n\n \n\n\n(17\n\n\n%)\n\n\n\n\n\n\nOther (expense) income, net\n\n\n \n\n\n \n\n\n(52\n\n\n)\n\n\n \n\n\n \n\n\n21\n\n\n \n\n\n \n\n\n \n\n\n16,660\n\n\n \n\n\n \n\n\n \n\n\n(348\n\n\n%)\n\n\n \n\n\n \n\n\n(100\n\n\n%)\n\n\n\n\n\n\nInterest and other (expense) income, net\n\n\n \n\n\n$\n\n\n(546\n\n\n)\n\n\n \n\n\n$\n\n\n(1,044\n\n\n)\n\n\n \n\n\n$\n\n\n15,403\n\n\n \n\n\n \n\n\n \n\n\n(48\n\n\n%)\n\n\n \n\n\n \n\n\n(107\n\n\n%)\n\n\n\n\n\n\nInterest income relates to interest earned on our cash and cash equivalents in fiscal years 2023, 2022 and 2021.\n\n\nInterest expense decreased by $0.3 million, or 27%, in fiscal year 2023 compared to fiscal year 2022 primarily due to decreased imputed interest on a lower average outstanding balance of the post-closing payments related to our business acquisitions. Interest expense decreased by $0.2 million, or 17%, in fiscal year 2022 compared to fiscal year 2021 primarily due to decreased imputed interest on a lower average outstanding balance of the post-closing payments related to our business acquisitions.\n\n\nOther (expense) income, net, was immaterial in both fiscal years 2023 and 2022. Other (expense) income, net, was $16.7 million in fiscal year 2021 primarily due to \na gain of $16.6 million recognized from the divestiture of our education client vertical\n.\n\n\n(Provision for) Benefit from Income Taxes\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFiscal Year Ended June 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\n(Provision for) benefit from income taxes\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n(47,504\n\n\n)\n\n\n \n\n\n$\n\n\n514\n\n\n \n\n\n \n\n\n$\n\n\n(5,774\n\n\n)\n\n\n\n\n\n\nEffective tax rate\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(222.4\n\n\n%)\n\n\n \n\n\n \n\n\n8.9\n\n\n%\n\n\n \n\n\n \n\n\n19.7\n\n\n%\n\n\n\n\n\n\nWe recorded a provision for income taxes of $47.5 million in fiscal year 2023, primarily as a result of establishing a valuation allowance against the net deferred tax assets, which resulted in deferred federal and state income taxes of $47.1 million and current state and foreign income taxes of $0.4 million. The Company evaluated the need for a valuation allowance at year end by considering among other things, the nature, frequency and severity of current and cumulative losses, reversal of taxable temporary differences, tax planning strategies, forecasts of future profitability, and the duration of statutory carryforward periods based upon this analysis the Company determined that the significant negative evidence associated with cumulative losses in recent periods and current results outweighed the positive evidence as of June 30, 2023 and accordingly, the near-term realization of certain of these assets was deemed not more likely than not. The Company recorded a one-time non-cash charge to income tax expense in the current period.\n\n\n44\n\n\n\n\n \n\n\nWe recorded a benefit from income taxes of $0.5 million in fiscal year 2022, primarily as a result of a net benefit for deferred federal and state income taxes of $0.9 million offset by current state and foreign income taxes of $0.4 million.\n\n\nWe recorded a provision for income taxes of $5.8 million in fiscal year 2021, primarily as a result of deferred federal and state income taxes of $5.3 million and current state and foreign taxes of $0.4 million.\n\n\nOur effective tax rate was (222.4%), 8.9%, and 19.7% in fiscal years 2023, 2022 and 2021. The increase in our effective tax rate for the fiscal year 2023 compared to fiscal year 2022 was primarily due to a one-time, non-cash charge to establish a valuation allowance for the net deferred tax assets.\n\n\nA provision of the Tax Cuts and Jobs Act (TCJA) is effective for us for the fiscal year ending June 30, 2023, creating a significant change to the treatment of research and experimental (R&E) expenditures under Section 174 of the IRC (Sec. 174 expenses). Historically, businesses have had the option of deducting research and development expenses in the year incurred or capitalizing and amortizing the costs over five years. The new TCJA provision, however, eliminates this option and requires Sec. 174 expenses associated with research conducted in the U.S. to be capitalized and amortized over a 5-year period. For expenses associated with research outside of the United States, Sec. 174 expenses are required to be capitalized and amortized over a 15-year period. This change in tax law did not have a material impact to cash taxes and the Company has accounted for a deferred tax asset related to these costs.\n \n\n\nIn the first quarter of fiscal year 2023, President Biden signed into law the CHIPS and Science Act and the Inflation Reduction Act. The new legislation provides tax incentives as well as imposes a 15% minimum tax on certain corporation’s book income and a 1% excise tax on certain stock buybacks. The new legislation is effective for the Company in the third quarter of fiscal year 2023. The Company evaluated the new legislation and concluded it will not have a material impact on the consolidated financial statements.\n\n\nLiquidity and Capital Resources\n\n\nAs of June 30, 2023, our principal sources of liquidity consisted of cash and cash equivalents of $73.7 million and cash we expect to generate from future operations. Our cash and cash equivalents are maintained in highly liquid investments with remaining maturities of 90 days or less at the time of purchase. We believe our cash equivalents are liquid and accessible.\n\n\nOur short-term and long-term liquidity requirements primarily arise from our working capital requirements, capital expenditures, internal software development costs, repurchases of our common stock, and acquisitions from time to time. Our acquisitions also may have deferred purchase price components and contingent consideration which requires us to make a series of payments following the acquisition closing date. Our primary operating cash requirements include the payment of media costs, personnel costs, costs of information technology systems and office facilities. Our ability to fund these requirements will depend on our future cash flows, which are determined, in part, by future operating performance and are, therefore, subject to prevailing global macroeconomic conditions and financial, business and other factors, some of which are beyond our control. Even though we may not need additional funds to fund anticipated liquidity requirements, we may still elect to obtain debt financing or issue additional equity securities for other reasons.\n\n\nWe believe that our principal sources of liquidity will be sufficient to satisfy our currently anticipated cash requirements through at least the next 12 months and thereafter for the foreseeable future.\n\n\nThe following table summarizes our cash flows for the periods indicated:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFiscal Year Ended June 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nNet cash provided by operating activities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n11,838\n\n\n \n\n\n \n\n\n$\n\n\n28,672\n\n\n \n\n\n \n\n\n$\n\n\n50,615\n\n\n \n\n\n\n\n\n\nNet cash used in investing activities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(15,125\n\n\n)\n\n\n \n\n\n \n\n\n(9,225\n\n\n)\n\n\n \n\n\n \n\n\n(36,457\n\n\n)\n\n\n\n\n\n\nNet cash used in financing activities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(19,459\n\n\n)\n\n\n \n\n\n \n\n\n(33,315\n\n\n)\n\n\n \n\n\n \n\n\n(11,312\n\n\n)\n\n\n\n\n\n\nNet Cash provided by Operating Activities\n\n\nCash flows from operating activities are primarily the result of our net (loss) income adjusted for depreciation and amortization, provision for or benefit from sales returns and doubtful accounts receivable, stock-based compensation expense, change in the fair value of contingent consideration, non-cash lease expense, gains and losses on divestitures of businesses, deferred income taxes and changes in working capital components.\n\n\nCash provided by operating activities was $11.8 million in fiscal year 2023, compared to cash provided by operating activities of $28.7 million in fiscal year 2022 and cash provided by operating activities of $50.6 million in fiscal year 2021.\n\n\n45\n\n\n\n\n \n\n\nCash provided by operating activities in fiscal year 2023 consisted of net loss of $68.9 million, adjusted for non-cash adjustments of $86.7 million and changes in working capital accounts of $6.0 million. The non-cash adjustments primarily consisted of a one-time non-cash charge of $47.2 million to establish a valuation allowance for our deferred tax assets, depreciation and amortization of $19.2 million, and stock-based compensation expense of $18.8 million. The changes in working capital accounts were primarily attributable to a decrease in accrued liabilities of $7.1 million, an increase in prepaid expenses and other assets of $4.8 million, and a decrease in accounts payable of $4.8 million, offset by a decrease in accounts receivable of $10.9 million. The decreases in accounts receivable, accrued liabilities and accounts payable were primarily due to lower revenue levels in the two months ended June 30, 2023 as compared to the two months ended June 30, 2022, and the timing of receipts and payments. The increase in prepaid expenses and other assets was primarily due to increased prepayments made to third-party publishers\n.\n\n\nCash provided by operating activities in fiscal year 2022 consisted of net loss of $5.2 million, adjusted for non-cash adjustments of $33.8 million and changes in working capital accounts of $0.1 million. The non-cash adjustments primarily consisted of \ndepreciation and amortization of $17.0 million and stock-based compensation expense of $18.5 million\n. The changes in working capital accounts were primarily attributable to a decrease in accrued liabilities of $5.0 million and a decrease in accounts payable of $2.9 million, offset by a decrease in accounts receivable of $5.5 million and a decrease in prepaid expenses and other assets of $3.0 million. The decreases in accounts receivable, accrued liabilities and accounts payable were primarily due to lower revenue levels in the two months ended June 30, 2022 as compared to the two months ended June 30, 2021, and the timing of receipts and payments. The decrease in prepaid expenses and other assets was primarily due to the state tax refund\n of $3.3 million.\n\n\nCash provided by operating activities in fiscal year 2021 consisted of net income of $23.6 million, adjusted for non-cash adjustments of $24.2 million and changes in working capital accounts of $2.8 million. The non-cash adjustments primarily consisted of \nstock-based compensation expense of $19.6 million, depreciation and amortization of $16.2 million, and \na decrease in deferred tax assets of $5.4 million primarily due to provision for income taxes recorded in fiscal year 2021, offset by a gain of $16.6 million recognized from the divestiture of our education client vertical. The changes in working capital accounts were primarily attributable to an increase in accrued liabilities of $10.6 million, an increase in accounts payable of $6.6 million, and a decrease in prepaid expenses and other assets of $6.0 million, offset by an increase in accounts receivable of $20.1 million. The increases in accounts payable and accrued liabilities were due to the timing of payments. The decrease in prepaid expenses and other assets was primarily due to the refund of an \nunamortized prepaid expense of $5.3 million. \nThe increase in accounts receivable was due to the timing of receipts.\n \n \n\n\nNet Cash Used in Investing Activities\n\n\nCash flows from investing activities generally include capital expenditures, capitalized internal software development costs, acquisitions from time to time, business divestitures, and investment in equity securities.\n\n\nCash used in investing activities was $15.1 million in fiscal year 2023 compared to $9.2 million in fiscal year 2022 and $36.5 million in fiscal year 2021.\n\n\nCash used in investing activities in fiscal year 2023 was primarily due to capital expenditures and internal software development costs of $15.0 million.\n\n\nCash used in investing activities in fiscal year 2022 was primarily due to capital expenditures and internal software development costs of $7.5 million, and $1.8 million cash paid at the closing of two immaterial acquisitions completed in fiscal year 2022.\n\n\nCash used in investing activities in fiscal year 2021 was primarily due to payments for the acquisitions of Modernize, Mayo Labs and FCE, net of cash acquired, of $49.3 million, capital expenditures and internal software development costs of $5.1 million, and investment in equity securities of $4.0 million, offset by $21.9 million of cash received from the divestitures of our education client vertical and B2B client vertical.\n\n\nNet Cash Used in Financing Activities\n\n\nCash flows from financing activities generally include repurchases of common stock, payment of withholding taxes related to the release of restricted stock, net of share settlement, proceeds from the exercise of stock options and issuance of common stock under employee stock purchase plan, and post-closing payments related to business acquisitions.\n\n\nCash used in financing activities was $19.5 million in fiscal year 2023, compared to cash used in financing activities of $33.3 million in fiscal year 2022 and $11.3 million in fiscal year 2021.\n\n\n46\n\n\n\n\n \n\n\nCash used in financing activities in fiscal year 2023 was due to payment of post-closing payments and contingent consideration related to acquisitions of $11.6 million, repurchases of common stock of $5.6 million, and the payment of withholding taxes related to the release of restricted stock, net of share settlement of $5.4 million, offset by proceeds from the issuance of common stock under the employee stock purchase plan and exercise of stock options of $3.2 million.\n\n\nCash used in financing activities in fiscal year 2022 was due to repurchases of common stock of $15.3 million, payment of post-closing payments and contingent consideration related to acquisitions of $12.6 million, and the payment of withholding taxes related to the release of restricted stock, net of share settlement of $7.3 million, offset by proceeds from the exercise of stock options of $1.9 million.\n\n\nCash used in financing activities in fiscal year 2021 was due to the payment of withholding taxes related to the release of restricted stock, net of share settlement of $8.0 million, and payment of post-closing payments and contingent consideration related to acquisitions of $7.7 million, offset by proceeds from the exercise of stock options of $4.4 million.\n\n\nOff-Balance Sheet Arrangements\n\n\nDuring the periods presented, we did not have any material relationships with unconsolidated entities or financial partnerships, such as entities often referred to as structured finance or special purpose entities, which would have been established for the purpose of facilitating off-balance sheet arrangements or other contractually narrow or limited purposes.\n \n\n\nContractual Obligations\n \n\n\nThe following table sets forth payments due under our contractual obligations as of June 30, 2023:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nTotal\n\n\n \n\n\n \n\n\nLess\n \nthan \n1 Year\n\n\n \n\n\n \n\n\n1-3 Years\n\n\n \n\n\n \n\n\n3-5 Years\n\n\n \n\n\n \n\n\nMore than \n5 Years\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\nOperating leases\n (1)\n\n\n \n\n\n$\n\n\n18,593\n\n\n \n\n\n \n\n\n$\n\n\n5,521\n\n\n \n\n\n \n\n\n$\n\n\n6,121\n\n\n \n\n\n \n\n\n$\n\n\n5,285\n\n\n \n\n\n \n\n\n$\n\n\n1,666\n\n\n \n\n\n\n\n\n\nPost-closing payment related to acquisitions \n(2)\n\n\n \n\n\n \n\n\n17,498\n\n\n \n\n\n \n\n\n \n\n\n12,373\n\n\n \n\n\n \n\n\n \n\n\n5,125\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nContingent consideration related to acquisitions \n(2)\n\n\n \n\n\n \n\n\n1,039\n\n\n \n\n\n \n\n\n \n\n\n1,039\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n37,130\n\n\n \n\n\n \n\n\n$\n\n\n18,933\n\n\n \n\n\n \n\n\n$\n\n\n11,246\n\n\n \n\n\n \n\n\n$\n\n\n5,285\n\n\n \n\n\n \n\n\n$\n\n\n1,666\n\n\n \n\n\n\n\n\n\n(1)\nWe lease various office facilities, including our corporate headquarters in Foster City, California. The terms of certain lease agreements include rent escalation provisions and tenant improvement allowances. \n\n\nIn February 2010, we entered into a lease agreement for our corporate headquarters located at 950 Tower Lane, Foster City, California with an expiration date in October 2018 and an option to extend the term of the lease twice by one additional year. In April 2018, the lease agreement was amended to extend the lease term through October 31, 2023, with an option to extend the term of the lease for an additional five years following the expiration date.  \t\n\n\nIn March 2023, the lease agreement was further amended, pursuant to which the corporate headquarters will be relocated to a different floor within the same building upon the expiration of the existing lease. The amended agreement will commence in fiscal year 2024, with undiscounted future minimum payment of $8.4 million and a lease term of five years. We have one option to extend the term of the lease for an additional three years.\n\n\n(2)\nIn accordance with the terms of the acquisitions completed in fiscal years 2022, 2021 and 2019 we are required to make post-closing payments and contingent consideration payments. See Note 6, \nAcquisitions,\n to our consolidated financial statements for more information on the post-closing payments and contingent consideration payments related to our business acquisitions. \n\n\nThe above table does not include approximately $2.6 million of long-term income tax liabilities for uncertainty in income taxes due to the fact that we are unable to reasonably estimate the timing of these potential future payments.\n \n\n\nCritical Accounting Policies and Estimates\n\n\nWe have prepared our consolidated financial statements in conformity with accounting principles generally accepted in the United States of America (“GAAP”). In doing so, we are required to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities at the date of the financial statements and reported amounts of revenue and expenses during the reporting period. Actual results may differ significantly from these estimates. Some of the estimates and assumptions\n \n\n\n47\n\n\n\n\n \n\n\nwe are required to make relate to matters that are inherently uncertain as they pertain to future events. We base these estimates and assumptions on historical experience or on various other factors that we believe to be reasonable and appropriate under the circumstances. On an ongoing basis, we reconsider and evaluate our estimates and assumptions.\n \n\n\nWe refer to these estimates and assumptions as critical accounting policies and estimates. We believe that the critical accounting policies listed below involve our more significant judgments, estimates and assumptions and, therefore, could have the greatest potential impact on our consolidated financial statements. In addition, we believe that a discussion of these policies is necessary to understand and evaluate the consolidated financial statements contained in this report.\n\n\nSee Note 2, \nSummary of Significant Accounting Principles\n, to our consolidated financial statements for further information on our critical and other significant accounting policies.\n\n\nRevenue Recognition\n\n\nWe generate our revenue primarily from fees earned through the delivery of qualified inquiries such as clicks, leads, calls, applications, or customers. We recognize revenue when we transfer control of promised goods or services to our clients in an amount that reflects the consideration to which we expect to be entitled in exchange for those goods or services. We recognize revenue pursuant to the five-step framework contained in ASC 606, Revenue from Contracts with Customers: (i) identify the contract with a client; (ii) identify the performance obligations in the contract, including whether they are distinct in the context of the contract; (iii) determine the transaction price, including the constraint on variable consideration; (iv) allocate the transaction price to the performance obligations in the contract; and (v) recognize revenue when (or as) the Company satisfies the performance obligations.\n\n\nAs part of determining whether a contract exists, probability of collection is assessed on a client-by-client basis at the outset of the contract. Clients are subjected to a credit review process that evaluates the clients’ financial position and the ability and intention to pay. If it is determined from the outset of an arrangement that the client does not have the ability or intention to pay, we will conclude that a contract does not exist and will continuously reassess our evaluation until we are able to conclude that a contract does exist.\n\n\nGenerally, our contracts specify the period of time as one month, but in some instances the term may be longer. However, for most of our contracts with clients, either party can terminate the contract at any time without penalty. Consequently, enforceable rights and obligations only exist on a day-to-day basis, resulting in individual daily contracts during the specified term of the contract or until one party terminates the contract prior to the end of the specified term.\n\n\nWe have assessed the services promised in our contracts with clients and have identified one performance obligation, which is a series of distinct services. Depending on the client’s needs, these services consist of a specified or an unlimited number of clicks, leads, calls, applications, customers, etc. (hereafter collectively referred to as “marketing results”) to be delivered over a period of time. We satisfy these performance obligations over time as the services are provided. We do not promise to provide any other significant goods or services to our clients.\n\n\nTransaction price is measured based on the consideration that we expect to receive from a contract with a client. Our contracts with clients contain variable consideration as the price for an individual marketing result varies on a day-to-day basis depending on the market-driven amount a client has committed to pay. However, because we ensure the stated period of our contracts does not generally span multiple reporting periods, the contractual amount within a period is based on the number of marketing results delivered within the period. Therefore, the transaction price for any given period is fixed and no estimation of variable consideration is required.\n\n\nIf a marketing result delivered to a client does not meet the contractual requirements associated with that marketing result, our contracts allow for clients to return a marketing result generally within 5-10 days of having received the marketing result. Such returns are factored into the amount billed to the client on a monthly basis and consequently result in a reduction to revenue in the same month the marketing result is delivered. No warranties are offered to our clients.\n\n\nWe do not allocate transaction price as we have only one performance obligation and our contracts do not generally span multiple periods. Taxes collected from clients and remitted to governmental authorities are not included in revenue. We elected to use the practical expedient which allows us to record sales commissions as expense as incurred when the amortization period would have been one year or less.\n\n\nWe bill clients monthly in arrears for the marketing results delivered during the preceding month. Our standard payment terms are 30-60 days. Consequently, we do not have significant financing components in our arrangements.\n\n\n48\n\n\n\n\n \n\n\nSeparately from the agreements that we have with clients, we have agreements with Internet search companies, third-party publishers and strategic partners that we engage with to generate targeted marketing results for our clients. We receive a fee from our clients and separately pay a fee to the Internet search companies, third-party publishers and strategic partners. We evaluate whether we are the principal (i.e., report revenue on a gross basis) or agent (i.e., report revenue on a net basis). In doing so, we first evaluate whether we control the goods or services before they are transferred to the clients. If we control the goods or services before they are transferred to the clients, we are the principal in the transaction. As a result, the fees paid by our clients are recognized as revenue and the fees paid to our Internet search companies, third-party publishers and strategic partners are included in cost of revenue. If we do not control the goods or services before they are transferred to the clients, we are the agent in the transaction and recognize revenue on a net basis. We have one subsidiary, CCM, which provides performance marketing agency and technology services to clients in financial services, education and other markets, recognizing revenue on a net basis. Determining whether we control the goods or services before they are transferred to the clients may require judgment.\n \n\n\nStock-Based Compensation\n\n\nWe measure and record the expense related to stock-based transactions based on the fair values of stock-based payment awards, as determined on the date of grant. The fair value of restricted stock units with a service condition (“service-based RSU”) is determined based on the closing price of our common stock on the date of grant. To estimate the fair value of stock options and purchase rights granted under the employee stock purchase plan (“ESPP”), we selected the Black-Scholes option pricing model. The fair value of restricted stock units with a service and performance condition (“performance-based RSU”) is determined based on the closing price of our common stock on the date of grant. Grant date as defined by ASC 718 is determined when the components that comprise the performance targets have been fully established. If a grant date has not been established, the compensation expense associated with the performance-based RSUs is re-measured at each reporting date based on the closing price of our common stock at each reporting date until the grant date has been established. In applying these models, our determination of the fair value of the award is affected by assumptions regarding a number of subjective variables. These variables include, but are not limited to, the expected stock price volatility over the term of the award and the employees’ actual and projected stock option exercise and pre-vesting employment termination behaviors. We estimate the expected volatility of our common stock based on our historical volatility over the expected term of the award. We have no history or expectation of paying dividends on our common stock. The risk-free interest rate is based on the U.S. Treasury yield for a term consistent with the expected term of the award.\n\n\nWe recognize stock-based compensation expense for options and service-based RSUs using the straight-line method, and for performance-based RSUs using the graded vesting method, based on awards ultimately expected to vest. We recognize stock-based compensation expense for the purchase rights granted under the ESPP using the straight-line method over the offering period. We estimate future forfeitures at the date of grant. On an annual basis, we assess changes to our estimate of expected forfeitures based on recent forfeiture activity. The effect of adjustments made to the forfeiture rates, if any, is recognized in the period that change is made.\n \n\n\nIncome Taxes\n \n\n\nThe Company accounts for income taxes using an asset and liability approach to record deferred taxes. The Company’s deferred income tax assets represent temporary differences between the financial statement carrying amount and the tax basis of existing assets and liabilities that will result in deductible amounts in future years, including net operating loss carry forwards. Deferred tax assets and liabilities are measured using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets and liabilities are expected to be realized or settled. Valuation allowances are provided when necessary to reduce deferred tax assets to the amount expected to be realized. The Company regularly assess the realizability of our deferred tax assets. Judgment is required to determine whether a valuation allowance is necessary and the amount of such valuation allowance, if appropriate. The Company considers all available evidence, both positive and negative, to determine, based on the weight of available evidence, whether it is more likely than not that some or all of the deferred tax assets will not be realized. In evaluating the need, or continued need, for a valuation allowance The Company considers, among other things, the nature, frequency and severity of current and cumulative taxable income or losses, forecasts of future profitability, and the duration of statutory carryforward periods. Our judgment regarding future profitability may change due to future market conditions, changes in U.S. or international tax laws and other factors.\n \n\n\nThe Company recognizes tax benefits from an uncertain tax position only if it is more likely than not, based on the technical merits of the position, that the tax position will be sustained on examination by the tax authorities. The tax benefits recognized in the financial statements from such positions are then measured based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate settlement. Interest and penalties related to unrecognized tax benefits are recognized within income tax expense.\n\n\n49\n\n\n\n\n \n\n\nBusiness Combinations\n\n\nWe account for business combinations using the acquisition method, which requires that the total consideration for each of the acquired business be allocated to the assets acquired and liabilities assumed based on their estimated fair values at the acquisition date. The excess of the purchase price over the fair values of these identifiable assets and liabilities is recorded as goodwill. During the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed with the corresponding offset to goodwill.\n\n\nIn determining the fair value of assets acquired and liabilities assumed in a business combination, we used the income approach to value our most significant acquired assets. Significant assumptions relating to our estimates in the income approach include base revenue, revenue growth rate net of client attrition, projected gross margin, discount rates, projected operating expenses and the future effective income tax rates. The valuations of our acquired businesses have been performed by a third-party valuation specialist under our management’s supervision. We believe that the estimated fair value assigned to the assets acquired and liabilities assumed are based on reasonable assumptions and estimates that marketplace participants would use. However, such assumptions are inherently uncertain and actual results could differ from those estimates. Future changes in our assumptions or the interrelationship of those assumptions may negatively impact future valuations. In future measurements of fair value, adverse changes in discounted cash flow assumptions could result in an impairment of goodwill or intangible assets that would require a non-cash charge to the consolidated statements of operations and may have a material effect on our financial condition and operating results.\n\n\nAcquisition related costs are not considered part of the consideration, and are expensed as operating expenses as incurred. Contingent consideration, if any, is measured at fair value initially on the acquisition date as well as subsequently at the end of each reporting period until settlement at the end of the assessment period. We include the results of operations of the businesses acquired as of the beginning of the acquisition dates.\n\n\nGoodwill\n \n\n\nWe conduct a test for the impairment of goodwill at the reporting unit level on at least an annual basis and whenever there are events or changes in circumstances that would more likely than not reduce the estimated fair value of a reporting unit below its carrying value. Application of the goodwill impairment test requires judgment, including the identification of reporting units, assigning assets and liabilities to reporting units, assigning goodwill to reporting units, and determining the fair value of each reporting unit. Significant judgments required to estimate the fair value of reporting units include estimating future cash flows and determining appropriate discount rates, growth rates, an appropriate control premium and other assumptions. Changes in these estimates and assumptions could materially affect the determination of fair value for each reporting unit which could trigger impairment.\n\n\nWe perform our annual goodwill impairment test on April 30 and conduct a qualitative assessment to determine whether it is necessary to perform a quantitative goodwill impairment test. In assessing the qualitative factors, we consider the impact of key factors such as changes in the general economic conditions, changes in industry and competitive environment, stock price, actual revenue performance compared to previous years, forecasts and cash flow generation. We had one reporting unit for purposes of allocating and testing goodwill for fiscal years 2023 and 2022. Based on the results of the qualitative assessment completed as of April 30, 2023 and 2022, there were no indicators of impairment.\n\n\nLong-Lived Assets\n\n\nWe evaluate long-lived assets, such as property and equipment and purchased intangible assets with finite lives, for impairment whenever events or changes in circumstances indicate that the carrying value of an asset may not be recoverable. If necessary, a quantitative test is performed that requires the application of judgment when assessing the fair value of an asset. When we identify an impairment, we reduce the carrying amount of the asset to its estimated fair value based on a discounted cash flow approach or, when available and appropriate, to comparable market values. As of April 30, 2023 and 2022, we evaluated our long-lived assets and concluded there were no indicators of impairment.\n \n\n\nRecent Accounting Pronouncements\n\n\nSee Note 2, \nSummary of Significant Accounting Policies\n, to our consolidated financial statements for information with respect to recent accounting pronouncements and the impact of these pronouncements on our consolidated financial statements.\n\n",
    "item7a": ">Item 7A.\t\nQuanti\ntative and Qualitative Disclosures about Market Risk\n \n\n\n50\n\n\n\n\n \n\n\nWe are exposed to market risks in the ordinary course of our business. Market risk represents the risk of loss that may impact our financial position due to adverse changes in financial market prices and rates. Our market risk exposure is primarily the result of fluctuations in inflation or interest rates.\n \n\n\nInterest Rate Risk\n \n\n\nWe invest our cash equivalents in money market funds. Cash and cash equivalents are held for working capital purposes and acquisition financing. We do not enter into investments for trading or speculative purposes. We believe that we do not have material exposure to changes in the fair value of these investments as a result of changes in interest rates due to the short-term nature of our investments. Declines in interest rates may reduce future investment income. A hypothetical decline of 1% in the interest rate on our investments would not have a material effect on our consolidated financial statements.\n \n\n\n51\n\n\n\n\n \n\n",
    "cik": "1117297",
    "cusip6": "74874Q",
    "cusip": [
        "74874q100",
        "74874Q900",
        "74874Q100"
    ],
    "names": [
        "QUINSTREET INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1117297/000095017023043659/0000950170-23-043659-index.htm"
}