{
    "item1": ">Item 1.        BUSINESS\n \nOur Company\nAmerican Woodmark Corporation (\"American Woodmark,\" the \"Company,\" \"we,\" \"our\" or \"us\") was incorporated in 1980 by the four principal managers of the Boise Cascade Cabinet Division through a leveraged buyout of that division. We operated privately until 1986 when we became a public company through a registered public offering of common stock.\nFrom design to installation, we believe we offer a higher level of service than our competitors, serving both national and regional markets with the most relevant options. This makes us the cabinetmaker of choice for many homeowners, builders, designers, dealers, distributors, and retailers across the country. Our customer base is expanding as we build our portfolio of brands and reach new markets beyond kitchen and bath. Aspirational yet grounded, we've embraced an ambitious, strategic vision that will advance us boldly into the future.\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements, and all amendments to those reports are available free of charge on our website, americanwoodmark.com, as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission. The contents of our website are not, however, part of, or incorporated by reference into, this report.\nOur Business\nAmerican Woodmark celebrates the creativity in all of us. With over 8,800 employees and more than a dozen brands, we're one of the nation's largest cabinet manufacturers. From inspiration to installation, we help people find their unique style and turn their home into a space for self-expression. By partnering with major home centers, builders, and dealers and distributors, we spark the imagination of homeowners and designers and bring their vision to life. Across our service and distribution centers, our corporate office and manufacturing facilities, you'll always find the same commitment to customer satisfaction, integrity, teamwork, and excellence. \nOur Products \nWe offer a wide variety of products that fall into product lines including kitchen cabinetry, bath cabinetry, office cabinetry, home organization and hardware. Our cabinetry products are available in a variety of designs, finishes and finish colors and door styles. \nWe offer products in the following categories: made-to-order and stock. Made-to-order products typically utilize higher grade materials with more options as compared to stock and are all special ordered and shipped directly to the home from the factory. Our home organization products are exclusively stock products. Our kitchen cabinetry and bath cabinetry are offered across all product categories (made-to-order and stock). Our stock products represent cash and carry products and are sold through home centers, while our made-to-order products are sold through home centers, builders, and independent dealers and distributors. \nOur Market \nOur products are sold on a national basis across the United States to the remodeling and new home construction markets. We service these markets through three primary channels: home centers, builders, and independent dealers and distributors. We distribute our products to each market channel directly from our assembly plants and through a third party logistics network.\nOur Customers \nWe serve three main categories of customers: home center customers, builders, and independent dealers and distributors. \nHome Center Customers \nContractors, builders, remodelers, and do-it-yourself homeowners use our products primarily for repair and remodel (\"R&R\") projects. Products for R&R projects are predominately purchased through home centers such as Home Depot and Lowe's. Due to the market presence, store network and customer reach of these large home centers, our strategy has been to develop long-term strategic relationships with both Home Depot and Lowe's to distribute our products. During the fiscal year ended April 30, \n3\n2023 (\"fiscal 2023\"), Home Depot and Lowe's combined accounted for approximately 43.2% of net sales of the Company. The loss of either Home Depot or Lowe's as a customer would have a material adverse effect on us.\nBuilders\nThe builder business represents a large portion of our overall revenue and has historically been a strategic component of our go-to-market strategy. We serve 19 of the top 20 U.S. builders with a high degree of geographic concentration around major metro areas where single family starts are most robust. We also serve multi-family builders, primarily in the Southwest Region of the U.S. Our various service center locations are close to these builders and enable us to deliver exceptional service to our builder partners. During fiscal 2023, builders accounted for approximately 42.9% of net sales of the Company.\nIndependent Dealers & Distributors\nIn 2010, we expanded our business into the dealer channel with the launch of the Waypoint Living Spaces® brand. Today, we sell this brand to over 1,500 regional and local dealers across the country. The dealer channel of the market is the largest by volume, characterized by a high degree of entrepreneurship and one that rewards suppliers that deliver great service. Our ability to provide superior value delivered with exceptional service has helped drive our expansion into this channel and this channel will continue to be a strong growth and market share opportunity for us. Within our distributor channel we also sell our Timberlake® brand through a network of regional distributors who are focused on selling a complete variety of building materials to small and midsized builders and contractors within their local markets. During fiscal 2023, independent dealers and distributors accounted for approximately 13.9% of net sales of the Company.  \nManufacturing, Distribution and Service \nOur manufacturing facilities are strategically located to serve our customers, which enhances our ability to provide high quality, value priced products with low production costs. We manufacture our products across 17 facilities located in Maryland, Indiana, West Virginia, Georgia, Arizona, Kentucky, Virginia, California, Texas, North Carolina, and Tijuana, Mexico. We are building a new manufacturing facility in Monterrey, Mexico that will increase our stock kitchen and bath capacity for east coast markets.  This facility is expected to open in the third quarter of fiscal 2024. The geographic distribution of our facilities throughout the United States, together with our third party logistics network for the American Woodmark business and beneficial freight arrangements with home centers, enable us to provide a \"short supply chain\" to our U.S. customers. The ordering patterns of Home Depot and Lowe's, our two biggest customers, require suppliers to have sufficient manufacturing capacity to meet demand and to serve a large number (frequently hundreds to thousands) of stores. They impose strict logistics and performance criteria on us. The scale and strategic locations of our manufacturing facilities help us to meet these demands of the home center customers, as well as provide a logistics platform that we can leverage for builders and dealers. We distribute our products through one stand-alone distribution center, distribution centers located in some of our manufacturing facilities, and other third party locations to maximize efficiency. Our vertically-integrated production and assembly lines, standardized product construction, and investments in automation have allowed us to continuously improve productivity, and develop an expertise in wood processing and yield-maximizing technologies. We have standardized our raw material inputs and a number of our production processes, which reduces logistical requirements to manufacture and gives us increased economies of scale in sourcing these inputs. Certain of our inputs are also partially processed by our vendors, which reduces cost. In addition, our production of labor-intensive manufacturing and fabrication processes in our three Tijuana, Mexico facilities has enabled us to keep overall labor costs low while maintaining higher quality, greater speed-to-market and transportation cost advantage over Asian based manufacturers. \nWe provide complete turnkey installation services to our direct builder customers via our network of eight primary service centers that are strategically located throughout the United States in Virginia, Texas, North Carolina, Georgia, Florida, Arizona and California. \nWe regularly evaluate our organizational productivity and supply chains and assess opportunities to reduce costs and enhance quality. We strive to improve quality, speed and flexibility to meet changing and uncertain market conditions, as well as manage cost inflation, including wages and employee medical costs. \nRaw Materials and Suppliers \nThe primary raw materials used in our products include hard maple, cherry, and beech lumber and plywood. Additional raw materials include paint, particleboard, medium density fiberboard, high density fiberboard, manufactured components, and hardware. We purchase these and other raw materials from more than one source and generally believe them to be readily available. We rely on outside suppliers for some of our key components and do not typically enter into long-term contracts with \n4\nour suppliers or sourcing partners. We source a portion of our components from third parties in Asia and Europe. The distances involved in these arrangements, together with the differences in business practices, shipping and delivery requirements, and laws and regulations add complexity to our supply chain logistics and increase the potential for interruptions in our production scheduling. In addition, prices and availability of these components may be affected by world market conditions and government policies and tariffs that impacted fiscal 2023 and may continue into fiscal 2024.\nCompetition \nWe operate in a highly fragmented industry that is composed of several thousand local, regional, and national manufacturers. Most of our competitors compete on a local or regional basis, but others, like us, compete on a national basis as well. Our competitors include importers and large consolidated operations as well as relatively small, local cabinet manufacturers. Moreover, companies in other building products industries may compete with us. Competitive factors within the industry include pricing, quality, product availability, service, delivery time, and relationships with customers. Our principal means for competition is our breadth and variety of product offerings, expanded service capabilities, geographic reach, competitive price points for our products, and affordable quality. We believe we are a top three manufacturer of kitchen, bath, and home organization products in the United States based on publicly available information.\nEnvironmental Matters and Regulatory Matters \nOur operations are subject to federal, state and local environmental laws and regulations relating to, among other things, the generation, storage, handling, emission, transportation, and discharge of regulated materials into the environment. Permits are required for certain of our operations, and these permits are subject to revocation, modification, and renewal by issuing authorities. Governmental authorities have the power to enforce compliance with their regulations, and violations may result in the payment of fines or the entry of injunctions, or both. We may also incur liabilities for investigation and clean-up of soil or groundwater contamination on or emanating from current or formerly owned and operated properties, or at offsite locations at which regulated materials are located where we are identified as a responsible party. Discovery of currently unknown conditions could require responses that could result in significant costs. \nIntellectual Property \nWe maintain trademarks, copyrights, and trade secrets. We sell many of our products under a number of registered and unregistered trademarks, which we believe are widely recognized in our industry. We rely on trade secrets and confidentiality agreements to develop and maintain our competitive position. Monitoring the unauthorized use of our intellectual property is difficult, and the steps we have taken may not prevent unauthorized use of our intellectual property. The disclosure or misappropriation of our intellectual property could harm our ability to protect our rights and our competitive position. If we must litigate to protect our rights, we may incur significant expenses and divert significant attention from our business operations. To date, we have not relied on material patents in operating our business. \nSeasonality \nOur business has been subject to seasonal influences, with higher sales typically realized in our first and fourth fiscal quarters. General economic forces and changes in our customer mix have reduced seasonal fluctuations in revenue over the past few years and this trend is expected to continue. The costs of the Company's products are subject to inflationary pressures and commodity price fluctuations. The Company has generally been able, over time, to recover the effects of inflation and commodity price fluctuations through sales price increases.\nHuman Capital Resources\nEmployees \nAs of April 30, 2023, we employed over 8,800 full-time employees, with approximately 277 unionized employees in Anaheim, California. We believe that our employee relations and relationship with the union representing the employees in Anaheim are good. \nCulture and Core Values\nAt American Woodmark, our mission to create value through people remains unchanged. The way we conduct our business and interact with our customers, vendors, and the communities in which we operate is driven by our core principles of Customer Satisfaction, Integrity, Teamwork, and Excellence. These principles also guide our interactions with employees and serve as a \n5\nbasis for setting goals for and evaluating our employees. By living out these principles, we believe we will be best positioned to attract, develop, and promote a broad range of talent and to conduct our business in a responsible, ethical, and professional manner. To that end, we have, among other things, established policies under which we strive to:\n•\nEngage with our key stakeholders, including employees, to ensure their needs and concerns are heard and addressed, and if appropriate, incorporated into our strategy;\n•\nMaintain a safe and enriching working environment where all employees are treated with respect and are able to achieve their full potential;\n•\nEncourage employees to volunteer in our communities through internally or externally organized events; \n•\nFund the American Woodmark Foundation and the AWCares Fund, which serves as vehicles for our employees to serve the community and receive financial assistance for unforeseen personal disaster or tragedy; and \n•\nProvide scholarship opportunities to family members for our employees.\nTraining\nTraining is an important part of attracting and retaining a qualified workforce. Through our training programs, we seek to ensure that each employee is engaged, and has opportunities to succeed and advance his or her career. We invest a significant number of hours annually in onboarding, culture, safety, supervisory, and leadership training activities. Through these activities, as well as our tuition reimbursement programs, executive development opportunities, formal and informal cross-training activities, and other operational training offerings, we strive to establish American Woodmark as a continuous learning organization dedicated to providing the training and development opportunities necessary to maintain a well-qualified workforce connected to and invested in our continued operational success.\nOur training is designed and developed at the corporate and local level in order to further our goals of enterprise alignment and local integration. We prefer a leader-led approach to training whenever possible to foster engagement, relationship building, connection, and shared learning experiences. Depending on the course, our training and development opportunities are offered through a variety of platforms and frequencies, such as on an on-demand, semi-annual, annual, or biannual basis.\nSafety\nWe have established comprehensive safety programs throughout our operations to provide our employees with the tools they need to comply with the safety standards established under federal, state, and local laws and regulations or independently by us. Our safety leadership teams monitor our safety programs and related benchmarking with the goal of improving safety across the Company. Our rate of incidents recordable under the standards of the Occupational Safety and Health Administration (“OSHA”) per one hundred employees per year, also known as the OSHA recordable rate, was 1.56 during fiscal 2023.\nDiversity and Inclusion\nWe are an equal opportunity employer and strive to create an environment free from discrimination and harassment and in which each employee is valued, treated with dignity and respect, and engaged in an inclusive manner. We believe that a workplace that encourages the interaction of different perspectives and backgrounds creates superior solutions, approaches, and innovations. Five years ago, we commissioned the first formal team to better understand and evaluate inclusion and diversity at American Woodmark. Since that time, we have taken deliberate steps to educate our leaders and increase internal awareness within our workforce. Among these actions were the following: establishment of Right Environment Councils in each of our locations in an attempt to more effectively engage and connect with employees of all levels as well as the communities in which we serve; enhancing our employee engagement survey process to include measures specific to inclusion and diversity; participation in an external consultant partnership; establishment of our Inclusion, Diversity, Equity, and Alignment (IDEA) team; launching an enterprise-wide social strategic roadmap, and most recently the inclusion of representation metrics as part of our organizational scorecard and long-term incentive pay components. Going forward, we intend to continue our strategy with the goal of enhancing our culture of inclusion while increasing the diversity of people, thought, and perspectives represented throughout our company.\nOur Competitive Strengths\nMarket Leader with Nationwide Manufacturing and Distribution Network\nWe believe our company holds the number two or three market position in the United States cabinet market with an estimated 10% market share based on publicly available information. We are one of a select number of market participants with a national manufacturing and distribution footprint, which includes 17 manufacturing facilities in the United States and Mexico and eight primary service centers and one distribution center located throughout the United States. Our operating footprint provides us an ability to service our builder, dealer, and home center customers on a national basis, and we offer a broad set of products to serve our customers across a variety of price points. Our facilities are primarily located in or near major metropolitan markets to \n6\nfacilitate efficient product distribution to our customers. We believe the scale and breadth of our operations differentiate us and result in a competitive advantage providing superior customer service, low-cost distribution, and on-time delivery.\nComprehensive Product Offering with Diversified End-Markets\nWe believe that the diversity of our product portfolio across categories, channels, and end-markets benefits our financial performance, both in periods of growth and cyclicality. Our made-to-order offerings provide products for customers looking for a designer product, which can be used for both new home construction and remodeling applications. Our stock offering allows us to further serve our existing end-markets through the addition of a lower price point product that is well-suited for areas of growing demand such as new home construction targeting the first-time homebuyer. We also offer turnkey cabinet solutions for our builder customers which we believe is a unique aspect of our service platform. Our turnkey solution provides in-house design and measurement as well as installation service. We believe the ability to leverage our labor and expertise is a value-added service to our builder customers which has helped strengthen our position in the new home construction market.\nDeep Relationships with Leading Retailers\nWe have built strong and stable relationships with a base of long-standing customers across home centers, builders, and independent dealers and distributors. We have an average relationship length of 20 plus years with our top 10 customers, including long-standing relationships with Home Depot and Lowe's. We believe our customers value our national manufacturing and distribution footprint, which allows us to meet demanding logistics and performance criteria. We believe our focus on providing exceptional customer service and a quality product at a competitive price have enabled us to establish ourselves as a vendor of choice.\nBest-in-Class Manufacturing Capabilities\nWe operate 17 manufacturing facilities across the United States and Mexico. Our vertically-integrated production and assembly lines, standardized product construction, and investments in automation, have allowed us to continuously improve productivity and efficiency. We have standardized our raw material inputs and a number of our production processes, which reduces logistical requirements and provides increased economies of scale in sourcing these inputs. Our labor-intensive manufacturing and fabrication processes in Mexico offer a low cost alternative to Asian based manufacturers, while providing a quality product with lower transportation costs. \nExperienced Management Team\nWe have assembled an executive team from leading organizations with a deep base of management experience within industrial manufacturing companies. Our President and Chief Executive Officer, M. Scott Culbreth, joined our team in 2014 as the Chief Financial Officer and was named Chief Executive Officer in 2020. Mr. Culbreth's career in the manufacturing industry has been highlighted with multiple leadership roles in finance. Our other senior executives all have over twenty plus years of experience working for multi-national companies, with individual backgrounds in manufacturing and finance. ",
    "item1a": ">Item 1A.    RISK FACTORS \n \nThere are a number of risks and uncertainties that may affect the Company's business, results of operations, and financial condition. These risks and uncertainties could cause future results to differ from past performance or expected results, including results described in statements elsewhere in this report that constitute \"forward-looking statements\" under the Private Securities Litigation Reform Act of 1995. Additional risks and uncertainties not presently known to the Company or currently believed to be immaterial also may adversely impact the Company's business. Should any risks or uncertainties develop into actual events, these developments could have material adverse effects on the Company's business, financial condition, and results of operations. These risks and uncertainties, which the Company considers to be most relevant to specific business activities, include, but are not limited to, the following. Additional risks and uncertainties that may affect the Company's business, results of operations, and financial condition are discussed elsewhere in this report, including in Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" under the headings \"Forward-Looking Statements,\" \"Seasonality,\" and \"Outlook for Fiscal 2024\" and Item 7A. \"Quantitative and Qualitative Disclosures about Market Risk.\" \n \n7\nRisks related to our business and industry\nBecause of the concentration of our sales to our two largest customers, the loss of either customer or a significant reduction in orders from either customer could adversely affect our financial results. \nHome Depot and Lowe's collectively accounted for approximately 43.2% of total net sales during the fiscal year 2023. We do not typically enter into long-term sales contracts with Home Depot or Lowe's and our sales usually occur on a \"purchase order\" basis. Our customers can make significant changes in their purchase volumes and can seek to significantly affect the prices we receive for our products and services and the other terms and conditions on which we do business. They have in the past discontinued, and may in the future choose to discontinue, purchasing some or all of our products with little or no notice. In the past, purchase volumes from our customers, including Home Depot and Lowe's, have fluctuated substantially, and we expect such fluctuations to occur from time to time in the future. Any reduction in, or termination of, our sales to either Home Depot or Lowe's could have a material adverse effect on our business, financial condition, or results of operations.\nIn addition, the potential for orders from these large retail customers to increase significantly from time to time requires us to have sufficient manufacturing capacity. These large retailers also impose strict logistics and performance criteria and fines. Failure to comply with these obligations may result in these customers reducing or stopping their purchase of our products.\nWe could also experience delays or defaults in payment from Home Depot or Lowe's, which could adversely affect our business, financial condition or results of operations. The loss of a substantial portion of our order volumes or revenue from either Home Depot or Lowe's for any reason would have a material adverse effect on our business, financial condition, or results of operations.\nOur business primarily relies on U.S. home improvement, repair and remodel and new home construction activity levels, all of which are impacted by risks associated with fluctuations in the housing market. Downward changes in the general economy, the housing market, or other business conditions could adversely affect our results of operations, cash flows, and financial condition. \nOur business primarily relies on home improvement, repair and remodel and new home construction activity levels in the United States. The housing market is sensitive to changes in economic conditions and other factors, such as the level of employment, access to labor, consumer confidence, consumer income, availability of financing and interest rate levels, and recent concerns with the housing market. Adverse changes in any of these conditions generally, or in any of the markets where we operate, could decrease demand and could adversely impact our businesses by: \n•\ncausing consumers to delay or decrease homeownership; \n•\nmaking consumers more price conscious resulting in a shift in demand to smaller, less expensive homes; \n•\nmaking consumers more reluctant to make investments in their existing homes, including kitchen and bath repair and remodel projects; or \n•\nmaking it more difficult to secure loans for major renovations. \nFluctuating raw material and energy costs could have a material adverse effect on our business and results of operations. \nWe purchase various raw materials, including, among others, wood, wood-based, and resin products, which are subject to price fluctuations that could materially increase our manufacturing costs. Further, increases in energy costs increase our production costs and also the cost to transport our products, each of which could have a material adverse effect on our business and results of operations. In addition, some of our suppliers have consolidated and other suppliers may do so in the future. Combined with increased demand, such consolidation could increase the price of our supplies and raw materials.\nWe also may be unwilling or unable to pass on to customers commensurate cost increases. Competitive considerations and customer resistance to price increases may delay or make us unable to adjust selling prices. To the extent we are unable to either re-engineer or otherwise offset increased costs or are unwilling or unable to build price increases into our sales prices, our margins will be negatively affected. Even if we are able to increase our selling prices, sustained price increases for our products may lead to sales declines and loss of market share, particularly if our competitors do not increase their prices, and there is usually a six to nine month lag before we are able to see the results of our pricing actions. Conversely, when raw materials or energy prices decline, we may receive customer pressure to reduce our sales prices.\nThese prices are market-based and fluctuate based on factors beyond our control. We do not have long-term fixed supply agreements and do not hedge against price fluctuations. We, therefore, cannot predict our raw materials or energy costs for the coming year. \nProlonged economic downturns may adversely impact our sales, earnings, and liquidity. \nOur industry historically has been cyclical in nature and has fluctuated with economic cycles. During economic downturns, our industry could experience longer periods of recession and greater declines than the general economy. We believe that our industry is significantly influenced by economic conditions generally and particularly by housing activity, consumer confidence, the level of personal discretionary \n8\nspending, demographics, and credit availability. These factors may affect not only the ultimate consumer of our products, but also may impact home centers, builders, and our other primary customers. As a result, a worsening of economic conditions could adversely affect our sales and earnings as well as our cash flow and liquidity.\nThe U.S. cabinetry industry is highly competitive, and market share losses could occur. \nWe operate within a highly competitive U.S. cabinetry industry, which is characterized by competition from a number of other manufacturers. Competition is further intensified during economic downturns. We compete with numerous large national and regional home products companies for, among other things, customers, orders from Home Depot and Lowe's, raw materials, skilled management, and labor resources. Purchase volumes from our main home center customers have fluctuated substantially from time to time in the past, and we expect such fluctuations to occur from time to time in the future. \nSome of our competitors may have greater financial, marketing, and other resources than we do and, therefore, may be able to adapt to changes in customer preferences more quickly, devote more resources to the marketing and sale of their products, generate greater national brand recognition, or adopt more aggressive pricing policies than we can. In addition, some of our competitors may resort to price competition to sustain or gain market share and manufacturing capacity utilization, and we may have to adjust the prices on some of our products to stay competitive, which could reduce our revenues. \nWe also face competition with respect to some of our products from competitors in countries with lower regulatory, safety, environmental, and other costs, such as China, Vietnam, Thailand, and Malaysia. These competitors may also benefit from certain local government subsidies or other incentives that are not available to us. \nWe may not ultimately succeed in competing with other manufacturers and distributors in our market, which may have a material adverse effect on our business, financial condition, or results of operations.\nOur failure to develop new products or respond to changing consumer preferences and purchasing practices could have a material adverse effect on our business, financial condition, or results of operations. \nThe U.S. cabinetry industry is subject to changing consumer trends, demands, and preferences. The uncertainties associated with developing and introducing new products, such as gauging changing consumer preferences and successfully developing, manufacturing, marketing, and selling new products, could lead to, among other things, rejection of a new product line, reduced demand and price reductions for our products. If our products do not keep up with consumer trends, demands, and preference, we could lose market share, which could have a material adverse effect on our business, financial condition, or results of operations.\nChanges to consumer shopping habits and potential trends toward \"online\" purchases could also impact our ability to compete. Further, the volatile and challenging economic environment of recent years has caused shifts in consumer trends, demands, preferences and purchasing practices, and changes in the business models and strategies of our customers. Shifts in consumer preferences, which may or may not be long-term, have altered the quantity, type, and prices of products demanded by the end-consumer and our customers. If we do not timely and effectively identify and respond to these changing consumer preferences and purchasing practices, our relationships with our customers could be harmed, the demand for our products could be reduced, and our market share could be negatively affected.\nWe may fail to fully realize the anticipated benefits of our growth strategy within the home center, dealer, distributor and homebuilder channels. \nPart of our growth strategy depends on expanding our business in the home center, dealer, distributor and homebuilder channels. We may fail to compete successfully against other companies that are already established providers within the home center, dealer, distributor and homebuilder channels. Demand for our products within the home center, homebuilder, dealer and distributor channels may not grow, or might even decline. In addition, we may not accurately gauge consumer preferences and successfully develop, manufacture, and market our products at a national level. Further, the implementation of our growth strategy may place additional demands on our administrative, operational, and financial resources and may divert management's attention away from our existing business and increase the demands on our financial systems and controls. If our management is unable to effectively manage growth, our business, financial condition, or results of operations could be adversely affected. If our growth strategy is not successful then our revenue and earnings may not grow as anticipated or may decline, we may not be profitable, or our reputation and brand may be damaged. In addition, we may change our financial strategy or other components of our overall business strategy if we believe our current strategy is not effective, if our business or markets change, or for other reasons, which may cause fluctuations in our financial results.\nManufacturing expansion to add capacity, manufacturing realignments, and other cost savings programs could result in a decrease in our near-term earnings. \nWe continually review our manufacturing operations. These reviews could result in the expansion of capacity, manufacturing realignments, and various cost savings programs. Effects of manufacturing expansion, realignments, or cost savings programs could result in a decrease in our short-term earnings until the additional capacity is in place, cost reductions are achieved, and/or production volumes stabilize, such as our expansion of stock kitchen and bath \n9\ncapacity in North Carolina and Mexico, which is currently underway. Such manufacturing expansions, realignments, and programs involve substantial planning, often require capital investments, and may result in charges for fixed asset impairments or obsolescence and substantial severance costs. We also cannot assure you that we will achieve all of the intended cost savings. Our ability to achieve cost savings and other benefits within expected time frames is subject to many estimates and assumptions. These estimates and assumptions are subject to significant economic, competitive, and other uncertainties, some of which are beyond our control. If these estimates and assumptions are incorrect, if we experience delays, or if other unforeseen events occur, our business, financial condition, and results of operations could be materially and adversely affected. In addition, downturns in the economy could potentially have a larger impact on the Company as a result of any added capacity.\nWe manufacture our products internationally and are exposed to risks associated with doing business globally. \nWe manufacture our products in the United States and Mexico and sell our products in the United States and Canada. Accordingly, we are subject to risks associated with potential disruption caused by changes in political, monetary, economic, and social environments, including civil and political unrest, terrorism, possible expropriation, local labor conditions, changes in laws, regulations, and policies of foreign governments and trade disputes with the United States (including tariffs), and compliance with U.S. laws affecting activities of U.S. companies abroad, including tax laws, economic sanctions, and enforcement of contract and intellectual property rights. \nWe are also subject to the Foreign Corrupt Practices Act and other anti-bribery laws. While we have implemented safeguards and policies to discourage these practices by our employees and agents, our existing safeguards and policies to assure compliance and any future improvements may prove to be less than effective and our employees or agents may engage in conduct for which we might be held responsible. If employees violate our policies, we may be subject to regulatory sanctions. Violations of these laws or regulations could result in sanctions including fines, debarment from export privileges, and penalties and could have a material adverse effect on our business, financial condition, or results of operations.\nWe may continue to hedge certain foreign currency transactions in the future; however, a change in the value of the currencies may impact our financial statements when translated into U.S. dollars. In addition, fluctuations in currency can adversely impact the cost position in local currency of our products, making it more difficult for us to compete. Our success will depend, in part, on our ability to effectively manage our business through the impact of these potential changes.\nIn addition, we source raw materials and components from Asia where we have recently experienced higher manufacturing costs and longer lead times due to currency fluctuations, higher wage rates, labor shortages, and higher raw material costs, and we have also experienced higher shipping costs and shipping delays. Our international operations and sourcing of materials (including from Asia and Mexico) could be harmed by a variety of factors including, but not limited to:\n•\nincreases in transportation costs or transportation delays;\n•\nwork stoppages and labor strikes;\n•\nintroduction of non-native invasive organisms into new environments;\n•\nrecessionary trends in international markets;\n•\nlegal and regulatory changes and the burdens and costs of our compliance with a variety of laws, including export controls, import and customs trade restrictions, tariffs and other regulations;\n•\nfluctuations in exchange rates, particularly the value of the U.S. dollar relative to other currencies; and\n•\npolitical unrest, terrorism, and economic instability.\nIf any of these or other factors were to render the conduct of our business in a particular country undesirable or impractical, our business, financial condition, or results of operations could be materially adversely affected.\nThe inability to obtain raw materials from suppliers in a timely manner would adversely affect our ability to manufacture and market our products. \nOur ability to offer a wide variety of products depends on our ability to obtain an adequate supply of components from manufacturers and other suppliers, particularly wood-based and resin products. Transportation and container delays may adversely impact our supply chain. Additionally, failure by our suppliers to provide us with quality products on commercially reasonable terms, and to comply with legal requirements for business practices, could have a material adverse effect on our business, financial condition, or results of operations. Furthermore, we rely heavily or, in certain cases, exclusively, on outside suppliers for some of our key components. While we do not rely exclusively on any one supplier for any particular raw materials, the loss of a major supplier could increase our costs to obtain raw materials until we obtain an adequate alternative source.\nWe typically do not enter into long-term contracts with our suppliers or sourcing partners. Instead, most raw materials and sourced goods are obtained on a \"purchase order\" basis. Although these components are generally obtainable in sufficient quantities from other sources, resourcing them from another supplier could take time. Financial, operating, or other difficulties encountered by our suppliers or sourcing partners, or changes in our relationships with them could result in manufacturing or \n10\nsourcing interruptions, delays, and inefficiencies, and prevent us from manufacturing enough products to meet customer demands. \nCertain of our customers have been expanding and may continue to expand through consolidation and internal growth, which may increase their buying power, which could materially and adversely affect our sales, results of operations, and financial position. \nCertain of our customers are large companies with significant buying power. In addition, potential further consolidation in the distribution channels could enhance the ability of certain of our customers to seek more favorable terms, including pricing, for the products that they purchase from us. Accordingly, our ability to maintain or raise prices in the future may be limited, including during periods of raw material and other cost increases. If we are forced to reduce prices or to maintain prices during periods of increased costs, or if we lose customers because of pricing or other methods of competition, our sales, operating results, and financial position may be materially and adversely affected.\nRisks related to indebtedness\nOur level and terms of indebtedness could adversely affect our business and liquidity position\n. \nOur consolidated indebtedness level could have important consequences to us, including, among other things, increasing our vulnerability to general economic and industry conditions; requiring a portion of our cash flow used in operations to be dedicated to the payment of principal and interest on our indebtedness, therefore reducing our liquidity and our ability to use our cash flow to fund our operations, capital expenditures and future business opportunities; exposing us to the risk of increased interest rates, and corresponding increased interest expense, because borrowings under our credit facilities are at variable rates of interest; reducing funds available for working capital, capital expenditures, acquisitions, and other general corporate purposes, due to the costs, and expenses associated with such debt; limiting our ability to obtain additional financing for working capital, capital expenditures, debt service requirements, acquisitions, and general corporate, or other purposes; and limiting our ability to adjust to changing marketplace conditions and placing us at a competitive disadvantage compared to our competitors who may have less debt.\nIf our cash flows and capital resources are insufficient to fund our debt service obligations, we may be forced to reduce or delay capital expenditures, sell assets, seek additional capital, or restructure or refinance our indebtedness. These alternative measures may not be successful and may not permit us to meet our scheduled debt service obligations, which could cause us to default on our debt obligations and impair our liquidity. In the event of a default under any of our indebtedness, the holders of the defaulted debt could elect to declare all the funds borrowed to be due and payable, together with accrued and unpaid interest. The lenders under our credit facilities could also elect to terminate their commitments thereunder and cease making further loans, and such lenders could institute foreclosure proceedings against their collateral, all of which could adversely affect our financial condition in a material way.\nThe credit agreement that governs our credit facility imposes operating and financial restrictions on us and our subsidiaries, which may prevent us from capitalizing on business opportunities or otherwise negatively impact our business.\n \nThe credit agreement that governs our credit facility imposes operating and financial restrictions on us. These restrictions limit our ability and the ability of our subsidiaries to, among other things, to incur additional indebtedness, create additional liens on its assets, make certain investments, dispose of assets, or engage in a merger or other similar transaction or engage in transactions with affiliates, subject, in each case, to the various exceptions and conditions described in the credit agreement. The negative covenants further restrict the ability of the Company and certain of its subsidiaries to make certain restricted payments, including, in the case of the Company, the payment of dividends, and the repurchase of common stock, in certain limited circumstances.\nAs a result of these restrictions, each of which is subject to certain exceptions and qualifications, we may be limited as to how we conduct our business and we may be unable to raise additional debt or equity financing to compete effectively or to take advantage of new business opportunities. The terms of any future indebtedness we may incur could include more restrictive covenants. We cannot assure you that we will be able to maintain compliance with these existing covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders and/or amend the covenants.\nOur failure to comply with the restrictive covenants described above as well as other terms of our indebtedness and/or the terms of any future indebtedness from time to time could result in an event of default, which, if not cured or waived, could result in us being required to repay these borrowings before their due date.\n \nIf we are forced to refinance these borrowings on less favorable terms or cannot refinance these borrowings, our results of operations and financial condition could be adversely affected.\n11\nOther general risks applicable to us and our business\nWe may incur future goodwill impairment charges or other asset impairment charges which could negatively impact our future results of operations and financial condition.\n \nWe recorded significant goodwill as a result of the acquisition of RSI Home Products, Inc. (the \"RSI Acquisition\" or \"RSI\") in fiscal year 2018. Goodwill and other acquired intangible assets represent a substantial portion of our assets. We also have long-lived assets consisting of property and equipment and other identifiable intangible assets which we review both on an annual basis as well as when events or circumstances indicate that the carrying amount of an asset may not be recoverable. If a determination is made that a significant impairment in value of goodwill, other intangible assets, or long-lived assets has occurred, such determination could require us to impair a substantial portion of our assets. Asset impairments could have a material adverse effect on our financial condition and results of operations. \nThe implementation of our Enterprise Resource Planning system could disrupt our business. \nWe are in the process of implementing a common Enterprise Resource Planning (ERP) system across the Company and went live with the first wave of the system, including procurement, general ledger, accounts payable, and projects and fixed assets, in the second half of fiscal 2022. A Global Design project is in process to design the manufacturing processes that will be converted to the ERP system. We also will be piloting the ERP system in our new Monterrey, Mexico manufacturing location. Although we currently expect the ERP implementation to increase efficiencies by leveraging a common, cloud-based system throughout the Company and standardizing processes and reporting, our ERP system implementation may not result in improvements that outweigh its costs and may disrupt our operations. Our inability to mitigate existing and future disruptions could adversely affect our sales, earnings, financial condition and liquidity. The ERP system implementation subjects us to substantial costs and inherent risks associated with migrating from our legacy systems. These costs and risks could include, but are not limited to:\n•\nsignificant capital and operating expenditures;\n•\ndisruptions to our domestic and international supply chains;\n•\ninability to fill customer orders accurately and on a timely basis, or at all;\n•\ninability to process payments to suppliers, vendors and associates accurately and in a timely manner;\n•\ndisruption to our system of internal controls;\n•\ninability to fulfill our SEC or other governmental reporting requirements in a timely or accurate manner;\n•\ninability to fulfill federal, state, or local tax filing requirements in a timely or accurate manner; and\n•\nincreased demands on management and staff time to the detriment of other corporate initiatives.\nOur operations may be adversely affected by information systems interruptions or intrusions. \nWe rely on a number of information technology systems to process, transmit, store, and manage information to support our business activities. Increased global cybersecurity vulnerabilities, threats, and more sophisticated and targeted attacks pose a risk to our information technology systems. We have established security policies, processes, and layers of defense designed to help identify and protect against intentional and unintentional misappropriation or corruption of our systems and information and disruption of our operations. Despite these efforts, systems may be damaged, disrupted, or shut down due to attacks by unauthorized access, malicious software, undetected intrusion, hardware failures, or other events, and in these circumstances our disaster recovery planning may be ineffective or inadequate. These breaches or intrusions could lead to business interruption, exposure of proprietary or confidential information, data corruption, damage to our reputation, exposure to litigation, and increased operational costs. Such events could have a material adverse impact on our business, financial condition and results of operation. In addition, we could be adversely affected if any of our significant customers or suppliers experience any similar events that disrupt their business operations or damage their reputation. \nIncreased compliance costs or liabilities associated with environmental regulations could have a material adverse effect on our business, financial condition, or results of operations. \nOur facilities are subject to numerous environmental laws, regulations and permits, including those governing emissions to air, discharges to water, storage, treatment and disposal of waste, remediation of contaminated sites, and protection of worker health and safety. We may not be in complete compliance with these laws, regulations, or permits at all times. Our efforts to comply with environmental requirements do not remove the risk that we may incur material liabilities, fines or penalties for, among other things, releases of regulated materials occurring on or emanating from current or formerly owned or operated properties or any associated offsite disposal location, or for contamination discovered at any of our properties from activities conducted by previous occupants. Liability for environmental contamination or a release of hazardous materials may be joint and several, so that we may be held responsible for more than our share of the contamination or other damages, or even for the entire share.\nChanges in environmental laws and regulations or the discovery of previously unknown contamination or other liabilities relating to our properties and operations could result in significant environmental liabilities that could impact our business, financial condition, or results of operation. In addition, we may incur capital and other costs to comply with increasingly \n12\nstringent environmental laws and enforcement policies. These laws, including, for example, the regulations relating to formaldehyde emissions promulgated by the California Air Resources Board, require us to rely on compliance by our suppliers of raw materials. Should a supplier fail to comply with such regulations, notify us of non-compliance, or provide us with a product that does not comply, we could be subject to disruption in our business and incur substantial liabilities.\nUnauthorized disclosure of confidential information provided to us by customers, employees or third parties could harm our business. \nWe rely on the internet and other electronic methods to transmit confidential information and store confidential information on our networks. If there were a disclosure of confidential information provided by, or concerning, our employees, customers or other third parties, including through inadvertent disclosure, unapproved dissemination, or unauthorized access, our reputation could be harmed and we could be subject to civil or criminal liability and regulatory actions.\nChanges in government and industry regulatory standards could have a material adverse effect on our business, financial condition, or results of operations. \nGovernment regulations pertaining to health and safety and environmental concerns continue to emerge, domestically as well as internationally. These regulations include the Occupational Safety and Health Administration and other worker safety regulations for the protection of employees, as well as regulations for the protection of consumers. It is necessary for us to comply with current requirements (including requirements that do not become effective until a future date), and even more stringent requirements could be imposed on our products or processes. Compliance with these regulations may require us to alter our manufacturing and installation processes and our sourcing. Such actions could increase our capital expenditures and adversely impact our business, financial condition or results of operations, and our inability to effectively and timely meet such regulations could adversely impact our competitive position.\nWe could continue to pursue growth opportunities through either acquisitions, mergers or internally developed projects, which may be unsuccessful or may adversely affect our future financial condition and operating results. \nWe could continue to pursue opportunities for growth through either acquisitions, mergers, or internally developed projects as part of our growth strategy. We cannot assure you that we will be successful in integrating an acquired business or that an internally developed project will perform at the levels we anticipate. We may pay for future acquisitions using cash, stock, the assumption of debt, or a combination of these. Future acquisitions could result in dilution to existing shareholders and to earnings per share. In addition, we may fail to identify significant liabilities or risks associated with a given acquisition that could adversely affect our future financial condition, and operating results or result in us paying more for the acquired business or assets than they are worth.\nOur ability to operate and our growth potential could be materially and adversely affected if we cannot employ, train, and retain qualified personnel at a competitive cost. \nMany of the products that we manufacture and assemble require manual processes in plant environments. We believe that our success depends upon our ability to attract, employ, train, and retain qualified personnel with the ability to design, manufacture, and assemble these products. In addition, our ability to expand our operations depends in part on our ability to increase our skilled labor force as the housing market continues to recover in the United States. In addition, we believe that our success depends in part on our ability to quickly and effectively train additional workforce to handle the increased volume and production while minimizing labor inefficiencies and maintaining product quality in a housing market recovery. If either of these events were to occur, our cost structure could increase, our margins could decrease, and any growth potential could be impaired.\nOur failure to maintain acceptable quality standards could result in significant unexpected costs. \nAny failure to maintain acceptable quality standards could require us to recall or redesign such products, or pay substantial damages, any of which would result in significant unexpected costs. We may also have difficulty controlling the quality of products or components sourced from other manufacturers, so we are exposed to risks relating to the quality of such products and to limitations on our recourse against such suppliers. Further, any claim or product recall could result in adverse publicity against us, which could decrease our credibility, harm our reputation, adversely affect our sales, or increase our costs. Defects in our products could also result in decreased orders or sales to our customers, which could have a material adverse effect on our business, financial condition or results of operations.\nNatural disasters could have a material adverse effect on our business, financial condition, or results of operations. \nMany of our facilities are located in regions that are vulnerable to natural disasters and other risks, such as earthquakes, fires, floods, tropical storms, hurricanes, and snow and ice, which at times have disrupted the local economy and posed physical risks to our property. In addition, the continued threat of terrorism and heightened security and military action in response to this threat, or any future acts of terrorism, may cause further disruptions to the economies of the United States and other countries. Our redundant, multiple site capacity may not be sufficient in the event of a natural disaster, terrorist act or other catastrophic event. Such disruptions could, among other things, disrupt our manufacturing or distribution facilities and result in delays or cancellations of customer orders for our products, which in turn could have a material adverse effect on our business, financial condition and results of operations. Further, if a natural disaster occurs in a region from which we derive a significant portion of \n13\nour revenue, end-user customers in that region may delay or forego purchases of our products, which may materially and adversely impact our operating results for a particular period.",
    "item7": ">Item 7.        MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n \nResults of Operations\n \nThe following table sets forth certain income and expense items as a percentage of net sales:\n \nPERCENTAGE OF NET SALES\n \nFISCAL YEARS ENDED APRIL 30,\n \n2023\n2022\n2021\nNet sales\n100.0 \n%\n100.0 \n%\n100.0 \n%\nCost of sales and distribution\n82.7 \n87.8 \n81.5 \nGross profit\n17.3 \n12.2 \n18.5 \nSelling and marketing expenses\n4.6 \n5.0 \n5.1 \nGeneral and administrative expenses\n6.1 \n5.3 \n6.5 \nRestructuring charges, net\n0.1 \n— \n0.3 \nOperating income\n6.5 \n1.9 \n6.6 \nPension settlement, net\n— \n3.7 \n—\n \nInterest expense/other (income) expense, net\n0.7 \n0.5 \n2.0 \nIncome (loss) before income taxes\n5.8 \n(2.3)\n4.6 \nIncome tax expense (benefit)\n1.4 \n(0.7)\n1.1 \nNet income (loss)\n4.4 \n(1.6)\n3.5 \nThe following discussion should be read in conjunction with the Consolidated Financial Statements and the related notes contained elsewhere in this report.\n \nForward-Looking Statements\n \nThis annual report contains statements concerning the Company's expectations, plans, objectives, future financial performance, and other statements that are not historical facts. These statements may be \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. In most cases, the reader can identify forward-looking statements by words such as \"anticipate,\" \"estimate,\" \"forecast,\" \"expect,\" \"believe,\" \"should,\" \"could,\" \"would,\" \"plan,\" \"may,\" \"intend,\" \"estimate,\" \"prospect,\" \"goal,\" \"will,\" \"predict,\" \"potential,\" or other similar words. Forward-looking statements contained in this report, including elsewhere in \"Management's Discussion and Analysis of Financial Condition and Results of Operations,\" are based on current expectations and our actual results may differ materially from those projected in any forward-looking statements. In addition, the Company participates in an industry that is subject to rapidly changing conditions and there are numerous factors that could cause the Company to experience a decline in sales and/or earnings or deterioration in financial condition. Factors that could cause actual results to differ materially from those in forward-looking statements made in this report include but are not limited to:\n•\nthe loss of or a reduction in business from one or more of our key customers;\n16\n•\nnegative developments in the macro-economic factors that impact our performance such as the U.S. housing market, general economy, unemployment rates, and consumer sentiment and the impact of such developments on our and our customers' business, operations, and access to financing;\n•\nan inability to obtain raw materials in a timely manner or fluctuations in raw material, transportation, and energy costs due to inflation or otherwise;\n•\na failure to attract and retain certain members of management or other key employees or other negative labor developments, including increases in the cost of labor; competition from other manufacturers and the impact of such competition on pricing and promotional levels;\n•\nan inability to develop new products or respond to changing consumer preferences and purchasing practices;\n•\nincreased buying power of large customers and the impact on our ability to maintain or raise prices;\n•\na failure to effectively manage manufacturing operations, alignment, and capacity or an inability to maintain the quality of our products;\n•\nthe impairment of goodwill, other intangible assets, or our long-lived assets;\n•\ninformation systems interruptions or intrusions or the unauthorized release of confidential information concerning customers, employees, or other third parties;\n•\nthe cost of compliance with, or liabilities related to, environmental or other governmental regulations or changes in governmental or industry regulatory standards, especially with respect to health and safety and the environment; \n•\nrisks associated with the implementation of our growth strategy;\n•\nrisks related to sourcing and selling products internationally and doing business globally, including the imposition of tariffs or duties on those products;\n•\nunexpected costs resulting from a failure to maintain acceptable quality standards;\n•\nchanges in tax laws or the interpretations of existing tax laws;\n•\nthe impact of COVID-19 or another pandemic on our business, the global and U.S. economy, and our employees, customers, and suppliers;\n•\nthe occurrence of significant natural disasters, including earthquakes, fires, floods, hurricanes, or tropical storms;\n•\nthe unavailability of adequate capital for our business to grow and compete; and\n•\nlimitations on operating our business as a result of covenant restrictions under our indebtedness, our ability to pay amounts due under our credit facilities and our other indebtedness, and interest rate increases.\nAdditional information concerning the factors that could cause actual results to differ materially from those in forward-looking statements is contained in this annual report, including elsewhere in \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and under Item 1A. \"Risk Factors,\" and Item 7A. \"Quantitative and Qualitative Disclosures about Market Risk.\" While the Company believes that these risks are manageable and will not adversely impact the long-term performance of the Company, these risks could, under certain circumstances, have a material adverse impact on its operating results and financial condition.\n \nAny forward-looking statement that the Company makes speaks only as of the date of this annual report. The Company undertakes no obligation to publicly update or revise any forward-looking statements or cautionary factors, as a result of new information, future events or otherwise, except as required by law.\n \nOverview\n \nAmerican Woodmark Corporation manufactures and distributes kitchen, bath and home organization products for the remodeling and new home construction markets. Its products are sold on a national basis directly to home centers and builders and through a network of independent dealers and distributors. At April 30, 2023, the Company operated 17 manufacturing facilities in the United States and Mexico and eight primary service centers and one distribution center located throughout the United States.\nFinancial Overview\nA number of general market factors impacted the Company's business in fiscal 2023, some positive and some negative, including:\n \n•\nThe unemployment rate decreased by 6% compared to April 2022, to 3.4% as of April 2023 according to data provided by the U.S. Department of Labor; \n•\nThere was a decrease in single family housing starts during the Company's fiscal 2023 of 17%, as compared to the Company's fiscal 2022, according to the U.S. Department of Commerce;\n17\n•\nMortgage interest rates increased with a 30-year fixed mortgage rate of 6.4% in April 2023, an increase of approximately 133 basis points compared to April 2022;\n•\nThe median price of existing homes sold in the U.S. rose by 7.1% during the Company's fiscal 2023, according to data provided by the National Association of Realtors; and\n•\nConsumer sentiment, as reported by the University of Michigan, averaged 2.6% lower during the Company's fiscal 2023 than in its prior fiscal year.\nThe Company's largest remodeling customers and competitors continued to utilize sales promotions in the Company's product category during fiscal 2023. The Company strives to maintain its promotional levels in line with market activity, with a goal of remaining competitive. \nSales in the remodel channel increased 4.8% during the fiscal year.\nSales in the new construction channel increased 21.1% during fiscal 2023 due to stabilized building trends and increased completions, which grew 4.8% year over year according to data provided by the U.S. Department of Commerce.\nThe Company increased its net sales by 11.3% during fiscal 2023, which was driven by growth in all sales channels.\nGross margin for fiscal 2023 was 17.3%, an increase from 12.2% in fiscal 2022.  The increase in gross margin was primarily due to pricing actions and operational improvements related to increased manufacturing efficiencies and supply chain, partially offset by increased costs in our labor and domestic logistics expenses.\nThe Company had net income of $93.7 million in fiscal 2023, net loss of $29.7 million in fiscal 2022, and net income of $61.2 million in fiscal 2021. The net loss in fiscal 2022 is primarily due to onetime pension settlement charges of $68.5 million related to the termination of the Company's pension plan.\n \nThe Company regularly considers the need for a valuation allowance against its deferred tax assets. The Company has had operating profits for the past 10 years. As of April 30, 2023, the Company had total deferred tax assets of $47.9 million net of valuation allowance, up from $40.8 million of deferred tax assets net of valuation allowance at April 30, 2022. Deferred tax assets are reduced by a valuation allowance when, after considering all positive and negative evidence, it is determined that it is more likely than not that some portion, or all, of the deferred tax asset will not be realized.  The Company has recorded a valuation allowance related to deferred tax assets for certain state investment tax credit (\"ITC\") carryforwards. These credits expire in various years beginning in fiscal 2028. The Company believes based on positive evidence of the housing industry improvement along with 9 consecutive years of profitability that the Company will more likely than not realize all other remaining deferred tax assets.\nThe Company also regularly assesses its long-lived assets to determine if any impairment has occurred. The Company has concluded that none of its long-lived assets were impaired as of April 30, 2023. \nFiscal Year Ended April 30, 2022 Compared to the Fiscal Year Ended April 30, 2021\nFor a comparison of our performance and financial metrics for the fiscal years ended April 30, 2022 and April 30 2021, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended April 30, 2022, filed with the SEC on June 29, 2022.\n18\nResults of Operations\n \nFISCAL YEARS ENDED APRIL 30,\n(Dollars in thousands)\n2023\n2022\n2021\n2023 vs. 2022 PERCENT\n CHANGE\n2022 vs. 2021 PERCENT\n CHANGE\nNet sales\n$\n2,066,200 \n$\n1,857,186 \n$\n1,744,014 \n11.3 \n%\n6.5 \n%\nGross profit\n357,524 \n226,444 \n322,118 \n57.9 \n%\n(29.7)\n%\nSelling and marketing expenses\n94,602 \n92,555 \n89,011 \n2.2 \n%\n4.0 \n%\nGeneral and administrative expenses\n125,045 \n97,547 \n112,521 \n28.2 \n%\n(13.3)\n%\nInterest expense, net\n15,994 \n10,189 \n23,128 \n57.0 \n%\n(55.9)\n%\nNet Sales\n \nNet sales for fiscal 2023 increased 11.3% to $2,066.2 million from the prior fiscal year. The Company experienced growth of 21.1% in the builder channel and 22.2% in the dealer distributor channel primarily due to the impact of price increases, while the home center channel was largely flat during fiscal 2023.\n \nGross Profit\nGross profit as a percentage of sales increased to 17.3% in fiscal 2023 as compared with 12.2% in fiscal 2022, representing a 510 basis point improvement The increase in gross profit margin was primarily due to pricing actions and operational improvements related to increased manufacturing efficiencies and supply chain, partially offset by increased costs in our labor and domestic logistics expenses.\nSelling and Marketing Expenses\n \nSelling and marketing costs increased by $2.0 million or 2.2% during fiscal 2023 versus the prior year. Selling and marketing expenses in fiscal 2023 were 4.6% of net sales, compared with 5.0% of net sales in fiscal 2022. The increase in selling and marketing expenses was due to increased digital spend partially offset by reduced spending across the selling and marketing function and leverage created from higher sales.\nGeneral\n \nand\n \nAdministrative Expenses\n \nGeneral and administrative expenses increased by $27.5 million or 28.2% during fiscal 2023 versus the prior fiscal year. General and administrative costs increased to 6.1% of net sales in fiscal 2023 compared with 5.3% of net sales in fiscal 2022. The increase in general and administrative expenses was primarily due to increased incentive and profit sharing costs and digital spend, partially offset by controlled spending and leverage created from higher sales.\nEffective Income Tax Rates\n \nThe Company generated pre-tax income of $122.7 million during fiscal 2023. The Company's effective tax rate decreased from 30.8% in fiscal 2022 to 23.6% in fiscal 2023 primarily due to the benefit from higher federal income tax credits. \nNon-GAAP Financial Measures\nWe have reported our financial results in accordance with U.S. generally accepted accounting principles (\"GAAP\"). In addition, we have presented in this report the non-GAAP measures described below.\nA reconciliation of these non-GAAP financial measures to the most directly comparable financial measures calculated and presented in accordance with GAAP is set forth below.\nManagement believes these non-GAAP financial measures provide an additional means of analyzing the current period's results against the corresponding prior period's results. However, these non-GAAP financial measures should be viewed in addition to, and not as a substitute for, the Company's reported results prepared in accordance with GAAP. Our non-GAAP financial \n19\nmeasures are not meant to be considered in isolation or as a substitute for comparable GAAP measures and should be read only in conjunction with our consolidated financial statements prepared in accordance with GAAP.\nEBITDA, Adjusted EBITDA and Adjusted EBITDA margin\nWe use EBITDA, Adjusted EBITDA, and Adjusted EBITDA margin in evaluating the performance of our business, and we use each in the preparation of our annual operating budgets and as indicators of business performance and profitability. We believe EBITDA, Adjusted EBITDA, and Adjusted EBITDA margin allow us to readily view operating trends, perform analytical comparisons, and identify strategies to improve operating performance. Additionally, Adjusted EBITDA is a key measurement used in our Term Loans to determine interest rates and financial covenant compliance.\nWe define EBITDA as net income (loss) adjusted to exclude (1) income tax expense (benefit), (2) interest expense, net, (3) depreciation and amortization expense, and (4) amortization of customer relationship intangibles and trademarks. We define Adjusted EBITDA as EBITDA adjusted to exclude (1) expenses related to the RSI Acquisition and the subsequent restructuring charges that the Company incurred related to the acquisition, (2) non-recurring restructuring charges, (3) net gain/loss on debt forgiveness and modification, (4) stock-based compensation expense, (5) gain/loss on asset disposals, (6) change in fair value of foreign exchange forward contracts, and (7) pension settlement charges. We believe Adjusted EBITDA, when presented in conjunction with comparable GAAP measures, is useful for investors because management uses Adjusted EBITDA in evaluating the performance of our business.\nWe define Adjusted EBITDA margin as Adjusted EBITDA as a percentage of net sales.\nAdjusted EPS per diluted share\nWe use Adjusted EPS per diluted share in evaluating the performance of our business and profitability. Management believes that this measure provides useful information to investors by offering additional ways of viewing the Company's results by providing an indication of performance and profitability excluding the impact of unusual and/or non-cash items. We define Adjusted EPS per diluted share as diluted earnings per share excluding the per share impact of (1) expenses related to the RSI Acquisition and the subsequent restructuring charges that the Company incurred related to the acquisition, (2) non-recurring restructuring charges, (3) the amortization of customer relationship intangibles and trademarks, (4) net gain/loss on debt forgiveness and modification, (5) pension settlement charges, and (6) the tax benefit of RSI Acquisition expenses and subsequent restructuring charges, the net gain/loss on debt forgiveness and modification, and the amortization of customer relationship intangibles and trademarks. The amortization of intangible assets is driven by the RSI Acquisition and will recur in future periods. Management has determined that excluding amortization of intangible assets from our definition of Adjusted EPS per diluted share will better help it evaluate the performance of our business and profitability and we have also received similar feedback from some of our investors regarding the same. \n \nFree cash flow \nTo better understand trends in our business, we believe that it is helpful to subtract amounts for capital expenditures consisting of cash payments for property, plant and equipment and cash payments for investments in displays from cash flows from continuing operations which is how we define free cash flow. Management believes this measure gives investors an additional perspective on cash flow from operating activities in excess of amounts required for reinvestment. It also provides a measure of our ability to repay our debt obligations.\nA reconciliation of these non-GAAP financial measures and the most directly comparable measures calculated and presented in accordance with GAAP are set forth in the following tables:\n20\nReconciliation of EBITDA, Adjusted EBITDA and Adjusted EBITDA margin\nFISCAL YEARS ENDED APRIL 30,\n(Dollars in thousands)\n2023\n2022\n2021\nNet income (loss) (GAAP)\n$\n93,723 \n$\n(29,722)\n$\n61,193 \nAdd back:\nIncome tax expense (benefit)\n28,963 \n(13,257)\n19,500 \nInterest expense, net\n15,994 \n10,189 \n23,128 \nDepreciation and amortization expense\n48,077 \n50,939 \n51,100 \nAmortization of customer relationship intangibles and trademarks\n45,667 \n45,667 \n47,889 \nEBITDA (Non-GAAP)\n$\n232,424 \n$\n63,816 \n$\n202,810 \nAdd back:\nAcquisition and restructuring related expenses (1)\n80 \n80 \n174 \nNon-recurring restructuring charges, net (2)\n1,525 \n183 \n5,848 \nPension settlement, net\n(7)\n68,473 \n— \nChange in fair value of foreign exchange forward contracts (3)\n— \n— \n(1,102)\nNet (gain) loss on debt forgiveness and modification (4)\n(2,089)\n— \n13,792 \nStock-based compensation expense\n7,396 \n4,708 \n4,598 \nLoss on asset disposal\n1,050 \n697 \n384 \nAdjusted EBITDA (Non-GAAP)\n$\n240,379 \n$\n137,957 \n$\n226,504 \nNet Sales\n$\n2,066,200 \n$\n1,857,186 \n$\n1,744,014 \nNet income (loss) margin (GAAP)\n4.5 \n%\n(1.6)\n%\n3.5 \n%\nAdjusted EBITDA margin (Non-GAAP)\n11.6 \n%\n7.4 \n%\n13.0 \n%\n(1) Acquisition and restructuring related expenses are comprised of expenses related to the RSI Acquisition and the subsequent restructuring charges that the Company incurred related to the acquisition.\n(2) Non-recurring restructuring charges are comprised of expenses incurred related to the nationwide reduction-in-force implemented in fiscal 2023 and the closure of the manufacturing plant in Humboldt, Tennessee. Fiscal year 2021 includes accelerated depreciation expense of $1.3 million and gain on asset disposal of $2.2 million related to Humboldt.\n(3) In the normal course of business the Company is subject to risk from adverse fluctuations in foreign exchange rates. The Company manages these risks through the use of foreign exchange forward contracts. The changes in the fair value of the forward contracts are recorded in other (income) expense, net in the operating results. \n(4) The Company recognized net gain on debt forgiveness totaling $2.1 million in fiscal 2023 related to the New Market Tax Credits more fully described in Note F — \nLoans Payable and Long-Term Debt\n in the Notes to the Consolidated Financial Statements herein. The Company recognized net loss on debt modification totaling $13.8 million for fiscal year 2021 related to the restructuring of its debt.\nA reconciliation of EBITDA, Adjusted EBITDA and Adjusted EBITDA margin as projected for fiscal 2024 is not provided because we do not forecast net income as we cannot, without unreasonable effort, estimate or predict with certainty various components of net income.\n21\nAdjusted EPS per diluted share\nFISCAL YEARS ENDED APRIL 30,\n(Dollars in thousands, except share and per share data)\n2023\n2022\n2021\nNet income (loss) (GAAP)\n$\n93,723 \n$\n(29,722)\n$\n61,193 \nAdd back:\nAcquisition and restructuring related expenses\n80 \n80 \n174 \nNon-recurring restructuring charges, net\n1,525 \n183 \n5,848 \nPension settlement, net\n(7)\n68,473 \n— \nAmortization of customer relationship intangibles and trademarks\n45,667 \n45,667 \n47,889 \nNet (gain) loss on debt forgiveness and modification\n(2,089)\n— \n13,792 \nTax benefit of add backs\n(11,791)\n(29,859)\n(17,467)\nAdjusted net income (Non-GAAP)\n$\n127,108 \n$\n54,822 \n$\n111,429 \nWeighted average diluted shares (GAAP)\n16,685,359 \n16,592,358 \n17,036,730 \nAdd back: potentially anti-dilutive shares (1)\n— \n48,379 \n— \nWeighted average diluted shares (Non-GAAP)\n16,685,359 \n16,640,737 \n17,036,730 \nEPS per diluted share (GAAP)\n$\n5.62 \n$\n(1.79)\n$\n3.59 \nAdjusted EPS per diluted share (Non-GAAP)\n$\n7.62 \n$\n3.29 \n$\n6.54 \n(1) Potentially dilutive securities for the twelve-month period ended April 30, 2022 have not been considered in the GAAP calculation of net loss per shares as effect would be anti-dilutive.\nFree cash flow\nFISCAL YEARS ENDED APRIL 30,\n(Dollars in thousands)\n2023\n2022\n2021\nCash provided by operating activities\n$\n198,837 \n$\n24,445 \n$\n151,763 \nLess: Capital expenditures (1)\n45,380 \n51,582 \n46,318 \nFree cash flow\n$\n153,457 \n$\n(27,137)\n$\n105,445 \n(1) Capital expenditures consist of cash payments for property, plant and equipment and cash payments for investments in displays. \nOutlook for Fiscal 2024\n \nWe expect low double-digit declines in net sales for fiscal 2024 versus fiscal 2023. Our outlook for adjusted EBITDA for fiscal 2024 will range from $205 million to $225 million. The change in net sales and adjusted EBITDA is highly dependent upon overall industry, economic growth trends, material constraints, labor impacts, interest rates and consumer behaviors. Adjusted EBITDA will also be impacted by one-time start up costs for our plant expansions in Monterrey, Mexico and Hamlet, NC.\nWe will continue our investment back into the business with investments focusing on the plant expansions in Monterrey, Mexico and Hamlet, NC, continuing our path for our digital transformation with investments in Oracle and Salesforce and investing in automation. We are choosing to make these additional investments into our core business which will help improve sales and enhance our margins in the future. We will be opportunistic in our share repurchasing and lastly, we have our debt position at a leverage ratio we wanted to achieve and will be deprioritizing paying down debt in fiscal 2024.\nAdditional risks and uncertainties that could affect the Company's results of operations and financial condition are discussed elsewhere in this annual report, including under \"Forward-Looking Statements,\" and elsewhere in \"Management's Discussion and Analysis of Financial Condition and Results of Operations,\" as well as under Item 1A. \"Risk Factors\" and Item 7A. \"Quantitative and Qualitative Disclosures about Market Risk.\"\n22\nLiquidity and Capital Resources\nThe Company's cash and cash equivalents totaled $41.7 million at April 30, 2023, representing a $19.4 million increase from its April 30, 2022 levels. At April 30, 2023, total long-term debt (including current maturities) was $371.7 million, a decrease of $137.3 million from the balance at April 30, 2022. The Company's ratio of long-term debt to total capital was 29.7% at April 30, 2023, compared with 39.6% at April 30, 2022. The Company's main source of liquidity is its cash and cash equivalents on hand and cash generated from its operating activities, which we expect to continue into fiscal 2024. See Note F — \nLoans Payable and Long-Term Debt\n for further discussion on our indebtedness.\nOn April 22, 2021, the Company amended and restated the Prior Credit Agreement.\n \nThe amended and restated credit agreement (the \"A&R Credit Agreement\") provides for a $500 million revolving loan facility with a $50 million sub-facility for the issuance of letters of credit (the \"Revolving Facility\") and a $250 million term loan facility (the \"Term Loan Facility\").\n \nAlso on April 22, 2021, the Company borrowed the entire $250 million under the Term Loan Facility and approximately $264 million under the Revolving Facility to fund, in part, the repayment in full of the amounts then outstanding under the Prior Credit Agreement and the redemption of the Senior Notes.\n \nThe Company is required to repay the Term Loan Facility in specified quarterly installments.\n \nThe Revolving Facility and Term Loan Facility mature on April 22, 2026. Approximately $323.2 million was available under this facility as of April 30, 2023.  \nThe A&R Credit Agreement includes certain financial covenants that require the Company to maintain (i) a \"Consolidated Interest Coverage Ratio\" of no less than 2.00 to 1.00 and (ii) a \"Total Net Leverage Ratio\" of no greater than 4.00 to 1.00, subject, in each case, to certain limited exceptions.\nThe A&R Credit Agreement includes certain additional covenants, including negative covenants that restrict the ability of the Company and certain of its subsidiaries to incur additional indebtedness, create additional liens on its assets, make certain investments, dispose of its assets or engage in a merger or other similar transaction or engage in transactions with affiliates, subject, in each case, to the various exceptions and conditions described in the A&R Credit Agreement. The negative covenants further restrict the ability of the Company and certain of its subsidiaries to make certain restricted payments, including, in the case of the Company, the payment of dividends and the repurchase of common stock, in certain limited circumstances. See Note F — \nLoans Payable and Long-Term Debt\n for a discussion of interest rates under the new A&R Credit Agreement and our compliance with the covenants in the credit agreement. We expect to remain in compliance with each of the covenants under the A&R Credit Agreement during fiscal 2024.\nAs of April 30, 2023 and 2022, the Company had no off-balance sheet arrangements.\n \nOPERATING ACTIVITIES\n \nCash provided by operating activities in fiscal 2023 was $198.8 million, compared with $24.4 million in fiscal 2022. The increase in the Company's cash from operating activities was driven primarily by an increase in net income and increased cash flows from inventories, customer receivables, and accrued compensation and related expenses, which were partially offset by a decrease in cash flows from accounts payable.\nINVESTING ACTIVITIES\n \nThe Company's investing activities primarily consist of capital expenditures and investments in promotional displays. Net cash used by investing activities in fiscal 2023 was $45.3 million, compared with $51.6 million in fiscal 2022 Investments in property, plant and equipment for fiscal 2023 were $42.6 million, compared with $44.1 million in fiscal 2022. Investments in promotional displays were $2.8 million in fiscal 2023, compared with $7.5 million in fiscal 2022.\nFINANCING ACTIVITIES\n \nThe Company realized a net outflow of $134.1 million from financing activities in fiscal 2023 compared with a net outflow of $41.6 million in fiscal 2022. During fiscal 2023, $132.9 million, net, was used to repay long-term debt, compared with approximately $15.5 million in fiscal 2022.\nOn May 25, 2021, the Board authorized a stock repurchase program of up to $100 million of the Company's outstanding common shares. In conjunction with this authorization the Board cancelled the remaining portion of the $50 million existing authorization, of which the Company had repurchased $20 million in the fourth quarter of fiscal 2021. The Company repurchased $25.0 million during fiscal 2022 and $20.0 million during fiscal 2021. The Company did not repurchase any of its \n23\nshares during the fiscal year ended April 30, 2023, and the current stock repurchase program has a remaining authorization of $75.0 million as of such date.\nCash flow from operations combined with accumulated cash and cash equivalents on hand are expected to be more than sufficient to support forecasted working capital requirements, service existing debt obligations, and fund capital expenditures for fiscal 2024.\nFuture minimum annual commitments for contractual obligations under term loans, the Revolving Facility, capital and operating lease obligations, and other long-term debt amount to $30.2 million in fiscal 2024, $416.9 million in fiscal 2025-26, $31.4 million in fiscal 2027-28, and $10.6 million in fiscal 2029 and thereafter. Estimated required interest payments based on rates as of April 30, 2023 would be $17.5 million in fiscal 2024, $18.3 million in fiscal 2025-26, $15.5 million in fiscal 2027-28, and $0.2 million in fiscal 2029 and thereafter.\nSEASONALITY\nOur business has been subject to seasonal influences, with higher sales typically realized in our first and fourth fiscal quarters. General economic forces and changes in our customer mix have reduced seasonal fluctuations in revenue over the past few years. The costs of the Company's products are subject to inflationary pressures and commodity price fluctuations. The Company has generally been able over time to recover the effects of inflation and commodity price fluctuations through sales price increases.\nFor additional discussion of risks that could affect the Company and its business, see \"Forward-Looking Statements\" above, as well as Item 1A. \"Risk Factors\" and Item 7A. \"Quantitative and Qualitative Disclosures About Market Risk.\" \nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nManagement has chosen accounting policies that are necessary to give reasonable assurance that the Company's operational results and financial position are accurately and fairly reported. The significant accounting policies of the Company are disclosed in Note A to the Consolidated Financial Statements included in this annual report. The following discussion addresses the accounting policies that management believes have the greatest potential impact on the presentation of the financial condition and operating results of the Company for the periods being reported and that require the most judgment.\nManagement regularly reviews these critical accounting policies and estimates with the Audit Committee of the Board.\nRevenue Recognition.\n The Company utilizes signed sales agreements that provide for transfer of title to the customer at the time of shipment or upon delivery based on the contractual terms. The Company must estimate the amount of sales that have been transferred to third-party carriers but not delivered to customers as the carriers are not able to report real-time what has been delivered and thus there is a delay in reporting to the Company. The estimate is calculated using a lag factor determined by analyzing the actual difference between shipment date and delivery date of orders over the past 12 months. Revenue is recognized on those shipments which the Company believes have been delivered to the customer.\nThe Company recognizes revenue based on the invoice price less allowances for sales returns, cash discounts, and other deductions as required under GAAP. Collection is reasonably assured as determined through an analysis of accounts receivable data, including historical product returns and the evaluation of each customer's ability to pay. Allowances for sales returns are based on the historical relationship between shipments and returns. The Company believes that its historical experience is an accurate reflection of future returns.\nGoodwill.\n Goodwill represents the excess of purchase price over the fair value of net assets acquired. The Company does not amortize goodwill but evaluates for impairment annually, or whenever events occur or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying amount.\nIn accordance with the accounting standards, an entity has the option first to assess qualitative factors to determine whether events and circumstances indicate that it is more likely than not that goodwill is impaired. If after such assessment an entity concludes that the asset is not impaired, then the entity is not required to take further action. However, if an entity concludes otherwise, then it is required to determine the fair value of the asset using a quantitative impairment test, and if impaired, the associated assets must be written down to fair value. There were no impairment charges related to goodwill for the fiscal years 2023, 2022, and 2021.\n24\nIntangible Assets. \nIntangible assets consist of customer relationship intangibles. The Company amortizes the cost of  intangible assets over their estimated useful lives, six years, unless such lives are deemed indefinite. The Company reviews its intangible assets for impairment when events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. There were no impairment charges related to other intangible assets for the fiscal years 2023, 2022, and 2021.",
    "item7a": ">Item 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nThe costs of the Company's products are subject to inflationary pressures and commodity price fluctuations. The Company has generally been able, over time, to recover the effects of inflation and commodity price fluctuations through sales price increases although there may be a lag in the recovery.\nThe A&R Credit Agreement includes a variable interest rate component. As a result, we are subject to interest rate risk with respect to such floating-rate debt. A 100 basis point increase in the variable interest rate component of our borrowings as of April 30, 2023 would increase our annual interest expense by approximately $1.7 million. See Note F — \nLoans Payable and Long-Term Debt Financial Instruments \nfor further discussion. \nIn May 2021, we entered into interest rate swaps to hedge approximately $200 million of our variable interest rate debt.  See Note J — \nDerivative Financial Instruments \nfor further discussion.\nThe Company enters into foreign exchange forward contracts principally to offset currency fluctuations in transactions denominated in certain foreign currencies, thereby limiting our exposure to risk that would otherwise result from changes in exchange rates. The periods of the foreign exchange forward contracts correspond to the periods of the transactions denominated in foreign currencies.\nThe Company does not currently use commodity or similar financial instruments to manage its commodity price risks.\n25",
    "cik": "794619",
    "cusip6": "030506",
    "cusip": [
        "030506109",
        "030506959"
    ],
    "names": [
        "AMERICAN WOODMARK CORPORATIO"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/794619/000079461923000040/0000794619-23-000040-index.htm"
}