{
    "item1": ">Item 1. B\nusiness.\n\n\nOverview\n\n\nWe are a clinical stage pharmaceutical company focused on the discovery, development and commercialization of small molecule protease inhibitors for diseases with significant unmet need. We apply our insights into the chemistry and biology of proteases to develop orally delivered therapeutics with high selectivity, potency and bioavailability that we believe will make them successful treatments for diseases. We have used these capabilities to develop novel, small molecule plasma kallikrein inhibitors targeting the disease hereditary angioedema (“HAE”). We also are conducting preclinical development on a novel, oral Factor XIIa (“Factor XIIa”) inhibitor program, which we are initially advancing to provide a next generation of HAE therapeutics and which also offers the opportunity for expansion into other high unmet need indications in the future.\n\n\nHAE is a rare and potentially life-threatening, genetically-driven disease that features episodes of debilitating and often painful swelling in the skin, gastrointestinal tract or airways. Although multiple therapies have been approved for the disease, we believe people living with HAE are in need of alternatives that better meet their objectives for quality of life and ease of disease control. Other than one oral therapy approved for prophylaxis, currently marketed therapies are all administered by injection, which patients find challenging despite their efficacy because they are painful, time consuming to prepare and administer, and difficult to transfer and store. As a result, many attacks are treated too late to prevent significant symptoms, and a large percentage aren’t treated at all, leading to needless suffering. We anticipate that there will be strong interest in safe and effective, orally delivered treatments, and our strategy is to develop oral drug candidates for both on-demand and prophylactic use with the goal of providing patients with a complete set of oral options to treat their disease.\n\n\nOur belief that our therapies could fundamentally transform the manner in which HAE is managed is based upon extensive and continuing research we conduct with patients, physicians and payers. Recently we have conducted research to further understand the process that people living with HAE follow when determining what therapy to use, how they treat their attacks and how often they do so. In our research, which we refer to as the HAE Attack Journey, we have discovered that people living with HAE carry their on-demand treatment only approximately 33% of the time and, for this reason and others, treat only about 50% of attacks. When patients do treat, we believe they tend to delay that treatment excessively for reasons including not having their treatment with them, injection-associated pain, and lack of a private area for treatment. As a result, our data indicate that a significant majority of patients experience attacks that are more severe and last longer than if they treated earlier. Patient surveys have indicated to us, in contrast, that if provided with an oral on-demand therapy, they would expect to carry it 95% of the time, would expect to treat 94% of attacks, and 93% of patients would expect to treat their attacks earlier. This is the reason we believe that an oral on-demand therapy could represent such a significant advance.\n\n\nWe have advanced our candidate sebetralstat into Phase 3 clinical development as a potential oral, on-demand therapy for HAE attacks. In February 2021 we announced data from a Phase 2 efficacy trial in which sebetralstat demonstrated statistically and clinically significant responses across all primary and secondary endpoints. Based upon these data, we completed an end-of-Phase 2 meeting with the United States (“U.S.”) Food and Drug Administration (“FDA”) in the fall of 2021 and initiated the Phase 3 KONFIDENT clinical trial in early 2022 that is intended to support submission of a New Drug Application (“NDA”). KONFIDENT is a double-blind, placebo-controlled, event-driven crossover trial in which approximately 84 patients will treat a total of three attacks: one each with 300 mg sebetralstat, 600 mg sebetralstat, and placebo, given in a randomized sequence. The study includes both adults and adolescents ages 12 and up, and allows patients to be on approved prophylactic regimens as well as on-demand only. All attack locations are eligible for treatment, including laryngeal attacks. The primary endpoint of the study is time to beginning of symptom relief assessed using the PGI-C scale. KONFIDENT is being conducted in approximately 60 sites in 20 countries. In July 2023, we announced that we reached our enrollment target of 114 patients in the study and as a result we expect data from KONFIDENT in the fourth quarter of 2023. If the trial is successful, we anticipate submitting an NDA to the FDA in the first half of 2024.\n \n\n\nIn August 2022, we initiated KONFIDENT-S, a two-year open-label extension trial assessing the long-term safety and tolerability profile of sebetralstat. In addition, this study is examining the potential use of sebetralstat as short-term prophylaxis in the setting of medical and dental procedures, where HAE attacks are known to be triggered. We also are developing an oral disintegrating tablet (“ODT”) formulation of sebetralstat and have received FDA feedback on our proposed development program to support a supplemental NDA submission, which did not include a recommendation to conduct efficacy trials. We anticipate that the ODT formulation will follow the expected initial launch formulation in the U.S. and European Union (“E.U.”), although it may become the initial launch formulation in other geographies.\n\n\nSebetralstat has received Fast Track and Orphan Drug designation from the FDA, and Orphan Drug designation in the E.U. A Pediatric Investigational Plan (“PIP”) has also been approved by the European Medicines Agency (“EMA”) for sebetralstat.\n\n\n3\n\n\n\n\n \n\n\nIn October 2022, we announced the termination of the Phase 2 KOMPLETE study for our potential HAE prophylactic treatment KVD824, due to elevations in liver enzymes observed in several patients during the trial. We remain uncertain as to the cause and the potential contribution of KVD824 to these elevations, but we do not anticipate further development of KVD824.\n\n\nOur oral Factor XIIa inhibitor program targets an enzyme that plays a key role in HAE, as the most upstream mechanism in the biochemical pathway that initiates HAE attacks. For this reason, we believe that inhibition of Factor XIIa will block the underlying causes of HAE attacks, including the uncontrolled generation of both plasma kallikrein and bradykinin which lead to swelling and pain. Clinical studies of an injectable Factor XIIa-inhibitory antibody have demonstrated a high degree of efficacy in preventing HAE attacks, and there are no known safety implications of long-term inhibition of this enzyme. We believe that our program has the potential to be the first orally delivered Factor XIIa inhibitor to enter clinical development, initially for HAE and over time for additional indications that are supported by scientific evidence. Our internal research team has discovered multiple series of low nanomolar potency Factor XIIa inhibitors that are both selective and orally bioavailable, and we continue to progress multiple compounds in IND-enabling studies. Concurrently, we have recently presented preclinical data supporting potential development in HAE as well as diabetic macular edema (“DME”) and thrombosis.\n \n\n\nStrategy\n\n\nKey elements of our strategy include:\n\n\n•\nApply our deep scientific expertise in the area of serine proteases to develop novel oral therapies for indications with high unmet need.\n Our core scientific team has decades of experience working on protease inhibitors and developing compounds with high potency, selectivity and bioavailability. We have assembled a team of chemists and biologists who have demonstrated the ability to design and formulate multiple drug candidate programs from a broad variety of chemical classes, as indicated by our extensive intellectual property portfolio. Our initial focus is specifically on development of oral plasma kallikrein inhibitors for HAE and Factor XIIa inhibitors for HAE and other indications; however, we believe our scientific capabilities also can be applied to other proteases to develop therapies for diseases with high unmet need.\n\n\n•\nDevelop multiple HAE product candidates to provide a full set of therapeutic options for patients. \nWe intend to develop drug candidates for both on-demand and prophylactic use to provide people living with HAE with a complete set of oral options to treat their disease. Our most advanced program for HAE is sebetralstat, for which we are currently conducting the Phase 3 KONFIDENT clinical trial to evaluate the safety and efficacy of sebetralstat as a potential oral, on-demand therapy for treatment of HAE attacks. We are also in the preclinical development stage with Factor XIIa inhibitor candidates as a potential next generation of oral prophylactic treatments that may further enhance treatment options for people living with HAE.  \n\n\n•\nGrow our capabilities internally as well as through strategic partnerships. \nWe intend to retain ownership and control of our pipeline programs to key milestones and in certain markets. For certain indications, such as HAE, that can be addressed by a focused organization, we intend to keep all program rights and develop internal sales and marketing capabilities to commercialize the products in major markets. For programs that address larger markets or require greater infrastructure or resources, or for markets outside the U.S. and major E.U. countries, we may seek partners that can provide those capabilities. Decisions on whether, and when, to engage in partnerships or collaborations will be based upon our evaluations of the relative risks and rewards of those collaborations at each point in the development and commercialization cycle.\n\n\nPlasma Kallikrein in HAE\n \n\n\nPlasma kallikrein is a serine protease enzyme that is a key mediator of inflammation and edema. The body modulates the downstream inflammatory effects of plasma kallikrein through a circulating inhibitor protein called C1-esterase inhibitor (“C1-INH”). Most patients with HAE have a genetic mutation that leads to C1-INH deficiency, which results in an inability to control activated plasma kallikrein in affected tissues. This excessive activation leads to inflammation, edema, and pain.\n\n\n4\n\n\n\n\n \n\n\nHereditary Angioedema\n \n\n\nDisease Overview\n\n\nHAE is a rare and potentially life-threatening genetic condition that occurs in about 1 in 10,000 to 1 in 50,000 people, according to published information from an HAE patient advocacy group. Excessive plasma kallikrein activation that is not sufficiently controlled by C1-INH leads to HAE attacks, which can vary with regard to the affected tissue or organ and severity. HAE attacks include episodes of intense swelling usually in the skin, gastrointestinal tract or airways. They often lead to temporary disfiguration of various body parts including the hands, feet, face, body trunk, and genitals. In addition, patients often have bouts of excruciating abdominal pain, nausea and vomiting that is caused by swelling in the intestinal wall. Airway swelling is particularly dangerous and can lead to death by asphyxiation. Untreated attacks can be functionally disabling and commonly take days to fully resolve.\n \n\n\nAttacks can occur spontaneously although they often are associated with triggers such as anxiety, stress, minor trauma, surgery, or illnesses. Trauma to the oral cavity caused by dental procedures makes HAE patients particularly vulnerable to airway attacks. The frequency of HAE attacks is highly variable, with some patients having attacks several times per week and others very infrequently. Population studies have shown that the mean number of attacks per month for patients is approximately two. Although life-threatening airway swelling is rare, published research suggests at least half of HAE patients have experienced at least one such attack and airway attacks remain a major cause of mortality in HAE patients. The severity of attacks is unpredictable and not related to their underlying frequency, and even most patients on long-term prophylaxis continue to experience breakthrough attacks on some basis.\n \n\n\nHAE is an autosomal dominant disease, meaning that a defect in only one copy of the gene leads to symptoms and that it occurs at similar rates in both males and females. The most common cause of HAE is a defect or mutation in the gene responsible for the production of C1-INH. C1-INH is a natural plasma-borne protein that is an inhibitor of multiple serine proteases in both the complement and kallikrein kinin systems. C1-INH is the predominant physiological inhibitor of plasma kallikrein, and thereby suppresses the generation of bradykinin, a potent hormone produced by plasma kallikrein, that activates its receptors on blood vessels to increase vascular leakage. Uncontrolled plasma kallikrein activity leads to the edema that is the hallmark of HAE.\n\n\nWhile HAE most often results from the inheritance of a defective gene from a parent, it is estimated that up to 25% of cases also arise from spontaneous mutations. Patients with C1-INH-related disease are classified as Type 1 or Type 2; Type 1 is the most common form and results in low levels of circulating C1-INH and Type 2 results in production of a low function protein. An additional form of HAE, currently referred to as normal C1-INH HAE, can occur in patients with normal levels of C1-INH for a variety of reasons including mutations in genes for Factor XII, plasminogen or angiopoetin, although in most cases a specific genetic abnormality isn’t found. Selective plasma kallikrein inhibitors and a bradykinin receptor antagonist are approved therapies for HAE. As such, plasma kallikrein is a clinically validated target for HAE and previous studies have demonstrated that plasma kallikrein inhibition can both treat and prevent HAE attacks. There are currently no therapies specifically approved for normal C1-INH HAE.\n\n\n5\n\n\n\n\n \n\n\nCurrent Treatments and Market Opportunities\n\n\nThere are a number of marketed and development stage therapeutics for HAE, both for prophylaxis as well as on-demand use. Lanadelumab (Takhzyro\n®\n) is a monoclonal antibody against plasma kallikrein indicated for prophylaxis to prevent attacks of HAE. The prescribing information recommends subcutaneous administration every two weeks, though dosing at more extended intervals may be considered in some patients. Ecallantide (Kalbitor\n®\n) is a small protein inhibitor of plasma kallikrein that is approved for treatment of acute attacks of HAE. While effective, ecallantide has been associated with cases of anaphylaxis and its labeling approval by the FDA includes a boxed warning limiting its administration to healthcare professionals with appropriate medical support to manage anaphylaxis and HAE, and requiring close monitoring of patients. Other therapies provide C1-INH replacement to control plasma kallikrein levels. Marketed C1-INH replacement therapies include Cinryze\n®\n and Haegarda\n®\n for prophylaxis, and Berinert\n®\n for treatment of acute attacks, all of which are purified from human plasma, and Ruconest\n®\n which is a recombinant product also for treatment of acute attacks. Icatibant (Firazyr\n®\n) is a synthetic peptide-based antagonist that blocks the activity of bradykinin and is indicated for treatment of acute attacks. All of these products are administered by injection, which is typically less convenient for patients and has the potential to reduce compliance. Berotralstat (ORLADEYO\n®\n) is an oral prophylactic treatment which was launched in 2021. As a result of the lifelong nature of HAE and the challenges related to taking many of the injected therapies, patient surveys consistently indicate an overwhelming desire of patients for an oral therapy. We believe that a safe and effective oral on-demand agent has the potential to transform treatment for this disease.\n \n\n\nWe believe a further future market opportunity may exist in treatment of normal C1-INH HAE. Estimates of the size of this patient population vary widely, but we believe that the nature of normal C1-INH HAE disease may make prophylaxis less attractive for these patients than a safe and rapidly effective, oral on-demand plasma kallikrein inhibitor therapy. There are no therapies currently approved specifically for normal C1-INH HAE.\n\n\nOur Portfolio of HAE Programs\n\n\nOur strategy is to evaluate and develop multiple oral molecules in pursuit of best-in-class therapies for HAE patients. The first of these product candidates being evaluated in late stage clinical trials is sebetralstat. A positive Phase 2 clinical trial for sebetralstat as a potential on-demand treatment for HAE attacks was completed in February 2021, and we are currently conducting the Phase 3 KONFIDENT clinical trial.\n\n\nSebetralstat\n\n\nEvidence from studies using therapies approved for the treatment of acute HAE attacks shows that earlier treatment has a powerful impact on the efficacy outcomes, and treatment guidelines strongly recommend early treatment of attacks. Despite clear evidence that early treatment markedly reduces attack severity and duration, treatment is often delayed. \nIn one outcome study of 207 HAE attacks, attack duration was 2.75-fold shorter when treatment was administered within 1 hour of attack onset (6.1 hours versus 16.8 hours (\np\n<0.001)), yet treatment was administered more than 1 hour after attack onset in nearly 60% of attacks, and for 30% of attacks treatment was administered more than five hours after attack onset. \nWe believe this delay in administration is due to many factors including the inconvenience of preparation and administration as well as the discomfort of injectable therapies. An oral therapy has the potential to overcome these limitations and lower the barrier for treatment for patients. The combination of the rapid uptake of sebetralstat to very high blood levels and the likelihood of earlier dosing by patients, could lead to much better disease management and prevention of attacks reaching the critical stage of significant swelling and discomfort. We therefore believe that a safe, oral on-demand treatment has the potential to become a preferred alternative for patients currently using injectable treatments, including both acute and prophylactic therapies.\n\n\nIn February 2021 we announced data from a Phase 2 efficacy trial in which sebestralstat demonstrated statistical and clinically significant responses across all primary and secondary endpoints. KVD900-201 was a double-blind, placebo-controlled, crossover trial investigating the safety and efficacy of a single dose of 600 mg sebetralstat as an on-demand treatment for HAE attacks in patients with Type 1 or Type 2 HAE. The trial met its primary endpoint comparing the time to use of rescue treatment within 12 hours on sebetralstat versus placebo (p=0.001) with rates of use at 12 hours of 15.1% following treatment with sebetralstat versus 30.2% after placebo. The trial also met all secondary endpoints: reduced worsening of attacks (p<0.0001; PGI-S or use of rescue) and reduced time to onset of symptom relief measured using both PGI-C (p<0.0001) and VAS (p<0.0001).\n\n\n6\n\n\n\n\n \n\n\nBased upon these data, we completed an end-of-Phase 2 meeting with the FDA in the fall of 2021 and initiated the Phase 3 KONFIDENT clinical trial in early 2022 that is intended to support an NDA submission. KONFIDENT is a double-blind, placebo-controlled, event-driven crossover trial in which approximately 84 patients will treat a total of three attacks: one each with 300 mg sebetralstat, 600 mg sebetralstat, and placebo, given in a randomized sequence. The primary endpoint of the study is time to onset of symptom relief using the PGI-C scale. We agreed with the FDA that this is an appropriate primary endpoint for a registration-directed trial, and in the Phase 2 study, sebetralstat achieved this endpoint in a highly statistically significant manner. KONFIDENT is being conducted in approximately 60 sites in 20 countries. We have reached our target enrollment of 114 patients in the study, and expect data from KONFIDENT in the fourth quarter of 2023. If the trial is successful, we anticipate submitting an NDA in the first half of 2024.\n\n\nSebetralstat has received Fast Track and Orphan Drug designation from the FDA and has been granted Orphan Drug designation in the E.U. A PIP has also been approved by the EMA for sebetralstat.\n\n\nFactor XIIa\n\n\nFactor XIIa (“FXIIa”) is an enzyme that plays a key role in HAE as the most upstream mediator in the biochemical pathway that initiates HAE attacks. For this reason, we believe that inhibition of Factor XIIa will block the underlying mechanism of HAE attacks, including the uncontrolled generation of both plasma kallikrein and bradykinin which cause swelling and pain. Clinical studies of an injectable Factor XIIa-inhibitory antibody have demonstrated efficacy in preventing HAE attacks, and there are no published safety concerns of long-term inhibition of this enzyme. We believe that our program has the potential to be the first orally delivered Factor XIIa inhibitor to enter clinical development, initially for HAE and over time for additional indications that are supported by scientific evidence.\n\n\nOur goal is to develop an oral FXIIa inhibitor suitable for once-daily dosing and sustained suppression of kallikrein kinin system activation. Using X-ray structure-enabled drug design, we have identified multiple series of oral FXIIa inhibitors from structurally distinct discovery lineages. These series are designed to interact with different substrate pockets of the active catalytic domain of the FXIIa enzyme, thereby providing a high level of structural diversity in our portfolio of compounds.\n \n\n\nWe have presented pharmacology data for a FXIIa compound that demonstrates our ability to achieve plasma half-life consistent with once daily dosing to provide near complete inhibition of FXIIa-mediated plasma kallikrein generation and block high molecular weight kininogen cleavage that results in generation of bradykinin. We have also shown that orally administered FXIIa compounds can protect mice from angioedema. These findings that demonstrated the oral pharmacodynamic effects of a Factor XIIa inhibitor were reported at the European Academy of Allergy & Clinical Immunology in 2022. Additional studies have demonstrated that oral administration of Factor XIIa inhibitors can protect mice from arterial thrombosis induced by iron chloride, which further demonstrates target engagement. These results have been presented at the International Society of Thrombosis and Hemostasis in June 2023.\n\n\nIt is our expectation that this portfolio of compounds will provide multiple opportunities for the clinical development of a once-daily administered oral FXIIa inhibitor with efficacy comparable to leading injectable therapies for HAE prophylaxis. In addition, the diversity within our portfolio creates opportunities to identify oral FXIIa inhibitors that fulfill the target profile needed for the treatment of other FXIIa-mediated diseases, including thrombosis and other diseases associated with edema and inflammation.\n \n\n\nCompetition\n\n\nIn treating HAE, we expect to face competition from several FDA-approved therapeutics for both prophylactic and on-demand usage. These include Takhzyro®, marketed by Takeda Pharmaceuticals Company Limited (“Takeda”) in the U.S. and Europe for the prevention of angioedema attacks in adults and adolescents; Firazyr, marketed by Takeda in the U.S., Europe and certain other geographic territories for the treatment of acute angioedema attacks in adult patients; Kalbitor, an injectable plasma kallikrein inhibitor marketed by Takeda for the resolution of acute attacks in adolescent and adult HAE patients; Berinert, marketed by CSL Behring for treatment of acute abdominal, facial or laryngeal attacks of HAE in adults and adolescents, and Haegarda, also marketed by CSL Behring, for prophylaxis; Ruconest, marketed by Pharming Group for the treatment of acute angioedema attacks in adult patients; and Orladeyo, an oral prophylactic treatment marketed by BioCryst Pharmaceuticals, Inc. Firazyr became available as a generic drug in 2019 and is sold by multiple companies as generic icatibant for acute usage. We are also aware of other companies that are engaged in the clinical development of potential HAE treatments, including Pharvaris GmbH, Intellia Therapeutics, Inc., BioMarin Pharmaceutical Inc., and Ionis Pharmaceuticals, Inc.\n \n\n\n7\n\n\n\n\n \n\n\nIntellectual Property\n\n\nOur success substantially depends on our ability to obtain and maintain patents and other forms of intellectual property rights for our product candidates, methods used to manufacture our product candidates and methods for treating patients using our product candidates, as well as our ability to preserve our trade secrets, to prevent third parties from infringing upon our proprietary rights and to operate without infringing upon the proprietary rights of others. Our patent portfolio includes patents and patent applications covering plasma kallikrein inhibitors (the “plasma kallikrein portfolio”), and patent applications covering FXIIa inhibitors (the “FXIIa portfolio”).\n\n\nIn the plasma kallikrein portfolio, as of April 30, 2023, we are the owner of, and intend to maintain, 16 U.S. patents expiring between 2034 and 2040, absent any extensions, as well as seven pending U.S. patent applications and one pending U.S. provisional application. Any patents issuing from the foregoing U.S. patent applications, or patents arising from applications claiming priority from the foregoing U.S. provisional applications, are expected to expire between 2034 and 2044, absent any adjustments or extensions. In the plasma kallikrein portfolio, as of April 30, 2023, we are the owner of, and intend to maintain, approximately 140 pending foreign applications and approximately 453 patents in foreign jurisdictions. Any issued patents, or those issuing from these foreign patent applications, are expected to expire between 2034 and 2041, absent any adjustments or extensions. In the plasma kallikrein portfolio, as of April 30, 2023, we also control and intend to maintain two pending international applications that, if issued, are expected to expire between 2042 and 2043, absent any adjustments or extensions.\n\n\nSebetralstat is an oral plasma kallikrein inhibitor, and is covered by U.S. patents, U.S. patent applications and U.S. provisional applications, and pending international applications covering composition of matter, methods of treatment, solid form and clinical formulations. The anticipated expiration dates of these patents, patents arising from those applications, or patents arising from applications claiming priority from provisional applications range from 2035 to 2044, absent any adjustments or extensions. Sebetralstat is also covered by EPO patents, European patent applications, and expected European patent applications claiming priority from U.S. provisional applications, covering composition of matter, medical use, solid form and clinical formulations. The anticipated expiration dates of these European patents, European patents arising from applications, or European patents arising from applications claiming priority from U.S. provisional applications range from 2035 to 2044 absent any extensions.\n\n\nIn the FXIIa portfolio, as of April 30, 2023, we are the owner of, and intend to maintain, four pending U.S. patent applications, six pending U.S. provisional applications, two pending international applications, and 34 pending foreign applications in multiple jurisdictions. Any patents issuing from the foregoing applications, or patents arising from applications claiming priority from U.S. provisional applications, in the FXIIa portfolio are expected to expire in between 2039 and 2044, absent any adjustments or extensions.\n\n\nPatents extend for varying periods according to the date of patent filing or grant and the legal term of patents in various countries where patent protection is obtained. The actual protection afforded by a patent, which can vary from country to country, depends on the type of patent, the scope of its coverage and the availability of legal remedies in the country.\n\n\nWe market or intend to market our products and services under various trademarks, and have obtained or are in the process of obtaining registered trademark protection for those trademarks in the U.S. and certain countries outside the U.S. We consider these trademarks to be valuable because of their contribution to the brand identification of our current and future products and services and for protection against counterfeits.\n \n\n\nAs of April 30, 2023, we are the owner of, and intend to maintain, trademark registrations for “KALVISTA” in six foreign countries as well as all E.U. member states via an E.U. Trade Mark (a unitary right covering all twenty-seven member states of the E.U.). We also own pending trademark applications and registrations for “KALVISTA” and the K Design in the U.S. and multiple foreign countries.\n\n\nWe also use other forms of protection, such as copyright and trade secret protection for our intellectual property, particularly where we do not believe patent protection is appropriate or obtainable. We require our employees, consultants, contractors and other advisors to execute nondisclosure and assignment of invention agreements upon commencement of their respective employment or engagement. In addition, we also require confidentiality or service agreements from third parties that receive confidential information or materials.\n\n\n8\n\n\n\n\n \n\n\nGovernment Regulation and Product Approval\n\n\nGovernment authorities in the U.S., at the federal, state and local level, and in other countries and jurisdictions, extensively regulate, among other things, the research, development, testing, manufacture, quality control, approval, packaging, storage, recordkeeping, labeling, advertising, promotion, distribution, marketing, post-approval monitoring and reporting, and import and export of pharmaceutical products. The processes for obtaining regulatory approvals in the U.S. and in foreign countries and jurisdictions, along with subsequent compliance with applicable statutes and regulations and other regulatory authorities, require the expenditure of substantial time and financial resources.\n\n\nFDA Approval Process\n\n\nIn the U.S., pharmaceutical products are subject to extensive regulation by the FDA. The Federal Food, Drug, and Cosmetic Act (the “FDC Act”) and other federal and state statutes and regulations, govern, among other things, the research, development, testing, manufacture, storage, recordkeeping, approval, labeling, promotion and marketing, distribution, post-approval monitoring and reporting, sampling, and import and export of pharmaceutical products. Pharmaceutical products such as small molecule drugs and biological products, or biologics used for the prevention, treatment, or cure of a disease or condition of a human being are subject to regulation under the FDC Act. Failure to comply with applicable U.S. requirements may subject a company to a variety of administrative or judicial sanctions, such as clinical hold, FDA refusal to approve pending NDAs, warning or untitled letters, product recalls, product seizures, total or partial suspension of production or distribution, injunctions, fines, civil penalties, and criminal prosecution.\n\n\nPharmaceutical product development for a new product or certain changes to an approved product in the U.S. typically involves nonclinical laboratory and animal tests, the submission to the FDA of an IND, which must become effective before clinical testing may commence, and adequate and well-controlled clinical trials to establish the safety and effectiveness of the drug for each indication for which FDA approval is sought. Satisfaction of FDA pre-market approval requirements typically take many years and the actual time required may vary substantially based upon the type, complexity, and novelty of the product or disease.\n\n\nA 30-day waiting period after the submission of each IND is required prior to the commencement of clinical testing in humans. If the FDA has neither commented on nor questioned the IND within this 30-day period, the clinical trial proposed in the IND may begin. Clinical trials involve the administration of the investigational drug to healthy volunteers or patients under the supervision of a qualified investigator. Clinical trials must be conducted: (i) in compliance with federal regulations; (ii) in compliance with Good Clinical Practice (“GCP”) an international standard meant to protect the rights and health of patients and to define the roles of clinical trial sponsors, administrators, and monitors; and (iii) under protocols detailing the objectives of the trial and the criteria to be evaluated. Each protocol involving testing on U.S. patients and subsequent protocol amendments must be submitted to the FDA as part of the IND.\n\n\nThe FDA may order the temporary or permanent discontinuation of a clinical trial at any time, or impose other sanctions if it believes that the clinical trial either is not being conducted in accordance with FDA regulations or presents an unacceptable risk to the clinical trial patients. Imposition of a clinical hold may be full or partial. The study protocol and informed consent information for patients in clinical trials must also be submitted to an institutional review board (“IRB”) for approval. The IRB will also monitor the clinical trial until completed. An IRB may also require the clinical trial at the site to be halted, either temporarily or permanently, for failure to comply with the IRB’s requirements, or may impose other conditions.\n\n\nClinical trials to support NDAs for marketing approval are typically conducted in three sequential phases, but the phases may overlap. In Phase 1, the initial introduction of the drug into patients, the product is tested to assess safety, dosage tolerance, metabolism, pharmacokinetics, pharmacological actions, side effects associated with drug exposure, and to obtain early evidence of a treatment effect if possible. Phase 2 usually involves trials in a limited patient population to determine the effectiveness of the drug for a particular indication, determine optimal dose and regimen, and to identify common adverse effects and safety risks. If a drug demonstrates evidence of effectiveness and an acceptable safety profile in Phase 2 evaluations, Phase 3 trials are undertaken to obtain additional information about clinical effects and confirm efficacy and safety in a larger number of patients, typically at geographically dispersed clinical trial sites, to permit the FDA to evaluate the overall benefit -risk relationship of the drug and to provide adequate information for the labeling of the product. In most cases, the FDA requires two adequate and well-controlled Phase 3 clinical trials to demonstrate the safety and efficacy of the drug. In rare instances, a single Phase 3 trial may be sufficient when either (1) the trial is a large, multicenter trial demonstrating internal consistency and a statistically very persuasive finding of a clinically meaningful effect on mortality, irreversible morbidity or prevention of a disease with a potentially serious outcome and confirmation of the result in a second trial would be practically or ethically impossible or (2) the single trial is supported by other confirmatory evidence.\n\n\n9\n\n\n\n\n \n\n\nIn addition, the manufacturer of an investigational drug in a Phase 2 or Phase 3 clinical trial for a serious or life-threatening disease is required to make available, such as by posting on its website, its policy on evaluating and responding to requests for expanded access to such investigational drug.\n\n\nAfter completion of the required clinical testing, an NDA is prepared and submitted to the FDA. FDA approval of the NDA is required before marketing and distribution of the product may begin in the U.S. The NDA must include the results of all nonclinical, clinical, and other testing and a compilation of data relating to the product's pharmacology, chemistry, manufacture, and controls. The cost of preparing and submitting an NDA is substantial. The submission of most NDAs is additionally subject to a substantial application user fee. Under an approved NDA, the applicant is also subject to an annual program fee. These fees typically increase annually. An NDA for a drug that has been designated as an orphan drug is not subject to an application fee, unless the NDA includes an indication for other than a rare disease or condition. The FDA has 60 days from its receipt of an NDA to determine whether the application will be filed based on the FDA's determination that it is sufficiently complete to permit substantive review. Once the submission is filed, the FDA begins an in-depth review. The FDA has agreed to certain performance goals to complete the review of NDAs. Most applications are classified as Standard Review products that are reviewed within ten months of the date the FDA files the NDA; most applications classified as Priority Review are reviewed within six months of the date the FDA files the NDA. An NDA can be classified for Priority Review when the FDA determines the drug or biologic has the potential to treat a serious or life-threatening condition and, if approved, would be a significant improvement in safety or effectiveness compared to available therapies. The review process for both standard and priority reviews may be extended by the FDA for three or more additional months to consider certain late-submitted information or information intended to clarify information already provided in the NDA submission.\n\n\nThe FDA may also refer applications for novel drugs, as well as drugs that present difficult questions of safety or efficacy, to be reviewed by an advisory committee—typically a panel that includes clinicians, statisticians and other experts—for review, evaluation and a recommendation as to whether the NDA should be approved. The FDA is not bound by the recommendation of an advisory committee, but generally follows such recommendations.\n\n\nBefore approving an NDA, the FDA will typically inspect one or more clinical sites to assure compliance with GCP. Additionally, the FDA will inspect the facility or the facilities at which the drug is manufactured. The FDA will not approve the product unless compliance with cGMP is satisfactory.\n\n\nAfter the FDA evaluates the NDA and completes any clinical and manufacturing site inspections, it issues either an approval letter or a complete response letter. A complete response letter generally outlines the deficiencies in the NDA submission and may require substantial additional testing, or information, in order for the FDA to reconsider the application for approval. If, or when, those deficiencies have been addressed to the FDA's satisfaction in a resubmission of the NDA, the FDA will issue an approval letter. The FDA has committed to reviewing such resubmissions in two or six months depending on the type of information included. An approval letter authorizes commercial marketing and distribution of the drug with specific prescribing information for specific indications. As a condition of NDA approval, the FDA may require a risk evaluation and mitigation strategy (“REMS”) to help ensure that the benefits of the drug outweigh the potential risks to patients. A REMS can include medication guides, communication plans for healthcare professionals, and elements to assure a product's safe use (“ETASU”). An ETASU can include, but is not limited to, special training or certification for prescribing or dispensing the product, dispensing the product only under certain circumstances, special monitoring, and the use of patient-specific registries. The requirement for a REMS can materially affect the potential market and profitability of the product. Moreover, the FDA may require substantial post-approval testing and surveillance to monitor the product's safety or efficacy.\n\n\nOnce granted, product approvals may be withdrawn if compliance with regulatory standards is not maintained or problems are identified following initial marketing. Changes to some of the conditions established in an approved NDA, including changes in indications, product labeling, or manufacturing processes or facilities, require submission and FDA approval of a new NDA or supplement to an approved NDA, before the change can be implemented. An NDA supplement for a new indication typically requires clinical data similar to that in the original application, and the FDA uses the same procedures and actions in reviewing NDA supplements as it does in reviewing original NDAs.\n\n\nOrphan Drug Designation\n\n\nUnder the Orphan Drug Act, the FDA may grant orphan drug designation to drugs or biologics intended to treat a rare disease or condition — generally a disease or condition that affects fewer than 200,000 individuals in the U.S., or if it affects more than 200,000 individuals in the U.S., there is no reasonable expectation that the cost of developing, and making a product available in the U.S. for such disease or condition will be recovered from sales of the product.\n\n\n10\n\n\n\n\n \n\n\nOrphan drug designation must be requested before submitting an NDA. After the FDA grants orphan drug designation, the identity of the drug and its potential orphan disease use are disclosed publicly by the FDA. Orphan drug designation does not convey any advantage in, or shorten the duration of, the regulatory review and approval process. The first NDA applicant to receive FDA approval for a particular active moiety to treat a particular disease with FDA orphan drug designation is entitled to a seven-year exclusive marketing period in the U.S. for that product in the approved indication. For large molecule drugs, sameness is determined based on the principal molecular structural features of a product.\n\n\nDuring the seven-year marketing exclusivity period, the FDA may not approve any other applications to market the same drug for the same disease, except in limited circumstances, such as a showing of clinical superiority to the product with orphan drug exclusivity. A product can be considered clinically superior if it is safer, more effective or makes a major contribution to patient care. Orphan drug exclusivity does not prevent the FDA from approving a different drug for the same disease or condition, or the same drug for a different disease or condition. Among the other benefits of orphan drug designation are tax credits for certain research and a waiver of the NDA user fee.\n\n\nFast Track Designation and Priority Review\n\n\nFDA is required to facilitate the development, and expedite the review, of drugs that are intended for the treatment of a serious or life-threatening disease or condition for which there is no effective treatment and which demonstrate the potential to address unmet medical needs for the condition. Fast track designation may be granted for products that are intended to treat a serious or life-threatening disease or condition for which there is no effective treatment and preclinical or clinical data demonstrate the potential to address unmet medical needs for the condition. Fast track designation applies to both the product and the specific indication for which it is being studied. Any product submitted to FDA for marketing, including under a fast track program, may be eligible for other types of FDA programs intended to expedite development and review, such as priority review.\n\n\nPriority review may be granted for products that are intended to treat a serious or life-threatening condition and, if approved, would provide a significant improvement in safety and effectiveness compared to available therapies. FDA will attempt to direct additional resources to the evaluation of an application designated for priority review in an effort to facilitate the review.\n\n\nDisclosure of Clinical Trial Information\n\n\nSponsors of clinical trials of FDA-regulated products, including drugs, are required to register and disclose certain clinical trial information on the website www.clinicaltrials.gov. Information related to the product, patient population, phase of investigation, trial sites and investigators, and other aspects of a clinical trial are then made public as part of the registration. Sponsors are also obligated to disclose the results of their clinical trials after completion. Disclosure of the results of clinical trials can be delayed in certain circumstances for up to two years after the date of completion of the trial. Competitors may use this publicly available information to gain knowledge regarding the progress of clinical development programs as well as clinical trial design.\n\n\nPediatric Information\n\n\nUnder the Pediatric Research Equity Act (“PREA”), NDAs, or supplements to NDAs must contain data to assess the safety and effectiveness of the drug for the claimed indications in all relevant pediatric subpopulations and to support dosing and administration for each pediatric subpopulation for which the drug is safe and effective. The FDA may grant full or partial waivers, or deferrals, for submission of data. Unless otherwise required by regulation, PREA does not apply to any drug with orphan product designation except a product with a new active ingredient that is a molecularly targeted cancer product intended for the treatment of an adult cancer and directed at a molecular target determined by FDA to be substantially relevant to the growth or progression of a pediatric cancer that is subject to an NDA submitted on or after August 18, 2020.\n\n\nThe Best Pharmaceuticals for Children Act (“BPCA”), provides a six-month extension of any patent or non-patent exclusivity for a drug if certain conditions are met. Conditions for exclusivity include the FDA’s determination that information relating to the use of a new drug in the pediatric population may produce health benefits in that population, FDA making a written request for pediatric studies, and the applicant agreeing to perform, and reporting on, the requested studies within the statutory timeframe. Applications under the BPCA are treated as priority applications.\n\n\n11\n\n\n\n\n \n\n\nPost-Approval Requirements\n\n\nOnce an NDA is approved, a product will be subject to certain post-approval requirements. For instance, the FDA closely regulates the post-approval marketing and promotion of drugs, including direct-to-consumer advertising, off-label promotion, industry-sponsored scientific and educational activities and promotional activities involving the Internet. Drugs may be marketed only for the approved indications and in accordance with the provisions of the approved labeling.\n\n\nAdverse event reporting and submission of periodic safety summary reports is required following FDA approval of an NDA. The FDA also may require post-marketing testing, known as Phase 4 testing, REMS, and surveillance to monitor the effects of an approved product, or the FDA may place conditions on an approval that could restrict the distribution or use of the product. In addition, quality control, drug manufacture, packaging, and labeling procedures must continue to conform to cGMPs after approval. Drug manufacturers and certain of their subcontractors are required to register their establishments with the FDA and certain state agencies. Registration with the FDA subjects entities to periodic unannounced inspections by the FDA, during which the agency inspects a drug's manufacturing facilities to assess compliance with cGMPs. Accordingly, manufacturers must continue to expend time, money, and effort in the areas of production and quality-control to maintain compliance with cGMPs. Regulatory authorities may withdraw product approvals or request product recalls if a company fails to comply with required regulatory standards, if it encounters problems following initial marketing, or if previously unrecognized problems are subsequently discovered.\n\n\nThe Hatch-Waxman Amendments\n\n\nOrange Book Listing\n\n\nUnder the Drug Price Competition and Patent Term Restoration Act of 1984, commonly referred to as the Hatch Waxman Amendments, NDA applicants are required to identify to FDA each patent whose claims cover the applicant’s drug or approved method of using the drug. Upon approval of a drug, the applicant must update its listing of patents to the NDA in timely fashion and each of the patents listed in the application for the drug is then published in the FDA’s Approved Drug Products with Therapeutic Equivalence Evaluations, commonly known as the Orange Book.\n\n\nDrugs listed in the Orange Book can, in turn, be cited by potential generic competitors in support of approval of an abbreviated new drug application (“ANDA”). An ANDA provides for marketing of a drug product that has the same active ingredient(s), strength, route of administration, and dosage form as the listed drug and has been shown through bioequivalence testing to be therapeutically equivalent to the listed drug. An approved ANDA product is considered to be therapeutically equivalent to the listed drug. Other than the requirement for bioequivalence testing, ANDA applicants are not required to conduct, or submit results of, preclinical or clinical tests to prove the safety or effectiveness of their drug product. Drugs approved under the ANDA pathway are commonly referred to as “generic equivalents” to the listed drug and can often be substituted by pharmacists under prescriptions written for the original listed drug pursuant to each state’s laws on drug substitution.\n\n\nThe ANDA applicant is required to certify to the FDA concerning any patents identified for the reference listed drug in the Orange Book. Specifically, the applicant must certify to each patent in one of the following ways: (i) the required patent information has not been filed; (ii) the listed patent has expired; (iii) the listed patent has not expired but will expire on a particular date and approval is sought after patent expiration; or (iv) the listed patent is invalid or will not be infringed by the new product. A certification that the new product will not infringe the already approved product’s listed patents, or that such patents are invalid, is called a Paragraph IV certification. For patents listed that claim an approved method of use, under certain circumstances the ANDA applicant may also elect to submit a section viii statement certifying that its proposed ANDA label does not contain (or carves out) any language regarding the patented method-of-use rather than certify to a listed method-of-use patent. If the applicant does not challenge the listed patents through a Paragraph IV certification, the ANDA application will not be approved until all the listed patents claiming the referenced product have expired. If the ANDA applicant has provided a Paragraph IV certification to the FDA, the applicant must also send notice of the Paragraph IV certification to the NDA-holder and patentee(s) once the ANDA has been accepted for filing by the FDA (referred to as the “notice letter”). The NDA and patent holders may then initiate a patent infringement lawsuit in response to the notice letter. The filing of a patent infringement lawsuit within 45 days of the receipt of a Paragraph IV certification automatically prevents the FDA from approving the ANDA until the earlier of 30 months from the date the notice letter is received, expiration of the patent, the date of a settlement order or consent decree signed and entered by the court stating that the patent that is the subject of the certification is invalid or not infringed, or a decision in the patent case that is favorable to the ANDA applicant.\n\n\n12\n\n\n\n\n \n\n\nThe ANDA application also will not be approved until any applicable non-patent exclusivity listed in the Orange Book for the referenced product has expired. In some instances, an ANDA applicant may receive approval prior to expiration of certain non-patent exclusivity if the applicant seeks, and FDA permits, the omission of such exclusivity-protected information from the ANDA prescribing information.\n\n\nExclusivity\n\n\nUpon NDA approval of a new chemical entity (“NCE”) which is a drug that contains no active moiety that has been approved by FDA in any other NDA, that drug receives five years of marketing exclusivity during which FDA cannot receive any ANDA seeking approval of a generic version of that drug unless the application contains a Paragraph IV certification, in which case the application may be submitted one year prior to expiration of the NCE exclusivity. If there is no listed patent in the Orange Book, there may not be a Paragraph IV certification, and, thus, no ANDA for a generic version of the drug may be filed before the expiration of the exclusivity period.\n\n\nCertain changes to an approved drug, such as the approval of a new indication, the approval of a new strength, and the approval of a new condition of use, are associated with a three-year period of exclusivity from the date of approval during which FDA cannot approve an ANDA for a generic drug that includes the change. In some instances, an ANDA applicant may receive approval prior to expiration of the three-year exclusivity if the applicant seeks, and FDA permits, the omission of such exclusivity-protected information from the ANDA package insert.\n\n\nPatent Term Extension\n\n\nThe Hatch Waxman Amendments permit a patent term extension as compensation for patent term lost during the FDA regulatory review process. Patent term extension, however, cannot extend the remaining term of a patent beyond a total of 14 years from the product’s approval date. After NDA approval, owners of relevant drug patents may apply for the extension. The allowable patent term extension is calculated as half of the drug’s testing phase (the time between IND application and NDA submission) and all of the review phase (the time between NDA submission and approval) up to a maximum of five years. The time can be reduced for any time FDA determines that the applicant did not pursue approval with due diligence.\n\n\nThe U.S. Patent and Trademark Office (the “USPTO”) in consultation with the FDA, reviews and approves the application for any patent term extension or restoration. However, the USPTO may not grant an extension because of, for example, failing to exercise due diligence during the testing phase or regulatory review process, failing to apply within applicable deadlines, failing to apply prior to expiration of relevant patents or otherwise failing to satisfy applicable requirements. Moreover, the applicable time period or the scope of patent protection afforded could be less than requested.\n\n\nThe total patent term after the extension may not exceed 14 years, and only one patent can be extended. The application for the extension must be submitted prior to the expiration of the patent, and for patents that might expire during the application phase, the patent owner may request an interim patent extension. An interim patent extension increases the patent term by one year and may be renewed up to four times. For each interim patent extension granted, the post-approval patent extension is reduced by one year. The director of the USPTO must determine that approval of the drug covered by the patent for which a patent extension is being sought is likely. Interim patent extensions are not available for a drug for which an NDA has not been submitted.\n\n\nOther U.S. Healthcare Laws and Compliance Requirements\n\n\nIn the U.S., pharmaceutical and biotechnology company activities are potentially subject to regulation by various federal, state and local authorities in addition to the FDA, including but not limited to, the Centers for Medicare & Medicaid Services (“CMS”) other divisions of the U.S. Department of Health and Human Services (e.g., the Office of Inspector General and the Office for Civil Rights), the U.S. Department of Justice (“DOJ”) and individual U.S. Attorney offices within the DOJ, and state and local governments. For example, sales, marketing and scientific/educational grant programs, may have to comply with the anti-fraud and abuse provisions of the Social Security Act, the federal false claims laws, the privacy and security provisions of the Health Insurance Portability and Accountability Act (“HIPAA”) and similar state laws, each as amended, as applicable.\n\n\n13\n\n\n\n\n \n\n\nThe federal Anti-Kickback Statute prohibits, among other things, any person or entity, from knowingly and willfully offering, paying, soliciting or receiving any remuneration, directly or indirectly, overtly or covertly, in cash or in kind, to induce or in return for purchasing, leasing, ordering, recommending or arranging for the purchase, lease or order of any item or service reimbursable under Medicare, Medicaid or other federal healthcare programs. The term remuneration has been interpreted broadly to include anything of value. The Anti-Kickback Statute has been interpreted to apply to arrangements between pharmaceutical manufacturers on one hand and prescribers, purchasers, and/or formulary managers on the other. There are a number of statutory exceptions and regulatory safe harbors protecting some common activities from prosecution. The exceptions and safe harbors are drawn narrowly and practices that involve remuneration that may be alleged to be intended to induce prescribing, purchasing or recommending may be subject to scrutiny if they do not qualify for an exception or safe harbor. Failure to meet all of the requirements of a particular applicable statutory exception or regulatory safe harbor does not make the conduct per se illegal under the Anti-Kickback Statute. Instead, the legality of the arrangement will be evaluated on a case-by-case basis based on a cumulative review of all of its facts and circumstances. Practices may not in all cases meet all of the criteria for protection under a statutory exception or regulatory safe harbor. In addition, the statutory exceptions and regulatory safe harbors are subject to change.\n\n\nAdditionally, the intent standard under the Anti-Kickback Statute was amended by the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act of 2010 (collectively the “ACA”) to a stricter standard such that a person or entity no longer needs to have actual knowledge of the statute or specific intent to violate it in order to have committed a violation. In addition, the ACA codified case law that a claim including items or services resulting from a violation of the federal Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the federal False Claims Act (discussed below).\n\n\nThe civil monetary penalties statute imposes penalties against any person or entity who, among other things, is determined to have presented or caused to be presented a claim to a federal health program that the person knows or should know is for an item or service that was not provided as claimed or is false or fraudulent.\n\n\nFederal false claims laws, including the federal civil False Claims Act, prohibit, among other things, any person or entity from knowingly presenting, or causing to be presented, a false claim for payment to, or approval by, the federal government or knowingly making, using, or causing to be made or used a false record or statement material to a false or fraudulent claim to the federal government. As a result of a modification made by the Fraud Enforcement and Recovery Act of 2009, a claim includes “any request or demand” for money or property presented to the U.S. government. In addition, manufacturers can be held liable under the civil False Claims Act even when they do not submit claims directly to government payors if they are deemed to “cause” the submission of false or fraudulent claims. Pharmaceutical and other healthcare companies have been prosecuted under these laws for, among other things, allegedly providing free product to customers with the expectation that the customers would bill federal programs for the product. Other companies have been prosecuted for causing false claims to be submitted because of the companies' marketing of the product for unapproved, and thus generally non-reimbursable, uses and purportedly concealing price concessions in the pricing information submitted to the government for government price reporting purposes.\n\n\nHIPAA created additional federal criminal statutes that prohibit knowingly and willfully executing, or attempting to execute, a scheme to defraud or to obtain, by means of false or fraudulent pretenses, representations or promises, any money or property owned by, or under the control or custody of, any healthcare benefit program, including private third-party payors and knowingly and willfully falsifying, concealing or covering up by trick, scheme or device, a material fact or making any materially false, fictitious or fraudulent statement in connection with the delivery of or payment for healthcare benefits, items or services. Similar to the Anti-Kickback Statute, a person or entity does not need to have actual knowledge of the statute or specific intent to violate it in order to have committed a violation.\n\n\nAlso, many states have similar fraud and abuse statutes or regulations that apply to items and services reimbursed under Medicaid and other state programs, or, in several states, apply regardless of the payor.\n\n\n14\n\n\n\n\n \n\n\nData privacy and security regulations by both the federal government and the states in which business is conducted may also be applicable. HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act (“HITECH”), and its implementing regulations, imposes requirements relating to the privacy, security and transmission of individually identifiable health information. HIPAA requires covered entities to limit the use and disclosure of protected health information to specifically authorized situations, and requires covered entities to implement security measures to protect health information that they maintain in electronic form. Among other things, HITECH made HIPAA's security standards directly applicable to business associates, independent contractors or agents of covered entities that receive or obtain protected health information in connection with providing a service on behalf of a covered entity. HITECH also created four new tiers of civil monetary penalties, amended HIPAA to make civil and criminal penalties directly applicable to business associates, and gave state attorneys general new authority to file civil actions for damages or injunctions in federal courts to enforce the federal HIPAA laws and seek attorneys’ fees and costs associated with pursuing federal civil actions. In addition, state laws govern the privacy and security of health information in specified circumstances, many of which differ from each other in significant ways and may not have the same effect, thus complicating compliance efforts.\n\n\nAdditionally, the federal Physician Payments Sunshine Act within the ACA, and its implementing regulations, require that certain manufacturers of covered drugs, devices, biologics and medical supplies for which payment is available under Medicare, Medicaid or the Children's Health Insurance Program (with certain exceptions) report annually to CMS information related to certain payments or other transfers of value made or distributed to physicians (defined to include doctors, dentists, optometrists, podiatrists and chiropractors), physician assistants, certain advance practices nurses and teaching hospitals and to report annually certain ownership and investment interests held by physicians and their immediate family members. The reported data is made available in searchable form on a public website on an annual basis. Failure to submit required information may result in civil monetary penalties.\n \n\n\nCommercial distribution of products requires compliance with state laws that require the registration of manufacturers and wholesale distributors of drugs in a state, including, in certain states, manufacturers and distributors who ship products into the state even if such manufacturers or distributors have no place of business within the state. Some states also impose requirements on manufacturers and distributors to establish the pedigree of product in the chain of distribution, including some states that require manufacturers and others to adopt new technology capable of tracking and tracing product as it moves through the distribution chain. In addition, several states have enacted legislation requiring pharmaceutical and biotechnology companies to establish marketing compliance programs, file periodic reports with the state, make periodic public disclosures on sales, marketing, pricing, clinical trials and other activities, and/or register their sales representatives, as well as to prohibit pharmacies and other healthcare entities from providing certain physician prescribing data to pharmaceutical and biotechnology companies for use in sales and marketing, and to prohibit certain other sales and marketing practices. Certain local jurisdictions also require drug manufacturers to report information related to payments and other transfers of value to physicians and other healthcare providers or marketing expenditures. Sales and marketing activities are also potentially subject to federal and state consumer protection and unfair competition laws.\n\n\nViolation of any of the federal and state healthcare laws described above or any other governmental regulations may result in penalties, including without limitation, significant civil, criminal and/or administrative penalties, damages, fines, disgorgement, exclusion from participation in government programs, such as Medicare and Medicaid, imprisonment, injunctions, private “qui tam” actions brought by individual whistleblowers in the name of the government, refusal to enter into government contracts, oversight monitoring, contractual damages, reputational harm, administrative burdens, diminished profits and future earnings.\n\n\n15\n\n\n\n\n \n\n\nCoverage, pricing and reimbursement\n\n\nSignificant uncertainty exists as to the coverage and reimbursement status of any product candidates for which we obtain regulatory approval. In the U.S. and markets in other countries, sales of any products for which we receive regulatory approval for commercial sale will depend, in part, on the extent to which third party payors provide coverage, and establish adequate reimbursement levels for such products. In the U.S., third party payors include federal and state healthcare programs, private managed care providers, health insurers and other organizations. The process for determining whether a third party payor will provide coverage for a product may be separate from the process for setting the price of a product or for establishing the reimbursement rate that such a payor will pay for the product. Third party payors may limit coverage to specific products on an approved list, also known as a formulary, which might not include all of the FDA-approved products for a particular indication. Third party payors are increasingly challenging the price, examining the medical necessity and reviewing the cost-effectiveness of medical products, therapies and services, in addition to questioning their safety and efficacy. We may need to conduct expensive pharmacoeconomic studies in order to demonstrate the medical necessity and cost-effectiveness of its products, in addition to the costs required to obtain the FDA approvals. Our product candidates may not be considered medically necessary or cost-effective. A payor’s decision to provide coverage for a product does not imply that an adequate reimbursement rate will be approved. Further, one payor’s determination to provide coverage for a product does not assure that other payors will also provide coverage for the product. Adequate third party reimbursement may not be available to enable us to maintain price levels sufficient to realize an appropriate return on its investment in product development.\n \n\n\nDifferent pricing and reimbursement schemes exist in other countries. In the E.U., governments influence the price of pharmaceutical products through their pricing and reimbursement rules and control of national health care systems that fund a large part of the cost of those products to consumers. Some jurisdictions operate positive and negative list systems under which products may only be marketed once a reimbursement price has been agreed. To obtain reimbursement or pricing approval, some of these countries may require the completion of clinical trials that compare the cost effectiveness of a particular product candidate to currently available therapies. Other member states allow companies to fix their own prices for medicines but monitor and control company profits. The downward pressure on health care costs has become intense. As a result, increasingly high barriers are being erected to the entry of new products. In addition, in some countries, cross-border imports from low-priced markets exert a commercial pressure on pricing within a country.\n\n\nThe marketability of any product candidates for which we receive regulatory approval for commercial sale may suffer if the government and third party payors fail to provide adequate coverage and reimbursement. In addition, emphasis on managed care in the U.S. has increased and we expect will continue to increase the pressure on healthcare pricing. Coverage policies and third party reimbursement rates may change at any time. Even if favorable coverage and reimbursement status is attained for one or more products for which we receive regulatory approval, less favorable coverage policies and reimbursement rates may be implemented in the future.\n\n\nU.S. Healthcare reform\n\n\nHealthcare reforms that have been adopted, and that may be adopted in the future, could result in further reductions in coverage and levels of reimbursement for pharmaceutical products, increases in rebates payable under U.S. government rebate programs and additional downward pressure on pharmaceutical product prices.\n \n\n\nRecently, healthcare reform initiatives culminated in the enactment of the Inflation Reduction Act (the “IRA”), in August 2022, which will, among other things, permit the Department of Health and Human Service (“HHS”) to negotiate the selling price of certain drugs that CMS reimburses under Medicare Part B and Part D, although only high-expenditure single-source drugs that have been approved for at least 7 years can be selected by CMS for negotiation, with the negotiated price taking effect two years after the selection year. The negotiated prices, which will first become effective in 2026, will be capped at a statutory ceiling price. Beginning in January 2023 for Medicare Part B and October 2022 for Medicare Part D, the IRA will also penalize drug manufacturers that increase prices of Medicare Part B and Part D drugs at a rate greater than the rate of inflation. The IRA permits the Secretary of HHS to implement many of these provisions through guidance, as opposed to regulation, for the initial years. Manufacturers that fail to comply with the IRA may be subject to various penalties, including civil monetary penalties. The IRA also extends enhanced subsidies for individuals purchasing health insurance coverage in ACA marketplaces through plan year 2025. These provisions will take effect progressively starting in 2023, although they may be subject to legal challenges.\n\n\n16\n\n\n\n\n \n\n\nThe Foreign Corrupt Practices Act\n\n\nThe Foreign Corrupt Practices Act (“FCPA”) prohibits any U.S. individual or business from paying, offering, or authorizing payment or offering of anything of value, directly or indirectly, to any foreign official, political party or candidate for the purpose of influencing any act or decision of the foreign entity in order to assist the individual or business in obtaining or retaining business. The FCPA also obligates companies whose securities are listed in the U.S. to comply with accounting provisions requiring us to maintain books and records that accurately and fairly reflect all transactions of the corporation, including international subsidiaries, and to devise and maintain an adequate system of internal accounting controls for international operations.\n\n\nAdditional regulation\n\n\nIn addition to the foregoing, state and federal laws regarding environmental protection and hazardous substances, including the Occupational Safety and Health Act, the Resource Conservancy and Recovery Act and the Toxic Substances Control Act, affect our business. These and other laws govern the use, handling and disposal of various biological, chemical and radioactive substances used in, and wastes generated by, our operations. If our operations result in contamination of the environment or expose individuals to hazardous substances, we could be liable for damages and governmental fines. We believe that we are in material compliance with applicable environmental laws and that continued compliance therewith will not have a material adverse effect on our business. We cannot predict, however, how changes in these laws may affect our future operations.\n\n\nEurope / rest of world government regulation\n\n\nIn addition to regulations in the U.S., we are subject to a variety of regulations in other jurisdictions governing, among other things, clinical trials and any commercial sales and distribution of our products. Whether or not we obtain FDA approval of a product, we must obtain the requisite approvals from regulatory authorities in foreign countries prior to the commencement of clinical trials or marketing of the product in those countries. Certain countries outside of the U.S. have a similar process that requires the submission of a clinical trial application much like the IND prior to the commencement of human clinical trials. In the E.U., for example, a clinical trial application must be submitted to each country’s national health authority and an independent ethics committee, much like the FDA and IRB, respectively. Once the clinical trial application is approved in accordance with a country’s requirements, clinical trial development may proceed. The requirements and process governing the conduct of clinical trials, product licensing, pricing and reimbursement vary from country to country in the E.U. In all cases, the clinical trials are conducted in accordance with GCP and the applicable regulatory requirements and the ethical principles that have their origin in the Declaration of Helsinki.\n\n\nTo obtain regulatory approval of a drug product under E.U., United Kingdom (“U.K.”), and Swiss regulatory systems, we must submit a marketing authorization application (“MAA”). The documentation submitted to the FDA in support of an NDA in the U.S. is almost identical to that required in the E.U., U.K., and Switzerland, with the exception of, among other things, country-specific document requirements. For other countries outside of the E.U., U.K. and Switzerland, such as countries in Eastern Europe, the Middle East, Latin America or Asia, the requirements governing the conduct of clinical trials, product licensing, pricing and reimbursement vary from country to country. In all cases, again, the clinical trials are conducted in accordance with GCP and the applicable regulatory requirements and the ethical principles that have their origin in the Declaration of Helsinki.\n\n\nIf we or our potential collaborators fail to comply with applicable foreign regulatory requirements, we may be subject to, among other things, fines, suspension or withdrawal of regulatory approvals, product recalls, seizure of products, operating restrictions and criminal prosecution.\n\n\nOther regulations\n\n\nWe are subject to numerous federal, state and local laws relating to such matters as safe working conditions, manufacturing practices, environmental protection, fire hazard control, and disposal of hazardous or potentially hazardous substances. We may incur significant costs to comply with such laws and regulations now or in the future.\n\n\n17\n\n\n\n\n \n\n\nHuman Capital Resources\n\n\nAs of April 30, 2023, we had a total of 118 full-time employees, of whom 53 were located in the U.S., 61 were located in the U.K., 3 were located in Switzerland, and 1 located in Portugal. None of our employees are represented by a labor union or covered by a collective bargaining agreement. We have not experienced any work stoppages and consider our relations with employees to be good. We believe that our future success largely depends upon our continued ability to attract and retain highly skilled employees. We emphasize a number of measures and objectives in managing our human capital assets, and we provide our employees with competitive salaries and bonuses, opportunities for equity ownership, development programs that enable continued learning and growth and a robust employment package that promotes well-being across all aspects of their lives, including health care, retirement planning and paid time off. In July 2021, the Company adopted an Equity Inducement Plan in order to provide incentives to attract and motivate new employees through the grant of stock options and restricted share units.\n\n\nCorporate Information\n\n\nOur principal executive offices are located at 55 Cambridge Parkway, Suite 901 East, Cambridge, MA 02142, and our telephone number is (857) 999-0075. Our website address is www.kalvista.com. The information contained on, or that can be accessed through, our website is not a part of this report. We have included our website address in this report solely as an inactive textual reference.\n\n\nAvailable Information\n\n\nWe file annual, quarterly, and current reports, proxy statements, and other documents with the Securities and Exchange Commission (“SEC”) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which are available on our corporate website at \nwww.kalvista.com\n as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Also, the SEC maintains an Internet website that contains reports, proxy and information statements, and other information regarding issuers, including us, that file electronically with the SEC. The public can obtain any documents that we file with the SEC at www.sec.gov. The information posted on or accessible through these websites are not incorporated into this filing.\n \n\n\n18\n\n\n\n\n \n\n",
    "item1a": ">Item 1A.\n \n\n\nSummary of Risk Factors\n\n\nAn investment in our common stock involves various risks, and prospective investors are urged to carefully consider the matters discussed in the section titled “Risk Factors” prior to making an investment in our common stock. These risks include, but are not limited to, the following:\n\n\n•\nWe have incurred significant losses since our inception. We expect to incur losses over the next several years and may never achieve or maintain profitability.\n\n\n•\nOur limited operating history may make it difficult to evaluate the success of our business to date and to assess our future viability.\n\n\n•\nWe will need substantial additional funding. If we are unable to raise capital when needed, we may need to delay, reduce or eliminate our product development programs or commercialization efforts.\n\n\n•\nIf we are unable to successfully develop and commercialize one or more of our compounds, or if we experience significant delays in doing so, the business will be materially harmed.\n\n\n•\nClinical drug development involves a lengthy and expensive process, with an uncertain outcome. We may incur additional costs or experience delays in completing, or ultimately be unable to complete, the development and commercialization of our product candidates.\n\n\n•\nIf we experience delays or difficulties in the enrollment of patients in clinical trials, our receipt of necessary regulatory approvals could be delayed or prevented and expenses for development of our product candidates could increase.\n\n\n•\nIf we are not able to obtain, or if there are delays in obtaining, required regulatory approvals, we will not be able to commercialize our product candidates, and our ability to generate revenue will be materially impaired.\n\n\n•\nWe may seek orphan drug exclusivity for some of our product candidates, and we may be unsuccessful.\n\n\n•\nA Fast Track designation by the FDA may not lead to a faster development or regulatory review or approval process and does not increase the likelihood that our product candidates will receive marketing approval.\n\n\n•\nFailure to obtain marketing approval in international jurisdictions would prevent our product candidates from being marketed abroad.\n\n\n•\nEven if any of our product candidates receives marketing approval, we may fail to achieve the degree of market acceptance by physicians, patients, third party payors and others in the medical community necessary for commercial success.\n\n\n•\nWe face substantial competition, which may result in others discovering, developing or commercializing competing products before or more successfully than we do.\n\n\n•\nThe insurance coverage and reimbursement status of newly approved products is uncertain. Failure to obtain or maintain adequate coverage and reimbursement for new or current products could limit our ability to market those products and decrease our ability to generate revenue.\n\n\n•\nWe contract with third parties for the manufacture of our product candidates for preclinical and clinical testing and we expect to continue to do so for commercialization. This reliance on third parties increases the risk that we will not have sufficient quantities of our product candidates or products at an acceptable cost and quality, which could delay, prevent or impair our development or commercialization efforts.\n\n\n19\n\n\n\n\n \n\n\n•\nIf we are unable to obtain and maintain intellectual property protection for our technology and products or if the scope of the intellectual property protection obtained is not sufficiently broad, our competitors could develop and commercialize technology and products similar or identical to ours, and our ability to successfully commercialize our technology and products may be impaired.\n\n\n•\nObtaining and maintaining our patent protection depends on compliance with various procedural, document submission, fee payment and other requirements imposed by governmental patent agencies, and our patent protection could be reduced or eliminated for non-compliance with these requirements.\n\n\n•\nOur future success depends on our ability to retain key executives and to attract, retain and motivate qualified personnel.\n\n\n•\nWe expect to expand our development and regulatory capabilities and potentially implement sales, marketing and distribution capabilities, and as a result, we may encounter difficulties in managing our growth, which could disrupt our operations.\n\n\n•\nOur stock price is volatile and our stockholders may not be able to resell shares of our common stock at or above the price they paid.\n\n\n•\nShareholder activism could cause material disruption to our business.\n\n\n•\nProvisions in our charter documents and under Delaware law could discourage a takeover that stockholders may consider favorable and may lead to entrenchment of management.\n\n\n•\nUnstable or unfavorable global market and economic conditions may have adverse consequences on our business, financial condition and stock price.\n\n\n \n\n\n20\n\n\n\n\n \n\n\nRisk Factors\n\n\nInvesting in our common stock involves a high degree of risk. You should consider carefully the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including the consolidated financial statements, the notes thereto and the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” included elsewhere in this Annual Report on Form 10-K before deciding whether to invest in shares of our common stock. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties that we are unaware of or that we deem immaterial may also become important factors that adversely affect our business. If any of the following risks actually occur, our business, financial condition, results of operations and future prospects could be materially and adversely affected. In that event, the market price of our stock could decline, and you could lose part or all of your investment.\n\n\nRisks Related to Our Business\n\n\nWe have incurred significant losses since our inception. We expect to incur losses over the next several years and may never achieve or maintain profitability.\n \n\n\nSince inception, we have incurred significant operating losses as we focused on our discovery efforts and developing our product candidates. We expect that it will be several years, if ever, before we have a product candidate ready for commercialization. To date, we have financed our operations primarily through sales of our stock and a previous option agreement with Merck and associated private placement. We expect to continue to incur significant expenses and increasing operating losses for the foreseeable future. We anticipate that our expenses will increase substantially if and as we:\n\n\n•\ncontinue clinical development of our current product candidates;\n\n\n•\nseek to identify additional product candidates;\n\n\n•\nacquire or in-license other products and technologies or enter into collaboration arrangements with regards to product discovery;\n\n\n•\ninitiate clinical trials for additional product candidates;\n\n\n•\nseek marketing approvals for our product candidates that successfully complete clinical trials;\n\n\n•\nestablish a sales, marketing and distribution infrastructure to commercialize any products for which we may obtain marketing approval;\n\n\n•\nmaintain, expand and protect our intellectual property portfolio;\n\n\n•\nhire additional personnel; \n\n\n•\nadd operational, financial and management information systems and personnel, including personnel to support our product development and planned future commercialization efforts; and \n\n\n•\ncontinue to incur increased costs as a result of operating as a public company.\n\n\nTo become and remain profitable, we must develop and eventually commercialize a product or products with significant market potential. This will require us to be successful in a range of challenging activities, including completing clinical trials of our product candidates, obtaining marketing approval for these product candidates and manufacturing, marketing and selling those products for which we may obtain marketing approval. We may never succeed in these activities and, even if we do, we may never generate revenues that are significant or large enough to achieve profitability. If we do achieve profitability, we may not be able to sustain or increase profitability on a quarterly or annual basis. Our failure to become and remain profitable would decrease the value of our business and could impair our ability to raise capital, maintain our discovery and preclinical development efforts, expand our business or continue our operations and may require us to raise additional capital that may dilute the ownership interest of common stockholders. A decline in the value of our business could also cause stockholders to lose all or part of their investment.\n\n\n21\n\n\n\n\n \n\n\nOur limited operating history may make it difficult to evaluate the success of our business to date and to assess our future viability.\n\n\nWe are a clinical stage company and our operations to date have been limited to organizing and staffing, business planning, raising capital, acquiring and developing the technology, identifying potential product candidates, and undertaking up to Phase 3 clinical studies of our most advanced product candidates. We have not yet demonstrated our ability to successfully complete large-scale, pivotal clinical trials, obtain marketing approvals, manufacture a commercial scale product or arrange for a third party to do so on our behalf, or conduct sales and marketing activities necessary for successful product commercialization. Substantial time is required to develop a new medicine from the time it is discovered to when it is available for treating patients. Consequently, any predictions made about our future success or viability based on our limited operating history to date may not be as accurate as they could be if we had a longer operating history.\n\n\nIn addition, we may encounter unforeseen expenses, difficulties, complications, delays and other known and unknown factors. Upon regulatory approval of our product candidates, we will need to transition from a company with a research focus to a company capable of supporting and scaling commercial activities. We may not be successful in such a transition.\n\n\nWe will need substantial additional funding. If we are unable to raise capital when needed, we may need to delay, reduce or eliminate our product development programs or commercialization efforts.\n\n\nWe expect our expenses to increase in parallel with our ongoing activities, particularly as we continue our discovery and preclinical development collaborations to identify new clinical candidates and initiate clinical trials of, and seek marketing approval for, our product candidates. In addition, if we obtain marketing approval for any of our product candidates, we expect to incur significant commercialization expenses related to product sales, marketing, manufacturing and distribution. Accordingly, we will need to obtain substantial additional funding for our continuing operations. If we are unable to raise capital when needed or on attractive terms, we may be forced to delay, reduce or eliminate our discovery and preclinical development programs or any future commercialization efforts.\n\n\nRaising additional capital may cause dilution to our stockholders, restrict our operations or require us to relinquish rights to our technologies or product candidates.\n \n\n\nUntil such time, if ever, as we can generate substantial product revenues, we expect to finance our cash needs through a combination of equity offerings and debt financings. We do not have any committed external source of funds.\n \nTo the extent that we raise additional capital through the sale of equity or convertible debt securities, the ownership interest of common stockholders will be diluted, and the terms of these securities may include liquidation or other preferences that adversely affect the rights of common stockholders. Debt financing and preferred equity financing, if available, may involve agreements that include covenants limiting or restricting our ability to take specific actions, such as incurring additional debt, making capital expenditures or declaring dividends.\n\n\nRisks Related to the Discovery and Development of Our Product Candidates\n \n\n\nIf we are unable to successfully develop and commercialize one or more of our compounds, or if we experience significant delays in doing so, the business will be materially harmed.\n\n\nWe currently do not have any products that have gained regulatory approval. We have invested substantially all of our efforts and financial resources in identifying potential drug candidates and funding our preclinical and clinical studies. Our ability to generate product revenues, which we do not expect will occur for many years, if ever, will depend heavily on the successful development and eventual commercialization of our clinical stage product candidates.\n\n\nWe have not yet demonstrated an ability to successfully overcome many of the risks and uncertainties frequently encountered by companies in new and rapidly evolving fields, particularly in the biopharmaceutical area. For example, to execute our business plan, we will need to successfully:\n\n\n•\nexecute ongoing clinical development activities; \n\n\n•\ncomplete any clinical trials beyond Phase 2;\n\n\n•\nmove other product candidates into late-stage development;\n\n\n22\n\n\n\n\n \n\n\n•\nobtain required regulatory approvals for the development and commercialization of one or more of our product candidates;\n\n\n•\nmaintain, leverage and expand our intellectual property portfolio;\n\n\n•\nmanufacture a commercial scale product or arrange for a third party to do so on our behalf;\n\n\n•\nbuild and maintain robust sales, distribution and marketing capabilities for successful product commercialization, either on our own or in collaboration with strategic partners;\n\n\n•\ngain market acceptance for one or more of our product candidates;\n\n\n•\ndevelop and maintain any strategic relationships we elect to enter into; and \n\n\n•\nmanage our spending as costs and expenses increase due to drug discovery, preclinical development, clinical trials, regulatory approvals and commercialization. \n\n\nIf we are unsuccessful in accomplishing these objectives, we may not be able to successfully develop and commercialize sebetralstat or other product candidates, and our business will suffer.\n\n\nClinical drug development involves a lengthy and expensive process, with an uncertain outcome. We may incur additional costs or experience delays in completing, or ultimately be unable to complete, the development and commercialization of our product candidates.\n\n\nWe have not yet commercialized our product candidates and the historical failure rate in clinical drug development of product candidates in our industry is high. Before obtaining marketing approval from regulatory authorities for the sale of any product candidate, we must complete preclinical development and then conduct extensive clinical trials to demonstrate the safety and efficacy of its product candidates in humans. Clinical testing is expensive, difficult to design and implement and can take many years to complete, and its outcome is inherently uncertain. Failure can occur at any time during the clinical trial process. Further, the results of preclinical studies and early clinical trials of our product candidates may not be predictive of the results of later-stage clinical trials, and interim results of a clinical trial do not necessarily predict final results. Moreover, preclinical and clinical data are often susceptible to varying interpretations and analyses, and many companies that have believed their product candidates performed satisfactorily in preclinical studies and clinical trials have nonetheless failed to obtain marketing approval of their products. It is impossible to predict when or if any of our product candidates will prove effective or safe in humans or will receive regulatory approval.\n\n\nWe may experience delays in our clinical trials and we do not know whether planned clinical trials will begin or enroll subjects on time, need to be redesigned or be completed on schedule, if at all. There can be no assurance that the FDA, Medicines & Healthcare products Regulatory Agency (the “MHRA”), the U.K. regulatory authority, or the European Medicines Agency (the “EMA”) will not put any of our product candidates on clinical hold in the future. We may experience numerous unforeseen events during, or as a result of, clinical trials that could delay or prevent our ability to receive marketing approval or commercialize our product candidates. Clinical trials may be delayed, suspended or prematurely terminated for a variety of reasons, such as: \n \n\n\n•\ndelay or failure in reaching agreement with the FDA, MHRA, EMA or a comparable foreign regulatory authority on a trial design that we want to execute; \n\n\n•\ndelay or failure in obtaining authorization to commence a trial or inability to comply with conditions imposed by a regulatory authority regarding the scope or design of a clinical study; \n\n\n•\ndelays in reaching, or failure to reach, agreement on acceptable clinical trial contracts or clinical trial protocols with prospective trial sites;\n\n\n•\ninability, delay, or failure in identifying and maintaining a sufficient number of trial sites, many of which may already be engaged in other clinical programs; \n\n\n•\ndelay or failure in recruiting and enrolling suitable subjects to participate in a trial;\n\n\n23\n\n\n\n\n \n\n\n•\ndelay or failure in having subjects complete a trial or return for post-treatment follow-up;\n\n\n•\ndelay or failure in data collections in connection with a clinical trial;\n\n\n•\nclinical sites and investigators deviating from trial protocol, failing to conduct the trial in accordance with regulatory requirements, or dropping out of a trial; \n\n\n•\nlack of adequate funding to continue the clinical trial, including the incurrence of unforeseen costs due to enrollment delays, requirements to conduct additional clinical studies and increased expenses associated with the services of its clinical research organizations (“CROs”) and other third parties; \n\n\n•\nclinical trials of our product candidates may produce negative or inconclusive results, and we may decide, or regulators may require us to conduct additional clinical trials or abandon product development programs; \n\n\n•\nthe number of patients required for clinical trials of our product candidates may be larger than we anticipate, enrollment in these clinical trials may be slower than we anticipate or participants may drop out of these clinical trials at a higher rate than we anticipate; \n\n\n•\nwe may experience delays or difficulties in the enrollment of patients that our product candidates are designed to target; \n\n\n•\nour third party contractors may fail to comply with regulatory requirements or meet their contractual obligations to us in a timely manner, or at all; \n\n\n•\nwe may have difficulty partnering with experienced CROs that can identify patients that our product candidates are designed to target and run our clinical trials effectively; \n\n\n•\nthe cost of clinical trials of our product candidates may be greater than we anticipate; \n\n\n•\nthere may be political factors surrounding the approval process, such as government shutdowns or political instability;\n\n\n•\nthe supply or quality of our product candidates or other materials necessary to conduct clinical trials of our product candidates may be insufficient or inadequate; or \n\n\n•\nthere may be changes in governmental regulations or administrative actions.\n\n\nIf we are required to conduct additional clinical trials or other testing of our product candidates beyond those that we currently contemplate, if we are unable to successfully complete clinical trials of our product candidates or other testing, if the results of these trials or tests are not positive or are only modestly positive or if there are safety concerns, we may:\n \n\n\n•\nbe delayed in obtaining marketing approval for our product candidates; \n\n\n•\nnot obtain marketing approval at all; \n\n\n•\nobtain approval for indications or patient populations that are not as broad as intended or desired; \n\n\n•\nobtain approval with labeling that includes significant use or distribution restrictions or safety warnings that would reduce the potential market for our products or inhibit our ability to successfully commercialize our products;\n\n\n•\nbe subject to additional post-marketing restrictions and/or testing requirements; or \n\n\n•\nhave the product removed from the market after obtaining marketing approval.\n\n\nOur product development costs will also increase if we experience delays in testing or marketing approvals. We do not know whether any of our preclinical studies or clinical trials will need to be restructured or will be completed on schedule, or at all. Significant preclinical or clinical trial delays also could shorten any periods during which we may have the exclusive right to commercialize our product candidates or allow our competitors to bring products to market before we do and impair our ability to successfully commercialize our product candidates and may harm our business and results of operations.\n\n\n24\n\n\n\n\n \n\n\nIf we experience delays or difficulties in the enrollment of patients in clinical trials, our receipt of necessary regulatory approvals could be delayed or prevented and expenses for development of our product candidates could increase.\n\n\nWe may not be able to initiate or continue clinical trials for our product candidates if we are unable to locate and enroll a sufficient number of eligible patients to participate in these trials to demonstrate safety and efficacy. We do not know whether planned or ongoing clinical trials will enroll subjects in a timely fashion, require redesign of essential trial elements or be completed on our projected schedule. In particular, because we are focused on patients with HAE, which is a rare disease, our ability to enroll eligible patients in trials may be limited or may result in slower enrollment than we anticipate. In addition, competitors have ongoing clinical trials for product candidates that treat the same indications as our product candidates, and patients who would otherwise be eligible for our clinical trials may instead enroll in clinical trials of our competitors’ product candidates. Our inability to enroll a sufficient number of patients for our clinical trials would result in significant delays and could require us to abandon one or more clinical trials altogether.\n\n\nPatient enrollment is affected by many factors including:\n \n\n\n•\nthe eligibility criteria for the study in question; \n\n\n•\nthe perceived risks and benefits of the product candidate under study; \n\n\n•\nthe efforts to facilitate timely enrollment in clinical trials; \n\n\n•\nthe inability to identify and maintain a sufficient number of trial sites, many of which may already be engaged in other clinical trial programs, including some that may be for the same disease indication;\n\n\n•\nthe patient referral practices of physicians; \n\n\n•\nthe proximity and availability of clinical trial sites for prospective patients; \n\n\n•\nambiguous or negative interim results of our clinical trials, or results that are inconsistent with earlier results; \n\n\n•\nfeedback from the FDA, MHRA, EMA, IRBs, data safety monitoring boards, or a comparable foreign regulatory authority, or results from earlier stage or concurrent preclinical and clinical studies, that might require modifications to the protocol; \n\n\n•\ndecisions by the FDA, MHRA, EMA, IRBs, a comparable foreign regulatory authority or us, or recommendations by data safety monitoring boards, to suspend or terminate clinical trials at any time for safety issues or for any other reason; and \n\n\n•\nunacceptable risk-benefit profile or unforeseen safety issues or adverse effects.\n\n\nEnrollment delays in our clinical trials may result in increased development costs for our product candidates, which would cause the value of the company to decline and limit our ability to obtain additional financing.\n\n\nIf we do not achieve our projected development goals in the timeframes we announce and expect, the commercialization of our products may be delayed and, as a result, our stock price may decline.\n\n\nFrom time to time, we estimate the timing of the anticipated accomplishment of various scientific, clinical, regulatory and other product development goals, which we sometimes refer to as milestones. These milestones may include the commencement or completion of scientific studies and clinical trials and the submission of regulatory filings. From time to time, we may publicly announce the expected timing of some of these milestones. All of these milestones are and will be based on numerous assumptions. The actual timing of these milestones can vary dramatically compared to our estimates, in some cases for reasons beyond our control. If we do not meet these milestones as publicly announced, or at all, the commercialization of our products may be delayed or never achieved and, as a result, our stock price may decline.\n\n\n25\n\n\n\n\n \n\n\nIf serious adverse events or unacceptable side effects are identified during the development of our product candidates, we may need to abandon or limit the development of some of our product candidates.\n \n\n\nIf our product candidates are associated with undesirable effects in preclinical or clinical trials or have characteristics that are unexpected, we may need to interrupt, delay or abandon their development or limit development to more narrow uses or subpopulations in which the undesirable side effects or other characteristics are less prevalent, less severe or more acceptable from a risk-benefit perspective. In October 2022, we terminated a Phase 2 clinical trial of KVD824, which was being developed as a potential HAE prophylaxis therapy, due to elevated liver enzymes observed in multiple study patients. Although we have not conclusively determined that KVD824 was the cause of, or a significant contributor to, these elevations, we do not anticipate further development of KVD824. Our on-demand HAE program sebetralstat is still in clinical testing and we have not yet determined what, if any, significant side effects may occur from dosing. Additional or more severe side effects may be identified for all our programs through further clinical studies. These or other drug-related side effects could affect patient recruitment or the ability of enrolled subjects to complete the trial or result in potential product liability claims. Any of these occurrences may significantly harm our business, financial condition and prospects.\n\n\nRisks Related to Regulatory Approval of Our Product Candidates and Other Legal Compliance Matters\n \n\n\nIf we are not able to obtain, or if there are delays in obtaining, required regulatory approvals, we will not be able to commercialize our product candidates, and our ability to generate revenue will be materially impaired.\n\n\nOur product candidates must be approved by the FDA pursuant to an NDA in the U.S. and by the EMA and similar regulatory authorities outside the U.S. prior to commercialization. The process of obtaining marketing approvals, both in the U.S. and abroad, is expensive and takes many years, if approval is obtained at all, and can vary substantially based upon a variety of factors, including the type, complexity and novelty of the product candidates and therapeutic indications involved. Failure to obtain marketing approval for a product candidate will prevent us from commercializing the product candidate. We have not received approval to market any of our product candidates from regulatory authorities in any jurisdiction. Securing marketing approval requires the submission of extensive chemistry, manufacturing and preclinical and clinical data and supporting information to regulatory authorities for each therapeutic indication to establish the product candidate’s safety and efficacy. Securing marketing approval also usually requires inspection of manufacturing facilities by the regulatory authorities and also audits of the clinical trial sites, data and CROs that have supported KalVista in the clinical development. Our product candidates may not be effective, may be only moderately effective or may prove to have undesirable or unintended side effects, toxicities or other characteristics that may preclude us from obtaining marketing approval or prevent or limit commercial use. Regulatory authorities have substantial discretion in the approval process and may refuse to accept an application or may decide that our data are insufficient for approval and require additional preclinical, clinical or other studies. In addition, varying interpretations of the data obtained from preclinical and clinical testing could delay, limit or prevent marketing approval of a product candidate. Changes in marketing approval policies during the development period, changes in or the enactment of additional statutes or regulations, or changes in regulatory review for each submitted product application, may also cause delays in or prevent the approval of an application.\n\n\nFor example, the U.K. formally left the E.U. on January 31, 2020, often referred to as Brexit, and the transition period ended on December 31, 2020. Brexit has caused uncertainty in the current regulatory framework in Europe. For instance, Brexit has resulted in the EMA, moving from the U.K. to the Netherlands. The U.K. has now put in place legislation to cover the approval of new medicinal products in the U.K., including designations such as orphan designation, and a pediatric investigational plan. The requirements are similar to those in the E.U. and in many cases have adopted the same requirements. However, there are still adjustments being made to legislation. Any of these adjustments as a result of Brexit could result in significant delays and additional expense to our business. Any of the foregoing factors could have a material adverse effect on our business, results of operations, or financial condition.\n\n\nAny marketing approval we ultimately obtain may be limited or subject to restrictions or post-approval commitments that render the approved product not commercially viable.\n\n\nIf we experience delays in obtaining approval or if we fail to obtain approval of our product candidates, the commercial prospects for our product candidates may be harmed and our ability to generate revenues will be materially impaired.\n\n\n26\n\n\n\n\n \n\n\nAn Orphan Drug Designation by the FDA or EMA or MHRA does not increase the likelihood that our product candidates will receive marketing exclusivity.\n\n\nRegulatory authorities in some jurisdictions, including the U.S. and Europe, may designate drugs for relatively small patient populations as orphan drugs. Under the Orphan Drug Act, the FDA may designate a product as an orphan drug if it is a drug intended to treat a rare disease or condition, which is generally defined as a disease with a prevalence of fewer than 200,000 individuals in the U.S.\n\n\nGenerally, if a product with an orphan drug designation in a particular jurisdiction subsequently receives the first marketing approval for the indication for which it has such designation, the product is entitled to a period of marketing exclusivity, which precludes the authority in that jurisdiction from approving another marketing application for the same drug for the same indication during the period of exclusivity. The applicable period is seven years in the U.S. and ten years in Europe. Orphan drug exclusivity may be lost if the FDA or EMA determines that the request for designation was materially defective, the criteria on which the orphan designation was originally issued no longer apply or if the manufacturer is unable to assure sufficient quantity of the drug to meet the needs of patients with the rare disease or condition.\n\n\nThe FDA has granted orphan drug designation for sebetralstat. This designation may not effectively protect sebetralstat (or other drug products for which KalVista seeks Orphan Designation) from competition because the designation does not preclude different drugs from being approved for the same condition. Even after an orphan drug is approved, the FDA can subsequently approve the same drug for the same condition if the FDA concludes that it is clinically superior in that it is shown to be safer, more effective or makes a major contribution to patient care.\n\n\nA Fast Track designation by the FDA may not lead to a faster development or regulatory review or approval process and does not increase the likelihood that our product candidates will receive marketing approval.\n \n\n\nThe FDA has granted fast track designation for sebetralstat for the treatment of HAE. We may also seek fast track designation for other indications or for some of our other product candidates. If a drug is intended for the treatment of a serious or life-threatening condition and the drug demonstrates the potential to address unmet medical needs for this condition, the drug sponsor may apply for FDA fast track designation. The FDA has broad discretion whether or not to grant this designation. Even if we believe a particular product candidate is eligible for this designation, we cannot assure that the FDA would decide to grant it. Even though we have received fast track designation for sebetralstat for the treatment of HAE, or even if we receive fast track designation for other indications or for our other product candidates, we may not experience a faster development process, review or approval compared to conventional FDA procedures. The FDA may withdraw fast track designation if it believes that the designation is no longer supported by data from our clinical development program. Many drugs that have received fast track designation have failed to obtain drug approval.\n\n\nFailure to obtain marketing approval in international jurisdictions would prevent our product candidates from being marketed abroad.\n\n\nIn order to market and sell our products in the U.K., E.U. and many other jurisdictions, we or our third party collaborators must obtain separate marketing approvals and comply with numerous and varying regulatory requirements. The approval procedure varies among countries and can involve additional testing. The time required to obtain approval may differ substantially from that required to obtain FDA approval. The regulatory approval process outside the U.S. generally includes all of the risks associated with obtaining FDA approval. In addition, in many countries outside the U.S., it is required that the product be approved for reimbursement before the product can be approved for sale in that country. We, or our third party collaborators, may not obtain approvals from regulatory authorities outside the U.S. on a timely basis, if at all. Approval in any one jurisdiction does not ensure approval by regulatory authorities in other countries or jurisdictions, and likewise approval by one regulatory authority outside the U.S. does not ensure approval by regulatory authorities in any other countries or jurisdictions including the U.S. We may not be able to file for marketing approvals and may not receive necessary approvals to commercialize our products in any market.\n\n\n27\n\n\n\n\n \n\n\nAny product candidate for which we obtain marketing approval will be subject to extensive post-marketing regulatory requirements and could be subject to post-marketing restrictions or withdrawal from the market, and we may be subject to penalties if we fail to comply with regulatory requirements or if we experience unanticipated problems with our products, when and if any of them are approved.\n\n\nOur product candidates and the activities associated with their development and commercialization, including their testing, manufacture, recordkeeping, labeling, storage, approval, advertising, promotion, sale and distribution, are subject to comprehensive regulation by the FDA, E.U., MHRA, Swiss and other regulatory authorities. In the U.S., these requirements include submissions of safety and other post-marketing information and reports, registration and listing requirements, cGMP requirements relating to manufacturing, quality control, quality assurance and corresponding maintenance of records and documents, including periodic inspections by the FDA and other regulatory authority, requirements regarding the distribution of samples to physicians and recordkeeping.\n \n\n\nThe FDA, or other regulatory authorities, may also impose requirements for costly post-marketing studies or clinical trials and surveillance to monitor the safety or efficacy of the product. The FDA closely regulates the post-approval marketing and promotion of drugs to ensure drugs are marketed only for the approved indications and in accordance with the provisions of the approved labeling. The FDA imposes stringent restrictions on manufacturers’ communications regarding use of their products and if we promote our products beyond their approved indications, we may be subject to enforcement action for off-label promotion. Violations of the FDC Act relating to the promotion of prescription drugs may lead to investigations alleging violations of federal and state health care fraud and abuse laws, as well as state consumer protection laws.\n\n\nIn addition, later discovery of previously unknown adverse events or other problems with our products, manufacturers or manufacturing processes, or failure to comply with regulatory requirements, may yield various results, including:\n \n\n\n•\nrestrictions on the labeling or marketing of a product; \n\n\n•\nrestrictions on product distribution or use; \n\n\n•\nrequirements to conduct post-marketing studies or clinical trials; \n\n\n•\nwarning or untitled letters; \n\n\n•\nwithdrawal of the products from the market; \n\n\n•\nrefusal to approve pending applications or supplements to approved applications that we submit; \n\n\n•\nrecall of products; \n\n\n•\nfines, restitution or disgorgement of profits or revenues; \n\n\n•\nsuspension or withdrawal of marketing approvals; \n\n\n•\nrefusal to permit the import or export of our products; \n\n\n•\nproduct seizure; or \n\n\n•\ninjunctions or the imposition of civil or criminal penalties.\n\n\nNon-compliance with U.K. and E.U. requirements regarding safety monitoring or pharmacovigilance, and with requirements related to the development of products for the pediatric population, can also result in significant financial penalties. Similarly, failure to comply with the U.K. and E.U.’s requirements regarding the protection of personal information can also lead to significant penalties and sanctions.\n\n\n28\n\n\n\n\n \n\n\nRecently enacted and future legislation may increase the difficulty and cost for us to obtain marketing approval of and commercialize our product candidates and affect the prices we may obtain.\n \n\n\nIn the U.S. and some foreign jurisdictions, there have been a number of legislative and regulatory changes and proposed changes regarding the healthcare system that could prevent or delay marketing approval of our product candidates, restrict or regulate post-approval activities and affect our ability to profitably sell any product candidates for which we obtain marketing approval.\n \n\n\nAs an example, the ACA, was signed into law in 2010 but has been the subject of legislative and judicial efforts to modify, repeal or otherwise invalidate all or certain aspects of its provisions. The ACA mandated a substantial number of major changes to the healthcare system that impact our business, and several other pieces of legislation since then, as well as ongoing efforts, have continued to create a complicated planning and operating environment for companies in our industry.\n \n\n\nWe expect that the ACA, as well as other healthcare reform measures that may be adopted in the future, may result in more rigorous coverage criteria and in additional downward pressure on the price that we receive for any approved product. Any reduction in reimbursement from Medicare or other government programs may result in a similar reduction in payments from private payors. The implementation of cost containment measures or other healthcare reforms may prevent us from being able to generate revenue, attain profitability, or commercialize our products.\n \n\n\nLegislative and regulatory proposals have been made to expand post-approval requirements and restrict sales and promotional activities for pharmaceutical products. We cannot be sure whether additional legislative changes will be enacted, or whether the FDA regulations, guidance or interpretations will be changed, or what the impact of such changes on the marketing approvals of our product candidates, if any, may be. In addition, increased scrutiny by the U.S. Congress of the FDA’s approval process may significantly delay or prevent marketing approval, as well as subject us to more stringent product labeling and post-marketing testing and other requirements.\n\n\nGovernments outside the U.S. tend to impose strict price controls, which may adversely affect our revenues, if any.\n \n\n\nIn some countries, particularly the countries of the E.U. and the U.K., the pricing of prescription pharmaceuticals is subject to governmental control. In these countries, pricing negotiations with governmental authorities can take considerable time after the receipt of marketing approval for a product. To obtain reimbursement or pricing approval in some countries, we may be required to conduct a clinical trial that compares the cost-effectiveness of our product candidate to other available therapies. If reimbursement of our products is unavailable or limited in scope or amount, or if pricing is set at unsatisfactory levels, our business could be materially harmed.\n\n\nIf we fail to comply with environmental, health and safety laws and regulations, we could become subject to fines or penalties or incur costs that could harm our business.\n \n\n\nWe are subject to numerous environmental, health and safety laws and regulations, including those governing laboratory procedures and the handling, use, storage, treatment and disposal of hazardous materials and wastes. Our operations involve the use of hazardous and flammable materials, including chemicals and biological materials. Our operations also produce hazardous waste products. We generally contract with third parties for the disposal of these materials and wastes. We cannot eliminate the risk of contamination or injury from these materials. In the event of contamination or injury resulting from its use of hazardous materials, we could be held liable for any resulting damages, and any liability could exceed its resources. We also could incur significant costs associated with civil or criminal fines and penalties for failure to comply with such laws and regulations.\n\n\nAlthough we maintain workers’ compensation insurance to cover us for costs and expenses we may incur due to injuries to our employees resulting from the use of hazardous materials, this insurance may not provide adequate coverage against potential liabilities. We do not maintain insurance for environmental liability or toxic tort claims that may be asserted against us in connection with the storage or disposal of biological, hazardous or radioactive materials.\n\n\nIn addition, we may incur substantial costs in order to comply with current or future environmental, health and safety laws and regulations. These current or future laws and regulations may impair our discovery, preclinical development or production efforts. Our failure to comply with these laws and regulations also may result in substantial fines, penalties or other sanctions.\n\n\n29\n\n\n\n\n \n\n\nOur employees may engage in misconduct or other improper activities, including noncompliance with regulatory standards and requirements.\n\n\nAs with all companies, we are exposed to the risk of employee fraud or other misconduct. Misconduct by employees could include intentional failures to comply with FDA regulations, provide accurate information to the FDA, comply with manufacturing standards we may establish, comply with federal and state healthcare fraud and abuse laws and regulations, report financial information or data accurately or disclose unauthorized activities to us. In particular, sales, marketing and business arrangements in the healthcare industry are subject to extensive laws and regulations intended to prevent fraud, kickbacks, self-dealing and other abusive practices. These laws and regulations may restrict or prohibit a wide range of pricing, discounting, marketing and promotion, sales commission, customer incentive programs and other business arrangements. Employee misconduct could also involve the improper use of information obtained in the course of clinical trials, which could result in regulatory sanctions and serious harm to our reputation. It is not always possible to identify and deter employee misconduct, and the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses or in protecting us from governmental investigations or other actions or lawsuits stemming from a failure to be in compliance with such laws or regulations. If any such actions are instituted against us, and we are not successful in defending ourselves or asserting our rights, those actions could have a material and adverse effect on our business, financial condition, results of operations and prospects, including the imposition of significant civil, criminal and administrative penalties, damages, fines, disgorgement, imprisonment, the curtailment or restructuring of our operations, loss of eligibility to obtain approvals from the FDA, exclusion from participation in government contracting, healthcare reimbursement or other government programs, including Medicare and Medicaid, integrity oversight and reporting obligations, or reputational harm.\n\n\nRisks Related to the Commercialization of Our Product Candidates\n \n\n\nEven if any of our product candidates receives marketing approval, we may fail to achieve the degree of market acceptance by physicians, patients, third party payors and others in the medical community necessary for commercial success.\n \n\n\nIf any of our product candidates receives marketing approval, we may nonetheless fail to gain sufficient market acceptance by physicians, patients, third party payors and others in the medical community. In addition, physicians, patients and third party payors may prefer other novel products to ours. If our product candidates do not achieve an adequate level of acceptance, we may not generate significant product revenues and we may not become profitable. The degree of market acceptance of our product candidates, if approved for commercial sale, will depend on a number of factors, including:\n\n\n•\nthe efficacy and safety and potential advantages and disadvantages compared to alternative treatments; \n\n\n•\nthe ability to offer our products for sale at competitive prices; \n\n\n•\nthe convenience and ease of administration compared to alternative treatments; \n\n\n•\nthe willingness of the target patient population to try new therapies and of physicians to prescribe these therapies; \n\n\n•\nthe strength of our marketing and distribution support; \n\n\n•\nthe availability of third party coverage and adequate reimbursement, including patient cost-sharing programs such as copays and deductibles; \n\n\n•\nthe ability to develop or partner with third-party collaborators to develop companion diagnostics; \n\n\n•\nFDA-approved labeling which may include restrictive safety and efficacy data, or may not include aspects of safety and efficacy that we believe are important; \n\n\n•\nthe prevalence and severity of any side effects; and \n\n\n•\nany restrictions on the use of our products together with other medications.\n\n\n30\n\n\n\n\n \n\n\nIn addition, in order to commercialize any product candidates, we must build marketing, sales, distribution, managerial and other non-technical capabilities or make arrangements with third parties to perform these services, and we may not be successful in doing so. If we are unable to enter into such arrangements when needed on acceptable terms or at all, we may not be able to successfully commercialize any of our product candidates that receive regulatory approval or any such commercialization may experience delays or limitations. If we are not successful in commercializing our product candidates, either on our own or through collaborations with one or more third parties, our future product revenue will suffer and we may incur significant additional losses. Our estimates of the potential market opportunities for our products are informed by work that is not definitive and future analyses may lead to estimates that are higher or lower than these estimates than those provided at any given time, with respect to addressable patient populations. If our market opportunity is lower than anticipated, our business may suffer.\n\n\nWe face substantial competition, which may result in others discovering, developing or commercializing competing products before or more successfully than we do.\n\n\nThe development and commercialization of new drug products is highly competitive. We face competition with respect to our current product candidates, and will face competition with respect to any product candidates that we may seek to develop or commercialize in the future, from major pharmaceutical companies, specialty pharmaceutical companies and biotechnology companies worldwide. There are a number of large pharmaceutical and biotechnology companies that currently market and sell products or are pursuing the development of products for the treatment of the disease indications for which we are developing our product candidates. Some of these competitive products and therapies are based on scientific approaches that are the same as or similar to our approach, and others are based on entirely different approaches. Potential competitors also include academic institutions, government agencies and other public and private research organizations that conduct research, seek patent protection and establish collaborative arrangements for research, development, manufacturing and commercialization.\n\n\nOur commercial opportunity could be reduced or eliminated if our competitors develop and commercialize products that are safer, more effective, have fewer or less severe side effects, are more convenient or are less expensive than any products that we may develop. In addition, our ability to compete may be affected in many cases by insurers or other third party payors seeking to encourage the use of generic products. Generic products are expected to become available over the coming years, potentially creating pricing pressure. If our product candidates achieve marketing approval, we expect that they will be priced at a significant premium over competitive generic products.\n\n\nMany of the companies against which we are competing or we may compete in the future have significantly greater financial resources and expertise in research and development, manufacturing, preclinical testing, conducting clinical trials, obtaining regulatory approvals and marketing approved products than we do. Mergers and acquisitions in the pharmaceutical and biotechnology industries may result in even more resources being concentrated among a smaller number of our competitors. Smaller and other early stage companies may also prove to be significant competitors, particularly through collaborative arrangements with large and established companies. These third parties compete with us in recruiting and retaining qualified scientific and management personnel, establishing clinical trial sites and patient registration for clinical trials, as well as in acquiring technologies complementary to, or necessary for, our programs.\n\n\nThe insurance coverage and reimbursement status of newly approved products is uncertain. Failure to obtain or maintain adequate coverage and reimbursement for new or current products could limit our ability to market those products and decrease our ability to generate revenue.\n\n\nThe availability and extent of reimbursement by governmental and private payors is essential for most patients to be able to afford expensive treatments. Sales of our product candidates will depend substantially, both domestically and abroad, on the extent to which the costs of our product candidates will be paid by health maintenance, managed care, pharmacy benefit and similar healthcare management organizations, or reimbursed by government health administration authorities, private health coverage insurers and other third party payors. If reimbursement is not available, or is available only to limited levels, we may not be able to successfully commercialize our product candidates. Even if coverage is provided, the approved reimbursement amount may not be high enough to allow us to establish or maintain pricing sufficient to realize a sufficient return on our investment.\n\n\n31\n\n\n\n\n \n\n\nThere is significant uncertainty related to the insurance coverage and reimbursement of newly approved products. In the U.S., the principal decisions about reimbursement for new medicines are typically made by the CMS, an agency within the U.S. Department of Health and Human Services, as CMS decides whether and to what extent a new medicine will be covered and reimbursed under Medicare. Private payors tend to follow CMS to a substantial degree. It is difficult to predict what CMS will decide with respect to reimbursement for fundamentally novel products such as ours, as there is no body of established practices and precedents for these new products. Reimbursement agencies in Europe may be more conservative than CMS. Outside the U.S., international operations are generally subject to extensive governmental price controls and other market regulations, and we believe the increasing emphasis on cost-containment initiatives in Europe, Canada, and other countries has and will continue to put pressure on the pricing and usage of our product candidates. In many countries, the prices of medical products are subject to varying price control mechanisms as part of national health systems. In general, the prices of medicines under such systems are substantially lower than in the U.S. Other countries allow companies to fix their own prices for medicines, but monitor and control company profits. Additional foreign price controls or other changes in pricing regulation could restrict the amount that we are able to charge for our product candidates. Accordingly, in markets outside the U.S., the reimbursement for our products may be reduced compared with the U.S. and may be insufficient to generate commercially reasonable revenues and profits.\n \n\n\nMoreover, increasing efforts by governmental and third party payors, in the U.S. and abroad, to cap or reduce healthcare costs may cause such organizations to limit both coverage and level of reimbursement for new products approved and, as a result, they may not cover or provide adequate payment for our product candidates. We expect to experience pricing pressures in connection with the sale of any of our product candidates, due to the trend toward managed healthcare, the increasing influence of health maintenance organizations and additional legislative changes. The downward pressure on healthcare costs in general, particularly prescription drugs and surgical procedures and other treatments, has become very intense. As a result, increasingly high barriers are being erected to the entry of new products into the healthcare market.\n\n\nIn addition, many private payors contract with commercial vendors who sell software that provide guidelines that attempt to limit utilization of, and therefore reimbursement for, certain products deemed to provide limited benefit to existing alternatives. Such organizations may set guidelines that limit reimbursement or utilization of our products.\n\n\nOur ability to obtain services, reimbursement or funding may be impacted by possible reductions in federal spending in the U.S. as well as globally.\n\n\nU.S. federal government agencies currently face potentially significant spending reductions. Under the Budget Control Act of 2011, the failure of Congress to enact deficit reduction measures of at least $1.2 trillion for the years 2013 through 2021 triggered automatic cuts to most federal programs. These cuts would include aggregate reductions to Medicare payments to providers of up to two percent per fiscal year, which went into effect beginning on April 1, 2013 and will stay in effect through 2030 unless additional Congressional action is taken. The American Taxpayer Relief Act of 2012, which was enacted on January 1, 2013, among other things, reduced Medicare payments to several providers, including hospitals and imaging centers. The full impact on our business of these automatic cuts is uncertain. Additionally, the Coronavirus Aid, Relief, and Economic Security (“CARES”) Act enacted in 2020 provides financial support and resources to individuals and businesses affected by the COVID-19 pandemic, suspended and reduced the 2% Medicare sequester from May 1, 2020 through June 30, 2022, and extended the sequester policy, through 2031, in order to offset the added expense of the 2020 cancellation. Moreover, the American Taxpayer Relief Act of 2012 among other things, further reduced Medicare payments to several types of providers, including hospitals, imaging centers and cancer treatment centers, and increased the statute of limitations period for the government to recover overpayments to providers from three to five years.\n\n\nThe IRA, which was enacted in August 2022, will, among other things, allow HHS to negotiate the selling price of certain drugs and biologics that CMS reimburses under Medicare Part B and Part D, although only high-expenditure single-source drugs that have been approved for at least 7 years (11 years for biologics) can be selected by CMS for negotiation, with the negotiated price taking effect two years after the selection year. The negotiated prices, which will first become effective in 2026, will be capped at a statutory ceiling price. Beginning in January 2023 for Medicare Part B and October 2022 for Medicare Part D, the IRA will also penalize drug manufacturers that increase prices of Medicare Part B and Part D drugs at a rate greater than the rate of inflation. The IRA permits the Secretary of HHS to implement many of these provisions through guidance, as opposed to regulation, for the initial years. Manufacturers that fail to comply with the IRA may be subject to various penalties, including civil monetary penalties. The IRA also extends enhanced subsidies for individuals purchasing health insurance coverage in ACA marketplaces through plan year 2025. These provisions will take effect progressively starting in 2023, although they may be subject to legal challenges. For example, in June 2023, the drug price negotiation program for Medicare Parts B and D was challenged in federal court. It is unclear whether such litigation or other litigation, if brought, will be successful.\n\n\n32\n\n\n\n\n \n\n\nIf government spending is reduced, anticipated budgetary shortfalls may also impact the ability of relevant agencies, such as the FDA or the National Institutes of Health to continue to function at current levels. Amounts allocated to federal grants and contracts may be reduced or eliminated. These reductions may also impact the ability of relevant agencies to timely review and approve drug research and development, manufacturing, and marketing activities, which may delay our ability to develop, market and sell any products we may develop. Any reductions in government spending in countries outside the U.S. may also impact us negatively, such as by limiting the functioning of international regulatory agencies in countries outside the U.S. or by eliminating programs on which we may rely.\n\n\nProduct liability lawsuits against us could cause us to incur substantial liabilities and to limit commercialization of any products that we may develop.\n\n\nWe face an inherent risk of product liability exposure related to the testing of our product candidates in human clinical trials and will face an even greater risk if we commercially sell any products that we may develop. If we cannot successfully defend against claims that our product candidates or products caused injuries, we will incur substantial liabilities. Regardless of merit or eventual outcome, liability claims may result in:\n\n\n•\ndecreased demand for any product candidates or products that we may develop;\n\n\n•\ninjury to our reputation and significant negative media attention;\n\n\n•\nwithdrawal of clinical trial participants;\n\n\n•\nsignificant costs to defend the related litigation;\n\n\n•\nsubstantial monetary awards to trial participants or patients;\n\n\n•\nloss of revenue;\n\n\n•\nreduced resources of our management to pursue our business strategy; and\n\n\n•\nthe inability to commercialize any products that we may develop.\n\n\nWe currently hold $10 million in product liability insurance coverage in the aggregate, with a per incident limit of $10 million which may not be adequate to cover all liabilities that we may incur. We may need to increase our insurance coverage as we expand our clinical trials or if we commence commercialization of our product candidates. Insurance coverage is increasingly expensive. We may not be able to maintain insurance coverage at a reasonable cost or in an amount adequate to satisfy any liability that may arise.\n\n\nRisks Related to Our Dependence on Third Parties\n \n\n\nWe contract with third parties for the manufacture of our product candidates for preclinical and clinical testing and we expect to continue to do so for commercialization. This reliance on third parties increases the risk that we will not have sufficient quantities of our product candidates or products at an acceptable cost and quality, which could delay, prevent or impair our development or commercialization efforts.\n\n\nWe do not own or operate facilities for the manufacture of our product candidates, and we do not have any manufacturing personnel. We currently have no plans to build our own clinical or commercial scale manufacturing capabilities. We rely, and expect to continue to rely, on third parties for the manufacture of our product candidates for preclinical and clinical testing and we do not have backup sources of supply established for our candidates. We review the manufacturing process for each of our candidates and assess the risk to supply and, as appropriate, establish multiple manufacturers and/or establish stock levels to support future activities and do not believe we are currently substantially dependent on any one third party. Despite the drug substance and product risk management, this reliance on third parties presents a risk that we will not have sufficient quantities of our product candidates or products or such quantities at an acceptable cost or quality, which could delay, prevent or impair our development or commercialization efforts.\n\n\n33\n\n\n\n\n \n\n\nAny performance failure on the part of our existing or future manufacturers of drug substance or drug products could delay clinical development or marketing approval. If current suppliers cannot supply us with our Phase 2 requirements as agreed, we may be required to identify alternative manufacturers, which would lead us to incur added costs and delays in identifying and qualifying any such replacement.\n \n\n\nEven if we choose to self-manufacture, the formulation used in early studies frequently is not a final formulation for commercialization. Additional changes may be required by the FDA or other regulatory authorities on specifications and storage conditions. These may require additional studies and may delay our clinical trials.\n\n\nWe expect to rely on third party manufacturers or third party collaborators for the manufacture of commercial supply of any other product candidates for which our collaborators or we obtain marketing approval.\n\n\nWe also expect to rely on other third parties to store and distribute drug supplies for our clinical trials. Any performance failure on the part of our distributors could delay clinical development or marketing approval of our product candidates or commercialization of our products, producing additional losses and depriving us of potential product revenue.\n\n\nWe may be unable to establish any agreements with third party manufacturers or to do so on acceptable terms. Even if we are able to establish agreements with third party manufacturers, reliance on third party manufacturers entails additional risks, including:\n\n\n•\nreliance on the third party for regulatory compliance and quality assurance; \n\n\n•\nthe possible breach of the manufacturing agreement by the third party; \n\n\n•\nthe possible misappropriation of our proprietary information, including trade secrets and know-how; and \n\n\n•\nthe possible termination or nonrenewal of the agreement by the third party at a time that is costly or inconvenient for us. \n\n\nThird party manufacturers may not be able to comply with cGMP, regulations or similar regulatory requirements outside the U.S. Our failure, or the failure of our third party manufacturers, to comply with applicable regulations could result in sanctions being imposed on us, including clinical holds, fines, injunctions, civil penalties, delays, suspension or withdrawal of approvals, license revocation, seizures or recalls of product candidates or products, operating restrictions and criminal prosecutions, any of which could significantly and adversely affect supplies of our products.\n\n\nOur product candidates and any products that we may develop may compete with other product candidates and products for access to manufacturing facilities. There are a limited number of manufacturers that operate under cGMP regulations and that might be capable of manufacturing for us.\n\n\nOur current and anticipated future dependence upon others for the manufacture of our product candidates or products may adversely affect our future profit margins and our ability to commercialize any products that receive marketing approval on a timely and competitive basis.\n\n\n34\n\n\n\n\n \n\n\nWe may not successfully engage in strategic transactions, including any additional collaborations we seek, which could adversely affect our ability to develop and commercialize product candidates, impact our cash position, increase our expenses and present significant distractions to our management. The terms of any collaborations may also have impacts on other aspects of our business.\n\n\nFrom time to time, we may consider strategic transactions, such as collaborations, acquisitions of companies, asset purchases and out- or in-licensing of product candidates or technologies that we believe will complement or augment our existing business. In particular, we will evaluate and, if strategically attractive, seek to enter into additional collaborations, including with major biotechnology or biopharmaceutical companies. The competition for collaborators is intense, and the negotiation process is time-consuming and complex. Any new collaboration may be on terms that are not optimal for us, and we may not be able to maintain any new collaboration if, for example, development or approval of a product candidate is delayed, sales of an approved product candidate do not meet expectations or the collaborator terminates the collaboration. In addition, there have been a significant number of recent business combinations among large pharmaceutical companies that have resulted in a reduced number of potential future strategic partners. Our ability to reach a definitive agreement for a collaboration will depend, among other things, upon our assessment of the strategic partner’s resources and expertise, the terms and conditions of the proposed collaboration and the proposed strategic partner’s evaluation of a number of factors. These factors may include the design or results of clinical trials, the likelihood of approval by the FDA or similar regulatory authorities outside the U.S., the potential market for the subject product candidate, the costs and complexities of manufacturing and delivering such product candidate to patients, the potential of competing products, the existence of uncertainty with respect to our ownership of technology, which can exist if there is a challenge to such ownership without regard to the merits of the challenge, and industry and market conditions generally. Moreover, even if we acquire assets with promising markets or technologies, we may not be able to realize the benefit of acquiring such assets due to an inability to successfully integrate them with our existing technologies and we may encounter numerous difficulties in developing, manufacturing and marketing any new products resulting from a strategic acquisition that delay or prevent us from realizing their expected benefits or enhancing our business.\n\n\nWe cannot assure you that following any such collaboration, or other strategic transaction, we will achieve the expected synergies to justify the transaction. For example, such transactions may require us to incur non-recurring or other charges, increase our near- and long-term expenditures and pose significant integration or implementation challenges or disrupt our management or business. These transactions would entail numerous operational and financial risks, including exposure to unknown liabilities, disruption of our business and diversion of our management’s time and attention in order to manage a collaboration or develop acquired products, product candidates or technologies, incurrence of substantial debt or dilutive issuances of equity securities to pay transaction consideration or costs, higher than expected collaboration, acquisition or integration costs, write-downs of assets or goodwill or impairment charges, increased amortization expenses, difficulty and cost in facilitating the collaboration or combining the operations and personnel of any acquired business, impairment of relationships with key suppliers, manufacturers or customers of any acquired business due to changes in management and ownership and the inability to retain key employees of any acquired business. Also, such strategic alliance, joint venture or acquisition may be prohibited. Collaborations may also have potential impact on other aspects of our business.\n \n\n\nAccordingly, although there can be no assurance that we will undertake or successfully complete any transactions of the nature described above, any transactions that we do complete may be subject to the foregoing or other risks that would have a material and adverse effect on our business, financial condition, results of operations and prospects.\n\n\n35\n\n\n\n\n \n\n\nWe have entered, and may in the future seek to enter, into collaborations with third parties for the development and commercialization of our product candidates. If we fail to enter into such collaborations, or such collaborations are not successful, we may not be able to capitalize on the market potential of our product candidates.\n\n\nBiopharmaceutical companies are our prior and likely future collaborators for any marketing, distribution, development, licensing or broader collaboration arrangements. We expect that in any future collaboration agreements, we would have limited control over the amount and timing of resources that our collaborators dedicate to the development or commercialization of our product candidates. Moreover, our ability to generate revenues from these arrangements will depend on our collaborators’ abilities to successfully perform the functions assigned to them in these arrangements. We face significant competition in seeking appropriate collaborators. Our ability to reach a definitive agreement for any collaboration will depend, among other things, upon our assessment of the collaborator’s resources and expertise, the terms and conditions of the proposed collaboration and the proposed collaborator’s evaluation of a number of factors. If we are unable to reach agreements with suitable collaborators on a timely basis, on acceptable terms, or at all, we may have to curtail the development of a product candidate, reduce or delay our development program or one or more of our other development programs, delay our potential development schedule or reduce the scope of research activities, or increase our expenditures and undertake discovery or preclinical development activities at our own expense. If we fail to enter into collaborations and do not have sufficient funds or expertise to undertake the necessary development activities, we may not be able to further develop our product candidates or continue to develop our product candidates and our business may be materially and adversely affected.\n\n\nFuture collaborations we may enter into may involve the following risks:\n\n\n•\ncollaborators may have significant discretion in determining the efforts and resources that they will apply to these collaborations;\n\n\n•\ncollaborators may not perform their obligations as expected;\n\n\n•\nchanges in the collaborators’ strategic focus or available funding, or external factors, such as an acquisition, may divert resources or create competing priorities;\n\n\n•\ncollaborators may delay discovery and preclinical development, provide insufficient funding for product development of targets selected by us, stop or abandon discovery and preclinical development for a product candidate, repeat or conduct new discovery and preclinical development for a product candidate;\n\n\n•\ncollaborators could independently develop, or develop with third parties, products that compete directly or indirectly with our products or product candidates if the collaborators believe that competitive products are more likely to be successfully developed than our products;\n\n\n•\nproduct candidates discovered in collaboration with us may be viewed by our collaborators as competitive with their own product candidates or products, which may cause collaborators to cease to devote resources to the development of its product candidates;\n\n\n•\ncollaborators may not properly maintain or defend their intellectual property rights or intellectual property rights licensed to us or may use their proprietary information in such a way as to invite litigation that could jeopardize or invalidate our intellectual property or proprietary information or expose us to potential litigation;\n\n\n•\ncollaborators may infringe the intellectual property rights of third parties, which may expose us to litigation and potential liability; and\n\n\n•\ncollaborations may be terminated for the convenience of the collaborator and, if terminated, we could be required to raise additional capital to pursue further development or commercialization of the applicable product candidates.\n\n\nAdditionally, subject to its contractual obligations to us, if a collaborator is involved in a business combination, the collaborator might deemphasize or terminate the development of any of our product candidates. If one of our collaborators terminates its agreement with us, we may find it more difficult to attract new collaborators and the perception of us in the business and financial communities could be adversely affected.\n\n\n36\n\n\n\n\n \n\n\nIf our collaborations do not result in the successful development of products or product candidates, product candidates could be delayed and we may need additional resources to develop product candidates. All of the risks relating to product development, regulatory approval and commercialization described in this proxy statement also apply to the activities of our collaborators.\n\n\nRisks Related to Our Intellectual Property\n \n\n\nIf we are unable to obtain and maintain intellectual property protection for our technology and products or if the scope of the intellectual property protection obtained is not sufficiently broad, our competitors could develop and commercialize technology and products similar or identical to ours, and our ability to successfully commercialize our technology and products may be impaired.\n \n\n\nOur success depends in large part on our ability to obtain and maintain patent protection in the U.S., the E.U., and other countries with respect to our proprietary technology and products. We seek to protect our proprietary position by filing patent applications in the U.S. and abroad related to our novel technologies and product candidates. This patent portfolio includes issued patents and pending patent applications covering compositions of matter and methods of use.\n \n\n\nThe patent prosecution process is expensive and time-consuming, and we may not be able to file and prosecute all necessary or desirable patent applications at a reasonable cost or in a timely manner. We may choose not to seek patent protection for certain innovations and may choose not to pursue patent protection in certain jurisdictions, and under the laws of certain jurisdictions, patents or other intellectual property rights may be unavailable or limited in scope. It is also possible that we will fail to identify patentable aspects of our discovery and preclinical development output before it is too late to obtain patent protection. Moreover, in some circumstances, we may not have the right to control the preparation, filing and prosecution of patent applications, or to maintain the patents, covering technology that we license from third parties. Therefore, these patents and applications may not be prosecuted and enforced in a manner consistent with the best interests of our business.\n \n\n\nThe patent position of biotechnology and pharmaceutical companies generally is highly uncertain, involves complex legal and factual questions, and has in recent years been the subject of much litigation. In addition, the laws of foreign countries may not protect our rights to the same extent as the laws of the U.S. For example, India and China do not allow patents for methods of treating the human body. Publications of discoveries in the scientific literature often lag behind the actual discoveries, and patent applications in the U.S. and other jurisdictions are typically not published until 18 months after filing, or in some cases not at all. Therefore, we cannot know with certainty whether we were the first to make the inventions claimed in our owned or licensed patents or pending patent applications, or that we were the first to file for patent protection of such inventions. If a third party has also filed a U.S. patent application prior to the effective date of the relevant provisions of the America Invents Act (i.e. before March 16, 2013) covering our product candidates or a similar invention, we may have to participate in an adversarial proceeding, known as an interference, declared by the USPTO to determine priority of invention in the U.S. As a result, the issuance, scope, validity, enforceability and commercial value of our patent rights are highly uncertain. Our pending and future patent applications may not result in patents being issued which protect our technology or products, in whole or in part, or which effectively prevent others from commercializing competitive technologies and products. Changes in either the patent laws or interpretation of the patent laws in the E.U., the U.S. and other countries may diminish the value of our patents or narrow the scope of our patent protection.\n\n\nMoreover, we may be subject to a third party preissuance submission of prior art to the USPTO, or become involved in opposition, derivation, reexamination, inter partes review, post-grant review or interference proceedings challenging our patent rights or the patent rights of others. An adverse determination in any such submission, proceeding or litigation could reduce the scope of, or invalidate, our patent rights, allow third parties to commercialize our technology or products and compete directly with us, without payment to us, or result in our inability to manufacture or commercialize products without infringing third party patent rights. In addition, if the breadth or strength of protection provided by our patents and patent applications is threatened, it could dissuade companies from collaborating with us to license, develop or commercialize current or future product candidates.\n\n\nEven if our owned and licensed patent applications issue as patents, they may not issue in a form that will provide us with any meaningful protection, prevent competitors from competing with us or otherwise provide us with any competitive advantage. Our competitors may be able to circumvent our owned or licensed patents by developing similar or alternative technologies or products in a non-infringing manner.\n\n\n37\n\n\n\n\n \n\n\nThe issuance of a patent is not conclusive as to its inventorship, scope, validity or enforceability, and our owned and licensed patents may be challenged in the courts or patent offices in the U.S. and abroad. Such challenges may result in loss of exclusivity or freedom to operate or in patent claims being narrowed, invalidated or held unenforceable, in whole or in part, which could limit our ability to stop others from using or commercializing similar or identical technology and products, or limit the duration of the patent protection of our technology and products. Given the amount of time required for the development, testing and regulatory review of new product candidates, patents protecting such candidates might expire before or shortly after such candidates are commercialized. As a result, our owned and licensed patent portfolio may not provide us with sufficient rights to exclude others from commercializing products similar or identical to ours.\n \n\n\nThe risks described elsewhere pertaining to our patents and other intellectual property rights also apply to the intellectual property rights that we license, and any failure to obtain, maintain and enforce these rights could have a material adverse effect on our business. In some cases we may not have control over the prosecution, maintenance or enforcement of the patents that we license, and our licensors may fail to take the steps that we believe are necessary or desirable in order to obtain, maintain and enforce the licensed patents. Any inability on our part to protect adequately our intellectual property may have a material adverse effect on our business, operating results and financial position.\n\n\nObtaining and maintaining our patent protection depends on compliance with various procedural, document submission, fee payment and other requirements imposed by governmental patent agencies, and our patent protection could be reduced or eliminated for non-compliance with these requirements.\n\n\nPeriodic maintenance fees, renewal fees, annuity fees and various other governmental fees on patents and/or applications will be due to be paid to the USPTO and various governmental patent agencies outside of the U.S. in several stages over the lifetime of the patents and/or applications. We employ an outside firm and rely on our outside counsel to pay these fees due to non-U.S. patent agencies. The USPTO and various non-U.S. governmental patent agencies require compliance with a number of procedural, documentary, fee payment and other similar provisions during the patent application process. We employ reputable law firms and other professionals to help us comply, and in many cases, an inadvertent lapse can be cured by payment of a late fee or by other means in accordance with the applicable rules. However, there are situations in which non-compliance can result in abandonment or lapse of the patent or patent application, resulting in partial or complete loss of patent rights in the relevant jurisdiction. In such an event, our competitors might be able to enter the market and this circumstance would have a material adverse effect on our business.\n\n\nWe may become involved in lawsuits to protect or enforce our patents or other intellectual property, which could be expensive, time consuming and unsuccessful.\n\n\nBecause competition in our industry is intense, competitors may infringe or otherwise violate our issued patents, patents of our licensors or other intellectual property. To counter infringement or unauthorized use, we may be required to file infringement claims, which can be expensive and time consuming. Any claims we assert against perceived infringers could provoke these parties to assert counterclaims against us alleging that we infringed their patents. In addition, in a patent infringement proceeding, a court may decide that a patent of ours is invalid or unenforceable, in whole or in part, construe the patent’s claims narrowly or refuse to stop the other party from using the technology at issue on the grounds that our patents do not cover the technology in question. An adverse result in any litigation proceeding could put one or more of our patents at risk of being invalidated or interpreted narrowly. We may also elect to enter into license agreements in order to settle patent infringement claims or to resolve disputes prior to litigation, and any such license agreements may require us to pay royalties and other fees that could be significant. Furthermore, because of the substantial amount of discovery required in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure.\n \n\n\nThird parties may initiate legal proceedings alleging that we are infringing their intellectual property rights, the outcome of which would be uncertain and could have a material adverse effect on the success of our business.\n \n\n\nOur commercial success depends upon our ability, and the ability of our collaborators, to develop, manufacture, market and sell our product candidates and use our proprietary technologies without infringing the proprietary rights of third parties. There is considerable intellectual property litigation in the biotechnology and pharmaceutical industries. We may become party to, or threatened with, future adversarial proceedings or litigation regarding intellectual property rights with respect to our products and technology, including interference or derivation proceedings before the USPTO. Third parties may assert infringement claims against us based on existing patents or patents that may be granted in the future.\n \n\n\n38\n\n\n\n\n \n\n\nIf we are found to infringe a third party’s intellectual property rights, we could be required to obtain a license from such third party to continue developing and marketing our products and technology. However, we may not be able to obtain any required license on commercially reasonable terms or at all. Even if we were able to obtain a license, it could be non-exclusive, thereby giving our competitors access to the same technologies licensed to us. We could be forced, including by court order, to cease commercializing the infringing technology or product. In addition, we could be found liable for monetary damages, including treble damages and attorneys’ fees if we are found to have willfully infringed a patent. A finding of infringement could prevent us from commercializing our product candidates or force us to cease some of our business operations, which could materially harm our business. Claims that we have misappropriated the confidential information or trade secrets of third parties could have a similar negative impact on our business.\n \n\n\nIf we are unable to protect the confidentiality of our trade secrets, our business and competitive position would be harmed.\n\n\nIn addition to seeking patents for some of our technology and product candidates, we also rely on trade secrets, including unpatented know-how, technology and other proprietary information, to maintain our competitive position. We seek to protect these trade secrets, in part, by entering into non-disclosure and confidentiality agreements with parties who have access to them, such as our employees, corporate collaborators, outside scientific collaborators, contract manufacturers, consultants, advisors and other third parties. We seek to protect our confidential proprietary information, in part, by entering into confidentiality and invention or patent assignment agreements with our employees and consultants, however, we cannot be certain that such agreements have been entered into with all relevant parties. Moreover, to the extent we enter into such agreements, any of these parties may breach the agreements and disclose our proprietary information, including our trade secrets, and we may not be able to obtain adequate remedies for such breaches. Enforcing a claim that a party illegally disclosed or misappropriated a trade secret is difficult, expensive and time-consuming, and the outcome is unpredictable. In addition, some courts inside and outside the U.S. are less willing or unwilling to protect trade secrets. If any of our trade secrets were to be lawfully obtained or independently developed by a competitor, we would have no right to prevent them, or those to whom they communicate them, from using that technology or information to compete with us. If any of our trade secrets were to be disclosed to or independently developed by a competitor, our competitive position would be harmed.\n\n\nRisks Related to Employee Matters, Facilities, Managing Growth and Macroeconomic Conditions\n \n\n\nOur future success depends on our ability to retain key executives and to attract, retain and motivate qualified personnel.\n \n\n\nWe are highly dependent on the research and development, clinical and business development expertise of the principal members of our management, scientific and clinical team. Although we have entered into employment letter agreements with our executive officers, each of them may terminate their employment with us at any time. We do not maintain “key person” insurance for any of our executives or other employees. The loss of the services of any of our management team, other key employees and other scientific and medical advisors, and our inability to find suitable replacements, could result in delays in product development and harm our business.\n \n\n\nRecruiting and retaining qualified scientific, clinical, manufacturing, sales and marketing personnel will also be critical to our success. The loss of the services of our executive officers or other key employees could impede the achievement of our research, development and commercialization objectives and seriously harm our ability to successfully implement our business strategy. Furthermore, replacing executive officers and key employees may be difficult and may take an extended period of time because of the limited number of individuals in our industry with the breadth of skills and experience required to successfully develop, gain regulatory approval of and commercialize products. Competition to hire from this limited pool is intense, and we may be unable to hire, train, retain or motivate these key personnel on acceptable terms given the competition among numerous pharmaceutical and biotechnology companies for similar personnel. We also experience competition for the hiring of scientific and clinical personnel from universities and research institutions. In addition, we rely on consultants and advisors, including scientific and clinical advisors, to assist us in formulating our discovery and preclinical development and commercialization strategy. Our consultants and advisors may be employed by employers other than us and may have commitments under consulting or advisory contracts with other entities that may limit their availability to provide services to us. If we are unable to continue to attract and retain high quality personnel, our ability to pursue our growth strategy will be limited.\n \n\n\n39\n\n\n\n\n \n\n\nWe expect to expand our development and regulatory capabilities and potentially implement sales, marketing and distribution capabilities, and as a result, we may encounter difficulties in managing our growth, which could disrupt our operations.\n \n\n\nWe expect to experience significant growth in the number of our employees and the scope of our operations, particularly in the areas of drug development, regulatory affairs and, if any of our product candidates receive marketing approval, sales, marketing and distribution. To manage our anticipated future growth, we must continue to implement and improve our managerial, operational and financial systems, expand our facilities and continue to recruit and train additional qualified personnel. Due to our limited financial resources and the limited experience of our management team in managing a company with such anticipated growth, we may not be able to effectively manage the expansion of our operations or recruit and train additional qualified personnel. The expansion of our operations may lead to significant costs and may divert our management and business development resources. Any inability to manage growth could delay the execution of our business plans or disrupt our operations.\n \n\n\nBusiness disruptions could seriously harm our future revenue and financial condition and increase our costs and expenses.\n\n\nOur operations, and those of our CROs and other contractors and consultants, could be subject to earthquakes, power shortages, telecommunications failures, water shortages, floods, hurricanes, typhoons, fires, extreme weather conditions, medical epidemics, such as the COVID-19 pandemic, and other natural or man-made disasters or business interruptions, for which we may not have insurance coverage. The occurrence of any of these business disruptions could seriously harm our operations and financial condition and increase our costs and expenses. We rely on third-party manufacturers to produce and process our product candidates. Our ability to obtain supplies of our product candidates could be disrupted if the operations of these suppliers are affected by a man-made or natural disaster or other business interruption. Our operations and financial condition could suffer in the event of a natural or man-made disaster near our headquarters in Cambridge, Massachusetts or our research facility in Porton Down, United Kingdom.\n\n\nOur failure to comply with privacy and data security laws, regulations and standards may cause our business to be materially adversely affected.\n\n\nWe are, and may increasingly become, subject to various laws and regulations, as well as contractual obligations, relating to data privacy and security in the jurisdictions in which we operate. Personal privacy and data security have become significant issues in the U.S., Europe and in many other jurisdictions. The regulatory framework for privacy and security issues worldwide is rapidly evolving and is likely to remain uncertain for the foreseeable future. We maintain a large quantity of sensitive information, including confidential business and patient health information in connection with our clinical development regarding the patients enrolled in our clinical trials. Any violations of these rules by us could subject us to civil and criminal penalties and adverse publicity and could harm our ability to initiate and complete clinical trials. We cannot provide assurance that current or future legislation will not prevent us from generating or maintaining personal data or that patients will consent to the use of their personal data (as necessary); either of these circumstances may prevent us from undertaking or publishing essential research and development, manufacturing, and commercialization, which could have a material adverse effect on our business, results of operations, financial condition, and prospects.\n \n\n\nThe myriad international and U.S. privacy and data breach laws are not consistent, and compliance in the event of a widespread data breach is difficult and may be costly. In many jurisdictions, enforcement actions and consequences for noncompliance are also rising. In addition to government regulation, privacy advocates and industry groups may propose new and different self-regulatory standards that either legally or contractually applies to us. Any inability to adequately address privacy and security concerns, even if unfounded, or comply with applicable privacy and data security laws, regulations and policies, could result in additional cost and liability to us, damage our reputation, and adversely affect our business. Additionally, all of these evolving compliance and operational requirements impose significant costs, such as costs related to organizational changes, implementing additional protection technologies, training employees and engaging consultants, which are likely to increase over time. In addition, such requirements may require us to modify our data processing practices and policies, distract management or divert resources from other initiatives and projects, all of which could have a material adverse effect on our business, financial condition, results of operations and prospects.\n\n\n40\n\n\n\n\n \n\n\nEnforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. Any failure or perceived failure by us (or the third parties with whom we have contracted to process such information) to comply with applicable privacy and data security laws, policies or related contractual obligations, or any compromise of security that results in unauthorized access, use or transmission of, personal user information, could result in a variety of claims against us, including governmental enforcement actions and investigations, class action privacy litigation in certain jurisdictions and proceedings by data protection authorities, potentially amounting to significant compensation or damages liabilities, as well as associated costs, diversion of internal resources, and reputational harm. When such events occur, our reputation may be harmed, we may lose current and potential users and the competitive positions of our brand might be diminished, any or all of which could materially adversely affect our business, operating results, and financial condition. In addition, if our practices are not consistent or viewed as not consistent with legal and regulatory requirements, including changes in laws, regulations and standards or new interpretations or applications of existing laws, regulations and standards, we may become subject to audits, inquiries, whistleblower complaints, adverse media coverage, investigations, loss of export privileges, or severe criminal or civil sanctions, all of which may have a material adverse effect on our business, operating results, reputation, and financial condition.\n\n\nOur business and operations would suffer in the event of system failures, cyberattacks or a deficiency in our cybersecurity.\n \n\n\nOur internal computer systems and those of our CROs, collaborators and third parties on whom we rely are vulnerable to damage from computer viruses, unauthorized access, natural disasters, terrorism, war and telecommunication and electrical failures. Furthermore, we have little or no control over the security measures and computer systems of our third party collaborators. The risk of a security breach or disruption, particularly through cyberattacks or cyber intrusion, including by computer hackers, foreign governments and cyber terrorists, has generally increased as the number, intensity, and sophistication of attempted attacks and intrusions from around the world have increased. In addition, the prevalent use of mobile devices that access confidential information increases the risk of data security breaches, which could lead to the loss of confidential information or other intellectual property. The costs to us or our CROs or other contractors or consultants we may utilize to mitigate network security problems, bugs, viruses, worms, phishing attempts, malicious software programs and security vulnerabilities could be significant, and while we have implemented security measures to protect our data security and information technology systems, our efforts to address these problems may not be successful, and these problems could result in unexpected interruptions, delays, cessation of service and other harm to our business and our competitive position. For example, the loss of research data could delay development of our product candidates and the loss of clinical trial data from completed or ongoing or planned clinical trials could result in delays in our regulatory approval efforts and we may incur substantial costs to attempt to recover or reproduce the data. If any disruption or security breach resulted in a loss of or damage to our data or applications, or inappropriate disclosure of confidential or proprietary information, we could incur liability and/or the further development of our product candidates could be delayed or impaired.\n \n\n\nIn addition, such a breach may require notification to governmental agencies, the media or individuals pursuant to various federal and state privacy and security laws, if applicable, including the Health Insurance Portability and Accountability Act of 1996, or HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009, or HITECH, and its implementing rules and regulations, as well as regulations promulgated by the Federal Trade Commission and state breach notification laws. We would also be exposed to a risk of loss or litigation and potential liability under laws, regulations and contracts that protect the privacy and security of personal information. We would also be exposed to a risk of loss or litigation and potential liability, which could materially adversely affect our business, reputation, results of operations, financial condition and prospects.\n\n\nWe also depend on our information technology infrastructure for communications among our personnel, contractors, consultants and vendors. System failures or outages could also compromise our ability to perform these functions in a timely manner, which could harm our ability to conduct business or delay our financial reporting.\n\n\nRisks Related to Ownership of Our Common Stock\n\n\nOur stock price is volatile and our stockholders may not be able to resell shares of our common stock at or above the price they paid.\n\n\nThe trading price of our common stock is highly volatile and could be subject to wide fluctuations in response to various factors, many of which are beyond our control. Factors affecting the market price of our common stock include those discussed in this “Risk Factors” section of this Annual Report on Form 10-K and others such as:\n\n\n•\nannouncement of a strategic transaction or other significant events for us or our competitors;\n\n\n41\n\n\n\n\n \n\n\n•\nour decision to initiate a clinical trial or not to initiate a clinical trial;\n\n\n•\nannouncements of significant changes in our business or operations, including the decision not to pursue drug development programs;\n\n\n•\nadditions or departures of key personnel;\n\n\n•\nadverse results or delays in clinical trials;\n\n\n•\nchanges in reimbursement or third party coverage of treatments, or changes to treatment recommendations or guidelines applicable to treatment;\n\n\n•\nannouncements relating to collaboration partnerships or other strategic transactions undertaken by us;\n\n\n•\nannouncements of therapeutic innovations or new products by us or our competitors;\n\n\n•\nadverse actions taken by regulatory agencies with respect to our clinical trials, manufacturing supply chain or sales and marketing activities;\n\n\n•\nchanges or developments in laws or regulations applicable to any of our product candidates;\n\n\n•\nany adverse changes to our relationship with any manufacturers or suppliers;\n\n\n•\nthe success of our testing and clinical trials;\n\n\n•\nthe success of our efforts to acquire or license or discover additional product candidates;\n\n\n•\nany intellectual property infringement actions in which we may become involved;\n\n\n•\nannouncements concerning our competitors or the pharmaceutical industry in general;\n\n\n•\nachievement of expected product sales and profitability;\n\n\n•\nmanufacture, supply or distribution shortages;\n\n\n•\nactual or anticipated fluctuations in our operating results;\n\n\n•\nFDA or other regulatory actions affecting us or our industry or other healthcare reform measures in the U.S., the U.K. or the E.U.;\n\n\n•\nchanges in financial estimates or recommendations by securities analysts;\n\n\n•\ntrading volume of our common stock;\n\n\n•\nsales of our common stock by us, our executive officers and directors or our stockholders in the future;\n\n\n•\ngeneral economic and market conditions and overall fluctuations in the U.S. equity markets, including due to rising inflation and interest rates, labor shortages, supply chain issues, and global conflicts such as the war in Ukraine; and\n\n\n•\nother events or factors, many of which are beyond our control.\n\n\nIn addition, the stock markets in general, and the markets for pharmaceutical, biopharmaceutical and biotechnology stocks in particular, have experienced extreme volatility that may have been unrelated to the operating performance of the issuer. These broad market fluctuations may adversely affect the trading price or liquidity of our common stock. In the past, when the market price of a stock has been volatile, holders of that stock have sometimes instituted securities class action litigation against the issuer. If any of our stockholders were to bring such a lawsuit against us, we could incur substantial costs defending the lawsuit and the\n \n\n\n42\n\n\n\n\n \n\n\nattention of our management would be diverted from the operation of our business, which could seriously harm our financial position. Any adverse determination in litigation could also subject us to significant liabilities.\n\n\nWe incur significant costs as a result of operating as a public company, and our management devotes substantial time to compliance initiatives. We may fail to comply with the rules that apply to public companies, including Section 404 of the Sarbanes-Oxley Act of 2002, which could result in sanctions or other penalties that would harm our business.\n\n\nWe incur significant legal, accounting and other expenses as a public company, including costs resulting from public company reporting obligations under the Exchange Act, and regulations regarding corporate governance practices. The listing requirements of The NASDAQ Global Market require that we satisfy certain corporate governance requirements relating to director independence, distributing annual and interim reports, stockholder meetings, approvals and voting, soliciting proxies, conflicts of interest and a code of conduct. Our management and other personnel have devoted, and will continue to need to devote, a substantial amount of time to ensure that we comply with all of these requirements. Moreover, the reporting requirements, rules and regulations increase our legal and financial compliance costs and make some activities more time consuming and costly. Any changes we make to comply with these obligations may not be sufficient to allow us to satisfy our obligations as a public company on a timely basis, or at all. These reporting requirements, rules and regulations, coupled with the increase in potential litigation exposure associated with being a public company, could also make it more difficult for us to attract and retain qualified persons to serve on our board of directors or board committees or to serve as executive officers, or to obtain certain types of insurance, including directors’ and officers’ insurance, on acceptable terms.\n\n\nWe are subject to Section 404 of The Sarbanes-Oxley Act of 2002 (“Section 404”), and the related rules of the SEC which generally require our management and independent registered public accounting firm to report on the effectiveness of our internal control over financial reporting. Section 404 requires an annual management assessment of the effectiveness of our internal control over financial reporting. Effective April 27, 2020, the SEC adopted amendments to the “accelerated filer” and “large accelerated filer” definitions in Rule 12b-2 under the Securities and Exchange Act of 1934. The amendments exclude from the “accelerated filer” and “large accelerated filer” definitions an issuer that is eligible to be a smaller reporting company and that had annual revenues of less than $100 million in the most recent fiscal year for which audited financial statements are available. We determined that our Company does not meet the accelerated or large accelerated filer definitions as of April 30, 2023. For so long as we remain a smaller reporting company and a non-accelerated filer, we intend to take advantage of certain exemptions from various reporting requirements that are applicable to public companies, including, but not limited to, not being required as a non-accelerated filer to comply with the auditor attestation requirements of Section 404(b). An independent assessment by our independent registered public accounting firm of the effectiveness of internal control over financial reporting could detect problems that our management’s assessment might not. Undetected material weaknesses in our internal control over financial reporting could lead to financial statement restatements and require us to incur the expense of remediation.\n\n\nDuring the course of the review and testing of our internal control for the purpose of providing the reports required by these rules, we may identify deficiencies and be unable to remediate them before we must provide the required reports. Furthermore, if we have a material weakness in our internal control over financial reporting, we may not detect errors on a timely basis and our financial statements may be materially misstated. We or our independent registered public accounting firm may not be able to conclude on an ongoing basis that we have effective internal control over financial reporting, which could harm our operating results, cause investors to lose confidence in our reported financial information and cause the trading price of our stock to fall. In addition, as a public company we are required to file accurate and timely quarterly and annual reports with the SEC under the Exchange Act. Any failure to report our financial results on an accurate and timely basis could result in sanctions, lawsuits, delisting of our shares from The NASDAQ Global Market or other adverse consequences that would materially harm our business.\n\n\nIn addition, if we lose our status as a “non-accelerated filer,” we will be required to have our independent registered public accounting firm attest to the effectiveness of internal control over financial reporting. If our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting once we are an accelerated filer or a large accelerated filer, investors may lose confidence in the accuracy and completeness of our financial reports, and the market price of our common stock could be negatively affected.\n\n\nShareholder Activism Could Cause Material Disruption to Our Business.\n\n\nPublicly traded companies have increasingly become subject to campaigns by activist investors advocating corporate actions such as actions related to environment, social and governance (“ESG”) matters, financial restructuring, increased borrowing, dividends, share repurchases or even sales of assets or the entire company. Responding to proxy contests and other actions by such activist investors or others in the future could be costly and time-consuming, disrupt our operations and divert the attention of our\n \n\n\n43\n\n\n\n\n \n\n\nboard of directors and senior management from the pursuit of our business strategies, which could adversely affect our results of operations and financial condition.\n\n\nProvisions in our charter documents and under Delaware law could discourage a takeover that stockholders may consider favorable and may lead to entrenchment of management.\n\n\nOur amended and restated certificate of incorporation and amended and restated bylaws contain provisions that could significantly reduce the value of our shares to a potential acquirer or delay or prevent changes in control or changes in our management without the consent of our board of directors. The provisions in our charter documents include the following:\n\n\n•\na classified board of directors with three-year staggered terms, which may delay the ability of stockholders to change the membership of a majority of our board of directors;\n\n\n•\nno cumulative voting in the election of directors, which limits the ability of minority stockholders to elect director candidates;\n\n\n•\nthe exclusive right of our board of directors to elect a director to fill a vacancy created by the expansion of the board of directors or the resignation, death or removal of a director, which prevents stockholders from being able to fill vacancies on our board of directors;\n\n\n•\nthe required approval of at least 66 2/3% of the shares entitled to vote to remove a director for cause, and the prohibition on removal of directors without cause;\n\n\n•\nthe ability of our board of directors to authorize the issuance of shares of preferred stock and to determine the price and other terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquirer;\n\n\n•\nthe ability of our board of directors to alter our bylaws without obtaining stockholder approval;\n\n\n•\nthe required approval of at least 66 2/3% of the shares entitled to vote at an election of directors to adopt, amend or repeal certain provisions of our bylaws and our amended and restated certificate of incorporation regarding the election and removal of directors;\n\n\n•\na prohibition on stockholder action by written consent, which forces stockholder action to be taken at an annual or special meeting of our stockholders;\n\n\n•\nthe requirement that a special meeting of stockholders may be called only by or at the direction of our board of directors pursuant to a resolution adopted by a majority of the total number of directors that our board of directors would have if there were no vacancies, which may delay the ability of our stockholders to force consideration of a proposal or to take action, including the removal of directors; and\n\n\n•\nadvance notice procedures that stockholders must comply with in order to nominate candidates to our board of directors or to propose matters to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquirer from conducting a solicitation of proxies to elect the acquirer’s own slate of directors or otherwise attempting to obtain control of us. In addition, these provisions would apply even if we were to receive an offer that some stockholders may consider beneficial.\n\n\nWe are also subject to the anti-takeover provisions contained in Section 203 of the Delaware General Corporation Law. Under Section 203, a corporation may not, in general, engage in a business combination with any holder of 15% or more of its capital stock unless the holder has held the stock for three years or, among other exceptions, the board of directors has approved the transaction.\n\n\nClaims for indemnification by our directors and officers may reduce our available funds to satisfy successful third party claims against us and may reduce the amount of money available to us.\n\n\nOur amended and restated certificate of incorporation and amended and restated bylaws provide that we will indemnify our directors and officers, in each case to the fullest extent permitted by Delaware law.\n\n\n44\n\n\n\n\n \n\n\nIn addition, as permitted by Section 145 of the Delaware General Corporation Law, our amended and restated bylaws and our indemnification agreements that we have entered into with our directors and officers provide that:\n\n\n•\nwe will indemnify our directors and officers for serving us in those capacities or for serving other business enterprises at our request, to the fullest extent permitted by Delaware law. Delaware law provides that a corporation may indemnify such person if such person acted in good faith and in a manner such person reasonably believed to be in or not opposed to the best interests of the registrant and, with respect to any criminal proceeding, had no reasonable cause to believe such person’s conduct was unlawful.\n\n\n•\nwe may, in our discretion, indemnify employees and agents in those circumstances where indemnification is permitted by applicable law.\n\n\n•\nwe are required to advance expenses, as incurred, to our directors and officers in connection with defending a proceeding, except that such directors or officers shall undertake to repay such advances if it is ultimately determined that such person is not entitled to indemnification.\n\n\n•\nwe will not be obligated pursuant to our amended and restated bylaws to indemnify a person with respect to proceedings initiated by that person against us or our other indemnitees, except with respect to proceedings authorized by our board of directors or brought to enforce a right to indemnification.\n\n\n•\nthe rights conferred in our amended and restated bylaws are not exclusive, and we are authorized to enter into indemnification agreements with our directors, officers, employees and agents and to obtain insurance to indemnify such persons.\n\n\n•\nwe may not retroactively amend our amended and restated bylaw provisions to reduce our indemnification obligations to directors, officers, employees and agents.\n\n\nOur ability to use our net operating losses to offset future taxable income, if any, may be subject to certain limitations.\n\n\nIn general, under Section 382 of the Internal Revenue Code of 1986, as amended, or the Code, a corporation that undergoes an “ownership change” (generally defined as a greater than 50-percentage-point cumulative change (by value) in the equity ownership of certain stockholders over a rolling three-year period) is subject to limitations on its ability to utilize its pre-change net operating losses, or NOLs, to offset future taxable income. \nWe have experienced ownership changes that substantially limit our use of the NOLs available to us for U.S. federal income tax purposes. \nFor example, we believe we experienced an “ownership change” within the meaning of Section 382 of the Internal Revenue Code of 1986, as amended, in December 2022, and we continue to analyze the impact if any on our ability to utilize NOLs in the future. If we undergo additional ownership changes (some of which changes may be outside our control), our ability to utilize our NOLs could be further limited by Section 382 of the Code. Our NOLs may also be impaired under state law. Accordingly, we may not be able to utilize a material portion of our NOLs. Furthermore, our ability to utilize our NOLs is conditioned upon our attaining profitability and generating U.S. federal taxable income. We have incurred net losses since our inception and anticipate that we will continue to incur significant losses for the foreseeable future; thus, we do not know whether or when we will generate the U.S. federal taxable income necessary to utilize our NOLs.\n\n\nThe Tax Cuts and Jobs Act of 2017, or the TCJA, changed both the federal deferred tax value of the net operating loss carryforwards and the rules of utilization of federal net operating loss carryforwards. Under the TCJA, net operating loss carryforwards generated in years after 2017 will only be available to offset 80% of future taxable income in any single year but will not expire. However, the Coronavirus Aid, Relief, and Economic Security Act (the “CARES Act”) temporarily repealed the 80% taxable income limitation for tax years beginning before January 1, 2021; net operating loss carried forward generated from 2018 or later and carryforwards to taxable years beginning after December 31, 2020 will be subject to the 80% limitation. Also, under the CARES Act, net operating losses arising in 2018, 2019 and 2020 can be carried back 5 years.\n\n\n45\n\n\n\n\n \n\n\nGeneral Risk Factors\n\n\nUnstable or unfavorable global market and economic conditions may have adverse consequences on our business, financial condition and stock price.\n\n\nOur results of operations could be adversely affected by general conditions in the global economy and in the global financial markets. Challenging or uncertain economic conditions including those related to global epidemics, pandemic, or contagious diseases, geopolitical turmoil, inflation, fluctuation in interest rates and foreign exchange rates, instability in the global banking system, disruptions in supply chains may adversely affect our general business strategy and stock price. In addition, a recession, depression or other sustained adverse market event could materially and adversely affect our business and the value of our common stock.\n\n\nFor example, on March 10, 2023, Silicon Valley Bank (“SVB”) was closed by the California Department of Financial Protection & Innovation and the Federal Deposit Insurance Corporation (the “FDIC”) was named receiver. Similarly, on March 12, 2023, Signature Bank and Silvergate Capital Corp. were each swept into receivership. While the FDIC has taken steps to make whole all depositors of SVB, there is no assurance that similar guarantees will be made in the event of further bank closures and continued instability in the global banking system. If other banks and financial institutions enter receivership or become insolvent in the future in response to financial conditions affecting the banking system and financial markets, then our ability to obtain financing may be threatened, which could have a material adverse effect on our business and financial condition. Moreover, events such as the closure of SVB, in addition to other global macroeconomic conditions, may cause further turbulence and uncertainty in the capital markets.\n\n\nIf the current equity and credit markets deteriorate, it may make any necessary debt or equity financing more difficult, more costly and more dilutive. Failure to secure any necessary financing in a timely manner and on favorable terms could have a material adverse effect on our growth strategy, financial performance and stock price and could require us to delay or abandon development plans. There is also a risk that one or more of our current service providers, manufacturers and other partners may not survive these difficult economic times, which could directly affect our ability to attain our operating goals on schedule and on budget. In addition, regarding the current conflict in Ukraine, we do not have any clinical trial sites or operations in Ukraine or Russia. However, if the current conflict in the region continues, there is the potential for trial sites in other eastern European countries to slow or stop enrollment, or to be unable to administer our clinical trials.\n\n\nChanges in tax laws or tax rulings could materially affect our financial position, results of operations and cash flows.\n\n\nThe tax regimes we are subject to or operate under, including income and non-income taxes, are unsettled and may be subject to significant change. Changes in tax laws, regulations, or rulings, or changes in interpretations of existing laws and regulations, could materially affect our financial position and results of operations. For example, the 2017 Tax Cuts and Jobs Act (the “Tax Act”) made broad and complex changes to the U.S. tax code, including changes to U.S. federal tax rates, additional limitations on the deductibility of interest, both positive and negative changes to the utilization of future net operating loss (“NOL”) carryforwards, allowing for the expensing of certain capital expenditures, and putting into effect the migration from a “worldwide” system of taxation to a more territorial system. Future guidance from the IRS with respect to the Tax Act may affect us, and certain aspects of the Tax Act could be repealed or modified in future legislation. The CARES Act has already modified certain provisions of the Tax Act. The IRA, enacted on August 16, 2022, further amended the U.S. tax code, imposing a 15% minimum tax on “adjusted financial statement income” of certain corporations as well as an excise tax on the repurchase or redemption of stock by certain corporations, beginning in the 2023 tax year. In addition, it is uncertain if and to what extent various states will conform to the Tax Act, the CARES Act, the IRA or any newly enacted federal tax legislation. The issuance of additional regulatory or accounting guidance related to the Tax Act could materially affect our tax obligations and effective tax rate in the period issued.\n \n\n\nAs we continue to expand internationally, we will be subject to other jurisdictions around the world with increasingly complex tax laws, the application of which can be uncertain. The amount of taxes we pay in these jurisdictions could increase substantially as a result of changes in the applicable tax principles, including increased tax rates, new tax laws or revised interpretations of existing tax laws and precedents, which could have an adverse impact on our liquidity and results of operations. In addition, the authorities in several jurisdictions could review our tax returns and impose additional tax, interest and penalties, which could have an impact on us and on our results of operations. In addition, many countries in Europe and a number of other countries and organizations, have recently proposed or recommended changes to existing tax laws or have enacted new laws that could significantly increase our tax obligations in the countries where we do or intend to do business or require us to change the manner in which we operate our business.\n\n\n46\n\n\n\n\n \n\n\nIf securities or industry analysts do not publish research or reports about our business, or if they issue an adverse opinion regarding our stock, our stock price and trading volume could decline.\n\n\nThe trading market for our common stock will be influenced by the research and reports that industry or securities analysts publish about us or our business. If any analysts who cover us issue an adverse regarding us, our business model, our intellectual property or our stock performance, or if our clinical trials and operating results fail to meet the expectations of analysts, our stock price may decline. If any of these analysts cease coverage of us or fail to publish reports on us regularly, we could lose visibility in the financial markets, which in turn could cause our stock price or trading volume to decline.\n\n\nWe do not currently intend to pay dividends on our common stock, and, consequently, our stockholders’ ability to achieve a return on their investment will depend on appreciation in the price of our common stock.\n\n\nWe do not currently intend to pay any cash dividends on our common stock for the foreseeable future. We currently intend to invest our future earnings, if any, to fund our growth. Therefore, our stockholders are not likely to receive any dividends on their common stock for the foreseeable future. Since we do not intend to pay dividends, our stockholders’ ability to receive a return on their investment will depend on any future appreciation in the market value of our common stock. There is no guarantee that our common stock will appreciate or even maintain the price at which our holders have purchased it.\n\n",
    "item7": ">Item 7. Management’s Discussion and Analysis of\n Financial Condition and Results of Operations.\n\n\nThe following discussion and analysis should be read in conjunction with our audited consolidated financial statements and the related notes that appear elsewhere in this Annual Report on Form 10-K. This discussion contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Exchange Act. These statements are often identified by the use of words such as “may,” “will,” “expect,” “believe,” “anticipate,” “intend,” “could,” “estimate,” or “continue,” and similar expressions or variations. These statements are based on the belief and assumptions of our management based on information currently available to management, reflecting our current expectations that involve risks and uncertainties. Actual results and the timing of certain events may differ materially from those discussed or implied in these forward-looking statements due to a number of factors, including, but not limited to, those set forth in the section entitled “Risk Factors” and elsewhere in this Annual Report on Form 10-K. You should review the risk factors for a more complete understanding of the risks associated with an investment in our securities. For further information regarding forward-looking statements, please refer to the “Special Note Regarding Forward-Looking Statements” at the beginning of Part I of this Annual Report on Form 10-K. Our fiscal year end is April 30, and references throughout this Annual Report to a given fiscal year are to the twelve months ended on that date.\n\n\nManagement Overview\n\n\nWe are a clinical stage pharmaceutical company focused on the discovery, development and commercialization of small molecule protease inhibitors for diseases with significant unmet need. We apply our insights into the chemistry and biology of proteases to develop orally delivered, small molecule inhibitors with high selectivity, potency and bioavailability that we believe will make them successful treatments for diseases. We have used these capabilities to develop small molecule plasma kallikrein inhibitors targeting the disease hereditary angioedema (“HAE”). We also are conducting preclinical development of a novel, oral Factor XIIa (“Factor XIIa”) inhibitor program, which initially is being advanced to provide a next generation of HAE therapeutics and which also offers the opportunity for expansion into other high unmet need indications in the future.\n\n\nOur most advanced program for HAE is sebetralstat, which is being developed as a potential on-demand oral therapy for treatment of HAE attacks. In March 2022 we initiated the KONFIDENT trial, a Phase 3 clinical study to evaluate the safety and efficacy of sebetralstat as a potential on-demand therapy for HAE attacks. In July 2023, we announced that we had reached our targeted enrollment of 114 patients, and data from this study is anticipated in the fourth quarter of 2023. If the trial is successful, we anticipate submitting an NDA to the FDA in the first half of 2024.\n\n\nIn October 2022, we announced the termination of the Phase 2 KOMPLETE study for our potential HAE prophylactic treatment KVD824, due to elevations in liver enzymes observed in several patients during the trial. We remain uncertain as to the cause and the potential contribution of KVD824 to these elevations, but we do not anticipate further development of KVD824.\n\n\nWe have devoted substantially all our efforts to research and development, including clinical trials of our product candidates. We have not completed the development of any product candidates. Pharmaceutical drug product candidates, like those being developed by us, require approvals from the FDA or foreign regulatory agencies prior to commercial sales. There can be no assurance that any product candidates will receive the necessary approvals and any failure to receive approval or delay in approval may have a material adverse impact on our business and financial results. We are subject to a number of risks and uncertainties similar to those of other life science companies developing new products, including, among others, the risks related to the necessity to obtain adequate additional financing, to successfully develop product candidates, to obtain regulatory approval of product candidates, to comply with government regulations, to successfully commercialize our potential products, to the protection of proprietary technology and to our dependence on key individuals.\n\n\nOn May 21, 2021, we entered into a \nControlled Equity Offering\nSM\n Sales Agreement with Cantor Fitzgerald & Co.\n (the “Sales Agreement”), which established an at-the-market (“ATM”) offering program pursuant to which we may offer and sell shares of our common stock from time to time. The Sales Agreement provides for the sale of shares of our common stock having an aggregate offering price of up to $100.0 million. We have conducted no sales through the ATM.\n\n\nOn December 23, 2022, we entered into subscription agreements with institutional investors to sell, in a registered direct offering, an aggregate of 9,484,199 shares of our common stock at a price of $6.00 per share and pre-funded warrants to purchase up to 182,470 shares of common stock at a price of $5.999 per pre-funded warrant. The purchase price per share of each pre-funded warrant represents the per share offering price for the common stock, less the $0.001 per share exercise price of each pre-funded warrant. The net proceeds from the registered direct offering, after deducting estimated expenses, were approximately $57.7 million.\n \n\n\n49\n\n\n\n\n \n\n\nWe have funded operations primarily through the issuance of capital stock. As of April 30, 2023, we had an accumulated deficit of $343.1 million and hold $149.4 million of cash, cash equivalents and available for sale securities. Our working capital is anticipated to fund our operations for at least the next twelve months from the date the audited consolidated financial statements are issued.\n\n\nFinancial Overview\n\n\nRevenue\n\n\nWe have not generated any revenue in the current fiscal year. To date, we have not generated any revenues from the sale of products, and we do not have any products that have been approved for commercialization. We do not expect to generate product revenue unless and until we obtain regulatory approval for, and commercialize, one of our current or future product candidates.\n \n\n\nResearch and Development Expenses\n\n\nResearch and development expenses primarily consist of costs associated with our research activities, including the preclinical and clinical development of product candidates. We contract with clinical research organizations to manage our clinical trials under agreed upon budgets for each study, with oversight by our clinical program managers. All research and development costs are expensed as incurred.\n\n\nCosts for certain research and development activities, such as manufacturing development activities and clinical studies are recognized based on the contracted amounts adjusted for the percentage of work completed to date. Payments for these activities are based on the terms of the contractual arrangements, which may differ from the pattern of costs incurred, and are reflected on the consolidated balance sheets as prepaid or accrued expenses. We defer and capitalize non-refundable advance payments made for research and development activities until the related goods are delivered or the related services are performed.\n\n\nWe expect to continue to incur substantial expenses related to development activities for the foreseeable future as we conduct clinical development, manufacturing and toxicology studies. Product candidates in later stages of clinical development generally have higher development costs than those in earlier stages of clinical development, primarily due to the increased size and duration of later-stage clinical trials, additional drug manufacturing requirements, and later stage toxicology studies such as carcinogenicity studies. The process of conducting preclinical studies and clinical trials necessary to obtain regulatory approval is costly and time consuming. The probability of success for each product candidate is affected by numerous factors, including preclinical data, clinical data, competition, manufacturing capability and commercial viability. Accordingly, we may never succeed in achieving marketing approval for any of our product candidates.\n\n\nCompletion dates and costs for clinical development programs as well as our research program can vary significantly for each current and future product candidate and are difficult to predict. As a result, we cannot estimate with any degree of certainty the costs associated with development of our product candidates at this point in time. We anticipate making determinations as to which programs and product candidates to pursue and how much funding to direct to each program and product candidate on an ongoing basis in response to the scientific success of early research programs, results of ongoing and future clinical trials, our ability to enter into collaborative agreements with respect to programs or potential product candidates, as well as ongoing assessments as to the commercial potential of each current or future product candidate.\n\n\nGeneral and Administrative Expenses\n\n\nGeneral and administrative expenses consist primarily of the costs associated with general management, obtaining and maintaining our patent portfolio, commercial planning, professional fees for accounting, auditing, consulting and legal services, and general overhead expenses.\n\n\nWe expect ongoing general and administrative expenses to increase in the future as we expand our operating activities, maintain and expand the patent portfolio and incur additional costs associated with the management of a public company and maintain compliance with exchange listing and requirements of the SEC. These potential increases will likely include management costs, legal fees, accounting fees, directors’ and officers’ liability insurance premiums and expenses associated with investor relations, among others.\n\n\n50\n\n\n\n\n \n\n\nOther Income\n\n\nOther income consists of bank and investment interest, research and development tax credits from the U.K. government’s tax incentive programs set up to encourage research and development in the U.K., realized and unrealized exchange rate gains/losses on cash held in foreign currencies and transactions settled in foreign currencies, and realized gains and losses from sales of marketable securities.\n\n\nIncome Taxes\n\n\nWe historically have incurred net losses and had no corporation tax liabilities. We file U.S. Federal tax returns, as well as certain state returns. We also file tax returns in the U.K. Under the U.K. government’s research and development tax incentive scheme, we have incurred qualifying research and development expenses and filed claims for research and development tax credits in accordance with the relevant tax legislation. The research and development tax credits are paid out to us in cash and reported as other income.\n \n\n\nCritical Accounting Policies and Significant Judgments and Estimates\n\n\nOur management’s discussion and analysis of our financial condition and results of operations is based on our financial statements, which we have prepared in accordance with generally accepted accounting principles in the U.S. (“U.S. GAAP”). The preparation of our financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at the date of our financial statements and the reported revenue and expenses during the reported periods. We evaluate these estimates and judgments, including those described below, on an ongoing basis. We base our estimates on historical experience, known trends and events, contractual milestones and various other factors that we believe are reasonable under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions. See also Note 2, Summary of Significant Accounting Policies to our Consolidated Financial Statements included in this Annual Report on Form 10-K, which discusses the significant assumptions used in applying our accounting policies. Those accounting policies and estimates that we deem to be critical are as follows:\n\n\nPreclinical and Clinical Trial Accruals\n\n\nWe base our accrued expenses related to clinical trials on estimates of patient enrollment and related expenses at clinical investigator sites as well as estimates for services received and efforts expended pursuant to contracts with multiple research institutions and contract research organizations that conduct and manage clinical trials on our behalf. We make estimates of our accrued expenses as of each balance sheet date in our financial statements based on facts and circumstances known to us and based on contracted amounts applied to the level of patient enrollment and activity according to the clinical trial protocol. If timelines or contracts are modified based upon changes in the clinical trial protocol or scope of work to be performed, we modify our estimates of accrued expenses accordingly on a prospective basis.\n\n\nIf we do not identify costs that we have begun to incur, or if we underestimate or overestimate the level of services performed or the costs of these services, our actual expenses could differ from our estimates.\n\n\n51\n\n\n\n\n \n\n\nResults of Operations\n\n\nThis section of this Annual Report on Form 10-K generally discusses fiscal years 2023 and 2022 items and year-to-year comparisons between fiscal years 2023 and 2022. Discussions of fiscal year 2022 items and year-to-year comparisons between fiscal years 2022 and 2021 that are not included in this Annual Report on Form 10-K can be found in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended April 30, 2022, which was filed with the SEC on July 7, 2022.\n\n\nYear Ended April 30, 2023 Compared to Year Ended April 30, 2022\n\n\nThe following table sets forth the key components of our results of operations for the years ended April 30, 2023 and 2022:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYears Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nApril 30,\n\n\n \n\n\n \n\n\nIncrease\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRevenue\n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\nOperating Expenses\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nResearch and development expenses\n\n\n \n\n\n \n\n\n80,276\n\n\n \n\n\n \n\n\n \n\n\n70,167\n\n\n \n\n\n \n\n\n \n\n\n10,109\n\n\n \n\n\n\n\n\n\nGeneral and administrative expenses\n\n\n \n\n\n \n\n\n30,595\n\n\n \n\n\n \n\n\n \n\n\n26,446\n\n\n \n\n\n \n\n\n \n\n\n4,149\n\n\n \n\n\n\n\n\n\nOther income\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest, exchange rate gain and other income\n\n\n \n\n\n \n\n\n17,964\n\n\n \n\n\n \n\n\n \n\n\n14,274\n\n\n \n\n\n \n\n\n \n\n\n3,690\n\n\n \n\n\n\n\n\n\n \n\n\nRevenue\n. No revenue was recognized in the years ended April 30, 2023 or 2022.\n\n\nResearch and Development Expenses\n. Research and development expenses were $80.3 million in the year ended April 30, 2023 compared to $70.2 million in the prior year. The increase of $10.1 million was primarily due to increases in spending on sebetralstat of $3.5 million, personnel costs of $3.5 million, and preclinical activities of $4.3 million. These increases were offset by a decrease in spending on KVD824 of $1.2 million. The impact of exchange rates on research and development expenses was a decrease of approximately $7.7 million compared to the prior year, which is reflected in the figures above.\n\n\nResearch and development expenses by major programs or categories were as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYears Ended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nApril 30,\n\n\n \n\n\n \n\n\nIncrease\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nProgram-specific costs\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSebetralstat\n\n\n \n\n\n$\n\n\n27,037\n\n\n \n\n\n \n\n\n$\n\n\n23,493\n\n\n \n\n\n \n\n\n \n\n\n3,544\n\n\n \n\n\n \n\n\n15%\n\n\n\n\n\n\nKVD824\n\n\n \n\n\n \n\n\n11,651\n\n\n \n\n\n \n\n\n \n\n\n12,879\n\n\n \n\n\n \n\n\n \n\n\n(1,228\n\n\n)\n\n\n \n\n\n-10%\n\n\n\n\n\n\nUnallocated costs\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPersonnel\n\n\n \n\n\n \n\n\n23,452\n\n\n \n\n\n \n\n\n \n\n\n19,925\n\n\n \n\n\n \n\n\n \n\n\n3,527\n\n\n \n\n\n \n\n\n18%\n\n\n\n\n\n\nPreclinical activities\n\n\n \n\n\n \n\n\n18,136\n\n\n \n\n\n \n\n\n \n\n\n13,870\n\n\n \n\n\n \n\n\n \n\n\n4,266\n\n\n \n\n\n \n\n\n31%\n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n80,276\n\n\n \n\n\n \n\n\n$\n\n\n70,167\n\n\n \n\n\n \n\n\n$\n\n\n10,109\n\n\n \n\n\n \n\n\n14%\n\n\n\n\n\n\n \n\n\nExpenses for the sebetralstat program increased primarily due to activities related to the ongoing Phase 3 KONFIDENT trial. We anticipate that these expenses will remain at or above current levels as this clinical trial progresses.\n\n\nExpenses for the KVD824 program decreased primarily due to the termination of the Phase 2 KOMPLETE clinical trial in October 2022. We anticipate that these expenses will cease in the near term as we do not anticipate any further development of KVD824.\n\n\nPersonnel expenses increased primarily due to higher research and development and medical headcount compared to the prior year. We anticipate that these expenses will continue to increase to support the growth of the ongoing clinical trials and preclinical activities.\n\n\n52\n\n\n\n\n \n\n\nExpenses for preclinical activities increased primarily due to additional projects compared to the prior year. We anticipate that these expenses will continue to increase as we continue to progress our oral Factor XIIa inhibitor program and conduct other preclinical activities\n\n\nGeneral and Administrative Expenses\n. General and administrative expenses were $30.6 million in the year ended April 30, 2023 compared to $26.4 million in the prior fiscal year. The increase of $4.2 million was primarily due to increases of $3.9 million  in commercial strategy expenses, $0.8 million in investor and public relations expenses, and $0.7 million in insurance and other administrative expenses. These increases were offset by decreases in professional fees of $0.6 million and employee-related expenses of $0.6 million compared to the prior year. We anticipate that expenses will continue at or above current levels as we continue to support the growth of the Company.\n \n\n\nOther Income\n. Other income was $18.0 million for the year ended April 30, 2023 compared to $14.3 million in the prior fiscal year. The increase of $3.7 million was primarily due to an increase of $0.5 million in income from research and development tax credit, an increase of $1.1 million in interest income, an increase in foreign currency exchange rate gains of $1.6 million from transactions denominated in foreign currencies in our U.K. subsidiary, and a decrease in realized loss from available for sale securities of $0.4 million, compared to the prior year.\n\n\nLiquidity and Capital Resources\n\n\nSince inception, we have not generated any revenue from product sales and have incurred losses since inception and cash outflows from operating activities for the years ended April 30, 2023 and 2022. As of April 30, 2023, we had an accumulated deficit of $343.1 million and cash, cash equivalents and marketable securities totaling $149.4 million. We have not yet commercialized any of our product candidates, which are in various phases of preclinical and clinical development, and we do not expect to generate revenue from sales of any products for the foreseeable future, and will continue to incur net losses as we continue the research and development efforts on our product candidates, hire additional staff, including clinical, scientific, operational, and financial and management personnel.\n\n\nSources of Liquidity\n\n\nOn May 21, 2021, we filed a shelf registration statement on Form S-3 pursuant to which the Company may offer and sell securities having an aggregate public offering price of up to $300 million. In connection with the filing of the Registration Statement, we also entered into a Controlled Equity Offering Sales Agreement with Cantor Fitzgerald & Co. (the “2021 Sales Agreement”), through which we may offer and sell shares of our common stock under an at-the-market offering program having an aggregate offering of up to $100.0 million through Cantor Fitzgerald & Co., as our sales agent. We will pay the sales agents a commission of up to 3% of the gross proceeds of sales made through the 2021 Sales Agreement. During the twelve months ended April 30, 2023, we did not offer or sell any shares under the 2021 Sales Agreement.\n\n\nIn December 2022, we entered into subscription agreements with institutional investors to sell, in a registered direct offering, an aggregate of 9,484,199 shares of our common stock at a price of $6.00 per share and pre-funded warrants to purchase up to 182,470 shares of common stock at a price of $5.999 per pre-funded warrant (the “Offering”). The net proceeds from the Offering, after deducting estimated expenses, were approximately $57.7 million. As of April 30, 2023, no pre-funded warrants were exercised.\n \n\n\nCash Flows\n\n\nThe following table shows a summary of the net cash flow activity for the years ended April 30, 2023 and 2022:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYears Ended\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nApril 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n\n\n\n\nCash flows used in operating activities\n\n\n \n\n\n$\n\n\n(75,261\n\n\n)\n\n\n \n\n\n$\n\n\n(78,134\n\n\n)\n\n\n\n\n\n\nCash flows provided by investing activities\n\n\n \n\n\n \n\n\n41,415\n\n\n \n\n\n \n\n\n \n\n\n57,860\n\n\n \n\n\n\n\n\n\nCash flows provided by financing activities\n\n\n \n\n\n \n\n\n58,116\n\n\n \n\n\n \n\n\n \n\n\n1,581\n\n\n \n\n\n\n\n\n\nEffect of exchange rate changes on cash\n\n\n \n\n\n \n\n\n1,236\n\n\n \n\n\n \n\n\n \n\n\n(1,167\n\n\n)\n\n\n\n\n\n\nNet (decrease) increase in cash and cash equivalents\n\n\n \n\n\n$\n\n\n25,506\n\n\n \n\n\n \n\n\n$\n\n\n(19,860\n\n\n)\n\n\n\n\n\n\n \n\n\n53\n\n\n\n\n \n\n\nNet cash used in operating activities\n\n\nNet cash used in operating activities was $75.3 million for the year ended April 30, 2023 and primarily consisted of a net loss of $92.9 million adjusted for stock-based compensation of $9.9 million, an increase in the research and development tax credit receivable of $2.3 million, and other changes in net working capital. The research and development tax credit receivable increased due to higher eligible spending compared to the prior year. Net cash used in operating activities was $78.1 million for the year ended April 30, 2022 and primarily consisted of a net loss of $82.4 million adjusted for stock-based compensation of $11.1 million, an increase in the research and development tax credit receivable of $5.2 million, and other changes in net working capital.\n\n\nNet cash provided by investing activities\n\n\nNet cash provided by investing activities was $41.4 million for the year ended April 30, 2023 and consisted of sales and maturities of marketable securities of $140.9 million offset by purchases of marketable securities of $98.3 million and acquisitions of property and equipment of $1.2 million. Net cash used in investing activities was $57.9 million for the year ended April 30, 2022 and consisted of sales and maturities of marketable securities of $195.7 million offset by purchases of marketable securities of $136.9 million and acquisitions of property and equipment of $0.9 million.\n\n\nNet cash provided by financing activities\n\n\nNet cash provided by financing activities was $58.1 million for the year ended April 30, 2023 and primarily consisted of the $57.7 million in net proceeds from the December 2022 registered direct offering of common stock and pre-funded warrants. Net cash provided by financing activities was $1.6 million for the year ended April 30, 2022 and primarily consisted of  the issuance of common stock from equity incentive plans.\n\n\nOperating Capital Requirements\n\n\nTo date, we have not generated any revenues from the sale of products, and we do not have any products that have been approved for commercialization. We do not expect to generate significant product revenue unless and until we obtain regulatory approval for, and commercialize, one of our current or future product candidates. We anticipate that we will continue to incur losses for the foreseeable future, and we expect the losses to increase as we continue the development of, and seek regulatory approvals for, product candidates, and begin to commercialize any approved products. We are subject to all of the risks inherent in the development of new therapeutic products, and we may encounter unforeseen expenses, difficulties, complications, delays and other unknown factors that may adversely affect our business. We currently anticipate that, based upon our operating plans and existing capital resources, we have sufficient funding to operate for at least the next 12 months.\n\n\nUntil such time, if ever, as we can generate substantial revenues, we expect to finance our cash needs through a combination of equity and debt financings, collaborations, strategic partnerships and licensing arrangements. To the extent that additional capital is raised through the sale of stock or convertible debt securities, the ownership interest of existing stockholders will be diluted, and the terms of these newly issued securities may include liquidation or other preferences that adversely affect the rights of common stockholders. Debt financing, if available, may involve agreements that include increased fixed payment obligations and covenants limiting or restricting our ability to take specific actions, such as incurring additional debt, making capital expenditures, declaring dividends, selling or licensing intellectual property rights and other operating restrictions that could adversely impact our ability to conduct business. Additional fundraising through collaborations, strategic partnerships or licensing arrangements with third parties may require us to relinquish valuable rights to product candidates, including our other technologies, future revenue streams or research programs, or grant licenses on terms that may not be favorable. If we are unable to raise additional funds when needed, we may be required to delay, limit, reduce or terminate product development or future commercialization efforts or grant rights to develop and commercialize other product candidates even if we would otherwise prefer to develop and commercialize such product candidates internally.\n\n\nOff-Balance Sheet Arrangements\n\n\nWe do not have any off-balance sheet arrangements as defined in the rules and regulations of the SEC.\n\n\nRecent Accounting Pronouncements\n\n\nA description of recently issued accounting pronouncements that may potentially impact our financial position, results of operations or cash flows is disclosed in Note 2 to our consolidated financial statements.\n\n\n54\n\n\n\n\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualitat\nive Disclosures About Market Risk.\n\n\nInterest Rate Risk\n\n\nBecause of the short-term nature of the bank deposit arrangements, a sudden change in market interest rates would not be expected to have a material impact on our financial condition and/or results of operations. We do not believe that our cash or cash equivalents have significant risk of default or illiquidity.\n\n\nWe invest in marketable securities in accordance with our investment policy. The primary objectives of our investment policy are to preserve capital, maintain proper liquidity to meet operating needs and maximize yields. We invest our excess cash in securities issued by financial institutions, commercial companies, and government agencies that management believes to be of high credit quality in order to limit the amount of credit exposure. Some of the securities we invest in may have market risk. This means that a change in prevailing interest rates may cause the principal amount of the investment to fluctuate.\n\n\nOur investment exposure to market risk for changes in interest rates relates to the increase or decrease in the amount of interest income we can earn on our portfolio, changes in the market value of securities due to changes in interest rates and other market factors. Our investment portfolio includes only marketable securities and instruments with active secondary or resale markets to help ensure portfolio liquidity. An increase or decrease in interest rates along the entire interest rate yield curve would not significantly affect the fair value of our interest sensitive financial instruments, but may affect our future earnings and cash flows. We generally intend to hold our fixed income investments to maturity and therefore do not expect that our operating results, financial position or cash flows will be materially impacted due to a sudden change in interest rates. However, our future investment income may fall short of expectations due to changes in interest rates, or we may suffer losses in principal if forced to sell securities which have declined in market value due to changes in interest rates or other factors, such as changes in credit risk related to the securities’ issuers. To minimize this risk, we schedule our investments to have maturities that coincide with our expected cash flow needs, thus avoiding the need to redeem an investment prior to its maturity date. Accordingly, we do not believe that we have material exposure to interest rate risk arising from our investments. We have not realized any significant losses from our investments.\n\n\nForeign Exchange Rate Risk\n\n\nWe maintain cash balances primarily in both U.S. Dollars (“USD”) and British Pound Sterling (“GBP”) to fund ongoing operations and manage foreign exchange risk. Cash, cash equivalents and marketable securities as of April 30, 2023 was composed of $56.2 million in cash and cash equivalents which consisted of readily available checking and bank deposit accounts held primarily in both USD and GBP and $93.1 million of USD denominated marketable securities. As of April 30, 2023, 83% of cash and cash equivalents were held in USD and 17% in GBP. We currently incur significant expense denominated in foreign currencies, primarily in GBP. We do not currently engage in exchange rate hedging or other similar activities to address our exchange rate risk. A 10% change in the exchange rate would result in an immaterial net gain or loss.\n\n\nEffects of Inflation\n\n\nWe do not believe that inflation and changing prices had a significant impact on the results of operations for any periods presented herein.\n\n\n55\n\n\n\n\n \n\n",
    "cik": "1348911",
    "cusip6": "483497",
    "cusip": [
        "483497103",
        "483497903"
    ],
    "names": [
        "KALVISTA PHARMACEUTICALS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1348911/000095017023032298/0000950170-23-032298-index.htm"
}