{
    "item1": ">Item 1.    Business. \nThe Company:\n The J. M. Smucker Company (“Company,” “registrant,” “we,” “us,” or “our”), often referred to as Smucker’s (a registered trademark), was established in 1897 and incorporated in Ohio in 1921. We operate principally in one industry, the manufacturing and marketing of branded food and beverage products on a worldwide basis, although the majority of our sales are in the United States (the “U.S.”). Operations outside the U.S. are principally in Canada, although our products are exported to other countries as well. Net sales outside the U.S., subject to foreign currency translation, represented 5 percent of consolidated net sales for 2023. Our branded food and beverage products include a strong portfolio of trusted, iconic, market-leading brands that are sold to consumers through retail outlets in North America.\nWe have three reportable segments: U.S. Retail Pet Foods, U.S. Retail Coffee, and U.S. Retail Consumer Foods. The U.S. retail market segments in total comprised 87 percent of 2023 consolidated net sales and represent a major portion of our strategic focus – the sale of branded food and beverage products with leadership positions to consumers through retail outlets in North America. International and Away From Home represents sales outside of the U.S. retail market segments. For additional information on our reportable segments, see Note 4: Reportable Segments.\nOn April 28, 2023, we sold certain pet food brands to Post Holdings, Inc. (“Post”). The transaction included the\n Rachael Ray\n®\n Nutrish\n®\n, 9Lives\n®\n, Kibbles ’n Bits\n®\n, Nature’s Recipe\n®\n, and \nGravy Train\n®\n brands, as well as our private label pet food business, inclusive of certain trademarks and licensing agreements, manufacturing and distribution facilities in Bloomsburg, Pennsylvania, manufacturing facilities in Meadville, Pennsylvania and Lawrence, Kansas, and approximately 1,100 employees who supported these pet food brands. Under our ownership, these brands generated net sales of $1.5 billion in 2023, and $1.4 billion in both 2022 and 2021, primarily included in the U.S. Retail Pet Foods segment.\nOn January 31, 2022, we sold the natural beverage and grains businesses to Nexus Capital Management LP (“Nexus”). The transaction included products sold under the \nR.W. Knudsen\n®\n \nand \nTruRoots\n®\n \nbrands, inclusive of certain trademarks, a licensing agreement for \nSanta Cruz Organic\n®\n beverages, dedicated\n \nmanufacturing and distribution facilities in Chico, California and Havre de Grace, Maryland, and approximately 150 employees who supported the natural beverage and grains businesses. The transaction did not include \nSanta Cruz Organic\n nut butters, fruit spreads, syrups, or applesauce. Under our ownership, the businesses generated net sales of $106.7 and $143.4 in 2022 and 2021, respectively, primarily included in the U.S. Retail Consumer Foods segment. \nOn December 1, 2021, we sold the private label dry pet food business to Diamond Pet Foods, Inc. (“Diamond Pet Foods”). The transaction included dry pet food products sold under private label brands, a dedicated manufacturing facility located in Frontenac, Kansas, and approximately 220 employees who supported the private label dry pet food business. The transaction did not include any branded products or our private label wet pet food business. Under our ownership, the business generated net sales of $62.3 and $94.0 in 2022 and 2021, respectively, included in the U.S. Retail Pet Foods segment.\nOn January 29, 2021, we sold the \nNatural Balance\n®\n premium pet food business to Nexus. The transaction included pet food products sold under the \nNatural Balance\n brand, certain trademarks and licensing agreements, and select employees who supported the \nNatural Balance\n business. Under our ownership, the business generated net sales of $156.7 in 2021, included in the U.S. Retail Pet Foods segment.\nOn December 1, 2020, we sold the \nCrisco\n®\n oils and shortening business to B&G Foods, Inc. (“B&G Foods”). The transaction included oils and shortening products sold under the \nCrisco\n brand, primarily in the U.S. and Canada, certain trademarks and licensing agreements, dedicated manufacturing and warehouse facilities located in Cincinnati, Ohio, and approximately 160 employees who supported the \nCrisco\n business. Under our ownership, the business generated net sales of $198.9 in 2021, primarily included in the U.S. Retail Consumer Foods segment. \nFor additional information on these divestitures, see Note 3: Divestitures.\nPrincipal Products:\n In 2023, our principal products were coffee, cat food, pet snacks, dog food, frozen handheld products, peanut butter, fruit spreads, portion control products, as well as baking mixes and ingredients. Product sales information for the years 2023, 2022, and 2021 is included within Note 4: Reportable Segments.\n2\nIn the U.S. retail market segments, our products are primarily sold through a combination of direct sales and brokers to food retailers, club stores, discount and dollar stores, online retailers, pet specialty stores, drug stores, military commissaries, mass merchandisers, and natural foods stores and distributors. In International and Away From Home, our products are distributed domestically and in foreign countries through retail channels and foodservice distributors and operators (e.g., health care operators, restaurants, lodging, hospitality, offices, K-12, colleges and universities, and convenience stores). \nSources and Availability of Raw Materials:\n The raw materials used in each of our segments are primarily commodities, agricultural-based products, and packaging materials. Green coffee, protein meals, peanuts, grains, plastic containers, oils and fats, fruit, and other ingredients are obtained from various suppliers. The availability, quality, and costs of many of these commodities have fluctuated, and may continue to fluctuate over time, partially driven by the elevated commodity and supply chain costs we experienced in 2023. We actively monitor changes in commodity and supply chain costs, and to mitigate the fluctuation of costs, we may be required to implement material price increases or decreases across our business. Futures, basis, options, and fixed price contracts are used to manage price volatility for a significant portion of our commodity costs. Green coffee, along with certain other raw materials, is sourced solely from foreign countries, and its supply and price is subject to high volatility due to factors such as weather, global supply and demand, product scarcity, plant disease, investor speculation, armed hostilities (including the ongoing conflict between Russia and Ukraine), changes in governmental agricultural and energy policies and regulation, and political and economic conditions in the source countries. We source peanuts, protein meals, and oils and fats mainly from North America. The principal packaging materials we use are plastic, glass, metal cans, caps, carton board, and corrugate.\n \nFor additional information on the commodities we purchase, see “Commodities Overview” within Management’s Discussion and Analysis of Financial Condition and Results of Operations in this Annual Report on Form 10-K.\nRaw materials are generally available from numerous sources, although we have elected to source certain plastic packaging materials for our \nFolgers\n®\n coffee products, as well as our \nJif\n®\n \npeanut butter, and certain finished goods, such as K-Cup\n®\n pods, our \nPup-Peroni\n®\n \ndog snacks, and liquid coffee, from single sources of supply pursuant to long-term contracts. While availability may vary year-to-year, we believe that we will continue to obtain adequate supplies and that alternatives to single-sourced materials are available. We have not historically encountered significant shortages of key raw materials. We consider our relationships with key raw material suppliers to be in good standing. \nTrademarks and Patents\n: Many of our products are produced and sold under various patents and patents pending, and marketed under trademarks owned or licensed by us or one of our subsidiaries. Our major trademarks as of April 30, 2023, are listed below. \nPrimary Reportable Segment\n  \nMajor Trademark\nU.S. Retail Pet Foods\nMeow Mix\n®\n, Milk-Bone\n®\n,\n \nPup-Peroni\n®\n,\n and \nCanine Carry Outs\n®\nU.S. Retail Coffee\n  \nFolgers\n®\n,\n \nDunkin’\n®\n,\n and \nCafé Bustelo\n®\nU.S. Retail Consumer Foods\n  \nUncrustables\n®\n, \nJif\n®\n, \nand \nSmucker’s\n®\n \nOther \n(A)\n  \nSmucker’s,\n \nFolgers, \nand\n Uncrustables\n (A)  Represents the combined International and Away From Home operating segments. \nDunkin’ \nis a trademark of DD IP Holder LLC used under three licenses (the “Dunkin’ Licenses”) for packaged coffee products, including K-Cup\n®\n pods, sold in retail channels, such as grocery stores, mass merchandisers, club stores, e-commerce, and drug stores, as well as in certain away from home channels. The Dunkin’ Licenses do not pertain to coffee or other products for sale in \nDunkin’\n restaurants. The terms of the Dunkin’ Licenses include the payment of royalties to an affiliate of DD IP Holder, LLC and other financial commitments by the Company. The Dunkin’ Licenses are in effect until January 1, 2039. Keurig\n®\n and K-Cup\n®\n are trademarks of Keurig Green Mountain, Inc. (“Keurig”), used with permission.\nSlogans or designs considered to be important trademarks include, without limitation, “\nWith A Name Like Smucker’s, It Has To Be Good\n®\n,\n” “\nThe Best Part of Wakin’ Up Is Folgers In Your Cup\n®\n,\n” “\nChoosy Moms Choose Jif\n®\n,\n” “\nThat Jif’ing Good\nTM\n,\n”\n \n“\nThe Only One Cats Ask For By Name\n®\n,\n” the \nSmucker’s\n banner, the Crock Jar shape, the Gingham design, the \nJif \nColor Banner design, the\n Café Bustelo \nAngelina design, and the \nMilk-Bone\n and \nMeow Mix\n logos.\nWe own many patents worldwide in addition to utilizing proprietary trade secrets, technology, know-how processes, and other intellectual property rights that are not registered.\nWe consider all of our owned and licensed intellectual property, taken as a whole, to be essential to our business.\n3\nSeasonality:\n The U.S. Retail Pet Foods, U.S. Retail Coffee, and U.S. Retail Consumer Foods segments do not experience significant seasonality, as demand for our products is generally consistent throughout the year.\nCustomers: \nSales to Walmart Inc. and subsidiaries amounted to 34 percent of net sales in both 2023 and 2022, and 32 percent of net sales in 2021. These sales are primarily included in our U.S. retail market segments. No other customer exceeded 10 percent of net sales for any year.\nDuring 2023, our top 10 customers, collectively, accounted for approximately 60 percent of consolidated net sales. Supermarkets, warehouse clubs, and food distributors continue to consolidate, and we expect that a significant portion of our revenues will continue to be derived from a limited number of customers. Although the loss of any large customer for an extended length of time could negatively impact our sales and profits, we do not anticipate that this will occur to a significant extent due to strong consumer demand for our brands.\nGovernment Business: \nNo material portion of our business is subject to renegotiation of profits or termination of contracts at the election of the government.\nCompetition:\n We are the branded market leader in the coffee, dog snacks, peanut butter, and fruit spreads categories in the U.S. In Canada, we are the branded market leader in the flour, pickles, fruit spreads, canned milk, and ice cream toppings categories.\n \nOur business is highly competitive as all of our brands compete with other branded products as well as private label products. \nIn order to remain competitive, companies in the food industry need to consider emerging consumer preferences, technological advances, product and packaging innovations, and the growth of certain retail channels, such as the \ne-commerce market. The primary ways in which products and brands are distinguished are brand recognition, product quality, price, packaging, new product introductions, nutritional value, convenience, advertising, promotion, and the ability to identify and satisfy consumer preferences. Positive factors pertaining to our competitive position include well-recognized brands, high-quality products, consumer trust, experienced brand and category management, varied product offerings, product innovation, responsive customer service, and an integrated distribution network.\nThe packaged foods industry has been challenged by a general long-term decline in sales volume in the center of the store. However, there has been an increase in sales primarily driven by changes in consumer behaviors, including employees working at home more frequently as a result of the novel coronavirus (“COVID-19”) pandemic. Certain evolving consumer trends have contributed to the longer-term decline, such as a heightened focus on health and wellness, an increased desire for fresh foods, and the growing impact of social media and e-commerce on consumer behavior. To address these dynamics, we continue to focus on innovation with an increased emphasis on products that satisfy evolving consumer trends.\nIn addition, private label continues to be a competitor in the categories in which we compete, partially due to improvements in private label quality, the increased emphasis of store brands by retailers in an effort to cultivate customer loyalty, and a movement toward lower-priced offerings during economic downturns or instances of increased inflationary pressures. In our total U.S. retail categories, private label held a 12.1 dollar average market share during the 52 weeks ended April 23, 2023, as compared to a 11.5 dollar average market share during the same period in the prior year. We believe that both private label and leading brands play an important role in the categories in which we compete, appealing to different consumer segments. We closely monitor the price gap, or price premium, between our brands and private label brands, with the view that value is about more than price and the expectation that number one brands will continue to be an integral part of consumers’ shopping baskets. \n4\nOur primary brands and major competitors as of April 30, 2023, are listed below. \nOur Primary Products\nOur Primary Brands\nCompeting Brands\nCompetitors\nU.S. Retail Pet Foods\nMainstream cat food\nMeow Mix\nCat Chow \n(A)\n, Friskies, Kit & Kaboodle, \nand\n Fancy Feast\nNestlé Purina PetCare Company\nIams \nand\n Sheba\nMars, Incorporated\nPet snacks\nMilk-Bone \n(A)\n,\n Pup-Peroni, \nand \nCanine Carry Outs\nBeggin’ Strips\nNestlé Purina PetCare Company\nBlue Buffalo \nand \nNudges\nGeneral Mills, Inc.\nDentastix \nand\n Greenies\nMars, Incorporated\nPrivate label brands\nVarious\nU.S. Retail Coffee\nMainstream roast and ground coffee\nFolgers \n(A)\n \nand \nCafé Bustelo\nMaxwell House \nand\n Yuban\nThe Kraft Heinz Company\nPrivate label brands\nVarious\nMcCafé\nKeurig Dr. Pepper\nCafe La Llave\nF. Gaviña & Sons, Inc.\nSingle serve coffee - K-Cup\n®\nDunkin’, Folgers, \nand\n Café Bustelo\nPrivate label brands\nVarious\nGreen Mountain Coffee \n(A) \n, Donut Shop, \nand \nMcCaf\né\nKeurig Dr. Pepper\nStarbucks\nNestlé S.A.\nPeet’s Coffee & Tea\nJDE Peet’s N.V.\nMaxwell House\n and \nGevalia\nThe Kraft Heinz Company\nPremium coffee\nDunkin'\nStarbucks \n(A)\n and\n Seattle’s Best Coffee\nNestlé S.A.\nPrivate label brands\nVarious\nPeet’s Coffee & Tea\nJDE Peet’s N.V.\nEight O’Clock\nTata Global Beverages Limited\nCommunity Coffee\nCommunity Coffee Company\nGevalia \nThe Kraft Heinz Company\nU.S. Retail Consumer Foods\nPeanut butter and specialty spreads\nJif \n(A)\nPrivate label brands\nVarious\nSkippy\nHormel Foods Corporation\nNutella\nFerrero SpA\nPeter Pan\nPost Holdings, Inc.\nFruit spreads\nSmucker’s \n(A)\nPrivate label brands\nVarious\nWelch’s\nWelch Foods Inc.\nBonne Maman\nAndros Foods USA, Inc.\nFrozen sandwiches and snacks\nSmucker’s Uncrustables\nHot Pockets \n(A)\nNestlé S.A.\nTotino’s\nGeneral Mills, Inc.\nEl Monterrey\nRuiz Foods\nInternational and Away From Home\nFoodservice hot beverage\nFolgers, 1850\n®\n,\n and\n Café Bustelo\nStarbucks\nNestlé S.A.\nPrivate label brands\nVarious\nNescafé\nSociété des Produits Nestlé S.A.\nFoodservice portion control\nSmucker’s\n and \nJif\nPrivate label brands\nVarious, including Diamond Crystal Brands\nHeinz, Welch’s, \nand\n \nPrivate Label Brands\nThe Kraft Heinz Company\nFoodservice frozen handheld\nSmucker’s Uncrustables\nHot Off the Grill\nIntegrated Food Service\nClassic Delight\nClassic Delight Inc.\nCanada coffee\nFolgers\nTim Hortons \n(A)\nRestaurant Brands International Inc.\nMaxwell House\nThe Kraft Heinz Company\nPrivate label brands\nVarious\nCanada flour\nRobin Hood\n® (A)\n \nand\n Five Roses\n®\nPrivate label brands\nVarious\n(A)  Identifies the current market leader within the product category. In certain categories, the market leader is not identified as two or more brands compete for the largest share. \n5\nGovernment Regulations: \nOur operations are subject to various regulations and laws administered by federal, state, and local government agencies in the U.S., including the U.S. Food and Drug Administration (the “FDA”), U.S. Federal Trade Commission, U.S. Departments of Agriculture, Commerce, and Labor, and U.S. Environmental Protection Agency. Additionally, we are subject to regulations and laws administered by government agencies in Canada and other countries in which we have operations and our products are sold. In particular, the manufacturing, marketing, transportation, storage, distribution, and sale of food products are each subject to governmental regulation that is increasingly extensive. Governmental regulation encompasses such matters as ingredients (including whether a product contains bioengineered ingredients), packaging, labeling, pricing, advertising, relations with distributors and retailers, health, safety, data privacy and security, and anti-corruption, as well as an increased focus regarding environmental policies relating to climate change, regulating greenhouse gas emissions, energy policies, and sustainability, including single-use plastics. We are subject to tax and securities regulations, accounting and reporting standards, and other financial laws and regulations. We rely on legal and operational compliance programs, including in-house and outside counsel, to guide our business in complying with applicable laws and regulations of the countries in which we do business. We believe we are in compliance with such laws and regulations and do not expect continued compliance to have a material impact on our capital expenditures, earnings, or competitive position in 2024. \nEnvironmental Matters:\n Compliance with environmental regulations and prioritizing our environmental sustainability efforts are important to us as a responsible corporate citizen. As such, we have public goals related to waste diversion, water usage, energy usage, greenhouse gas emissions, and sustainable packaging. In support of our commitment to environmental sustainability, we have implemented and manage a variety of programs across our operations, including energy optimization, utilization of renewable energy, water conservation, recycling, and, in our supply chains, we have partnerships with farmers who implement sustainable practices. We continue to evaluate and modify our processes to further limit our impact on the environment.\nHuman Capital Management: \nOur values and principles are rooted in our \nBasic Beliefs\n and serve as the foundation for our strategic and daily decisions. With 2023 marking our 125\nth\n year in business, we updated and strengthened the language of our \nBasic Beliefs \nto be as clear, concise, and actionable as possible. While we are incredibly proud of our past, we believe strongly in the concept of working to be better tomorrow than we are today, which is why we evolved our \nBasic Beliefs\n during 2023, to\n Be Bold, Be Kind, Do the Right Thing, Play to Win, \nand\n Thrive Together.\n Our employees are among our most important resources and are critical to our success as a company. Therefore, we are committed to supporting our employees holistically, both personally and professionally. With almost 5,800 full-time employees worldwide, every employee makes a difference to our Company. We believe it is critical that we have an inclusive and diverse environment and that we take proactive steps to ensure we are enabling our employees to reach their full potential. To hold ourselves accountable, we conduct an employee engagement survey annually to provide an opportunity for open and confidential feedback from our employees and to help guide our organization priorities for the upcoming fiscal year. Additionally, we conduct functional pulse surveys as needed to gain additional information based on responses to the larger engagement survey, or in sub-groups of our employee population where a specific topic or question may be needed. These surveys are supplemented by regular Company Town Halls, which help to foster an environment of transparency and two-way communication. Employees also have the opportunity to anonymously report violations of the Commitment to Integrity: Our Code (“Code of Conduct”) or complaints regarding accounting, auditing, and financial-related matters through our Smucker Voice Line – the Integrity Portal (“Portal”). The Portal also can be utilized by customers, contractors, vendors, and their employees, as well as any others in a business relationship with our Company. To further support our commitment to ethics and our basic belief, \nDo the Right Thing\n, our employees were also asked to participate in an Ethics and Compliance Survey in 2023, to help us understand our strengths and identify opportunities for future ethics and compliance programs and training. We conduct this assessment on a biennial basis.\nAdditional information regarding our human capital management is available in our 2022 Corporate Impact Report that can be found on our website at www.jmsmucker.com/news-stories/corporate-publications. Information on our website, including our 2022 Corporate Impact Report, is not incorporated by reference into this Annual Report on Form 10-K. \nHealth and Wellness:\n \nMaintaining a safe and healthy workplace is among our top priorities and is aligned with our basic belief,\n Do the Right Thing\n. We are diligent in ensuring workforce health and safety through education and training which is provided at all locations. These efforts resulted in our achievement of a total recordable incident rate during 2023, that is three times below the industry average. Our health and safety internal assessments conducted at each of our production facilities quarterly, as well as periodic external assessments, confirm our compliance with safety regulations and corporate policies. The teams document the results and determine corrective actions to ensure we hold ourselves accountable for providing a safe work environment. \n6\nAs part of our focus on well-being, we emphasize the need for our employees to embrace healthy lifestyles. We offer all employees a variety of free and discounted services, as well as education opportunities, to support their physical, emotional, and financial well-being, including free sessions through our Employee Assistance Program. We also offer on-site conveniences, such as health and wellness centers at several of our locations and a Child Development Center at our corporate headquarters in Orrville, Ohio. In addition, we provide our employees with paid time off to renew and programs to promote workplace flexibility.\nFurther, we have continued to promote the importance of self-care and the availability of mental health resources to our employees. In recognition of the need for mental health resources across society, we have partnered with the United Way\n®\n of Summit County 211 program and the National Council for Behavioral Health to provide support for our employees and communities. In 2022, we supported the Akron Children’s Hospital’s (“ACH”) Lois and John Orr Family Behavioral Health Center and its scholarship program, which will help fund scholarships to help four nurses at ACH get the training they need to become psychiatric-mental health nurses. The scholarship program will support ACH’s ability to provide behavioral health care to meet the growing need for this specialized treatment. \nDiversity and Inclusion:\n \nWe believe having an inclusive culture and the expertise of diverse professionals across our business that reflects our consumers is critical to our success and is in alignment with our basic belief, \nThrive Together\n. Our commitment to inclusion, diversity, and equity (“ID&E”) is focused around the following three aspirations:\nEnhance Workplace Diversity\n•\nAspire to double the representation of People of Color within our U.S. salaried employee community by 2027 \n•\nAspire to increase women at all senior levels within our U.S. salaried employee community to 45 percent by 2027\n•\nComplete foundational work across other key demographics to establish baselines to inform future quantitative growth aspirations \nIncrease Equity Through Expanded Opportunities \n•\nEvaluate and evolve practices, including lateral assignments and promotions, to support equitable opportunities\nFoster an Inclusive Workplace \n•\nEstablish measurable expectations for participation in select employee resource group (“ERG”) sponsored events and education \n•\nDevelop integrated strategy, aspirations, and prioritized initiatives across our ERGs\nIn support of these aspirations, we have made important progress over the past year on our commitment to create an environment where our employees are supported and differences are truly celebrated. We have successfully introduced ERGs, which are all voluntary, employee-led groups that represent a unique community. The purpose of these groups is to create inclusion where all can see themselves and feel a part of our Company. We have seven ERGs, as well as our Advocate Alliance group, to support employees and encourage allyship. Our ERGs include BLAC (Black Leadership and Ally Council); PRIDE Alliance (i.e., LGBTQ+); GROW (Greater Resources and Opportunities for Women); RAICES (i.e., Latino/a/x and Hispanic contributions); AFVA (Armed Forces Veterans and Allies); CAPIA (Community of Asians, Pacific Islanders, and Allies); and ADDAPT (Advocating for Disabilities and Diverse Abilities by Partnering Together), which all employees are encouraged to join as either a member or ally. Additionally, we have coordinated more than 750 hours of employee programming on education and understanding, hosted panels to reflect the unique experiences of underrepresented groups to increase employee awareness while encouraging empathy and allyship, and published regular content to celebrate our differences and increase understanding.\nWe approach diversity from the top-down, exemplified by our Board of Directors (the “Board”), where 4 of 11 directors are women and 2 of 11 directors are racially or ethnically diverse. Additionally, 46 percent of our executive and senior management team members are women, inclusive of 4 of 7 members of our Executive Leadership Team, demonstrating our belief that a diverse team with a variety of viewpoints is important and further contributes to a more effective decision-making process and overall greater success. Furthermore, approximately 39 percent of our salaried workforce in senior-level roles are women and 12 percent of our salaried workforce are racially or ethnically diverse. We recognize we have work to do to ensure a more inclusive and diverse organization, which is why we are implementing changes to our recruiting, hiring, and retention programs to improve diversity at all levels within our Company. To further these efforts, in 2023, we established human resource positions focused on improving our diversity and inclusion, specifically within talent acquisition and recruiting. Our Company Leadership Team, beginning in 2022 with all Officers, and further expanding to Senior Directors \n7\nand above in 2023, has 10 percent of their annual cash incentive awards based on the achievement of our environmental, social, and governance objectives, which includes our ID&E efforts, among others.\nFurther, we have partnered with the Akron Urban League, the Urban League of Greater Cleveland, the Equal Justice Initiative, the Human Rights Campaign, and the NAACP Legal Defense and Educational Fund to further our commitment to this cause and have committed more than $600,000 to these partners as part of multi-year partnerships. These organizations advocate for inclusion, racial justice, and the advancement of underrepresented and vulnerable people. To ensure ongoing progress against our commitments, we are evaluating our success through several measures, including reviews of organization health assessments, evaluation of workforce composition and minority representation across all levels of the organization, and successful integration of key programming. In addition, to further support our ERGs and charitable giving efforts, we have committed over $250,000 as an ongoing annual charitable donation to support organizations that align and are supported by our ERGs.\nDuring calendar year 2022, due to our increased effort to support diversity and inclusion, our Corporate Equality Index (“CEI”) from the Human Rights Campaign was 95 out of 100 points, which increased from 80 in calendar year 2021. Specifically, we were able to increase the CEI index through enhancements to our transgender-inclusive health benefits, philanthropic contributions to and partnerships with LGBTQ+ organizations, pledging our support of the Human Rights Campaign’s Business Coalition for the Equality Act, enhancement of charitable giving guidelines to prohibit philanthropic support of organizations with an explicit policy of sexual orientation and gender identity discrimination, having a supplier diversity program that includes the outreach to LGBTQ+ owned businesses, and the establishment of the PRIDE Alliance ERG.\nLearning and Development:\n \nWe strive to foster an environment of growth for our people and support our culture of continuous learning and our focus on our basic belief,\n Play to Win\n. We support and challenge our employees to increase their knowledge, skills, and capabilities through all phases of their career. Our Employee Development programs offer foundational instruction on Company culture and provide employees additional learning opportunities throughout their careers. This is reflected in annual reviews, which allow management and employees to partner and determine specific opportunities for growth within each role through important work, new experiences generated through a dynamic environment, regular feedback, and purposeful development opportunities. Building a career at our Company is fundamental to who we are and is evidenced by our Executive Leadership Team, where 5 of 7 members were promoted from within, and our trailing 12-month turnover remains below industry average.\nIn addition, we are committed to providing the tools and resources our employees need to learn, develop, and grow with us, including virtual sessions. A suite of online training and education programs are available to our employees, ranging from role-specific training to education on soft skills and our Company culture. Through these tools and resources, in 2023, we coordinated nearly 8,000 hours of professional development training for our employees. Our best-in-class “Discovering the Art of Leadership” series, developed in collaboration with Case Western Reserve University, teaches our people managers how to effectively lead teams and develop employees. We dedicate time to developing and coaching our people managers to provide support to our employees holistically. This means promoting resonant leadership and the practice of emotional intelligence and mindfulness, so our people managers have the knowledge and tools to support the unique needs of each employee.\nFostering an environment for growth and continuous learning for our employees is an important priority of our Company. However, our commitment to education also includes our communities as evidenced by our partnerships with organizations passionate about improving access to quality education. We have partnered with The University of Akron Zip Assist Program, which offers emergency aid to students, and have acted as a founding sponsor of Opening Track, a unique music education program from Boys and Girls Club of Northeast Ohio. We also donated $100,000 to the Cleveland Museum of Natural History capital campaign. Finally, our \nCafé Bustelo \nbrand continues to sponsor the El Café del Futuro Scholarship, a program that invests in the Latino community by awarding scholarships to college students at HACU-member institutions seeking a better future for themselves, their families, and their communities. To date, $550,000 in college funds have been awarded to 110 Latino students nationwide.\nCompensation and Benefits:\n In support of our basic beliefs,\n Be Kind \nand \nPlay to Win\n,\n \nwe believe in paying for performance and compensating our employees at market competitive rates and utilizing performance-based awards to support the overall well-being of our employees. Additionally, we employ an incentive program for eligible participants to reward both shared Company results and strong individual performance. Our Total Rewards program offers competitive, comprehensive benefits to meet the unique needs of each employee at each life stage, including insurance coverage options for domestic partners in \n8\naddition to married couples, and a Company-matched retirement savings program. Our rewards program also addresses the holistic needs of our employees by supporting their physical well-being, providing tools and resources to help them actively take responsibility, share in the cost, and make the best decisions regarding their personal well-being. These programs provide resources that respond to their changing needs throughout their careers, including access to our Child Development Center, flexible work schedules, tuition assistance, pet insurance, and expanded parental leave. Additionally, our approach to paid time off is competitive with our industry peers, which includes at least three weeks of paid time off (and increases based on an employee’s tenure), 12 paid Company holidays per calendar year, including a floating holiday, which can be used at the employee’s discretion to observe and celebrate occasions that align with their personal interests and beliefs, 12 weeks of parental leave, in addition to short-term disability available to birth mothers, and pet bereavement leave. In 2022, we extended our Total Rewards benefits package to include advocacy resources to help LGBTQ+ employees navigate obstacles and identify LGBTQ+ knowledgeable providers. In addition, we broadened our family building benefits to support the desire for all aspiring parents to build their family through enhanced fertility benefits through a third-party partner as well as enhanced adoption and surrogacy financial support.\nCommunity and Social Impact:\n \nSupporting the communities where we live and work has been a Company priority since our inception and is aligned with our basic belief, \nBe Kind\n. Through our many partnerships, we are able to understand the needs and support required within our local communities and leverage these relationships to make the connections necessary to offer this critical assistance. With our partners, including the American Red Cross\n®\n, United Way\n®\n, Feeding America\n®\n, and Habitat for Humanity\n®\n, we have helped support disaster relief efforts with product and financial donations. Specifically, through the American Red Cross\n®\n and United Way\n®\n, we have donated more than $1.2 to support the communities where we live and work. We have supported the LeBron James Family Foundation, and its work with the I PROMISE School, including helping supply the school’s on-site food pantry, donating funds to the school’s library, and the development of the I PROMISE School’s J. M. Smucker Hometown Hall. In addition to our work to support those in the communities where we live and work, we believe it is important that we help facilitate business success globally and are proud that our employees share in this belief. Through our relationship with Partners in Food Solutions and TechnoServe\n®\n, we have opened up skills-based employee volunteer opportunities to our workforce, allowing our people to share their talents and expertise with companies that work to help provide a secure and consistent food supply for families in Africa.\nWe are fortunate to have the expertise and passion of talented employees who help us deliver high-quality products to our customers and consumers across North America. We are also fortunate to have employees who share our commitment to ensure that people, pets, and communities where we live and work have access to the support and essential resources they need. We believe it is important to celebrate their contributions, including recognizing organizations about which they are especially passionate about. One way we do this is through our Company Matching Gift Program, which gives employees the opportunity to donate to partner charities and have their donation matched by the Company, dollar-for-dollar, from a minimum of $5 up to a maximum of $2,500 per calendar year per employee. In addition, each year we offer employees the opportunity to nominate the organizations most important to them to be added to the program. In 2023, the Company Matching Gift Program was expanded to credit our employees’ Smucker Giving accounts for each hour of volunteering done for a non-profit charity, and these funds can be donated to an approved charity of the employee’s choice.\nInformation about our Executive Officers: \nThe names, ages as of June 13, 2023, and current positions of our executive officers are listed below. All executive officers serve at the pleasure of the Board, with no fixed term of office.\nName\nAge\nYears\nwith\nCompany\nPosition\nServed as\nan Officer\nSince\nMark T. Smucker\n53\n25\nChair of the Board, President, and Chief Executive Officer \n(A)\n2001\nJohn P. Brase\n55\n3\nChief Operating Officer \n(B)\n2020\nAmy C. Held\n49\n10\nChief Transformation Officer \n(C)\n2018\nJeannette L. Knudsen\n53\n20\nChief Legal Officer and Secretary \n(D)\n2009\nTucker H. Marshall\n47\n11\nChief Financial Officer \n(E)\n2020\nJill R. Penrose\n50\n19\nChief People and Corporate Services Officer \n(F)\n2014\n(A)\nMr. Mark Smucker was elected to his present position in August 2022, having previously served as President and Chief Executive Officer since May 2016.\n(B)\nMr. Brase was elected to his present position in April 2020, having previously served at The Procter & Gamble Company (“P&G”) for 30 years. He was the Vice President and General Manager of P&G’s North American Family Care business from April 2016 through March 2020.\n9\n(C)\nMs. Held was elected to her present position in September 2022, having served as Chief Strategy and International Officer since November 2019. Prior to that time, she served as Senior Vice President, Corporate Strategy, M&A, and International since March 2018.\n(D)\nMs. Knudsen was elected to her present position in September 2022, having served as Chief Legal and Compliance Officer and Secretary since November 2019. Prior to that time, she served as Senior Vice President, General Counsel and Secretary since May 2016.\n(E)\nMr. Marshall was elected to his present position in May 2020, having served as Senior Vice President and Deputy Chief Financial Officer since November 2019. Prior to that time, he served as Vice President, Finance since May 2016.\n(F)\nMs. Penrose was elected to her present position in March 2023, having served as Chief People and Administrative Officer since November 2019. Prior to that time, she served as Senior Vice President, Human Resources and Corporate Communications since May 2016. \nAvailable Information:\n Access to all of our Securities and Exchange Commission (“SEC”) filings, including our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), is provided, free of charge, on our website (investors.jmsmucker.com/sec-filings) as soon as reasonably practicable after such reports are electronically filed with, or furnished to, the SEC.",
    "item1a": ">Item 1A.    Risk Factors. \nOur business, operations, and financial condition are subject to various risks and uncertainties. The risk factors described below should be carefully considered, together with the other information contained or incorporated by reference in this Annual Report on Form 10-K and our other filings with the SEC, in connection with evaluating the Company, our business, and the forward-looking statements contained in this Annual Report. Although the risks are organized and described separately, many of the risks are interrelated. Additional risks and uncertainties not presently known to us or that we currently deem immaterial also may affect us. The occurrence of any of these known or unknown risks could have a material adverse impact on our business, financial condition, and results of operations.\nRisks Related to Our Business\nDeterioration of national and global macroeconomic conditions, an economic recession, periods of inflation, or economic uncertainty in key markets may adversely affect consumer spending and demand for our products.\nNational and global macroeconomic conditions can be uncertain and volatile. We have in the past been, and may continue to be, adversely affected by changes in national and global macroeconomic conditions, such as inflation, rising interest rates, tax rates, availability of capital markets, consumer spending rates, energy availability and costs, supply chain challenges, labor shortages, and growing recession risk. The macroeconomic conditions recently experienced were in part due to the COVID-19 pandemic, the ongoing conflict between Russia and Ukraine, and global supply chain challenges.\nVolatility in financial markets and deterioration of national and global macroeconomic conditions could impact our business and results of operations in a number of ways, including, but not limited to, the following:\n•\nfinancial instability of our customers and suppliers could result in additional bad debts or non-performance;\n•\nvalue of our investments in debt and equity securities may decline, including our investment in Post common stock;\n•\nfuture volatility or disruption in the capital and credit markets could negatively impact our liquidity or increase costs of borrowing; \n•\nan impairment in the carrying value of goodwill, other intangible assets, or other long-lived assets, or a change in the useful life of finite-lived intangible assets could occur if there are sustained changes in consumer purchasing behaviors, government restrictions, financial results, or a deterioration of macroeconomic conditions;\n•\nvolatility in commodity and other input costs could continue due to adverse macroeconomic conditions; and\n•\nconsumers could choose to purchase private label or competitive products of our lower-priced products as a result of an economic downturn.\nThese and other impacts of global and national macroeconomic conditions could also heighten many of the other risk factors discussed in this section. Our sensitivity to economic cycles and any related fluctuation in consumer demand could negatively impact our business, results of operations, financial condition, and liquidity.\n10\nOur proprietary brands, packaging designs, and manufacturing methods are essential to the value of our business, and the inability to protect our intellectual property could harm the value of our brands and adversely affect our sales and profitability.\nThe success of our business depends significantly on our brands, know-how, and other intellectual property. We rely on a combination of trademarks, service marks, trade secrets, patents, copyrights, licensing agreements, and similar rights to protect our intellectual property. The success of our growth strategy depends on our continued ability to use our existing trademarks and service marks in order to maintain and increase brand awareness and further develop our brands. If our efforts to protect our intellectual property are not adequate, if any third party misappropriates or infringes on our intellectual property, or if we are alleged to be misappropriating or infringing on the intellectual property rights of others, the value of our brands may be harmed, which could have a material adverse effect on our business. From time to time, we are engaged in litigation to protect our intellectual property, which could result in substantial costs as well as diversion of management attention.\nIn particular, we consider our proprietary coffee roasting methods essential to the consistent flavor and richness of our coffee products and, therefore, essential to our coffee brands. Because many of the roasting methods we use are considered our trade secrets and not protected by patents, it may be difficult for us to prevent competitors from copying our coffee products if such coffee roasting methods are independently discovered or become generally known in the industry. We also believe that our packaging innovations, such as our \nAromaSeal\n™\n canisters, are important to the coffee business’ marketing and operational efforts. In addition, we utilize a number of proprietary methods for manufacturing our \nSmucker’s Uncrustables\n frozen sandwiches, which we believe are essential to producing high-quality sandwiches that consistently meet consumer expectations. Since the current methods used in making our sandwiches are considered our trade secrets and not protected by patents, it may be difficult for us to prevent competitors from copying our sandwiches if such sandwich-making methods are independently discovered or become generally known in the industry. If our competitors copy or develop more advanced coffee roasting or packaging or sandwich-making methods then the value of our coffee products or \nSmucker’s Uncrustables\n brand, respectively, may be diminished, and we could lose customers to our competitors. \nIn addition, certain of our intellectual property rights, including the \nDunkin’ \ntrademarks, are owned by third parties and licensed to us. These trademarks are renegotiated and renewed pursuant to their terms, and if in the future, we are unable to renew or fail to renegotiate the licensing arrangements, then our financial results could be materially and negatively affected.\nLoss or interruption of supply from single-source suppliers of raw materials and finished goods could have a disruptive effect on our business and adversely affect our results of operations.\nWe have elected to source certain raw materials, such as packaging for our \nFolgers\n coffee products, as well as our \nJif \npeanut butter, and certain finished goods, such as K-Cup\n®\n pods, our \nPup-Peroni\n dog snacks, and liquid coffee, from single sources of supply. While we believe that, except as set forth below, alternative sources of these raw materials and finished goods could be obtained on commercially reasonable terms, loss or an extended interruption in supplies from a single-source supplier would result in additional costs, could have a disruptive short-term effect on our business, and could adversely affect our results of operations.\nKeurig is our single-source supplier for K-Cup\n®\n pods, which are used in its proprietary Keurig\n®\n K-Cup\n®\n brewing system. There are a limited number of manufacturers other than Keurig that are making pods that will work in such proprietary brewing system. In addition, JDE Peet’s N.V. (“JDE Peet’s”) is our single-source supplier for liquid coffee for our Away From Home business, and there are a limited number of manufacturers other than JDE Peet’s that are able to manufacture liquid coffee. If either Keurig or JDE Peet’s are unable to supply K-Cup\n®\n pods or liquid coffee, respectively, to us for any reason, it could be difficult to find an alternative supplier for such goods on commercially reasonable terms, which could have a material adverse effect on our results of operations.\nCertain of our products are produced at single manufacturing sites.\nWe have consolidated our production capacity for certain products into single manufacturing sites, including substantially all of our coffee, \nMilk-Bone\n dog snacks, and fruit spreads. We could experience a production disruption at these or any of our manufacturing sites resulting in a reduction or elimination of the availability of some of our products. If we are not able to obtain alternate production capability in a timely manner, our business, financial condition, and results of operations could be adversely affected.\n11\nA significant interruption in the operation of any of our supply chain or distribution capabilities could have an adverse effect on our business, financial condition, and results of operations.\nOur ability and the ability of our third-party suppliers and service providers, distributors, and contract manufacturers to manufacture, distribute, and sell products is critical to our success. A significant interruption in the operation of any of our manufacturing or distribution capabilities, or the manufacturing or distribution capabilities of our suppliers, distributors, or contract manufacturers, or a service failure by a third-party service provider, whether as a result of adverse weather conditions or a natural disaster, fire, or water availability, whether caused by climate change or otherwise; work stoppage or labor shortages; or political instability, terrorism, armed hostilities (including the ongoing conflict between Russia and Ukraine), pandemic illness (such as COVID-19), government restrictions, or other causes could significantly impair our ability to operate our business. In particular, substantially all of our coffee production takes place in New Orleans, Louisiana and is subject to risks associated with hurricane and other weather-related events, and some of our production facilities are located in places where tornadoes or wildfires can frequently occur, such as Alabama, Kansas, and California. Failure to take adequate steps to mitigate or insure against the likelihood or potential impact of such events, or to effectively manage such events if they occur, could adversely affect our business, financial condition, and results of operations. While we insure against many of these events and certain business interruption risks and have policies and procedures to manage business continuity planning, such insurance may not compensate us for any losses incurred and our business continuity plans may not effectively resolve the issues in a timely manner.\nIn November 2021, we announced plans to invest $1.1 billion to build a new manufacturing facility and distribution center in McCalla, Alabama dedicated to the production of \nSmucker’s Uncrustables\n frozen sandwiches. Construction of this facility began in 2022, with production expected to begin in calendar year 2025. Production of new manufacturing facilities and distribution centers could cause delays and increased costs, such as shortages of materials or skilled labor, unforeseen construction, scheduling, engineering, or environmental problems, impacts of adverse weather, and unanticipated cost increases. In addition, any construction delays may impact the future demand for \nSmucker’s Uncrustables \nfrozen sandwiches. If we are unable to complete the construction of the McCalla facility within the anticipated timeframe and within our cost estimates, our financial condition and results of operations could be adversely affected.\nOur business could be harmed by strikes or work stoppages.\nAs of April 30, 2023, 22 percent of our full-time employees, located at seven manufacturing locations, are covered by collective bargaining agreements. These contracts vary in term depending on location, with one contract expiring in 2024, representing approximately one percent of our total employees. We cannot assure that we will be able to renew these collective bargaining agreements on the same or more favorable terms as the current agreements, or at all, without production interruptions caused by labor stoppages. If a strike or work stoppage were to occur in connection with negotiations of new collective bargaining agreements or as a result of disputes under collective bargaining agreements with labor unions, our business, financial condition, and results of operations could be materially adversely affected.\nThe success of our business depends substantially on consumer perceptions of our brands.\nWe are the branded market leader in several categories both in the U.S. and Canada. We believe that maintaining and continually enhancing the value of our brands is critical to the success of our business. Brand value is based in large part on consumer perceptions. Success in promoting and enhancing brand value depends on our ability to provide high-quality products. Brand value could diminish significantly as a result of a number of factors, such as if we fail to preserve the quality of our products, if there are concerns about the safety of our products, if we are perceived to act in an irresponsible manner, if the Company or our brands otherwise receive negative publicity, if our brands fail to deliver a consistently positive consumer experience, or if our products become unavailable to consumers. The growing use of social and digital media by consumers increases the speed and extent that information and opinions can be shared. Negative posts or comments about us or our brands or products on social or digital media could damage our brands and reputation. If we are unable to build and sustain brand equity by offering recognizably superior products, we may be unable to maintain premium pricing over private label products. If our brand values are diminished, our revenues and operating results could be materially adversely affected. In addition, anything that harms the \nDunkin’ \nbrand could adversely affect the success of our exclusive licensing agreements with the owner of that brand.\n12\nWe may not be able to attract, develop, and retain the highly skilled people we need to support our business.\nWe depend on the skills and continued service of key employees, including our experienced management team. In addition, our ability to achieve our strategic and operating goals depends on our ability to identify, recruit, hire, train, and retain qualified individuals, including, for example, all levels of skilled labor in our manufacturing facilities. We compete with other companies both within and outside of our industry for talented people, and we may lose key employees or fail to attract, recruit, train, develop, and retain other talented individuals. Any such loss, failure, or negative perception with respect to these individuals may adversely affect our business or financial results. In addition, activities related to identifying, recruiting, hiring, integrating, and training qualified individuals may require significant time and expense. We may not be able to locate suitable replacements for any key employees who leave or to offer employment to potential replacements on reasonable terms, each of which may adversely affect our business and financial results. \nDuring 2023, we continued to experience an increasingly competitive labor market, increased employee turnover, changes in the availability of our workers, and labor shortages in our supply chain. These challenges have resulted in, and could continue to result in, increased costs and could impact our ability to meet consumer demand, each of which may adversely affect our business and financial results.\nOur operations are subject to the general risks associated with acquisitions, divestitures, and restructurings. \nOur stated strategic vision is to engage, delight, and inspire consumers by building brands they love and leading in growing categories. We have historically made strategic acquisitions of brands and businesses, and intend to do so in the future in support of this strategy. If we are unable to complete acquisitions or to successfully integrate and develop acquired businesses, including the effective management of integration and related restructuring costs, we could fail to achieve the anticipated synergies and cost savings, or the expected increases in revenues and operating results. Additional acquisition risks include the diversion of management attention from our existing business, potential loss of key employees, suppliers, or consumers from the acquired business, assumption of unknown risks and liabilities, and greater than anticipated operating costs of the acquired business. Any of these factors could have a material adverse effect on our financial results.\nIn addition, we have made strategic divestitures of brands and businesses, including the recent sale of certain pet food brands, as well as the natural beverage and grains, private label dry pet food, \nCrisco\n, and \nNatural Balance\n businesses, and we may do so in the future. If we are unable to complete divestitures or successfully transition divested businesses, including the effective management of the related separation and stranded overhead costs, transition services, and the maintenance of relationships with customers, suppliers, and other business partners, our business and financial results could be negatively impacted. Further, we may incur asset impairment charges related to divestitures that reduce our profitability. Divestitures and related restructuring costs, such as the restructuring plan entered into in 2021, and concluded in 2023, require a significant amount of management and operational resources. These additional demands could divert management’s attention from core business operations, potentially adversely impacting existing business relationships and employee morale, resulting in negative impacts on our financial performance. For more information, see Note 2: Special Project Costs and Note 3: Divestitures.\nWe may not realize the benefits we expect from our cost reduction and other cash management initiatives. \nWe continuously pursue initiatives to reduce costs, increase effectiveness, and optimize cash flow. We may not realize all of the anticipated cost savings or other benefits from such initiatives. Other events and circumstances, such as financial or strategic difficulties, delays, or unexpected costs, may also adversely impact our ability to realize all of the anticipated cost savings or other benefits, or cause us not to realize such cost savings or other benefits on the expected timetable. If we are unable to realize the anticipated benefits, our ability to fund other initiatives may be adversely affected. Finally, the complexity of the implementation may require a substantial amount of management and operational resources. Our management team must successfully execute the administrative and operational changes necessary to achieve the anticipated benefits of the initiatives. These and related demands on our resources may divert the organization’s attention from other business issues, have adverse effects on existing business relationships with suppliers and customers, and impact employee morale. Any failure to implement these initiatives in accordance with our plans could adversely affect our business and financial results.\nDuring 2023, we created a Transformation Office to support our multi-year commitment to ongoing margin enhancement efforts, inclusive of the removal of stranded overhead costs associated with the recent sale of certain pet food brands. The Transformation Office is focused on enterprise-wide continuous improvement strategies to ensure a pipeline of productivity \n13\ninitiatives and profit growth opportunities. It is compiled of cross-functional leaders at every level of our organization who help to establish new ways of working, along with sustainable efficiencies and cost reduction efforts throughout our Company. If we are unable to successfully implement our transformation initiatives, our business and results of operations could be adversely affected.\nRisks Related to Our Industry\nOur operations are subject to the general risks of the food industry.\nThe food industry is subject to risks posed by food spoilage and contamination, product tampering, mislabeling, food allergens, adulteration of food products resulting in product recall, consumer product liability claims, or regulatory investigations or actions. Our operations could be impacted by both genuine and fictitious claims regarding our products as well as our competitors’ products. In the event of product contamination, tampering, or mislabeling, we may need to recall some of our products. A widespread product recall could result in significant loss due to the cost of conducting a product recall, including destruction of inventory and the loss of sales resulting from the unavailability of product for a period of time. We could also suffer losses from a significant judgment or settlement of a claim or litigation or a regulatory action taken against us. In addition, we could be the target of claims of false or deceptive advertising under U.S. federal and state laws as well as foreign laws, including consumer protection statutes of some states. A significant product recall, a product liability judgment or settlement, a regulatory action, or false advertising claim, involving either us or our competitors, could also result in a loss of consumer confidence in our food products or the food category, and an actual or perceived loss of value of our brands, materially impacting consumer demand. \nIn May 2022, we initiated a voluntary recall of select \nJif\n peanut butter products produced at our Lexington, Kentucky facility and sold primarily in the U.S., due to potential salmonella contamination. At that time, we also suspended the manufacturing of \nJif \npeanut butter products at the Lexington facility and temporarily paused shipments from our Memphis, Tennessee facility to eliminate confusion while customers cleared their shelves of potentially impacted products manufactured at the Lexington facility. No other products produced at our other facilities were affected by the recall. In June 2022, we resumed manufacturing \nJif\n peanut butter products at our Lexington facility, as well as shipping from our Memphis facility. We partnered with retailers to restock \nJif \npeanut butter products during the first quarter of 2023, and as of April 30, 2023, we have returned to normal levels. To date, we have recognized total direct costs associated with the recall of approximately $120.0, net of insurance recoveries, related to customer returns, fees, unsaleable inventory, and other product recall-related costs, primarily within our U.S. Retail Consumer Foods segment. We expect costs associated with the recall to be minimal in 2024.\nFurther, the FDA issued a Warning Letter on January 24, 2023, following an inspection of our Lexington facility completed in June 2022 in connection with the \nJif\n voluntary recall, identifying concerns regarding certain practices and controls at the facility. We have responded to the Warning Letter with a detailed explanation of our food safety plan and extensive verification activities to prevent contamination in \nJif\n peanut butter products. In addition, we have worked diligently to further strengthen our already stringent quality processes, including doubling our finished product testing and tripling our environmental testing to verify the efficacy of our actions. The FDA or other agencies may nonetheless conclude that certain practices or controls were not in compliance with the Federal Food, Drug, and Cosmetic Act or other laws. Any potential regulatory action based on such an agency conclusion could result in the imposition of injunctive terms and monetary payments that could have a material adverse effect on our business, reputation, brand, results of operations, and financial performance, as well as affect ongoing consumer litigation associated with the voluntary recall of \nJif\n peanut butter products. The outcome and financial impact of the ongoing consumer litigation or any potential regulatory action associated with the \nJif \nvoluntary recall cannot be predicted at this time. Accordingly, no loss contingency has been recorded for these matters as of April 30, 2023, and the likelihood of loss is not considered probable or estimable.\nChanges in our relationships with significant customers, including the loss of our largest customer, could adversely affect our results of operations.\nSales to Walmart Inc. and subsidiaries amounted to 34 percent of net sales in 2023. These sales are primarily included in our U.S. retail market segments. Trade receivables – net at April 30, 2023, included amounts due from Walmart Inc. and subsidiaries of $211.5, or 35 percent of the total trade receivables – net balance. During 2023, our top 10 customers, collectively, accounted for approximately 60 percent of consolidated net sales. We expect that a significant portion of our revenues will continue to be derived from a limited number of customers as the traditional retail grocery environment continues to consolidate and as dollar stores, club stores, and e-commerce retailers have experienced growth. Our customers \n14\nare generally not contractually obligated to purchase from us. These customers make purchase decisions based on a combination of price, promotional support, product quality, consumer demand, customer service performance, their desired inventory levels, and other factors. Changes in customers’ strategies, including a reduction in the number of brands they carry or a shift of shelf space to private label products, may adversely affect sales and profitability. Customers also may respond to price increases by reducing distribution, resulting in reduced sales of our products. Additionally, our customers may face financial or other difficulties that may impact their operations and their purchases from us, which could adversely affect our results of operations. A reduction in sales to one or more major customers could have a material adverse effect on our business, financial condition, and results of operations.\nWe operate in the competitive food industry and continued demand for our products may be affected by our failure to effectively compete or by changes in consumer preferences.\nWe face competition across our product lines from other food companies with the primary methods and factors in competition being product quality, price, packaging, product innovation, nutritional value, taste, convenience, customer service, advertising, promotion, and brand recognition and loyalty. Continued success is dependent on product innovation, the ability to secure and maintain adequate retail shelf space and to compete in new and growing channels, and effective and sufficient trade merchandising, advertising, and marketing programs. In particular, technology-based systems, which give consumers the ability to shop through e-commerce websites and mobile commerce applications, are also significantly altering the retail landscape in many of our markets and intensifying competition by simplifying distribution and lowering barriers to entry. We are committed to serving customers and consumers in e-commerce, transforming our manufacturing, commercial, and corporate operations through digital technologies, and enhancing our data analytics capabilities to develop new commercial insights. However, if we are unable to effectively compete in the expanding e-commerce market, adequately leverage technology to improve operating efficiencies, or develop the data analytics capabilities needed to generate actionable commercial insights, our business performance may be impacted, which may negatively impact our financial condition and results of operations.  \nSome of our competitors have substantial financial, marketing, and other resources, and competition with them in our various markets, channels, and product lines could cause us to reduce prices, increase marketing or other expenditures, or lose category share. Category share and growth could also be adversely impacted if we are not successful in introducing new products. Introduction of new products and product extensions requires significant development, marketing investment, and consideration of our diverse consumer base. If our products fail to meet consumer preferences, or we fail to introduce new and improved products on a timely basis, then the return on that investment will be less than anticipated and our strategy to grow sales and profits through investment in innovation will be less successful. In addition, if sales generated by new products cause a decline in our sales of our existing products, our financial condition and results of operations could be negatively affected. In order to generate future revenues and profits, we must continue to sell products that appeal to our customers and consumers. Specifically, there are a number of trends in consumer preferences that may impact us and the food industry as a whole, including convenience, flavor variety, an emphasis on protein and snacking, and the desire for transparent product labeling and simple and natural ingredients.\nFurther, weak economic conditions, recessions, significant inflation, severe or unusual weather events, pandemics (such as COVID-19), and other factors could affect consumer preferences and demand causing a strain on our supply chain due, in part, to retailers, distributors, or carriers modifying their restocking, fulfillment, or shipping procedures. Failure to respond to these changes could negatively affect our financial condition and results of operations.\nWe may be limited in our ability to pass cost increases on to our customers in the form of price increases or may realize a decrease in sales volume to the extent price increases are implemented.\nWe may not be able to pass some or all of any increases in the price of raw materials, energy, and other input costs to our customers by raising prices or decreasing product size. To the extent competitors do not also increase their prices or decrease product size, customers and consumers may choose to purchase competing products, including private label or other lower-priced offerings, which may adversely affect our results of operations.\nConsumers may be less willing or able to pay a price differential for our branded products and may increasingly purchase lower-priced offerings or may forego some purchases altogether, especially during economic downturns or instances of increased inflationary pressures. Retailers may also increase levels of promotional activity for lower-priced offerings as they seek to maintain sales volumes during times of economic uncertainty. Accordingly, sales volumes of our branded products \n15\ncould be reduced or lead to a shift in sales mix toward our lower-margin offerings. As a result, decreased demand for our products or a shift in sales mix toward lower-margin offerings may adversely affect our results of operations. \nOur ability to competitively serve customers depends on the availability of reliable transportation. Increases in logistics and other transportation-related costs could adversely impact our results of operations.\nLogistics and other transportation-related costs have a significant impact on our earnings and results of operations. We use multiple forms of transportation, including ships, trucks, and railcars, to bring our products to market. Disruption to the timely supply of these services or increases in the cost of these services for any reason, including availability or cost of fuel, regulations affecting the industry, labor shortages in the transportation industry, service failures by third-party service providers, accidents, natural disasters, inflation, or a pandemic illness (such as COVID-19), which may impact the transportation infrastructure or demand for transportation services, could have an adverse effect on our ability to serve our customers, and could have a material adverse effect on our business, financial condition, and results of operations. \nWe must leverage our brand value to compete against private label products. \nIn nearly all of our product categories, we compete against branded products as well as private label products. Our products must provide higher value and/or quality to our consumers than alternatives, particularly during periods of economic uncertainty, weakness, or inflation. Consumers may not buy our products if relative differences in value and/or quality between our products and private label products change in favor of competitors’ products or if consumers perceive this type of change. If consumers prefer private label products, which are typically sold at lower prices, then we could lose category share or sales volumes or shift our product mix to lower margin offerings, which could have a material effect on our business, financial position, and results of operations.\nFinancial Risks\nOur results may be adversely impacted as a result of increased cost, limited availability, and/or insufficient quality of raw materials, including commodities and agricultural products.\nWe and our business partners purchase and use large quantities of many different commodities and agricultural products in the manufacturing of our products, including green coffee, protein meals, peanuts, grains, oils and fats, fruit, and other ingredients. In addition, we and our business partners utilize significant quantities of plastic, glass, metal cans, caps, carton board, and corrugate to package our products and natural gas and fuel oil to manufacture, package, and distribute our products. The prices of these commodities, agricultural-based products, and other materials are subject to volatility and can fluctuate due to conditions that are difficult to predict, including global supply and demand, commodity market fluctuations, crop sizes and yield fluctuations, adverse weather conditions, natural disasters, water supply, pandemic illness (such as COVID-19), foreign currency fluctuations, investor speculation, trade agreements (such as tariffs and sanctions), political instability, armed hostilities (including the ongoing conflict between Russia and Ukraine), consumer demand, general economic conditions (such as inflationary pressures and rising interest rates), and changes in governmental agricultural programs. In particular, the supply chain for protein meals, fats, corn products, and green coffee has been significantly disrupted by the COVID-19 pandemic, and therefore, the prices for these commodities reached a high level during 2023, and could continue to remain high into 2024. Furthermore, commodity and oil prices have been impacted by the ongoing conflict between Russia and Ukraine.\nWe also compete for certain raw materials, notably corn and soy-based agricultural products, with the biofuels industry, which has resulted in increased prices for these raw materials. Additionally, farm acreage currently devoted to other agricultural products we purchase may be utilized for biofuels crops resulting in higher costs for the other agricultural products we utilize. Although we use futures, basis, options, and fixed price contracts to manage commodity price volatility in some instances, commodity price increases ultimately result in corresponding increases in our raw material and energy costs. \nDuring 2023, we continued to experience materially higher commodity and supply chain costs, including manufacturing, ingredient, and packaging costs, due to inflationary pressures. We expect the pressures of cost inflation to continue into 2024. Although we take measures to mitigate inflation through the use of derivatives and pricing actions, if these measures are not effective, our financial condition, results of operations, and cash flows could be materially adversely affected.\n16\nWe expect the green coffee commodity markets to continue to be challenging due to the significant ongoing price volatility. For example, during 2022, we experienced drought and frost impacts, which substantially reduced green coffee production in Brazil. Due to the significance of green coffee to our coffee business, combined with our ability to only partially mitigate future price risk through purchasing practices and hedging activities, significant increases or decreases in the cost of green coffee could have an adverse impact on our profitability, as compared to that of our competitors. In addition, if we are not able to purchase sufficient quantities of green coffee due to any of the above factors or to a worldwide or regional shortage, we may not be able to fulfill the demand for our coffee, which could have a material adverse effect on our business, financial condition, and results of operations.\nOur efforts to manage commodity, foreign currency exchange, and other price volatility through derivative instruments could adversely affect our results of operations and financial condition.\nWe use derivative instruments, including commodity futures and options, to reduce the price volatility associated with anticipated commodity purchases. The extent of our derivative position at any given time depends on our assessment of the markets for these commodities. If we fail to take a derivative position and costs subsequently increase, or if we institute a position and costs subsequently decrease, our costs may be greater than anticipated or higher than our competitors’ costs and our financial results could be adversely affected. In addition, our liquidity may be adversely impacted by the cash margin requirements of the commodities exchanges or the failure of a counterparty to perform in accordance with a contract.\nWe currently do not qualify any of our commodity or foreign currency exchange derivatives for hedge accounting treatment. We instead mark-to-market our derivatives through the Statements of Consolidated Income, which results in changes in the fair value of all of our derivatives being immediately recognized in consolidated earnings, resulting in potential volatility in both gross profit and net income (loss). These gains and losses are reported in cost of products sold in our Statements of Consolidated Income but are excluded from our segment operating results and non-GAAP earnings until the related inventory is sold, at which time the gains and losses are reclassified to segment profit and non-GAAP earnings. Although this accounting treatment aligns the derivative gains and losses with the underlying exposure being hedged within segment results, it may result in volatility in our consolidated earnings.\nWeak financial performance, downgrades in our credit ratings, or disruptions in the financial markets may adversely affect our ability to access capital in the future.\nWe may need new or additional financing in the future to conduct our operations, expand our business, or refinance existing indebtedness, which would be dependent upon our financial performance. Any downgrade in our credit ratings, particularly our short-term rating, would likely impact the amount of commercial paper we could issue and increase our commercial paper borrowing costs. The liquidity of the overall capital markets and the state of the economy, including the food and beverage industry, may make credit and capital markets more difficult for us to access, even though we have an established revolving credit facility. From time to time, we have relied, and also may rely in the future, on access to financial markets as a source of liquidity for working capital requirements, acquisitions, and general corporate purposes. In particular, our access to funds under our revolving credit facility is dependent on the ability of the financial institutions that are parties to that facility to meet their funding commitments. The obligations of the financial institutions under our revolving credit facility are several and not joint and, as a result, a funding default by one or more institutions does not need to be made up by the others. In addition, long-term volatility and disruptions in the capital and credit markets as a result of uncertainty, changing or increased regulation of financial institutions, reduced alternatives, or the failure of significant financial institutions could adversely affect our access to the liquidity needed for our business in the longer term. Such disruptions could require us to take measures to conserve cash until the markets stabilize or until alternative credit arrangements or other funding for our business needs can be arranged. Disruptions in the capital and credit markets could also result in higher interest rates on publicly issued debt securities and increased costs under credit facilities. Continuation of these disruptions would increase our interest expense and capital costs and could adversely affect our results of operations and financial position.\nThe Financial Conduct Authority in the United Kingdom no longer requires banks to submit London Interbank Offered Rate (“LIBOR”), and as a result, the U.S. Federal Reserve has selected the Secured Overnight Funding Rate (“SOFR”) as the preferred alternative to LIBOR. We have transitioned and amended our contracts to accommodate the SOFR rate where required. Although we do not anticipate a significant impact to our financial position as a result of this transition given our current mix of fixed- and variable-rate debt, our interest expense could increase, and our available cash flow for general corporate requirements may be adversely affected.\n17\nOur substantial debt obligations could restrict our operations and financial condition. Additionally, our ability to generate cash to make payments on our indebtedness depends on many factors beyond our control. \nAs of April 30, 2023, we had $4.3 billion of short-term borrowings and long-term debt. We may also incur additional indebtedness in the future. Our debt service obligations will require us to use a portion of our operating cash flow to pay interest and principal on indebtedness rather than for other corporate purposes, including funding future expansion of our business and ongoing capital expenditures, which could impede our growth. Our substantial indebtedness could have other adverse consequences, including:\n•\nmaking it more difficult for us to satisfy our financial obligations;\n•\nincreasing our vulnerability to adverse economic, regulatory, and industry conditions, and placing us at a disadvantage compared to our competitors that are less leveraged;\n•\nlimiting our ability to compete and our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate;\n•\nlimiting our ability to borrow additional funds for working capital, capital expenditures, acquisitions, and general corporate or other purposes; and\n•\nexposing us to greater interest rate risk, including the risk to variable borrowings of a rate increase and the risk to fixed borrowings of a rate decrease.\nOur ability to make payments on our indebtedness will depend on our ability to generate cash in the future. Our ability to generate cash is subject to general economic, financial, competitive, legislative, regulatory, and other factors, many of which are beyond our control. Our business may not generate sufficient cash flow from operations, and future borrowings may not be available to us in an amount sufficient to enable us to pay our indebtedness when scheduled payments are due or to fund other liquidity needs. In these circumstances, we may need to refinance all or a portion of our indebtedness on or before maturity. Any refinancing of our debt could be at higher interest rates and may require make-whole payments and compliance with more onerous covenants, which could further restrict our business operations. Our ability to refinance our indebtedness or obtain additional financing would depend on, among other things, our financial condition at the time, restriction in the agreements governing our indebtedness, and the condition of the financial markets and the industry in which we operate. As a result, we may not be able to refinance any of our indebtedness on commercially reasonable terms or at all. Without this financing, we may have to seek additional equity or debt financing or restructure our debt, which could harm our long-term business prospects. Our failure to comply with the terms of any existing or future indebtedness could result in an event of default which, if not cured or waived, could result in the acceleration of the payment of all of our debt.\nIn addition, there are various covenants and restrictions in our debt and financial instruments. If we fail to comply with any of these requirements, the related indebtedness could become due and payable prior to its stated maturity, and our ability to obtain additional or alternative financing may also be negatively affected.\nThe value of our investment in equity securities is subject to certain risks and uncertainties which could make it difficult to dispose of some or all of such securities at favorable market prices.\nAs of April 30, 2023, we beneficially owned approximately 5.4 million shares of Post common stock. Investments in equity securities of any publicly-traded company, including Post, are subject to risks and uncertainties relating to such company’s business and ownership of such company’s common stock, some of which are disclosed in such company’s filings with the SEC, as well as risks and uncertainties relating to fluctuations in the global economy and public equity markets generally. Any such risk or uncertainty may cause the share price of such company’s common stock, and the value of our equity in such company to decline, including our investment in Post common stock, which could hinder our ability to dispose of these equity securities at favorable market prices. We also may not be able to realize gains from these equity securities, and any gains that we do realize on the disposition of these equity securities may not be sufficient to offset any losses we may experience. Further, our ability to dispose of the Post common stock is subject to certain restrictions set forth in our agreements with Post and arising under applicable laws and regulations, which in some circumstances could adversely impact our ability to sell the Post common stock in amounts and at the times desired.\n18\nA material impairment in the carrying value of acquired goodwill or other intangible assets could negatively affect our consolidated operating results and net worth.\nA significant portion of our assets is composed of goodwill and other intangible assets, the majority of which are not amortized but are reviewed for impairment at least annually on February 1, and more often if indicators of impairment exist. At April 30, 2023, the carrying value of goodwill and other intangible assets totaled $9.6 billion, compared to total assets of $15.0 billion and total shareholders’ equity of $7.3 billion. If the carrying value of these assets exceeds the current estimated fair value, the asset would be considered impaired, and this would result in a noncash charge to earnings, which could be material. Events and conditions that could result in impairment include a sustained drop in the market price of our common shares, increased competition or loss of market share, obsolescence, product claims that result in a significant loss of sales or profitability over the product life, deterioration in macroeconomic conditions, declining financial performance in comparison to projected results, increased input costs beyond projections, or divestitures of significant brands.\nSubsequent to the annual test date, on April 28, 2023, we divested certain pet food brands, and as a result, we disposed $790.3 and $1,014.4 of goodwill and finite-lived intangible assets, respectively, primarily within the Pet Foods reporting unit. As a result, the impacted reporting units were assessed for impairment as of April 30, 2023, and we concluded there were no indicators of impairment, as the estimated fair values were in excess of the carrying values for all reporting units. For additional information, see Note 3: Divestitures.\nAs of April 30, 2023, goodwill and indefinite-lived intangible assets totaled $5.2 billion and $2.6 billion, respectively. The carrying values of the goodwill and indefinite-lived intangible assets were $1.6 billion and $1.1 billion, respectively, within the U.S. Retail Pet Foods segment, and $2.1 billion and $1.2 billion, respectively, within the U.S. Retail Coffee segment, which represent approximately 80 percent of the total goodwill and indefinite-lived intangible assets as of April 30, 2023. Furthermore, the goodwill within the U.S. Retail Pet Foods segment remains susceptible to future impairment charges due to narrow differences between fair value and carrying value, which is primarily attributable to the recognition of these assets at fair value resulting from impairment charges in recent years. To date, we have recognized $465.0 of impairment charges related to the goodwill and indefinite-lived intangible assets acquired as part of the Big Heart Pet Brands (“Big Heart”) acquisition in 2015, primarily as a result of reductions in our long-term net sales and profitability projections. Furthermore, during 2022, we recognized an impairment charge of $150.4 related to the divested \nRachael Ray Nutrish \nbrand within the U.S. Retail Pet Foods segment, primarily driven by the re-positioning of this brand within the Pet Foods brand portfolio, which led to a decline in the current and long-term net sales expectations and the royalty rate used in the valuation analysis. For additional information, refer to Note 6: Goodwill and Other Intangible Assets.\nWe do not believe that the Pet Foods reporting unit or any of the indefinite-lived assets within the U.S. Retail Pet Foods segment are more likely than not impaired as of April 30, 2023. However, significant adverse changes to the assumptions regarding the future performance of the U.S. Retail Pet Foods segment or its brands, a sustained adverse change to macroeconomic conditions, or a change to other assumptions could result in additional impairment losses in the future, which could be significant. As of April 30, 2023, the estimated fair value was substantially in excess of the carrying value for all reporting units and material indefinite-lived intangible assets, and in all such instances, the estimated fair value exceeded the carrying value by greater than 10 percent. \nWhile we concluded there were no indicators of impairment as of April 30, 2023, any significant sustained adverse change in consumer purchasing behaviors, financial results, or macroeconomic conditions could result in future impairment.\nWe work with our suppliers to extend our payment terms, which are then supplemented by a third-party administrator to assist in effectively managing our working capital. If the extension of payment terms is reversed or the financial institution terminates its participation in the program, our ability to maintain acceptable levels of working capital may be adversely affected.\nAs part of ongoing efforts to maximize working capital, we work with our suppliers to optimize our terms and conditions, which includes the extension of payment terms. Payment terms with our suppliers, which we deem to be commercially reasonable, range from 0 to 180 days. We have an agreement with a third-party administrator to provide an accounts payable tracking system and facilitate a supplier financing program, which allows participating suppliers the ability to monitor and voluntarily elect to sell our payment obligations to a designated third-party financial institution. Participating suppliers can sell one or more of our payment obligations at their sole discretion. We have no economic interest in a supplier’s decision to enter into these agreements. Our rights and obligations to our suppliers, including amounts due and scheduled payment terms, are not impacted by our suppliers’ decisions to sell amounts under these arrangements. As of April 30, 2023 and 2022, \n19\n$414.2 and $314.3 of our outstanding payment obligations, respectively, were elected and sold to a financial institution by participating suppliers.\nIf the financial institution terminates its participation in our supplier financing program and we are unable to modify related consumer payment terms or payment terms are shortened as a result of supplier negotiations, working capital could be adversely affected. In addition, due to terminations or negotiations, we may be unable to secure alternative programs and may have to utilize various financing arrangements for short-term liquidity or increase our long-term debt.\nRisks Related to Regulation and Litigation\nWe could be subject to adverse publicity or claims from consumers.\nCertain of our products contain ingredients which are the subject of public scrutiny, including the suggestion that consumption may have adverse health effects. Although we strive to respond to consumer preferences and social expectations, we may not be successful in these efforts. An unfavorable report on the effects of ingredients present in our products, product recalls, such as the \nJif\n peanut butter product recall, or negative publicity or litigation could influence consumer preferences, significantly reduce the demand for our products, and adversely affect our profitability.\nWe may also be subject to complaints from or litigation by consumers who allege food and beverage-related illness, or other quality, health, or operational concerns. Adverse publicity resulting from such allegations could materially adversely affect us, regardless of whether such allegations are true or whether we are ultimately held liable. A lawsuit or claim could result in an adverse decision against us, which could have a material adverse effect on our business, financial condition, and results of operations.\nChanges in tax, environmental, or other regulations and laws, or their application, or failure to comply with existing licensing, trade, and other regulations and laws could have a material adverse effect on our financial condition. \nWe are subject to income and other taxes, primarily in the U.S. and Canada, based upon the jurisdictions in which our sales and profits are determined to be earned and taxed. Federal, state, and foreign statutory income tax rates and taxing regimes have been subject to significant change and continue to evolve. Our interpretation of current tax laws and their applicability to our business, as well as any changes to existing laws, can significantly impact our effective income tax rate and deferred tax balances. In particular, proposals brought forth by the U.S. presidential administration include increases to federal income tax rates that, if enacted, could have a material impact to our financial results. We are also subject to regular reviews, examinations, and audits by the Internal Revenue Service (the “IRS”) and other taxing authorities with respect to taxes within and outside of the U.S. Although we believe our tax estimates are reasonable, the final outcome of tax controversies could result in material incremental tax liabilities, including interest and penalties. Our effective income tax rate is also influenced by the geography, timing, nature, and magnitude of transactions, such as acquisitions and divestitures, restructuring activities, and impairment charges. Further, we continue to monitor \nThe Inflation Reduction Act of 2022, H.R. 5376\n (the “Inflation Reduction Act”) and related regulatory developments to evaluate their potential impact on our business, tax rate, and financial results.\nOur operations are subject to various regulations and laws, in addition to tax laws, administered by federal, state, and local government agencies in the U.S., including the FDA, U.S. Federal Trade Commission, the U.S. Departments of Agriculture, Commerce, and Labor, state regulatory agencies, and other agencies, as well as to regulations and laws administered by government agencies in Canada and other countries in which we have operations and our products are sold. In particular, the manufacturing, marketing, transportation, storage, distribution, and sale of food products are each subject to governmental regulation that is increasingly extensive. Governmental regulation encompasses such matters as ingredients (including whether a product contains bioengineered ingredients), packaging, labeling, pricing, advertising, relations with distributors and retailers, health, safety, data privacy and security, and anti-corruption, as well as an increased focus regarding environmental policies relating to climate change, regulating greenhouse gas emissions, energy policies, and sustainability, including single-use plastics. Additionally, we are routinely subject to new or modified securities regulations, other laws and regulations, and accounting and reporting standards. \nIn the U.S., we are required to comply with federal laws, such as the Food, Drug and Cosmetic Act, the Food Safety Modernization Act, the Occupational Safety and Health Act, the Clean Air Act, the Clean Water Act, the Resource Conservation and Recovery Act, the Tariff Act, laws governing equal employment opportunity, and various other federal statutes and regulations. \n20\nWe are also subject to various laws and regulations that are continuously evolving in the U.S. and other jurisdictions regarding privacy, data protection, and data security, including those related to the collection, storage, handling, use, disclosure, transfer, and security of personal data. For example, in the U.S., the California Consumer Privacy Act (the “CCPA”) imposes requirements on companies that do business in California and collect personal information from certain individuals, providing civil penalties for companies that fail to comply with these requirements as well as a private right of action for data breaches. Further, the California Privacy Rights Act, which took effect January 1, 2023, builds on the CCPA requiring the establishment of a dedicated agency to regulate privacy issues. Similarly, Virginia, Colorado, Connecticut, and Utah have all adopted laws that take effect in calendar year 2023, introducing new privacy obligations that will require developing additional compliance mechanisms and processes. There also is a wide range of enforcement agencies at both state and federal levels that can review companies for privacy and data security concerns based on general consumer protection laws. Accordingly, failure to comply with federal and state laws regarding privacy and security of personal information could expose us to fines and penalties under such laws. \nComplying with new regulations and laws, or changes to existing regulations and laws, or their application could increase our costs or adversely affect our sales of certain products. In addition, our failure or inability to comply with applicable regulations and laws could subject us to civil remedies, including fines, injunctions, recalls or seizures, and potential criminal sanctions, which could have a material adverse effect on our business and financial condition.\nOur operations in certain developing markets expose us to regulatory risks.\nIn many countries outside of the U.S., particularly in those with developing economies, it may be common for others to engage in business practices prohibited by laws and regulations applicable to us, such as the U.S. Foreign Corrupt Practices Act or similar local anti-bribery or anti-corruption laws. These laws generally prohibit companies and their employees, contractors, or agents from making improper payments to government officials for the purpose of obtaining or retaining business. Failure to comply with these laws could subject us to civil and criminal penalties that could have a material adverse effect on our financial condition and results of operations. In addition, the enforcement of remedies in foreign jurisdictions may be less certain, resulting in varying abilities to enforce intellectual property and contractual rights.\nRisks associated with climate change and other environmental impacts or legal, regulatory, or market measures to address climate change may negatively affect our business and operations.\nAs set forth in the Intergovernmental Panel on Climate Change Sixth Assessment Report, global average temperatures are gradually increasing due to increased concentration of carbon dioxide and other greenhouse gases in the atmosphere, which have contributed to and are expected to continue contributing to significant changes in weather patterns around the globe and an increase in the frequency and severity of extreme weather and natural disasters. In the event that climate change has a negative effect on agricultural productivity, we may be subject to decreased availability or less favorable pricing for certain commodities that are necessary for our products, such as green coffee, protein meals, peanuts, grains, plastic containers, oils and fats, fruit, and other ingredients. We may also be subjected to decreased availability or less favorable pricing for water or energy as a result of such change, which could impact our manufacturing and distribution operations. In addition, natural disasters and extreme weather conditions may disrupt the productivity of our facilities or the operation of our supply chain, which could increase our insurance or other operating costs or require us to make additional, unplanned capital expenditures. Specifically, in 2022, Hurricane Ida caused our coffee manufacturing facilities in New Orleans, Louisiana to be temporarily shut down, and in 2021, unforeseen weather events in Texas, Oklahoma, and Kansas temporarily shut down our pet manufacturing facilities in Kansas. Although we consider these to be uncommon events and we were able to effectively minimize any disruptions through our business continuity planning efforts, extreme weather could disrupt our production in the future, adversely affecting our ability to meet customer deadlines and supply demands.\nAdditionally, there is an increased focus by foreign, federal, state, and local regulatory and legislative bodies regarding environmental policies relating to climate change, regulating greenhouse gas emissions, energy policies, and sustainability, including single-use plastics. Increased energy or compliance costs and expenses due to the impacts of climate change and additional legal or regulatory requirements regarding climate change designed to reduce or mitigate the effects of carbon dioxide and other greenhouse gas emissions on the environment could be costly and may cause disruptions in, or an increase in the costs associated with, our manufacturing and distribution facilities, as well as increase supply chain costs. Moreover, compliance with any such legal or regulatory requirements may require us to make significant changes to our business operations, strategy, and reporting, which will likely require substantial time, attention, and costs. \nFinally, we might fail to effectively address increased attention from the media, shareholders, activists, and other stakeholders on climate change and related environmental sustainability matters. Such failure, or the perception that we have failed to act \n21\nresponsibly with respect to such matters or to effectively respond to new or additional regulatory requirements regarding climate change, whether or not valid, could result in adverse publicity and negatively affect our business and reputation. In addition, from time to time we establish and publicly announce goals and commitments, including goals to reduce our impact on the environment. For example, in 2022, we established science-based targets for Scope 1, 2, and 3 greenhouse gas emissions. Our ability to achieve any stated goal, target, or objective is subject to numerous factors and conditions, many of which are outside of our control, including evolving regulatory requirements and the availability of suppliers that can meet our sustainability and other standards. Furthermore, standards for tracking and reporting such matters continue to evolve. Our selection of voluntary disclosure frameworks and standards, and the interpretation or application of those frameworks and standards, may change from time to time or differ from those of others. Methodologies for reporting this data may be updated and previously reported data may be adjusted to reflect improvement in availability and quality of third-party data, changing assumptions, changes in the nature and scope of our operations (including from acquisitions and divestitures), and other changes in circumstances, which could result in significant revisions to our current goals, reported progress in achieving such goals, or ability to achieve such goals in the future. If we fail to achieve, are perceived to have failed, or are delayed in achieving these goals and commitments, it could negatively affect consumer preference for our products or investor confidence in our stock, as well as expose us to government enforcement actions and private litigation.\nThe physical effects and transitional costs of climate change and legal, regulatory, or market initiatives to address climate change could have a negative impact on our business, financial condition, and results of operations.\nGeneral Risk Factors\nWe may be unable to grow market share of our products.\nWe operate in the competitive food industry whose growth potential is positively correlated to population growth. Our success depends in part on our ability to grow our brands faster than the population in general. We consider our ability to build and sustain the equity of our brands critical to our market share growth. If we do not succeed in these efforts, our market share growth may slow, which could have a material impact on our results of operations.\n \nIf our information technology systems fail to perform adequately or we are unable to protect such information technology systems against data corruption, cyber-based attacks, or network security breaches, our operations could be disrupted, and we may suffer financial damage or loss because of lost or misappropriated information.\nWe rely on information technology networks and systems, including the Internet, to process, transmit, and store electronic information, and the importance of such networks and systems has increased due to many of our employees working remotely. In particular, we depend on our information technology infrastructure to effectively manage our business data, supply chain, logistics, finance, manufacturing, and other business processes and for digital marketing activities and electronic communications between Company personnel and our customers and suppliers. If we do not allocate and effectively manage the resources necessary to build, sustain, and protect an appropriate technology infrastructure, or we do not effectively implement system upgrades, our business or financial results could be negatively impacted. We are regularly the target of attempted cyber and other security threats. Therefore, we continuously monitor and update our information technology networks and infrastructure to prevent, detect, address, and mitigate the risk of unauthorized access, misuse, computer viruses, phishing attacks, malware, ransomware, social engineering, password theft, physical breaches, and other events that could have a security impact. In addition, the ongoing conflict between Russia and Ukraine has heightened the risk of cyberattacks. We invest in industry standard security technology to protect our data and business processes against the risk of data security breaches and cyber-based attacks. We believe our security technology tools and processes provide adequate measures of protection against security breaches and in reducing cybersecurity risks. Nevertheless, despite continued vigilance in these areas, security breaches or system failures of our infrastructure, whether due to attacks by hackers, employee error, or other causes, can create system disruptions, shutdowns, transaction errors, or unauthorized disclosure of confidential information. If we are unable to prevent such breaches or failures, our operations could be disrupted, or we may suffer financial damage or loss because of lost or misappropriated information. In addition, the cost to remediate any damages to our information technology systems suffered as a result of a cyber-based attack could be significant.\nFurther, we have outsourced several information technology support services and administrative functions, including benefit plan administration and other functions, to third-party service providers, and may outsource other functions in the future to achieve cost savings and efficiencies. In addition, certain of our processes rely on third-party cloud computing services. If the service providers to which we outsource these functions do not perform effectively, we may not be able to achieve the \n22\nexpected benefits and may have to incur additional costs to correct errors made by such service providers. Depending on the function involved, such errors may also lead to business disruption, processing inefficiencies, inaccurate financial reporting, the loss of or damage to intellectual property through security breach, the loss of sensitive data through security breach, or otherwise.\nWe may face complications with the design or implementation of our new enterprise performance management system, which may negatively affect our business and operations.\nWe rely on information technology networks and systems to manage our business and operations. We are in the process of a multi-year implementation of a new enterprise performance management (“EPM”) system, inclusive of an enterprise resource planning system (i.e., general ledger), through the use of Oracle Cloud Solutions. The EPM system will replace our existing financial system and is designed to accurately maintain our financial records, enhance operational functionality and efficiency, and provide timely information to our management team. The EPM system implementation process has required, and will continue to require, the investment of significant personnel and financial resources over the duration of the project. We anticipate full integration of the EPM system by the end of 2025. Further, we may not be able to successfully implement the EPM system without experiencing delays, increased costs, and other complications. If we are unable to successfully design and implement the new EPM system as planned, our financial condition, results of operations, and cash flows could be negatively impacted. In addition, if the EPM system does not operate as intended, the effectiveness of our internal controls over financial reporting could be negatively affected.\nThe ongoing conflict between Russia and Ukraine and the related disruptions to the global economy could adversely affect our business, financial condition, or results of operations.\nThe global economy has been negatively impacted by the ongoing conflict between Russia and Ukraine. Governments in the United States, United Kingdom, and European Union have imposed sanctions on certain products, industry sectors, and parties in Russia. Although we do not have any operations in Russia or Ukraine, we have experienced and may continue to experience shortages in materials and increased costs for transportation, energy, and raw materials due in part to the negative impact of the conflict on the global economy. If the conflict continues for an extended period of time, it could result in cyberattacks, supply chain disruptions, lower consumer demand, changes in foreign exchange rates, increased trade barriers and restrictions on global trade, and other impacts, which may adversely affect our business, financial condition, or results of operations. These and other impacts of the ongoing conflict between Russia and Ukraine could also heighten many of the other risk factors discussed in this section.",
    "item7": ">Item 7.     Management’s Discussion and Analysis of Financial Condition and Results of Operations. \n(Dollars and shares in millions, unless otherwise noted, except per share data)\nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations is intended to provide an understanding of our results of operations, financial condition, and cash flows by focusing on changes in certain key measures from year-to-year, and should be read in conjunction with our consolidated financial statements and the accompanying notes presented in Item 8. “Financial Statements and Supplementary Data” in this Annual Report on Form 10-K. This discussion contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of various factors, including those discussed in Item 1A. “Risk Factors” in this Annual Report on Form 10-K. \nCompany Background\nAt The J. M. Smucker Company, it is our privilege to make food people and pets love by offering a diverse portfolio of brands available across North America. We are proud to lead in the coffee, consumer foods, dog snacks, and cat food categories by offering brands consumers trust for themselves and their families each day including \nFolgers\n, \nDunkin’\n, \nCafé Bustelo\n, \nJif\n, \nSmucker’s Uncrustables\n, \nSmucker’s\n, \nMilk-Bone,\n and \nMeow Mix\n. Through our unwavering commitment to producing quality products, operating responsibly and ethically, and delivering on our purpose, we will continue to grow our business and the positive impact we have on society.\nWe have three reportable segments: U.S. Retail Pet Foods, U.S. Retail Coffee, and U.S. Retail Consumer Foods. The U.S. retail market segments in total comprised 87 percent of net sales in 2023, and represent a major portion of our strategic \nfocus – the sale of branded food and beverage products with leadership positions to consumers through retail outlets in North America. In the U.S. retail market segments, our products are primarily sold to food retailers, club stores, discount and dollar stores, online retailers, pet specialty stores, drug stores, military commissaries, mass merchandisers, and natural foods stores and distributors. International and Away From Home includes the sale of products distributed domestically and in foreign countries through retail channels and foodservice distributors and operators (e.g., health care operators, restaurants, lodging, hospitality, offices, K-12, colleges and universities, and convenience stores).\nStrategic Overview\nOur \nBasic Beliefs\n are the foundation for everything we do as an organization. They serve as guideposts for decision-making and how we interact with our colleagues and partners. As we have grown, we have remained unwavering in our commitment to these values but also recognize how we are called to act upon them must evolve as the world around us does. In this spirit, with 2023 marking our 125\nth\n year in business, we introduced an evolution of our \nBasic Beliefs\n, building from the original \nBasic Beliefs\n, to ensure they are as actionable as possible in order to help our employees continue to bring our unique culture to life. As such, we evolved our \nBasic Beliefs \nto\n Be Bold, Be Kind, Do the Right Thing, Play to Win, \nand\n Thrive Together, \nwhich are clear, concise, and actionable\n.\n In addition, we have been led by five generations of family leadership, having had only six chief executive officers in 125 years. This continuity of management and thought extends to the broader leadership team that embodies the values and embraces the business practices that have contributed to our consistent growth. \nOur strategic vision is to engage, delight, and inspire consumers by building brands they love and leading in growing categories. This vision is our long-term direction that guides business priorities and aligns our organization. We will continue to drive balanced, long-term growth by advancing on the following strategic pillars:  \n•\nWinning with superior execution;\n•\nImproving profitability and cost discipline;\n•\nTransforming our portfolio;\n•\nDoing our part: Corporate Responsibility, Sustainability, and ID&E; and\n•\nNurturing and evolving our culture.\nOur strategic growth objectives include net sales increasing by a low-single digit percentage and operating income excluding non-GAAP adjustments (“adjusted operating income”) increasing by a mid-single digit percentage on average over the long-term. Related to income per diluted share excluding non-GAAP adjustments (“adjusted earnings per share”), our strategic growth objective is to increase by a high-single digit percentage over the long-term. We expect organic growth, including new products, to drive much of our top-line growth, while the contribution from acquisitions will vary from year-to-year. Our \n26\nnon-GAAP adjustments include amortization expense and impairment charges related to intangible assets, certain divestiture, acquisition, integration, and restructuring costs (“special project costs”), gains and losses on divestitures, the net change in cumulative unallocated gains and losses on commodity and foreign currency exchange derivative activities (“change in net cumulative unallocated derivative gains and losses”), and other infrequently occurring items that do not directly reflect ongoing operating results, such as unrealized gains and losses on the investment in equity securities. Refer to “Non-GAAP Financial Measures” in this discussion and analysis for additional information. Due to the unknown and potentially prolonged impact of the inflationary environment, challenged supply network, and increased labor shortages, we may experience difficulties or be delayed in achieving our long-term strategies; however, we continue to evaluate the effects of the macroeconomic environment on our long-term growth objectives. \nOver the past five years, net sales and adjusted earnings per share increased at a compound annual growth rate of 3 percent and 2 percent, respectively, while adjusted operating income has remained consistent. These changes were primarily driven by increased at-home consumption for the U.S. Retail Coffee and U.S. Retail Consumer Foods segments, partially offset by the reduction in net sales from the divestitures of\n \nthe private label dry pet food and natural beverage and grains businesses in 2022, \nCrisco \nand \nNatural Balance \nbusinesses\n \nin 2021, and the U.S. baking business in 2019. Net cash provided by operating activities has remained consistent over the past five years. Our cash deployment strategy is to balance reinvesting in our business through acquisitions and capital expenditures with returning cash to our shareholders through the payment of dividends and share repurchases. Our deployment strategy also includes a significant focus on debt repayment.\nDivestitures \nOn April 28, 2023, we sold certain pet food brands to Post. The transaction included the\n Rachael Ray Nutrish, 9Lives, Kibbles ’n Bits, Nature’s Recipe\n, and \nGravy Train\n brands, as well as our private label pet food business, inclusive of certain trademarks and licensing agreements, manufacturing and distribution facilities in Bloomsburg, Pennsylvania, manufacturing facilities in Meadville, Pennsylvania and Lawrence, Kansas, and approximately 1,100 employees who supported these pet food brands. Under our ownership, these brands generated net sales of $1.5 billion in 2023, and $1.4 billion in both 2022 and 2021, primarily included in the U.S. Retail Pet Foods segment. Net proceeds from the divestiture were $1.2 billion, consisting of $684.7 in cash, net of a preliminary working capital adjustment and cash transaction costs, and approximately 5.4 million shares of Post common stock, valued at $491.6 at the close of the transaction. Upon completion of this transaction, we recognized a pre-tax loss of $1.0 billion. The net proceeds and pre-tax loss will be finalized during the first quarter of 2024, upon finalization of the working capital adjustment and cash transaction costs.\nOn January 31, 2022, we sold the natural beverage and grains businesses to Nexus. The transaction included products sold under the \nR.W. Knudsen \nand \nTruRoots \nbrands, inclusive of certain trademarks, a licensing agreement for \nSanta Cruz Organic\n beverages, dedicated\n \nmanufacturing and distribution facilities in Chico, California and Havre de Grace, Maryland, and approximately 150 employees who supported the natural beverage and grains businesses. The transaction did not include \nSanta Cruz Organic\n nut butters, fruit spreads, syrups, or applesauce. Under our ownership, the businesses generated net sales of $106.7 in 2022, primarily included in the U.S. Retail Consumer Foods segment. Final net proceeds from the divestiture were $98.7, inclusive of a working capital adjustment and cash transaction costs. We recognized a pre-tax gain of $28.3 related to the natural beverage and grains businesses, of which $26.7 was recognized during 2022, and the remaining $1.6 was recognized upon finalization of the working capital adjustment during 2023.\nOn December 1, 2021, we sold the private label dry pet food business to Diamond Pet Foods. The transaction included dry pet food products sold under private label brands, a dedicated manufacturing facility located in Frontenac, Kansas, and approximately 220 employees who supported the private label dry pet food business. The transaction did not include any branded products or our private label wet pet food business. Under our ownership, the business generated net sales of $62.3 in 2022, included in the U.S. Retail Pet Foods segment. Final net proceeds from the divestiture were $32.9, net of cash transaction costs. Upon completion of this transaction during 2022, we recognized a pre-tax loss of $17.1. \nTrends Affecting our Business\nDuring 2023, we experienced significant input cost inflation and a dynamic macroeconomic environment, which we anticipate will persist into 2024. In addition, the higher costs required us to implement material price increases across our business in 2023, and we anticipate the price elasticity of demand will remain elevated into 2024 as consumers continue to respond to broader inflationary pressures. In response to the inflationary pressures, we have introduced a company-wide transformation initiative to focus on deliberately translating our continuous improvement mindset into sustainable productivity initiatives to grow our profit margins and reinvest in the Company to enable future growth and cost savings.\nIn addition, we continued to experience disruption in our supply chain network, including labor shortages and the supply of certain ingredients, packaging, and other sourced materials, which has resulted in the continued elevation of transportation \n27\nand other supply chain costs during 2023. It is possible that more significant disruptions could occur if the COVID-19 pandemic and certain geopolitical events continue to impact markets around the world, including the impact of e-commerce pressures on freight charges and potential shipping delays due to supply and demand imbalances, as well as labor shortages. We also continue to work closely with our customers and external business partners, taking additional actions to ensure safety and business continuity and maximize product availability. We have maintained production at all our facilities and availability of appointments at distribution centers. Furthermore, we have implemented measures to manage order volumes to ensure a consistent supply across our retail partners during periods of high demand. However, to the extent that high demand levels or the current supply chain environment continues to disrupt order fulfillment, we may experience volume loss and elevated penalties.\nAlthough we do not have any operations in Russia or Ukraine, we continue to monitor the environment for any significant escalation or expansion of economic or supply chain disruptions, including broader inflationary costs, as well as regional or global economic recessions. During 2023, the conflict between Russia and Ukraine primarily impacted the price of grains, oils, and fat-based products, which may continue to have an adverse impact on our results of operations into 2024.\nOverall, broad-based supply chain disruptions and rising levels of inflation, including the impact of the conflict between Russia and Ukraine, remain uncertain and ultimately depend on the length and severity of the conflict and the pandemic. We will continue to evaluate the nature and extent to which supply chain disruptions and inflation will impact our business; supply chain, including labor availability and attrition; results of operations; financial condition; and liquidity.\nResults of Operations\nThis discussion and analysis deals with comparisons of material changes in the consolidated financial statements for the years ended April 30, 2023 and 2022. For the comparisons of the years ended April 30, 2022 and 2021, see the Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7 of our 2022 Annual Report on Form 10-K.\n  \nYear Ended April 30,\n  \n2023\n2022\n% Increase\n(Decrease)\nNet sales\n$\n8,529.2 \n$\n7,998.9 \n7 \n%\nGross profit\n$\n2,801.8 \n$\n2,700.7 \n4 \n% of net sales\n32.8 \n%\n33.8 \n%\nOperating income\n$\n157.5 \n$\n1,023.8 \n(85)\n% of net sales\n1.8 \n%\n12.8 \n%\nNet income (loss):\nNet income (loss)\n$\n(91.3)\n$\n631.7 \n(114)\nNet income (loss) per common share – assuming dilution\n$\n(0.86)\n$\n5.83 \n(115)\nAdjusted gross profit \n(A)\n$\n2,829.6 \n$\n2,744.6 \n3 \n% of net sales\n33.2 \n%\n34.3 \n%\nAdjusted operating income \n(A)\n$\n1,415.4 \n$\n1,440.1 \n(2)\n% of net sales\n16.6 \n%\n18.0 \n%\nAdjusted income: \n(A)\nIncome\n$\n950.8 \n$\n962.2 \n(1)\nEarnings per share – assuming dilution\n$\n8.92 \n$\n8.88 \n— \n(A)\nWe use non-GAAP financial measures to evaluate our performance. Refer to “Non-GAAP Financial Measures” in this discussion and analysis for a reconciliation to the comparable generally accepted accounting principles (“GAAP”) financial measure.\n28\nNet Sales\nYear Ended April 30,\n \n2023\n2022\nIncrease  \n(Decrease)\n  %    \nNet sales\n$\n8,529.2 \n$\n7,998.9 \n$\n530.3 \n7 \n%\nPrivate label dry pet food divestiture\n— \n(62.3)\n62.3 \n1 \nNatural beverage and grains divestiture\n— \n(106.7)\n106.7 \n1 \nPet food brands divestiture\n— \n(12.2)\n12.2 \n— \nForeign currency exchange\n26.3 \n— \n26.3 \n— \nNet sales excluding divestitures and foreign currency exchange \n(A)\n$\n8,555.5 \n$\n7,817.7 \n$\n737.8 \n9 \n%\nAmounts may not add due to rounding\n.\n(A)\nNet sales excluding divestitures and foreign currency exchange is a non-GAAP financial measure used to evaluate performance internally. This measure provides useful information to investors because it enables comparison of results on a year-over-year basis. \nNet sales in 2023 increased $530.3, or 7 percent, which includes $181.2 of noncomparable net sales in the prior year related to divestitures. Net sales excluding divestitures and foreign currency exchange increased $737.8, or 9 percent. Higher net price realization contributed a 14 percentage point increase to net sales, primarily reflecting list price increases for each of our U.S. Retail segments and for International and Away From Home, which was partially offset by a 5 percentage point decrease from volume/mix, primarily driven by the U.S. Retail Coffee segment and manufacturing downtime related to the \nJif\n peanut butter product recall.\nOperating Income\nThe following table presents the components of operating income as a percentage of net sales. \n  \nYear Ended April 30,\n  \n2023\n2022\nGross profit\n32.8 \n%\n33.8 \n%\nSelling, distribution, and administrative expenses:\nMarketing\n3.3 \n%\n3.5 \n%\nAdvertising\n1.9 \n2.2 \nSelling\n2.8 \n2.8 \nDistribution\n3.5 \n3.6 \nGeneral and administrative\n5.5 \n5.0 \nTotal selling, distribution, and administrative expenses\n17.1 \n%\n17.0 \n%\nAmortization\n2.4 \n2.8 \nOther intangible assets impairment charge\n— \n1.9 \nOther special project costs\n0.1 \n0.1 \nLoss (gain) on divestitures – net\n11.9 \n(0.1)\nOther operating expense (income) – net\n(0.5)\n(0.7)\nOperating income\n1.8 \n%\n12.8 \n%\nAmounts may not add due to rounding.\nGross profit increased $101.1, or 4 percent, in 2023, reflecting a favorable net impact of higher net price realization and increased commodity and ingredient, manufacturing, and packaging costs, inclusive of the unfavorable impact related to the \nJif\n peanut butter product recall, partially offset by a lower contribution from volume/mix and the noncomparable impact of the divested natural beverage and grains businesses.\nOperating income decreased $866.3, or 85 percent, primarily driven by the $1.0 billion pre-tax loss related to the divestiture of certain pet food brands and a $94.7 increase in selling, distribution, and administrative (“SD&A”) expenses, primarily driven by increased incentive compensation, partially offset by lapping a $150.4 intangible asset impairment charge in the prior year and the increase in gross profit.\n29\nOur non-GAAP adjustments include amortization expense and impairment charges related to intangible assets, special project costs, gains and losses on divestitures, the change in net cumulative unallocated derivative gains and losses, and other infrequently occurring items that do not directly reflect ongoing operating results, such as unrealized gains and losses on the investment in equity securities. Refer to “Non-GAAP Financial Measures” in this discussion and analysis for additional information. Gross profit excluding non-GAAP adjustments (“adjusted gross profit”) increased $85.0, or 3 percent, in 2023, primarily reflecting the exclusion of special project costs, as compared to GAAP gross profit. Adjusted operating income decreased $24.7, or 2 percent, as compared to the prior year, further reflecting the exclusion of the pre-tax loss related to the divestiture of certain pet food brands and the prior year impairment charge.\nInterest Expense\nNet interest expense decreased $8.9, or 6 percent, in 2023, primarily due to a net favorable impact of the repayment of Senior Notes and the issuance of debt in the prior year. For additional information, refer to Note 7: Debt and Financing Arrangements.\nIncome Taxes \nIncome taxes decreased $130.0, or 61 percent, in 2023, as compared to the prior year. The effective income tax rate for 2023 varied from the U.S. statutory income tax rate of 21.0 percent primarily due to an unfavorable permanent impact of the divestiture of certain pet food brands, as well as state income taxes. The effective income tax rate for 2022 varied from the U.S. statutory income tax rate of 21.0 percent primarily due to state income taxes, including an unfavorable one-time deferred tax impact of an internal legal entity simplification. We anticipate a full-year effective income tax rate for 2024 to be approximately 24.2 percent. For additional information, refer to Note 13: Income Taxes. \nSpecial Project Costs\nA restructuring program was approved by the Board during 2021, associated with opportunities identified to reduce our overall cost structure, optimize our organizational design, and support our portfolio reshape. This is inclusive of certain restructuring costs associated with the divestitures of the \nCrisco\n, \nNatural Balance\n, private label dry pet food, and natural beverage and grains businesses. For additional information related to the divestitures, see Note 3: Divestitures. \nDuring 2021, we substantially completed an organizational redesign related to our corporate headquarters and announced plans to close our Suffolk, Virginia facility as a result of a new strategic partnership for the production of our liquid coffee products. During 2022, we completed the transition of production to JDE Peet’s, and expanded the restructuring program to include certain costs associated with the divestitures of the private label dry pet food and natural beverage and grains businesses, as well as the closure of our Ripon, Wisconsin production facility to further optimize operations for our U.S. Retail Consumer Foods business. We completed the closure of the Ripon facility during 2023, as planned, and the remaining restructuring activities were completed as of April 30, 2023. The costs incurred associated with these restructuring activities include other transition and termination costs associated with our cost reduction and margin management initiatives, inclusive of accelerated depreciation, as well as employee-related costs. We have incurred total cumulative restructuring costs of $63.7, of which $11.1 and $28.5 were incurred during 2023 and 2022, respectively. For further information, refer to Note 2: Special Project Costs.\nCommodities Overview\nThe raw materials we use in each of our segments are primarily commodities, agricultural-based products, and packaging materials. The most significant of these materials, based on 2023 annual spend, are green coffee, protein meals, peanuts, grains, and plastic containers. Green coffee, corn, certain meals, oils, and grains are traded on active regulated exchanges, and the price of these commodities fluctuates based on market conditions. Derivative instruments, including futures and options, are used to minimize the impact of price volatility for these commodities.\nWe source green coffee from more than 20 coffee-producing countries. Its price is subject to high volatility due to factors such as weather, global supply and demand, plant disease, investor speculation, and political and economic conditions in the source countries.\nWe source peanuts, protein meals, and oils and fats mainly from North America. We are one of the largest procurers of peanuts in the U.S. and frequently enter into long-term purchase contracts for various periods of time to mitigate the risk of a shortage of this commodity. The oils we purchase are mainly peanut and soybean. The price of peanuts, protein meals, and oils are driven primarily by weather, which impacts crop sizes and yield, as well as global demand, especially from large importing countries such as China and India. In particular, the supply chain for protein meals, fats, corn products, and green coffee has been significantly disrupted by the COVID-19 pandemic, and therefore, the price for these commodities has \n30\nincreased and may continue to increase due to such disruptions. Furthermore, the price of grains and oils and fat-based products has been impacted by the ongoing conflict between Russia and Ukraine.\nWe frequently enter into long-term contracts to purchase plastic containers, which are sourced mainly from within the U.S. Plastic resin is made from petrochemical feedstock and natural gas feedstock, and the price can be influenced by feedstock, energy, and crude oil prices as well as global economic and geopolitical conditions. \nExcluding the impact of derivative gains and losses, our overall commodity costs in 2023 were higher than in 2022, primarily due to higher costs for green coffee, protein meals, oils and fats, and grains.\nSegment Results\nWe have three reportable segments: U.S. Retail Pet Foods, U.S. Retail Coffee, and U.S. Retail Consumer Foods. The presentation of International and Away From Home represents a combination of all other operating segments that are not individually reportable.\nThe U.S. Retail Pet Foods segment primarily includes the domestic sales of \nMeow Mix\n,\n Milk-Bone\n, \nPup-Peroni, \nand \nCanine Carry Outs \nbranded products; the U.S. Retail Coffee segment primarily includes the domestic sales of \nFolgers\n, \nDunkin’\n, and \nCafé Bustelo\n \nbranded coffee; and the U.S. Retail Consumer Foods segment primarily includes the domestic sales of \nSmucker’s \nand \nJif \nbranded products. International and Away From Home includes the sale of products distributed domestically and in foreign countries through retail channels and foodservice distributors and operators (e.g., health care operators, restaurants, lodging, hospitality, offices, K-12, colleges and universities, and convenience stores). Under our ownership, the divested \nRachael Ray Nutrish, 9Lives, Kibbles ’n Bits, Nature’s Recipe\n, and \nGravy Train \nbrands generated net sales of $1.5 billion and $1.4 billion in 2023 and 2022, respectively, primarily included in the U.S. Retail Pet Foods segment. \n  \nYear Ended April 30,\n  \n2023\n2022\n% Increase (Decrease)\nNet sales:\nU.S. Retail Pet Foods\n$\n3,038.1 \n$\n2,764.3 \n10 \n%\nU.S. Retail Coffee\n2,735.3 \n2,497.3 \n10 \nU.S. Retail Consumer Foods\n1,630.9 \n1,707.2 \n(4)\nInternational and Away From Home\n1,124.9 \n1,030.1 \n9 \nSegment profit:\nU.S. Retail Pet Foods\n$\n494.9 \n$\n395.9 \n25 \n%\nU.S. Retail Coffee\n737.7 \n736.7 \n— \nU.S. Retail Consumer Foods\n352.6 \n424.2 \n(17)\nInternational and Away From Home\n143.3 \n142.0 \n1 \nSegment profit margin:\nU.S. Retail Pet Foods\n16.3 \n%\n14.3 \n%\nU.S. Retail Coffee\n27.0 \n29.5 \nU.S. Retail Consumer Foods\n21.6 \n24.8 \nInternational and Away From Home\n12.7 \n13.8 \n \nU.S. Retail Pet Foods\nThe U.S. Retail Pet Foods segment net sales increased $273.8 in 2023, inclusive of the impact of $74.3 of noncomparable net sales in the prior year related to the divested private label dry pet food business and the divestiture of certain pet food brands. Excluding the noncomparable impact of the divested businesses, net sales increased $348.1, or 13 percent. Higher net price realization increased net sales by 16 percentage points, primarily reflecting list price increases across the portfolio, partially offset by increased trade spend. The higher net price realization was partially offset by a lower contribution from volume/mix of 3 percentage points, primarily reflecting decreases for cat food and dog food. Segment profit increased $99.0, primarily reflecting a favorable net impact of higher net price realization and increased commodity and ingredient, packaging, and manufacturing costs, partially offset by higher marketing spend.\n31\nU.S. Retail Coffee\nThe U.S. Retail Coffee segment net sales increased $238.0 in 2023. Net price realization contributed a 19 percentage point increase to net sales, primarily reflecting list price increases across the portfolio, partially offset by increased trade spend. Unfavorable volume/mix decreased net sales by 9 percentage points driven by mainstream and premium coffee. Segment profit was comparable to the prior year as a favorable net impact of higher net price realization and increased commodity and manufacturing costs was mostly offset by the unfavorable volume/mix. \nU.S. Retail Consumer Foods\nThe U.S. Retail Consumer Foods segment net sales decreased $76.3 in 2023, inclusive of the impact of $101.8 of noncomparable net sales in the prior year related to the divested natural beverage and grains businesses. Excluding the noncomparable impact of the divested businesses, net sales increased $25.5, or 2 percent. Net price realization contributed a \n6 percentage point increase to net sales, primarily driven by list price increases for the \nSmucker’s\n brand, partially offset by declines for \nJif\n peanut butter, inclusive of the unfavorable impact of customer returns and fees related to the \nJif\n peanut butter product recall. Volume/mix decreased net sales by 4 percentage points, primarily driven by downtime related to the recall, partially offset by an increase for \nSmucker’s Uncrustables \nfrozen sandwiches. Segment profit decreased $71.6, primarily reflecting higher commodity and ingredient, manufacturing, and packaging costs, inclusive of costs related to the recall, and the impact of the noncomparable segment profit in the prior year related to the divested natural beverage and grains businesses, partially offset by higher net pricing and favorable volume/mix.\nInternational and Away From Home\nInternational and Away From Home net sales increased $94.8 in 2023, including $26.3 of unfavorable foreign currency exchange and the noncomparable impact of $5.1 of net sales in the prior year primarily related to the divested natural beverage and grains businesses. Excluding the noncomparable impact of foreign currency exchange and the divested businesses, net sales increased $126.2, or 12 percent, reflecting a 19 percent and 5 percent increase for the Away From Home and International operating segments, respectively. Net price realization contributed a 13 percentage point increase to net sales for the combined businesses, primarily driven by increases for coffee products, baking mixes and ingredients, and frozen handheld products, partially offset by the unfavorable impact of customer returns and fees related to the \nJif\n peanut butter product recall. Segment profit increased $1.3, primarily reflecting a favorable net impact of higher net price realization and increased commodity costs, as well as decreased marketing spend, partially offset by the unfavorable foreign currency exchange.\nLIQUIDITY AND CAPITAL RESOURCES\nLiquidity\nOur principal source of funds is cash generated from operations, supplemented by borrowings against our commercial paper program and revolving credit facility. Further benefiting from proceeds from divestitures, total cash and cash equivalents increased to $655.8 at April 30, 2023, compared to $169.9 at April 30, 2022.\nThe following table presents selected cash flow information.\n  \nYear Ended April 30,\n  \n2023\n2022\nNet cash provided by (used for) operating activities\n (A)\n$\n1,194.4 \n$\n1,136.3 \nNet cash provided by (used for) investing activities\n (A)\n256.2 \n(355.5)\nNet cash provided by (used for) financing activities\n(964.6)\n(944.5)\nNet cash provided by (used for) operating activities\n (A)\n$\n1,194.4 \n$\n1,136.3 \nAdditions to property, plant, and equipment \n(A)\n(477.4)\n(417.5)\nFree cash flow \n(B)\n$\n717.0 \n$\n718.8 \n(A)\nNet cash provided by (used for) operating activities and net cash provided by (used for) investing activities differ immaterially from the Unaudited Condensed Consolidated Statement of Cash Flow for the year ended April 30, 2023, as previously furnished within the Form 8-K filed with the SEC on June 6, 2023, reflecting the reclassification of certain items, inclusive of additions to property, plant, and equipment. Free cash flow and the net increase (decrease) in cash and cash equivalents for the year ended April 30, 2023, were not impacted by the reclassifications and remain unchanged.\n32\n(B)\nFree cash flow is a non-GAAP financial measure used by management to evaluate the amount of cash available for debt repayment, dividend distribution, acquisition opportunities, share repurchases, and other corporate purposes.\nThe $58.1 increase in cash provided by operating activities in 2023 was primarily driven by lower working capital requirements in 2023, partially offset by the $70.0 contribution to our U.S. qualified defined benefit pension plans during the first quarter of 2023. The cash required to fund working capital decreased compared to the prior year primarily related to insurance proceeds related to the \nJif\n peanut butter product recall that were received in 2023, a decrease in inventory, and changes in accrued incentive compensation, which were partially offset by a decrease in cash from trade receivables due to timing of sales and payments.\nCash provided by investing activities in 2023 consisted primarily of net proceeds received from the sale of certain pet food brands of $684.7 and a decrease of $37.6 in our derivative cash margin account balances. These increases were partially offset by $477.4 in capital expenditures, primarily driven by investments in \nSmucker’s Uncrustables \nfrozen sandwiches to support the new manufacturing and distribution facilities in McCalla, Alabama and capacity expansion in Longmont, Colorado, as well as plant maintenance across our facilities. Cash used for investing activities in 2022 consisted primarily of $417.5 in capital expenditures, primarily driven by investments in \nSmucker's Uncrustables \nfrozen sandwiches to support the new manufacturing and distribution facilities, and an increase of $65.4 in our derivative cash margin account balances. These decreases in 2022 were partially offset by net proceeds received from the divested private label dry pet food and natural beverage and grains businesses of $130.0.\nCash used for financing activities in 2023 consisted primarily of dividend payments of $430.2, purchase of treasury shares of $367.5, and a net decrease in short-term borrowings of $185.9. Cash used for financing activities in 2022 consisted primarily of long-term debt repayments of $1,157.0, dividend payments of $418.1, and purchase of treasury shares of $270.4, partially offset by $797.6 in long-term debt proceeds and a net increase in short-term borrowings of $97.6.\nSupplier Financing Program\nAs part of ongoing efforts to maximize working capital, we work with our suppliers to optimize our terms and conditions, which includes the extension of payment terms. Payment terms with our suppliers, which we deem to be commercially reasonable, range from 0 to 180 days. We have an agreement with a third-party administrator to provide an accounts payable tracking system and facilitate a supplier financing program, which allows participating suppliers the ability to monitor and voluntarily elect to sell our payment obligations to a designated third-party financial institution. Participating suppliers can sell one or more of our payment obligations at their sole discretion, and our rights and obligations to our suppliers are not impacted. We have no economic interest in a supplier’s decision to enter into these agreements. Our rights and obligations to our suppliers, including amounts due and scheduled payment terms, are not impacted by our suppliers’ decisions to sell amounts under these arrangements. As of April 30, 2023 and 2022, $414.2 and $314.3 of our outstanding payment obligations, respectively, were elected and sold to a financial institution by participating suppliers. During 2023 and 2022, we paid $1,495.2 and $1,042.9, respectively, to a financial institution for payment obligations that were settled through the supplier financing program. \nContingencies\nWe, like other food manufacturers, are from time to time subject to various administrative, regulatory, and other legal proceedings arising in the ordinary course of business. We are currently a defendant in a variety of such legal proceedings, including certain lawsuits related to the alleged price-fixing of shelf stable tuna products prior to 2011 by a business previously owned by, but divested prior to our acquisition of, Big Heart, the significant majority of which were settled and paid during 2019 and 2020. While we cannot predict with certainty the ultimate results of these proceedings or potential settlements associated with these or other matters, we have accrued losses for certain contingent liabilities that we have determined are probable and reasonably estimable at April 30, 2023. Based on the information known to date, with the exception of the matters discussed below, we do not believe the final outcome of these proceedings would have a material adverse effect on our financial position, results of operations, or cash flows.\nIn addition to the legal proceedings discussed above, we are defendants in a series of putative class action lawsuits that were transferred to the United States District Court for the Western District of Missouri for coordinated pre-trial proceedings. The plaintiffs assert claims arising under various state laws for false advertising, consumer protection, deceptive and unfair trade practices, and similar statutes. Their claims are premised on allegations that we have misrepresented the number of servings that can be made from various canisters of \nFolgers\n coffee on the packaging for those products.\nThe outcome and the financial impact of these cases, if any, cannot be predicted at this time. Accordingly, no loss contingency has been recorded for these matters as of April 30, 2023, and the likelihood of loss is not considered probable or \n33\nestimable. However, if we are required to pay significant damages, our business and financial results could be adversely impacted, and sales of those products could suffer not only in these locations but elsewhere. For additional information, see Note 15: Contingencies.\nProduct Recall\nIn May 2022, we initiated a voluntary recall of select \nJif\n peanut butter products produced at our Lexington, Kentucky facility and sold primarily in the U.S., due to potential salmonella contamination. At that time, we also suspended the manufacturing of \nJif \npeanut butter products at the Lexington facility and temporarily paused shipments from our Memphis, Tennessee facility to eliminate confusion while customers cleared their shelves of potentially impacted products manufactured at the Lexington facility. No other products produced at our other facilities were affected by the recall. In June 2022, we resumed manufacturing \nJif\n peanut butter products at our Lexington facility, as well as shipping from our Memphis facility. We partnered with retailers to restock \nJif \npeanut butter products during the first quarter of 2023, and as of April 30, 2023, we have returned to normal levels. To date, we have recognized total direct costs associated with the recall of approximately $120.0, net of insurance recoveries, related to customer returns, fees, unsaleable inventory, and other product recall-related costs, primarily within our U.S. Retail Consumer Foods segment. We expect costs associated with the recall to be minimal in 2024.\nFurther, the FDA issued a Warning Letter on January 24, 2023, following an inspection of our Lexington facility completed in June 2022 in connection with the \nJif\n voluntary recall, identifying concerns regarding certain practices and controls at the facility. We have responded to the Warning Letter with a detailed explanation of our food safety plan and extensive verification activities to prevent contamination in \nJif\n peanut butter products. In addition, we have worked diligently to further strengthen our already stringent quality processes, including doubling our finished product testing and tripling our environmental testing to verify the efficacy of our actions. The FDA or other agencies may nonetheless conclude that certain practices or controls were not in compliance with the Federal Food, Drug, and Cosmetic Act or other laws. Any potential regulatory action based on such an agency conclusion could result in the imposition of injunctive terms and monetary payments that could have a material adverse effect on our business, reputation, brand, results of operations, and financial performance, as well as affect ongoing consumer litigation associated with the voluntary recall of \nJif\n peanut butter products. The outcome and financial impact of the ongoing consumer litigation or any potential regulatory action associated with the \nJif \nvoluntary recall cannot be predicted at this time. Accordingly, no loss contingency has been recorded for these matters as of April 30, 2023, and the likelihood of loss is not considered probable or estimable.\nCapital Resources\nThe following table presents our capital structure.\n  \nApril 30,\n  \n2023\n2022\nShort-term borrowings\n$\n— \n$\n180.0 \nLong-term debt\n4,314.2 \n4,310.6 \nTotal debt\n$\n4,314.2 \n$\n4,490.6 \nShareholders’ equity\n7,290.8 \n8,140.1 \nTotal capital\n$\n11,605.0 \n$\n12,630.7 \nWe have available a $2.0 billion unsecured revolving credit facility with a group of 11 banks that matures in August 2026. Additionally, we participate in a commercial paper program under which we can issue short-term, unsecured commercial paper not to exceed $2.0 billion at any time. The commercial paper program is backed by our revolving credit facility and reduces what we can borrow under the revolving credit facility by the amount of commercial paper outstanding. Commercial paper is used as a continuing source of short-term financing for general corporate purposes. As of April 30, 2023, we did not have a balance outstanding under the commercial paper program.\nWe are in compliance with all our debt covenants as of April 30, 2023, and expect to be for the next 12 months. For additional information on our long-term debt, sources of liquidity, and debt covenants, see Note 7: Debt and Financing Arrangements.\nDividend payments were $430.2 and $418.1 in 2023 and 2022, respectively, and quarterly dividends declared per share were $4.08 and $3.96 in 2023 and 2022, respectively. The declaration of dividends is subject to the discretion of our Board and depends on various factors, such as our net income, financial condition, cash requirements, future events, and other factors deemed relevant by the Board. \n34\nDuring the fourth quarter of 2023, we repurchased approximately 2.4 million common shares for $358.0 pursuant to the authorizations of the Board. Under the repurchase plan, a total of approximately 3.5 million common shares remain available for repurchase as of April 30, 2023. In accordance with the Inflation Reduction Act, a one percent excise tax was applied to share repurchases after December 31, 2022. As a result, an excise tax of $3.6 was accrued on the repurchased shares during 2023, and included within additional capital in our Consolidated Balance Sheet. A total of 2.0 million common shares were repurchased for $262.5 during 2022 under authorizations by the Board, and no excise tax was accrued on the repurchased shares. All other share repurchases during 2023 and 2022 consisted of shares repurchased from stock plan recipients in lieu of cash payments.\nOn March 2, 2023, we also entered into a share repurchase plan (the “10b5-1 Plan”) established in accordance with Rule 10b5-1 of the Exchange Act in connection with the remaining common shares authorized for repurchase by the Board. In accordance with the 10b5-1 Plan, our designated broker has the authority to repurchase approximately 2.4 million commons shares, which commenced on the consummation of the sale of certain pet food brands on April 28, 2023, and will expire 45 calendar days after the closure of the transaction, which is in the first quarter of 2024, unless terminated earlier in accordance with the terms of the 10b5-1 Plan. Subsequent to April 30, 2023, we repurchased approximately 2.4 million common shares for $362.8 under this 10b5-1 Plan and approximately 1.1 million common shares remain available for repurchase. An excise tax of $3.6 was also accrued on the repurchased shares during the first quarter of 2024.\nIn November 2021, we announced plans to invest $1.1 billion to build a new manufacturing facility and distribution center in McCalla, Alabama dedicated to production of\n Smucker’s Uncrustables\n frozen sandwiches. Construction of this facility began in 2022, with production expected to begin in calendar year 2025. The project demonstrates our commitment to meet increasing demand for this highly successful product and deliver on our strategy to focus on brands with the most significant growth opportunities. Construction of the facility and production will occur in three phases over multiple years and will result in the creation of up to 750 jobs. Financial investments and job creation will align with each of the three phases.\nThe following table presents certain cash requirements related to 2024 investing and financing activities based on our current expectations. Although no principal payments are required on our debt obligations in 2024, we may utilize a portion of our cash for debt repayment. \nProjection \nYear Ending \nApril 30, 2024\nDividend payments – based on current rates and common shares outstanding\n$\n425.9 \nCapital expenditures\n565.0 \nInterest payments\n138.9 \nAbsent any material acquisitions or other significant investments, we believe that cash on hand, combined with cash provided by operations, borrowings available under our revolving credit facility and commercial paper program, and access to capital markets, will be sufficient to meet our cash requirements for the next 12 months, including the payment of quarterly dividends, principal and interest payments on debt outstanding, and capital expenditures. However, as a result of the current macroeconomic environment, we may experience an increase in the cost or the difficulty to obtain debt or equity financing, or to refinance our debt in the future. We continue to evaluate these risks, which could affect our financial condition or our ability to fund operations or future investment opportunities.\nAs of April 30, 2023, total cash and cash equivalents of $35.8 was held by our foreign subsidiaries, primarily in Canada. We did not repatriate foreign cash to the U.S. during 2023.\nMaterial Cash Requirements\nThe following table summarizes our material cash requirements by fiscal year at April 30, 2023.\nTotal\n2024\n2025-2026\n2027-2028\n2029 and\nbeyond\nLong-term debt obligations \n(A)\n$\n4,350.0 \n$\n— \n$\n1,000.0 \n$\n500.0 \n$\n2,850.0 \nInterest payments \n(B)\n1,682.3 \n147.2 \n259.3 \n224.3 \n1,051.5 \nPurchase obligations \n(C)\n2,146.2 \n1,774.3 \n228.6 \n93.9 \n49.4 \nTotal\n$\n8,178.5 \n$\n1,921.5 \n$\n1,487.9 \n$\n818.2 \n$\n3,950.9 \n(A)\nLong-term debt obligations excludes the impact of offering discounts, make-whole payments, and debt issuance costs.\n35\n(B)\nInterest payments consists of the interest payments for our fixed-rate Senior Notes. \n(C)\nPurchase obligations includes agreements that are enforceable and legally bind us to purchase goods or services, which primarily consist of obligations related to normal, ongoing purchase obligations in which we have guaranteed payment to ensure availability of raw materials. We expect to receive consideration for these purchase obligations in the form of materials and services. These purchase obligations do not represent all future purchases expected but represent only those items for which we are contractually obligated. Amounts included in the table above represent our current best estimate of payments due. Actual cash payments may vary due to the variable pricing components of certain purchase obligations.\nOur other cash requirements at April 30, 2023, primarily included operating and finance lease obligations, which consist of the minimum rental commitments under non-cancelable operating and finance leases. As of April 30, 2023, we had total undiscounted minimum lease payments of $120.9 and $3.5 related to our operating and finance leases, respectively. For additional information, see Note 11: Leases.\nIn addition, we have other liabilities which consisted primarily of projected commitments associated with our defined benefit pension and other postretirement benefit plans, as disclosed in Note 8: Pensions and Other Postretirement Benefits. The total liability for our unrecognized tax benefits and tax-related net interest at April 30, 2023, was $6.3 under Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) 740, \nIncome Taxes\n; however, we are unable to reasonably estimate the timing of cash settlements with the respective taxing authorities. For additional information, see Note 13: Income Taxes.\nAs of April 30, 2023, we do not have material off-balance sheet arrangements, financings, or other relationships with unconsolidated entities or other persons, also known as variable interest entities. Transactions with related parties are in the ordinary course of business and are not material to our results of operations, financial condition, or cash flows.\nNON-GAAP FINANCIAL MEASURES\nWe use non-GAAP financial measures including: net sales excluding divestitures and foreign currency exchange, adjusted gross profit, adjusted operating income, adjusted income, adjusted earnings per share, and free cash flow, as key measures for purposes of evaluating performance internally. We believe that investors’ understanding of our performance is enhanced by disclosing these performance measures. Furthermore, these non-GAAP financial measures are used by management in preparation of the annual budget and for the monthly analyses of our operating results. The Board also utilizes certain non-GAAP financial measures as components for measuring performance for incentive compensation purposes.\nNon-GAAP financial measures exclude certain items affecting comparability that can significantly affect the year-over-year assessment of operating results, which include amortization expense and impairment charges related to intangible assets, special project costs, gains and losses on divestitures, the change in net cumulative unallocated derivative gains and losses, and other infrequently occurring items that do not directly reflect ongoing operating results, such as unrealized gains and losses on the investment in equity securities. Income taxes, as adjusted is calculated using an adjusted effective income tax rate that is applied to adjusted income before income taxes and reflects the exclusion of the previously discussed items, as well as any adjustments for one-time tax related activities, when they occur. While this adjusted effective income tax rate does not generally differ materially from our GAAP effective income tax rate, certain exclusions from non-GAAP results, such as the unfavorable permanent impact of the divestiture of certain pet food brands during 2023, and the one-time deferred state tax impact of the internal legal entity simplification during 2022, can significantly impact our adjusted effective income tax rate.  \nThese non-GAAP financial measures are not intended to replace the presentation of financial results in accordance with U.S. GAAP. Rather, the presentation of these non-GAAP financial measures supplements other metrics we use to internally evaluate our business and facilitate the comparison of past and present operations and liquidity. These non-GAAP financial measures may not be comparable to similar measures used by other companies and may exclude certain nondiscretionary expenses and cash payments.\nThe following table reconciles certain non-GAAP financial measures to the comparable GAAP financial measure. See page 29 for a reconciliation of net sales adjusted for certain noncomparable items to the comparable GAAP financial measure.\n  \nYear Ended April 30,\n  \n2023\n2022\nGross profit reconciliation:\nGross profit\n$\n2,801.8 \n$\n2,700.7 \nChange in net cumulative unallocated derivative gains and losses\n21.4 \n23.4 \nCost of products sold – special project costs \n(A)\n6.4 \n20.5 \nAdjusted gross profit \n$\n2,829.6 \n$\n2,744.6 \n% of net sales\n33.2 \n%\n34.3 \n%\nOperating income reconciliation:\nOperating income\n$\n157.5 \n$\n1,023.8 \nAmortization\n206.9 \n223.6 \nOther intangible assets impairment charge\n— \n150.4 \nLoss (gain) on divestitures – net\n1,018.5 \n(9.6)\nChange in net cumulative unallocated derivative gains and losses\n21.4 \n23.4 \nCost of products sold – special project costs\n (A)\n6.4 \n20.5 \nOther special project costs\n (A)\n4.7 \n8.0 \nAdjusted operating income\n$\n1,415.4 \n$\n1,440.1 \n% of net sales\n16.6 \n%\n18.0 \n%\nNet income (loss) reconciliation:\nNet income (loss)\n$\n(91.3)\n$\n631.7 \nIncome tax expense \n82.1 \n212.1 \nAmortization\n206.9 \n223.6 \nOther intangible assets impairment charge\n— \n150.4 \nLoss (gain) on divestitures – net\n1,018.5 \n(9.6)\nChange in net cumulative unallocated derivative gains and losses\n21.4 \n23.4 \nCost of products sold – special project costs\n (A)\n6.4 \n20.5 \nOther special project costs\n (A)\n4.7 \n8.0 \nOther infrequently occurring items:\nUnrealized loss (gain) on investment in equity securities\n (B)\n3.8 \n— \nAdjusted income before income taxes\n$\n1,252.5 \n$\n1,260.1 \nIncome taxes, as adjusted\n301.7 \n297.9 \nAdjusted income\n$\n950.8 \n$\n962.2 \nWeighted-average shares – assuming dilution\n(C)\n106.6 \n108.4 \nAdjusted earnings per share – assuming dilution\n(C)\n$\n8.92 \n$\n8.88 \nFree cash flow reconciliation:\nNet cash provided by (used for) operating activities\n$\n1,194.4 \n$\n1,136.3 \nAdditions to property, plant, and equipment\n(477.4)\n(417.5)\nFree cash flow\n$\n717.0 \n$\n718.8 \n(A)    Special project costs include certain restructuring costs, which are recognized in cost of products sold and other special project costs. For more information, see\n \nNote 2: Special Project Costs and Note 4: Reportable Segments.\n(B)    Unrealized loss (gain) on investment in equity securities includes unrealized gains and losses on the change in fair value on our investment in Post common stock. For more information, see Note 3: Divestitures and Note 10: Other Financial Instruments and Fair Value Measurements.\n(C)    Adjusted earnings per common share – assuming dilution for 2023 and 2022 was computed using the treasury stock method. Further, in 2023, the weighted-average shares – assuming dilution differed from our GAAP weighted-average common shares outstanding – assuming dilution as a result of the anti-dilutive effect of our stock-based awards, which were excluded from the computation of net loss per share – assuming dilution. For more information see Earnings Per Share in Note 1: Accounting Policies and Note 5: Earnings Per Share. \n36\nCRITICAL ACCOUNTING ESTIMATES AND POLICIES\nThe preparation of financial statements in conformity with U.S. GAAP requires that we make estimates and assumptions that in certain circumstances affect amounts reported in the accompanying consolidated financial statements. In preparing these financial statements, we have made our best estimates and judgments of certain amounts included in the financial statements, giving due consideration to materiality. We do not believe there is a great likelihood that materially different amounts would be reported under different conditions or using different assumptions related to the accounting policies described below. However, application of these accounting policies involves the exercise of judgment and use of assumptions as to future uncertainties and, as a result, actual results could differ from these estimates.\nTrade Marketing and Merchandising Programs:\n In order to support our products, various promotional activities are conducted through retailers, distributors, or directly with consumers, including in-store display and product placement programs, price discounts, coupons, and other similar activities. The costs of these programs are classified as a reduction of sales. We regularly review and revise, when we deem necessary, estimates of costs for these promotional programs based on estimates of what will be redeemed by retailers, distributors, or consumers. These estimates are made using various techniques, including historical data on performance of similar promotional programs. Differences between estimated expenditures and actual performance are recognized as a change in estimate in a subsequent period. During 2023, 2022, and 2021, subsequent period adjustments were less than 3 percent of both consolidated pre-tax adjusted income and cash provided by operating activities. \n \nIncome Taxes:\n We account for income taxes using the liability method. In the ordinary course of business, we are exposed to uncertainties related to tax filing positions and periodically assess the technical merits of these tax positions for all tax years that remain subject to examination, based upon the latest information available. We recognize a tax benefit when it is more likely than not the position will be sustained upon examination, based on its technical merits. The tax position is then measured as the largest amount of benefit that is greater than 50 percent likely of being realized upon ultimate settlement. \nWe routinely evaluate the likelihood of realizing the benefit of our deferred tax assets and may record a valuation allowance if, based on all available evidence, we determine that it is more likely than not that all or some portion of such assets will not be realized. Valuation allowances related to deferred tax assets can be affected by changes in tax laws, statutory tax rates, and projected future taxable income levels. Changes in estimated realization of deferred tax assets would result in an adjustment to income in the period in which that determination is made, unless such changes are determined to be an adjustment to goodwill within the allowable measurement period under the acquisition method of accounting.\nThe future tax benefit arising from the net deductible temporary differences and tax carryforwards was $196.8 and $193.4 at April 30, 2023 and 2022, respectively. In evaluating our ability to recover our deferred tax assets within the jurisdiction from which they arise, we consider all available positive and negative evidence, including scheduled reversals of deferred tax liabilities, projected future taxable income, tax planning strategies, and results of operations. For those jurisdictions where the expiration date of tax carryforwards or the projected operating results indicate that realization is not likely, a valuation allowance has been provided.\nAs of April 30, 2023, a portion of our undistributed foreign earnings, primarily in Canada, is not considered permanently reinvested, and an immaterial deferred tax liability has been recognized accordingly. Further, we have not repatriated foreign cash to the U.S during 2023. For additional information, see Note 13: Income Taxes.\nGoodwill and Other Indefinite-Lived Intangible Assets: \nA significant portion of our assets is composed of goodwill and other intangible assets, the majority of which are not amortized but are reviewed for impairment at least annually on \nFebruary 1, and more often if indicators of impairment exist. At April 30, 2023, the carrying value of goodwill and other intangible assets totaled $9.6 billion, compared to total assets of $15.0 billion and total shareholders’ equity of $7.3 billion. If the carrying value of these assets exceeds the current estimated fair value, the asset is considered impaired, and this would result in a noncash impairment charge to earnings. Any such impairment charge would reduce earnings and could be material. Events and conditions that could result in impairment include a sustained drop in the market price of our common shares, increased competition or loss of market share, obsolescence, product claims that result in a significant loss of sales or profitability over the product life, deterioration in macroeconomic conditions, or declining financial performance in comparison to projected results.\nTo test for goodwill impairment, we estimate the fair value of each of our reporting units using both a discounted cash flow valuation technique and a market-based approach. The impairment test incorporates estimates of future cash flows; allocations of certain assets, liabilities, and cash flows among reporting units; future growth rates; terminal value amounts; \n37\nand the applicable weighted-average cost of capital used to discount those estimated cash flows. The estimates and projections used in the calculation of fair value are consistent with our current and long-range plans, including anticipated changes in market conditions, industry trends, growth rates, and planned capital expenditures. Changes in forecasted operations and other estimates and assumptions could impact the assessment of impairment in the future. \nAs a result of the divestiture of certain pet food brands on April 28, 2023, we disposed of $790.3 of goodwill, primarily within the Pet Foods reporting unit. The amount of goodwill allocated to the disposal group was determined based on a relative fair value analysis, utilizing a discounted cash flow valuation technique, which required management to make certain estimates and assumptions utilizing Level 3 inputs, consistent with our approach for an impairment test.\nAt April 30, 2023, goodwill totaled $5.2 billion. Goodwill is substantially concentrated within the U.S. Retail Coffee, U.S. Retail Pet Foods, and U.S. Retail Consumer Foods segments. During 2023, no goodwill impairment was recognized as a result of the evaluations performed throughout the year, inclusive of an assessment performed following the divestiture. The estimated fair value of each of our reporting units for which there is a goodwill balance was substantially in excess of its carrying value as of the annual test date, with the exception of the Pet Foods reporting unit, for which its fair value exceeded its carrying value by approximately 7 percent. However, subsequent to the annual test, the reporting units impacted by the divestiture were assessed for impairment as of April 30, 2023, and we concluded there were no indicators of impairment, as the estimated fair values were in excess of the carrying values for all reporting units. For additional information, see Note 3: Divestitures and Note 6: Goodwill and Other Intangible Assets.\nOther indefinite-lived intangible assets, consisting entirely of trademarks, are also tested for impairment at least annually and more often if events or changes in circumstances indicate their carrying values may be below their fair values. To test these assets for impairment, we estimate the fair value of each asset based on a discounted cash flow model using various inputs, including projected revenues, an assumed royalty rate, and a discount rate. Changes in these estimates and assumptions could impact the assessment of impairment in the future. \nAt April 30, 2023, other indefinite-lived intangible assets totaled $2.6 billion. Trademarks that represent our leading brands comprise approximately 95 percent of the total carrying value of other indefinite-lived intangible assets. As of April 30, 2023, the estimated fair value was substantially in excess of the carrying value for the majority of these leading brand trademarks, and in all instances, the estimated fair value exceeded the carrying value by greater than 10 percent.\nPension and Other Postretirement Benefit Plans:\n To determine the ultimate obligation under our defined benefit pension and other postretirement benefit plans, we must estimate the future cost of benefits and attribute that cost to the time period during which each covered employee works. Various actuarial assumptions must be made in order to predict and measure costs and obligations many years prior to the settlement date, the most significant being the interest rates used to discount the obligations of the plans, the long-term rates of return on the plans’ assets, and mortality assumptions. We, along with third-party actuaries and investment managers, review all of these assumptions on an ongoing basis to ensure that the most reasonable information available is being considered.\nWe employ a total return on investment approach for the defined benefit pension plans’ assets. A mix of equity, fixed-income, and alternative investments is used to maximize the long-term rate of return on assets for the level of risk. In determining the expected long-term rate of return on the defined benefit pension plans’ assets, we consider the historical rates of return, the nature of investments, the asset allocation, and expectations of future investment strategies. The actual rate of return was a loss of 2.3 percent and a loss of 4.6 percent for the years ended April 30, 2023 and 2022, respectively, which excludes administrative and investment expenses. \nWe utilize a spot rate methodology for the estimation of service and interest cost for our plans by applying specific spot rates along the yield curve to the relevant projected cash flows to provide a better estimate of service and interest costs. For 2024 expense recognition, we will use weighted-average discount rates for the U.S. defined benefit pension plans of 5.19 percent to determine benefit obligation, 5.38 percent to determine service cost, and 5.08 percent to determine interest cost. As of April 30, 2023, a 50 basis-point decrease in the discount rate assumption would increase the 2024 net periodic benefit cost by approximately $0.4, and the benefit obligation would increase by approximately $18.4. In addition, we anticipate using an expected rate of return on plan assets of 5.35 percent for the U.S. defined benefit pension plans. A 50 basis-point decrease in the expected rate of return on plan assets assumption would increase the 2024 net periodic benefit cost by approximately $1.5. \n38\nFor the Canadian defined benefit pension plans, we will use weighted-average discount rates of 4.59 percent to determine benefit obligation and 4.65 percent to determine interest cost for 2024 expense recognition. In addition, we anticipate using an expected rate of return on plan assets of 3.30 percent for the Canadian defined pension plans. A change in the assumptions used for the Canadian defined benefit pension plans would not have a material impact on the net periodic benefit cost and benefit obligation. For additional information, see Note 8: Pensions and Other Postretirement Benefits.\nFORWARD-LOOKING STATEMENTS\nCertain statements included in this Annual Report on Form 10-K contain forward-looking statements within the meaning of federal securities laws. The forward-looking statements may include statements concerning our current expectations, estimates, assumptions, and beliefs concerning future events, conditions, plans, and strategies that are not historical fact. Any statement that is not historical in nature is a forward-looking statement and may be identified by the use of words and phrases such as “expect,” “anticipate,” “believe,” “intend,” “will,” “plan,” and similar phrases.\nFederal securities laws provide a safe harbor for forward-looking statements to encourage companies to provide prospective information. We are providing this cautionary statement in connection with the safe harbor provisions. Readers are cautioned not to place undue reliance on any forward-looking statements, as such statements are by nature subject to risks, uncertainties, and other factors, many of which are outside of our control and could cause actual results to differ materially from such statements and from our historical results and experience. These risks and uncertainties include, but are not limited to, those set forth under the caption “Risk Factors” in this Annual Report on Form 10-K, as well as the following:\n•\nthe effect of the sale of certain pet food brands on our ability to retain key personnel and to maintain relationships with customers, suppliers, and other business partners, and any impact to the value of our investment in Post common stock or our ability to dispose of some or all of such securities at favorable market prices;\n•\ndisruptions or inefficiencies in our operations or supply chain, including any impact caused by product recalls (including the \nJif\n peanut butter product recall), political instability, terrorism, armed hostilities (including the ongoing conflict between Russia and Ukraine), extreme weather conditions, natural disasters, pandemics (including COVID-19), work stoppages or labor shortages, or other calamities;\n•\nrisks related to the availability, and cost inflation in, supply chain inputs, including labor, raw materials, commodities, packaging, and transportation;\n•\nthe impact of food security concerns involving either our products or our competitors’ products, including changes in consumer preference, consumer litigation, actions by the FDA or other agencies, and product recalls;\n•\nrisks associated with derivative and purchasing strategies we employ to manage commodity pricing and interest rate risks;\n•\nthe availability of reliable transportation on acceptable terms;\n•\nour ability to achieve cost savings related to our restructuring and cost management programs in the amounts and within the time frames currently anticipated;\n•\nour ability to generate sufficient cash flow to continue operating under our capital deployment model, including capital expenditures, debt repayment, dividend payments, and share repurchases;\n•\nour ability to implement and realize the full benefit of price changes, and the impact of the timing of the price changes to profits and cash flow in a particular period;\n•\nthe success and cost of marketing and sales programs and strategies intended to promote growth in our business, including product innovation;\n•\ngeneral competitive activity in the market, including competitors’ pricing practices and promotional spending levels;\n•\nour ability to attract and retain key talent;\n•\nthe concentration of certain of our businesses with key customers and suppliers, including single-source suppliers of certain key raw materials and finished goods, and our ability to manage and maintain key relationships;\n•\nimpairments in the carrying value of goodwill, other intangible assets, or other long-lived assets or changes in the useful lives of other intangible assets or other long-lived assets;\n•\nthe impact of new or changes to existing governmental laws and regulations and their application;\n•\nthe outcome of tax examinations, changes in tax laws, and other tax matters;\n•\na disruption, failure, or security breach of our or our suppliers’ information technology systems, including ransomware attacks;\n39\n•\nforeign currency exchange rate and interest rate fluctuations; and\n•\nrisks related to other factors described under “Risk Factors” in other reports and statements we have filed with the SEC.\nReaders are cautioned not to unduly rely on such forward-looking statements, which speak only as of the date made, when evaluating the information presented in this Annual Report on Form 10-K. We do not undertake any obligation to update or revise these forward-looking statements to reflect new events or circumstances subsequent to the filing in this Annual Report on Form 10-K.",
    "item7a": ">Item 7A.     Quantitative and Qualitative Disclosures About Market Risk.\nDERIVATIVE FINANCIAL INSTRUMENTS AND MARKET RISK\nThe following discussions about our market risk disclosures involve forward-looking statements. Actual results could differ from those projected in the forward-looking statements. We are exposed to market risk related to changes in interest rates, commodity prices, and foreign currency exchange rates. \nInterest Rate Risk:\n The fair value of our cash and cash equivalents at April 30, 2023, approximates carrying value. We are exposed to interest rate risk with regard to existing debt consisting of fixed- and variable-rate maturities. Our interest rate exposure primarily includes U.S. Treasury rates, SOFR, and commercial paper rates in the U.S. \nWe utilize derivative instruments to manage interest rate risk associated with anticipated debt transactions, as well as to manage changes in the fair value of our long-term debt. At the inception of an interest rate contract, the instrument is evaluated and documented for qualifying hedge accounting treatment. If the contract is designated as a cash flow hedge, the mark-to-market gains or losses on the contract are deferred and included as a component of accumulated other comprehensive income (loss) and generally reclassified to interest expense in the period during which the hedged transaction affects earnings. If the contract is designated as a fair value hedge, the contract is recognized at fair value on the balance sheet, and changes in the fair value are recognized in interest expense. Generally, changes in the fair value of the contract are equal to changes in the fair value of the underlying debt and have no net impact on earnings.\nIn 2020, we terminated all outstanding interest rate contracts concurrent with the pricing of the Senior Notes due March 15, 2030, and March 15, 2050. The contracts were designated as cash flow hedges and were used to manage our exposure to interest rate volatility associated with the anticipated debt financing. The termination resulted in a pre-tax loss of $239.8, which was deferred and included as a component of accumulated other comprehensive income (loss) and is being amortized as interest expense over the life of the debt.\nIn 2015, we terminated the interest rate swap on the Senior Notes due October 15, 2021, which was designated as a fair value hedge and used to hedge against the changes in the fair value of the debt. As a result of the early termination, we received $58.1 in cash, which included $4.6 of accrued and prepaid interest. The gain on termination was recorded as an increase in the long-term debt balance and was recognized over the life of the debt as a reduction of interest expense. As of 2022, we had fully recognized the gain of $53.5, of which $4.0 was recognized in 2022. For more information on our derivative financial instruments and terminated contracts, see Note 9: Derivative Financial Instruments.\nIn measuring interest rate risk by the amount of net change in the fair value of our financial liabilities, \na hypothetical \n100 basis-point decrease in interest rates at April 30, 2023, would increase the fair value of our long-term debt by\n $307.7.\nCommodity Price Risk:\n We use certain raw materials and other commodities that are subject to price volatility caused by supply and demand conditions, political and economic variables, weather, investor speculation, and other unpredictable factors. To manage the volatility related to anticipated commodity purchases, we use derivatives with maturities of generally less than one year. We do not qualify commodity derivatives for hedge accounting treatment. As a result, the gains and losses on all commodity derivatives are immediately recognized in cost of products sold.\n40\nThe following sensitivity analysis presents our potential loss of fair value resulting from a hypothetical 10 percent change in market prices related to commodities.\n  \nYear Ended April 30,\n  \n2023\n2022\nHigh\n$\n53.9 \n$\n72.3 \nLow\n21.6 \n14.8 \nAverage\n39.7 \n37.1 \nThe estimated fair value was determined using quoted market prices and was based on our net derivative position by commodity for the previous four quarters. The calculations are not intended to represent actual losses in fair value that we expect to incur. In practice, as markets move, we actively manage our risk and adjust hedging strategies as appropriate. The commodities hedged have a high inverse correlation to price changes of the derivative instrument. Thus, we would expect that over time any gain or loss in the estimated fair value of its derivatives would generally be offset by an increase or decrease in the estimated fair value of the underlying exposures.\nForeign Currency Exchange Risk:\n We have operations outside the U.S. with foreign currency denominated assets and liabilities, primarily denominated in Canadian currency. Because we have foreign currency denominated assets and liabilities, financial exposure may result, primarily from the timing of transactions and the movement of exchange rates.\n The foreign currency balance sheet exposures as of April 30, 2023, are not expected to result in a significant impact on future earnings or \ncash flows.\nWe utilize foreign currency derivatives to manage the effect of foreign currency exchange fluctuations on future cash payments primarily related to purchases of certain raw materials and finished goods. The contracts generally have maturities of less than one year. We do not qualify instruments used to manage foreign currency exchange exposures for hedge accounting treatment. Therefore, the change in value of these instruments is immediately recognized in cost of products sold. \nBased on our hedged foreign currency positions as of April 30, 2023, a hypothetical 10 percent change in exchange rates would not materially impact the fair value.\nRevenues from customers outside the U.S., subject to foreign currency exchange, represented 5 percent of net sales during 2023. Thus, certain revenues and expenses have been, and are expected to be, subject to the effect of foreign currency fluctuations, and these fluctuations may have an impact on operating results.\n41",
    "cik": "91419",
    "cusip6": "832696",
    "cusip": [
        "832696955",
        "832696405",
        "832696905"
    ],
    "names": [
        "The J M Smucker Co.",
        "SMUCKER J M CO"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/91419/000009141923000072/0000091419-23-000072-index.htm"
}