{
    "item1": ">Item 1. Business\nAvnet, Inc. and its consolidated subsidiaries (collectively, the “Company” or “Avnet”), is a leading global electronic component technology distributor and solutions provider that has served customers’ evolving needs for more than a century. Founded in 1921, the Company works with suppliers in every major technology segment to serve customers in more than 140 countries.\nAvnet serves a wide range of customers: from startups and mid-sized businesses to enterprise-level original equipment manufacturers (“OEMs”), electronic manufacturing services (“EMS”) providers, and original design manufacturers (“ODMs”). \nOrganizational Structure\nAvnet has two primary operating groups — Electronic Components (“EC”) and Farnell (“Farnell”). Both operating groups have operations in each of the three major economic regions of the world: (i) the Americas, (ii) Europe, Middle East, and Africa (“EMEA”) and (iii) Asia/Pacific (“Asia”). Each operating group has its own management team, who manage various functions within each operating group. Each operating group also has distinct financial reporting to the executive level, which informs operating decisions, strategic planning and resource allocation for the Company as a whole. Regional divisions (“business units”) within each operating group serve primarily as sales and marketing units to streamline sales efforts and enhance each operating group’s ability to work with its customers and suppliers, generally along more specific geographies or product lines. However, each business unit relies heavily on support services from the operating groups, as well as centralized support at the corporate level. \nA description of each operating group is presented below. Further financial information by operating group is provided in Note 16 “Segment information” to the consolidated financial statements appearing in Item 8 of this Annual Report on Form 10-K.\nElectronic Components\nAvnet’s EC operating group primarily supports high and medium-volume customers. It markets, sells, and distributes electronic components from the world’s leading electronic component manufacturers, including semiconductors, IP&E components (interconnect, passive and electromechanical components), and other integrated and embedded components.\nEC serves a variety of markets ranging from industrial to automotive to defense and aerospace. It offers an array of customer support options throughout the entire product lifecycle, including both turnkey and customized design, supply chain, new product introduction, programming, logistics and post-sales services.\nWithin the EC operating group for 2023, net sales of approximately 85% consist of semiconductor products, approximately 13% consist of interconnect, passive, and electromechanical components, and approximately 2% consist of computers.\n​\n3\n\n\nTable of Contents\nDesign Chain Solutions\nEC offers design chain support that provides engineers with a host of technical design solutions, which helps EC support a broad range of customers seeking complex products and technologies. With access to a suite of design tools and engineering support, customers can get product specifications along with evaluation kits and reference designs that enable a broad range of applications from any point in the design cycle. EC also offers engineering and technical resources deployed globally to support product design, bill of materials development, and technical education and training. By utilizing EC’s design chain support, customers can optimize their component selection and accelerate their time to market. EC’s extensive product line card provides customers access to a diverse range of products from a complete spectrum of electronic component manufacturers.\nSupply Chain Solutions\nEC’s supply chain solutions provide support and logistics services to OEMs, EMS providers, and electronic component manufacturers, enabling them to optimize supply chains on a local, regional or global basis. EC’s internal competencies in global warehousing and logistics, information technology, and asset management, combined with its global footprint and extensive supplier relationships, allows EC to develop supply chain solutions that provide for a deeper level of engagement with its customers. These customers can manage their supply chains to meet the demands of a competitive global environment without a commensurate investment in physical assets, systems, and personnel. With supply chain planning tools and a variety of inventory management solutions, EC provides solutions that meet a customer’s requirements and minimize supply chain risk in a variety of scenarios.\nEmbedded and Integrated Solutions\nEC provides embedded solutions including technical design, integration and assembly of embedded products, systems, and solutions primarily for industrial applications. EC also provides embedded display solutions, including touch and passive displays. In addition, EC develops and produces standard board and industrial subsystems and application-specific devices that enable it to produce specialized systems tailored to specific customer requirements. EC serves OEMs that require embedded systems and solutions, including engineering, product prototyping, integration, and other value-added services in the medical, telecommunications, industrial, and digital editing markets. \nEC also provides integrated solutions and services for software companies that bring their intellectual property to market via hardware solutions, including custom-built servers.\nFarnell\nAvnet’s Farnell operating group primarily supports lower-volume customers that need electronic components quickly to develop, prototype, and test their products. It distributes a comprehensive portfolio of kits, tools, electronic components, industrial automation components, and test and measurement products to both engineers and entrepreneurs, primarily through an e-commerce channel. Farnell brings the latest products, services, and development trends all together in element14, an industry-leading online community where engineers collaborate to solve one another’s design challenges.\n4\n\n\nTable of Contents\nWithin the Farnell operating group for 2023, net sales of approximately 21% consist of semiconductor products, approximately 48% consist of interconnect, passive, and electromechanical components, approximately 6% consist of computers, and approximately 25% consist of other products and services including test and measurement and maintenance, repair and operations products.\nMajor Products\nOne of Avnet’s competitive strengths is the breadth and quality of the suppliers whose products it distributes. Products from one single supplier was approximately 10% of consolidated sales during fiscal 2023, and no single supplier exceeded 10% of consolidated sales during fiscal years 2022, and 2021. Listed in the table below are the major product categories and the Company’s approximate sales of each during the past three fiscal years. “Other” consists primarily of test and measurement and maintenance, repair and operations (MRO) products.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended\n​\n​\n    \nJuly 1,\n    \nJuly 2,\n    \nJuly 3,\n \n​\n​\n2023\n​\n2022\n​\n2021\n​\n​\n​\n(Millions)\n​\nSemiconductors\n​\n$\n 21,366.5\n​\n$\n 18,380.2\n​\n$\n 14,722.8\n​\nInterconnect, passive & electromechanical (IP&E)\n​\n \n 4,150.6\n​\n \n 4,639.1\n​\n \n 3,649.0\n​\nComputers\n​\n​\n 520.8\n​\n​\n 663.2\n​\n​\n 640.6\n​\nOther\n​\n \n 499.0\n​\n \n 628.2\n​\n \n 522.3\n​\nSales\n​\n$\n 26,536.9\n​\n$\n 24,310.7\n​\n$\n 19,534.7\n​\nCompetition & Markets\nThe electronic components industry is highly competitive. The Company’s major competitors include: Arrow Electronics, Inc., Future Electronics, World Peace Group, and WT Microelectronics for EC; Mouser Electronics, Digi-Key Electronics and RS Components for Farnell. There are also certain smaller, specialized competitors who generally focus on particular sectors or on narrower geographic locations, markets, or products. As a result of these factors, Avnet’s pricing and product availability must remain competitive.\nA key competitive factor in the electronic component distribution industry is the need to carry a sufficient amount and selection of inventory to meet customers’ demand and rapid delivery requirements. To minimize its exposure related to inventory on hand, the Company purchases a majority of its products pursuant to franchised distribution agreements, which typically provide certain protections for product obsolescence and price erosion. These agreements are generally cancelable upon 30 to 180 days’ notice and, in most cases, provide for or require inventory return privileges upon cancellation. In addition, the Company enhances its competitive position by offering a variety of value-added services, which are tailored to individual customer specifications and business needs, such as point of use replenishment, testing, assembly, programming, supply chain management, and materials management.\nA competitive advantage is the breadth of the Company’s supplier product line card. Because of the number of Avnet’s suppliers, many customers can simplify their procurement process and make all of their required purchases from Avnet, rather than purchasing from several different parties.\nSeasonality\nHistorically, Avnet’s business has not been materially impacted by seasonality, with the exception of an impact on consolidated results from shifts in geographic sales trends from Asia in the first half of a fiscal year to the Americas and EMEA regions in the second half of a fiscal year, which impact gross profit and operating income margins as a result of \n5\n\n\nTable of Contents\nsuch seasonal geographic sales mix changes.\nHuman Capital \nThe Company values its employees, and recognizes their significant contributions to the success of the Company. The Company invests in its global workforce to drive diversity and inclusion; provide fair and market-competitive pay and benefits; foster employee development for future opportunities within the company; promote employees health and safety; and obtain employees’ feedback to better understand employees’ experiences and identify opportunities to improve. Its core values of integrity, customer focus, ownership, teamwork and inclusiveness establish the foundation on which its culture is built and are key expectations of its employees. The Company believes that its culture and commitment to its employees are vital in its ability to attract, motivate and retain exceptional talent. \nAdditional information regarding the Company’s Human Capital programs, initiatives, and metrics can be found on its website as well as in its Sustainability Reports accessible on its website. The Sustainability Reports and other information contained on the Company’s website are neither part of nor incorporated by reference into this Annual Report.\nNumber of Employees\nAs of July 1, 2023, the Company’s global workforce totaled approximately 15,800 employees across 48 countries. Broken down by geographic region, approximately 4,700 employees are in the Americas, 6,800 employees are in EMEA, and 4,300 employees are in Asia.\nDiversity, Equity and Inclusion (“DEI”)\nThe Company’s DEI vision is (i) an employee population that reflects the diverse communities in which they live, work, and do business, and (ii) an organizational culture which seeks out varying perspectives that allow the best ideas to come to light. The Company is committed to ensuring equal employment opportunities for all applicants and employees regardless of race, gender, national origin, or other protected characteristic, with employment decisions and people practices based on merit and the needs of the Company’s business. To oversee inclusion efforts, the Company created the Global DEI Council, a global cross-functioning team of leaders who represent various business units and corporate functions. The council meets regularly and engages with colleagues across the Company to connect DEI initiatives to the Company’s broader business strategy. \nThe Company’s Equal Opportunity, Diversity and Inclusion Policy actively promotes DEI in the Company’s talent management practices. The Company’s commitment to diversity is evidenced by the makeup of its Board of Directors, which as of July 1, 2023, was 30% women and 50% racially and ethnically diverse (including Middle Eastern origin). In addition, for fiscal years 2021 through 2023, executive’s annual incentive compensation included ESG non-financial performance goals.\nThe Company’s employee-led Employee Resource Groups (ERGs) are open to all employees and provide a forum for employees to communicate and exchange ideas, build a network of relationships across the Company, and support each other in personal and career development. The Company’s eight ERGs support the following communities: women, Asian and Pacific Islanders, Blacks, Hispanic and Latinos, U.S. veterans, LGBTQ+, later career employees; and environmental and sustainability causes. In partnership with the ERGs, the Company conducts listen-and-learn sessions on a variety of DEI topics, which promote meaningful discussions and allow employees to better understand and support each other. These group conversations are open to the entire Company, and are regularly attended by senior leaders, including the CEO. During fiscal 2023, sessions were conducted covering Black History Month, Women and Bias, \n6\n\n\nTable of Contents\nGender Inclusivity, Environment Sustainability and LGBTQ+ topics. DEI education topics are regularly presented at company-wide quarterly town hall, team, and leadership meetings, and through internal webinars and podcasts open to all employees. Additionally, the Company maintains an official culture and diversity calendar and publishes articles on its intranet to celebrate events and holidays around the world. Since 2020, Juneteenth, which commemorates the official end of slavery in the United States and the emancipation of Black slaves, has been an official company-paid holiday for employees in the United States, a year before the federal government recognized it officially.\nPay Equity, Benefits and Wellness\nThe Company strives to pay all its employees fairly, without regard to gender, race, or other personal characteristics, and competitively to attract, retain and incentivize talent. The Company sets pay ranges based on market data and considers factors, such as an employee’s role, experience, tenure, job location, and job performance. The Company periodically reviews its compensation practices, both in terms of its overall workforce and individual employees, to help ensure that pay remains fair and equitable. \nThe Company offers a wide array of benefits that support employees’ physical, financial, and emotional well-being. Through its THRIVE program, the Company offers resources and benefits to support overall health and well-being covering (1) physical and mental health, fitness, and well-being; (2) professional growth, skills, and development; (3) total rewards, retirement planning and money management; and (4) community connections, networks, and social interests. The health and well-being benefits are managed within the Total Rewards Center of Excellence in the Human Resources organization (“HR”). The global HR leadership team meets regularly to assist in reviewing benefit offerings and aligning global programs to remain market competitive and meet the needs of employees.\nDevelopment and Training \nThe Company provides development opportunities and career development training to empower employees to reach their career potential. The performance management process provides ongoing performance, goals, and development discussions between employees and their leaders. The Company’s learning and development resources include mentoring programs and LinkedIn Learning and Business Book Summaries, which cover a variety of technical, business, interpersonal, and leadership topics. Lead2Achieve and InsideOut Coaching are available for leaders to develop skills in effective goal setting, coaching, feedback, and development. In Canada, United States and Mexico, the Company provides education financial assistance for employees who pursue undergraduate or graduate education to further their career development. Talent and succession planning activities are conducted for the Company’s executive officers at least annually and periodically for other senior leaders.\nHealth and Safety\nThe Company strives to create workspaces and practices that foster a safe and secure work environment. The Company’s Global Director of Environment, Health, and Safety (“Director”) helps to define and execute a compliance strategy across all regions, business units, and subsidiaries. In fiscal 2023, the Director began implementing a multi-year plan to improve alignment and consistency of management systems, policies, and procedures; provide comprehensive health and safety training to employees relevant to their specific work functions; drive continual improvement processes with a focus on identified risks; and increase ISO certifications at operational sites. During fiscal 2023, the Company also launched a Global Environment, Health, and Safety site on its intranet, where articles and other health and safety information are posted.\n7\n\n\nTable of Contents\nAs of July 1, 2023, the Company has 10 operational sites that are certified to ISO 45001, an increase from 8 in the prior fiscal year, and 18 that are certified to ISO 14001. In the past four years, the Company had less than 75 total injuries that required medical treatment and reported no fatalities at Avnet global facilities in accordance to the OSHA/local industrial injuring reporting requirements.\nEmployee Engagement\nThe Company engages with its employees and encourages open and direct feedback through employee engagement surveys. Through such surveys, the Company regularly collects feedback to better understand its employees’ experiences and identify opportunities to improve the work environment, increase employee satisfaction, and strengthen its culture. In fiscal 2023, the Company conducted its regular global employee engagement survey and achieved a participation rate of 71.4%, an increase over fiscal 2022.\nAvailable Information\nThe Company files its annual report on Form 10-K, quarterly reports on Form 10-Q, Current Reports on Form 8-K, proxy statements, and other documents (including registration statements) with the U.S. Securities and Exchange Commission (“SEC”) under the Securities Exchange Act of 1934 or the Securities Act of 1933, as applicable. The Company’s SEC filings are available to the public on the SEC’s website at http://www.sec.gov and through The Nasdaq Global Select Market (“Nasdaq”), 165 Broadway, New York, New York 10006, on which the Company’s common stock is listed.\nA copy of any of the Company’s filings with the SEC, or any of the agreements or other documents that constitute exhibits to those filings, can be obtained by request directed to the Company at the following address and telephone number:\nAvnet, Inc.\n2211 South 47\nth\n Street\nPhoenix, Arizona 85034\n(480) 643-2000\nAttention: Corporate Secretary\nThe Company also makes these filings available, free of charge, through its website (see “Avnet Website” below).\nAvnet Website\nIn addition to the information about the Company contained in this Report, extensive information about the Company can be found at \nhttp://www.avnet.com\n, including information about its management team, products and services, and corporate governance practices.\n8\n\n\nTable of Contents\nThe corporate governance information on the Company’s website includes the Company’s Corporate Governance Guidelines, the Code of Conduct and the charters for each of the committees of its Board of Directors. In addition, amendments to these documents and waivers granted to directors and executive officers under the Code of Conduct, if any, will be posted in this area of the website. These documents can be accessed at \nir.avnet.com/documents-charters\n. Printed versions can be obtained, free of charge, by writing to the Company at the address listed above in “Available Information.”\nIn addition, the Company’s filings with the SEC, as well as Section 16 filings made by any of the Company’s executive officers or directors with respect to the Company’s common stock, are available on the Company’s website (\nir.avnet.com/financial-information/sec-filings\n) as soon as reasonably practicable after the filing is electronically filed with, or furnished to, the SEC.\nThese details about the Company’s website and its content are only for information. The contents of the Company’s website are not, nor shall they be deemed to be, incorporated by reference in this Report.\n​",
    "item1a": ">Item 1A. Risk Factors\nForward-Looking Statements and Risk Factors\nThis Report contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (“Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) with respect to the financial condition, results of operations, and business of Avnet. These statements are generally identified by words like “believes,” “plans,” “projects,” “expects,” “anticipates,” “should,” “will,” “may,” “estimates,” or similar expressions. Forward-looking statements are subject to numerous assumptions, risks, and uncertainties, and actual results and other outcomes could differ materially from those expressed or implied in the forward-looking statements. Any forward-looking statement speaks only as of the date on which that statement is made. Except as required by law, the Company does not undertake any obligation to update any forward-looking statements to reflect events or circumstances that occur after the date on which the statement is made.\nRisks and uncertainties that may cause actual results to differ materially from those contained in the forward-looking statements include the risk factors discussed below as well as risks and uncertainties not presently known to the Company or that management does not currently consider material. Such factors make the Company’s operating results for future periods difficult to predict and, therefore, prior results do not necessarily indicate results in future periods. Some of the risks disclosed below may have already occurred, but not to a degree that management considers material unless otherwise noted. Any of the below factors, or any other factors discussed elsewhere in this Report, may have an adverse effect on the Company’s financial condition, operating results, prospects, and liquidity. Similarly, the price of the Company’s common stock is subject to volatility due to fluctuations in general market conditions; actual financial results that do not meet the Company’s or the investment community’s expectations; changes in the Company’s or the investment community’s expectations for the Company’s future results, dividends or share repurchases; and other factors, many of which are beyond the Company’s control.\n \nBusiness and Operations Risks\nChanges in customer needs and consumption models\nChanges in customer product demands and consumption models may cause a decline in the Company’s billings, which would have a negative impact on the Company’s financial results. Changes in technology (such as artificial intelligence) could reduce the types or quantity of services that customers require from the Company. While the Company attempts to identify changes in market conditions as soon as possible, the dynamics of the industries in which \n9\n\n\nTable of Contents\nit operates make it difficult to predict and timely react to such changes, including those relating to product capacity and lead times. Also, future downturns, inflation, or supply chain challenges, including in the semiconductor and embedded solutions industries, could adversely affect the Company’s relationships with its customers, operating results, and profitability. \nSpecifically, the semiconductor industry experiences periodic fluctuations in product supply and demand (often associated with changes in economic conditions, technology, and manufacturing capacity) and suppliers may not adequately predict or meet customer demand. Geopolitical uncertainty (including from military conflicts; health-related crises; and international trade disputes) have led, and may continue to lead, to shortages, extended lead times, and unpredictability in the supply of certain semiconductors and other electronic components. In reaction, customers may over order to ensure sufficient inventory, which, when the shortage lessens, may result in order cancellations and decreases. In cases where customers have entered into non-cancellable/ non-returnable orders, customers may not be able or willing to carry out the terms of the orders. The Company’s prices to customers depend on many factors, including product availability, supplier costs, and competitive pressures. In fiscal 2022 and 2023, pricing to customers increased due to higher costs from suppliers, as well as higher freight and other costs. However, the Company may not be able to maintain higher prices to customers in the future. As product becomes more available, customer and competitive pressures may lower prices to customers, which could reduce the Company’s margins. In addition, the Company may be unable to increase prices to customers to offset higher internal costs, which could also reduce margins. During fiscal 2023, 2022, and 2021, sales of semiconductors represented approximately 81%, 76%, and 75% of the Company’s consolidated sales, respectively, and the Company’s sales closely follow the strength or weakness of the semiconductor industry. These conditions make it more difficult to manage the Company’s business and predict future performance.\nDisruptions to key supplier and customer relationships\nOne of the Company’s competitive strengths is the breadth and quality of the suppliers whose products the Company distributes. For fiscal 2023, there was one of the Company’s suppliers that accounted for 10% or more of the Company’s consolidated billings. The Company’s contracts with its suppliers vary in duration and are generally terminable by either party at will upon notice. The Company’s suppliers may terminate or significantly reduce their volume of business with the Company because of a product shortage, an unwillingness to do business with the Company, changes in strategy, or otherwise. \nShortages of products or loss of a supplier may negatively affect the Company’s business and relationships with its customers, as customers depend on the Company’s timely delivery of technology hardware and software from the industry’s leading suppliers. In addition, shifts in suppliers’ strategies, or performance and delivery issues, may negatively affect the Company’s financial results. These conditions make it more difficult to manage the Company’s business and predict future performance. The competitive landscape has also experienced a consolidation among suppliers and capacity constraints, which could negatively impact the Company’s profitability and customer base.\nFurther, if key suppliers modify the terms of their contracts (including, without limitation, terms regarding price protection, rights of return, order cancellation rights, delivery commitments, rebates, or other terms that protect or enhance the Company’s gross margins), it could negatively affect the Company’s results of operations, financial condition, or liquidity. Due to recent global shortages of semiconductors, some suppliers have increased the amount of non-cancellable/ non-returnable orders, which limited the Company’s ability to adjust down its inventory levels. The Company may attempt to limit associated risks by passing such terms on to its customers, but this may not be possible.\n10\n\n\nTable of Contents\nRisks related to international operations\nDuring fiscal 2023, 2022, and 2021 approximately 76%, 77% and 78%, respectively, of the Company’s sales came from its operations outside the United States. The Company’s operations are subject to a variety of risks that are specific to international operations, including, but not limited to, the following:\n●\npotential restrictions on the Company’s ability to repatriate funds from its foreign subsidiaries;\n●\nforeign currency and interest rate fluctuations;\n●\nnon-compliance with foreign and domestic data privacy regulations, business licensing requirements, environmental regulations, and anti-corruption laws, the failure of which could result in severe penalties including monetary fines and criminal proceedings;\n●\nnon-compliance with foreign and domestic import and export regulations and adoption or expansion of trade restrictions, including technology transfer restrictions, additional license, permit or authorization requirements for shipments, specific company sanctions, new and higher duties, tariffs or surcharges, or other import/export controls;\n●\ncomplex and changing tax laws and regulations; \n●\nregulatory requirements and prohibitions that differ between jurisdictions; \n●\neconomic and political instability, terrorism, military conflicts (including the Russia-Ukraine conflict), or civilian unrest;\n●\nfluctuations in freight costs (both inbound and outbound), limitations on shipping and receiving capacity, and other disruptions in the transportation and shipping infrastructure;\n●\nnatural disasters (including as a result of climate change), pandemics, and other public health crises; \n●\ndiffering employment practices and labor issues; and\n●\nnon-compliance with local laws.\nIn addition to the cost of compliance, the potential criminal penalties for violations of import or export regulations and anti-corruption laws, by the Company or its third-party agents, create heightened risks for the Company’s international operations. If a regulatory body determines that the Company has violated such laws, the Company could be fined significant sums, incur sizable legal defense costs, have its import or export capabilities restricted or denied, or have its inventories seized, which could have a material and adverse effect on the Company’s business. Additionally, allegations that the Company has violated any such regulations may negatively impact the Company’s reputation, which may result in customers or suppliers being unwilling to do business with the Company. While the Company has adopted measures and controls designed to ensure compliance with these laws, these measures may not be adequate, and the Company may be materially and adversely impacted in the event of an actual or alleged violation.\nTariffs, trade restrictions, and sanctions resulting from international trade disputes, changes in trade policies, or military conflicts may adversely affect the Company’s sales and profitability. For example, the U.S. government imposed several trade policies, rules, and restrictions applicable to China and Hong Kong. In addition, in response to the Russian-Ukraine conflict, the United States, the European Union, the United Kingdom, and numerous other countries initiated a variety of sanctions, export restrictions, currency controls and other restrictions against Russia. The Chinese and Russian governments have responded in kind with restrictions, sanctions, and other measures. These actions have resulted in losses; increased costs, including increased costs of procuring certain products the Company purchases from its suppliers; shortages of materials and electronic components; increased expenses such as energy, fuel, and freight costs, which may not \n11\n\n\nTable of Contents\nbe possible to pass on to customers; increased cyber security attacks; credit market disruptions; and inflation, which may impact the Company’s sales, customer demand for certain products, access to certain markets, and profits. In addition, increased operational expenses incurred in minimizing the number of products subject to the tariffs could adversely affect the Company’s operating profits. Neither U.S. tariffs nor any retaliatory tariffs imposed by other countries on U.S. goods have yet had a material impact, but any future actions or escalations that affect trade relations could materially affect the Company’s sales and results of operations. \nThe Company transacts sales, pays expenses, owns assets, and incurs liabilities in countries using currencies other than the U.S. Dollar. Because the Company’s consolidated financial statements are presented in U.S. Dollars, the Company must translate such activities and amounts into U.S. Dollars at exchange rates in effect during each reporting period. Therefore, increases or decreases in the exchange rates between the U.S. Dollar and other currencies affect the Company’s reported amounts of sales, operating income, and assets and liabilities denominated in foreign currencies. In addition, unexpected and dramatic changes in foreign currency exchange rates may negatively affect the Company’s earnings from those markets. While the Company may use derivative financial instruments to reduce its net exposure, foreign currency exchange rate fluctuations may materially affect the Company’s financial results. Further, foreign currency instability and disruptions in the credit and capital markets may increase credit risks for some of the Company’s customers and may impair its customers’ ability to repay existing obligations.\nInternal information systems failures\nThe Company depends on its information systems to facilitate its day-to-day operations and to produce timely, accurate, and reliable information on financial and operational results. Currently, the Company’s global operations are tracked with multiple information systems, including systems from acquired businesses, some of which are subject to ongoing IT projects designed to streamline or optimize the Company’s systems. These IT projects are extremely complex, in part because of wide ranging processes, use of on-premise and cloud environments, the Company’s business operations, and changes in information technology (including artificial intelligence). The Company may not always succeed at these efforts. Implementation or integration difficulties may adversely affect the Company’s ability to complete business transactions and ensure accurate recording and reporting of financial data. In addition, IT projects may not achieve the expected efficiencies and cost savings, which could negatively impact the Company’s financial results. A failure of any of these information systems (including due to power losses, computer and telecommunications failures, cyber security incidents, or manmade or natural disasters), or material difficulties in upgrading these information systems, could have an adverse effect on the Company’s business, internal controls, and reporting obligations under federal securities laws.\nDue to the Company’s increased online sales, system interruptions and delays that make its websites and services unavailable or slow to respond may reduce the attractiveness of its products and services to its customers. If the Company is unable to continually improve the efficiency of its systems, it could cause systems interruptions or delays and adversely affect the Company’s operating results.\nLogistics disruptions\nThe Company’s global logistics services are operated through specialized and centralized distribution centers around the globe, some of which are outsourced. The Company also depends almost entirely on third-party transportation service providers to deliver products to its customers. A major interruption or disruption in service at one or more of its distribution centers for any reason or significant disruptions of services from the Company’s third-party transportation providers could cause a delay in expected cost savings or an increase in expenses, which may not be possible to pass on to customers. Such disruptions could result from risks related to information technology, data security, or any of the General Risk Factors, as discussed herein. In addition, as the Company continues to increase capacity at various distribution centers, it may experience operational challenges, increased costs, decreased efficiency, \n12\n\n\nTable of Contents\nand customer delivery delays and failures. Such operational challenges could have an adverse impact on the Company’s business partners, and on the Company’s business, operations, financial performance, and reputation.\nData security and privacy threats\nThreats to the Company’s data and information technology systems (including cyber security attacks such as phishing and ransomware) are becoming more frequent and sophisticated. Threat actors have successfully breached the Company’s systems and processes in various ways, and such cyber security breaches expose the Company to significant potential liability and reputational harm. Cyber security attacks have not yet materially impacted the Company’s data (including data about customers, suppliers, and employees) or the Company’s operations, financial condition, or data security, but future attacks could have a material impact. Threat actors seek unauthorized access to intellectual property, or confidential or proprietary information regarding the Company, its customers, its business partners, or its employees. They deploy malicious software programs that exploit security vulnerabilities, including ransomware designed to encrypt the Company’s files so an attacker may demand a ransom for restored access. They also seek to misdirect money, sabotage data and systems, takeover internal processes, and induce employees or other system users to disclose sensitive information, including login credentials. In addition, some Company employees continue to work from home on a full-time or hybrid basis, which increases the Company’s vulnerability to cyber and other information technology risks. Further, the Company’s business partners and service providers, such as suppliers, customers, and hosted solution providers, pose a security risk because their own security systems or infrastructure may become compromised. \nThe Company seeks to protect and secure its systems and information, prevent and detect evolving threats, and respond to threats as they occur. Measures taken include implementing and enhancing information security controls such as enterprise-wide firewalls, intrusion detection, endpoint protection, email security, disaster recovery, vulnerability management, and cyber security training for employees to enhance awareness of general security best practices, financial fraud, and phishing. Despite these efforts, the Company may not always be successful. Threat actors frequently change their techniques and, consequently, the Company may not always promptly detect the existence or scope of a security breach. As these types of threats grow and evolve, the Company may make further investments to protect its data and information technology infrastructure, which may impact the Company’s profitability. The Company’s insurance coverage for protecting against cyber-attacks may not be sufficient to cover all possible claims, and the Company may suffer losses that could have a material adverse effect on its business. As a global enterprise, the Company may be negatively impacted by existing and proposed laws and regulations, as well as government policies and practices, related to cybersecurity, data privacy, data localization, and data protection. Failure to comply with such requirements could have an adverse effect on the Company’s reputation, business, financial condition, and results of operations, as well as subject the Company to significant fines, litigation losses, third-party damages, and other liabilities.\nFinancial Risks\nInventory value decline\nThe electronic components and integrated products industries are subject to technological change, new and enhanced products, changes in customer needs, and changes in industry standards and regulatory requirements, which can cause the Company’s inventory to decline in value or become obsolete. Regardless of the general economic environment, prices may decline due to a decrease in demand or an oversupply of products, which may increase the risk of declines in inventory value. Many of the Company’s suppliers offer certain protections from the loss in value of inventory (such as price protection and limited rights of return), but such policies may not fully compensate for the loss. Also, suppliers may not honor such agreements, some of which are subject to the supplier discretion. In addition, most Company sales are made pursuant to individual purchase orders, rather than through long-term sales contracts. Where there are contracts, such contracts are generally terminable at will upon notice. Unforeseen product developments, \n13\n\n\nTable of Contents\ninventory value declines, or customer cancellations may adversely affect the Company’s business, results of operations, financial condition, or liquidity.\nAccounts receivable defaults\nAccounts receivable are a significant portion of the Company’s working capital. If entities responsible for a significant amount of accounts receivable cease doing business, direct their business elsewhere, fail to pay, or delay payment, the Company’s business, results of operations, financial condition, or liquidity could be adversely affected. An economic or industry downturn could adversely affect the Company’s ability to collect receivables, which could result in longer payment cycles, increased collection costs, and defaults exceeding management’s expectations. A significant deterioration in the Company’s ability to collect accounts receivable in the United States could impact the cost or availability of financing under its accounts receivable securitization program. \nLiquidity and capital resources constraints\nThe Company’s ability to satisfy its cash needs and implement its capital allocation strategy depends on its ability to generate cash from operations and to access the financial markets, both of which are subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond the Company’s control. In addition to cash on hand, the Company relies on external financing to help satisfy its cash needs. However, various factors affect external financing, including general market conditions, interest rate fluctuations, and the Company’s debt ratings and operating results. Consequently, external financing may not be available on acceptable terms or at all. An increase in the Company’s debt or deterioration of its operating results may cause a reduction in its debt ratings. Any such reduction could negatively impact the Company’s ability to obtain additional financing or renew existing financing, and could result in reduced credit limits, increased financing expenses, and additional restrictions and covenants. A reduction in its current debt rating may also negatively impact the Company’s working capital and impair its relationship with its customers and suppliers.\nAs of July 1, 2023, the Company had debt outstanding with financial institutions under various notes, secured borrowings, and committed and uncommitted lines of credit. The Company needs cash to pay debt principal and interest, and for general corporate purposes, such as funding its ongoing working capital and capital expenditure needs. Under certain of its credit facilities, the applicable interest rate and costs are based in part on the Company’s current debt rating. If its debt rating is reduced, higher interest rates and increased costs would result. Any material increase in the Company’s financing costs or loss of access to cost-effective financing could have an adverse effect on its profitability, results of operations, and cash flows. \nUnder some of its credit facilities, the Company is required to maintain a maximum leverage ratio and pass certain financial tests. If the Company increases its level of debt or its operating results deteriorate, it may fail to meet this financial ratio or pass these tests, which may result in an event of default. In such an event, lenders may accelerate payment and the Company may be unable to continue to utilize these facilities. If the Company is unable to utilize these facilities or is required to repay debt earlier than management expected, it may not have sufficient cash available to make interest payments, to repay indebtedness, or for general corporate needs. \nGeneral economic or business conditions, both domestic and foreign, may be less favorable than management expects and could adversely impact the Company’s sales or its ability to collect receivables from its customers, which may impact access to the Company’s accounts receivable securitization program.\nFinancing covenants and restrictions may limit management discretion\nThe agreements governing the Company’s financing, including its credit facility, accounts receivable securitization program, and the indentures governing the Company’s outstanding notes, contain various covenants and restrictions that, \n14\n\n\nTable of Contents\nin certain circumstances, limit the Company’s ability, and the ability of certain subsidiaries, to:\n●\ngrant liens on assets;\n●\nmake restricted payments (including, under certain circumstances, paying dividends on, redeeming or repurchasing common stock);\n●\nmake certain investments;\n●\nmerge, consolidate, or transfer all, or substantially all, of the Company’s assets;\n●\nincur additional debt; or\n●\nengage in certain transactions with affiliates.\nAs a result of these covenants and restrictions, the Company may be limited in the future in how it conducts its business and may be unable to raise additional debt, repurchase common stock, pay a dividend, compete effectively, or make further investments.\nTax law changes and compliance\nAs a multinational corporation, the Company is subject to the tax laws and regulations of the United States and many foreign jurisdictions. From time to time, governments enact or revise tax laws and regulations, which are further subject to interpretations, guidance, amendments, and technical corrections from international, federal, and state tax authorities. Such changes to tax law may adversely affect the Company’s cash flow, costs of share buybacks, and effective tax rate, including through decreases in allowable deductions and higher tax rates. \nMany countries are adopting provisions to align their international tax rules with the Base Erosion and Profit Shifting Project, led by the Organisation for Economic Co-operation and Development (“OECD”) and supported by the United States. The project aims to standardize and modernize global corporate tax policy, including tax rate increases and a global minimum tax. In October 2021, a substantial majority of the OECD’s participating countries and jurisdictions agreed to introduce a 15% global minimum corporate tax rate that would apply to companies with revenue over a set threshold. Furthermore, many countries are independently evaluating their corporate tax policy, which could result in tax legislation and enforcement that adversely impacts the Company’s tax provision and value of deferred assets and liabilities. These provisions, if enacted, individually or as a whole, may negatively impact taxation of international business.\nThe tax laws and regulations of the various countries where the Company has operations are extremely complex and subject to varying interpretations. The Company believes that its historical tax positions are sound and consistent with applicable law, and that it has adequately reserved for income taxes. However, taxing authorities may challenge such positions and the Company may not be successful in defending against any such challenges. The Company’s future income tax expense could be favorably or adversely affected by changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets, and liabilities and changes to its operating structure.\nConstraints on internal controls\nEffective internal controls are necessary for the Company to provide reliable financial reports, safeguard its assets, and prevent and detect fraud. If the Company cannot do so, its brand and operating results could be harmed. Internal controls over financial reporting are intended to prevent and detect material misstatements in its financial reporting and material fraudulent activity, but are limited by human error, circumventing or overriding controls, and fraud. As a result, the Company may not identify all material activity or all immaterial activity that could aggregate into a material \n15\n\n\nTable of Contents\nmisstatement. Therefore, even effective internal controls cannot guarantee that financial statements are wholly accurate or prevent all fraud and loss of assets. Management continually evaluates the effectiveness of the design and operation of the Company’s internal controls. However, if the Company fails to maintain the adequacy of its internal controls, including any failure to implement required new or improved internal controls, or if the Company experiences difficulties in their implementation, the Company’s business and operating results could be harmed. Additionally, the Company may be subject to sanctions or investigations by regulatory authorities, or the Company could fail to meet its reporting obligations, all of which could have an adverse effect on its business or the market price of the Company’s securities.\nAcquisition expected benefits shortfall\nThe Company has made, and expects to make, strategic acquisitions or investments globally to further its strategic objectives and support key business initiatives. Acquisitions and investments involve risks and uncertainties, some of which may differ from those associated with the Company’s historical operations. Such risks include, but are not limited to, risks relating to expanding into emerging markets and business areas, adding additional product lines and services, impacting existing customer and supplier relationships, incurring costs or liabilities associated with the companies acquired, incurring potential impairment charges on acquired goodwill and other intangible assets, and diverting management’s attention from existing operations and initiatives. As a result, the Company’s profitability may be negatively impacted. In addition, the Company may not successfully integrate the acquired businesses, or the integration may be more difficult, costly, or time-consuming than anticipated. Further, any litigation involving the potential acquisition or acquired entity will increase expenses associated with the acquisition, cause a delay in completing the acquisition, impact the ability to integrate the acquired entity, which may impact the Company’s profitability. The Company may experience disruptions that could, depending on the size of the acquisition, have an adverse effect on its business, especially where an acquisition target may have pre-existing regulatory issues or deficiencies, or material weaknesses in internal controls over financial reporting. Furthermore, the Company may not realize all benefits anticipated from its acquisitions, which could adversely affect the Company’s financial performance.\nLegal and Regulatory Risks\nLegal proceedings\n \ncosts and damages\nFrom time to time, the Company may become involved in legal proceedings, including government investigations, that arise out of the ordinary conduct of the Company’s business, including matters involving intellectual property rights, commercial matters, merger-related matters, product liability, and other actions. Legal proceedings could result in substantial costs and diversion of management’s efforts and other resources, and could have an adverse effect on the Company’s operations and business reputation. The Company may be obligated to indemnify and defend its customers if the products or services that the Company sells are alleged to infringe any third party’s intellectual property rights. The Company may not be able to obtain supplier indemnification for itself and its customers against such claims, or such indemnification may not fully protect the Company and its customers against such claims. Also, the Company is exposed to potential liability for technology and products that it develops for which it has no indemnification protections. If an infringement claim against the Company is successful, the Company may be required to pay damages or seek royalty or license arrangements, which may not be available on commercially reasonable terms. The Company may have to stop selling certain products or services, which could affect its ability to compete effectively. In addition, the Company’s expanding business activities may include the assembly or manufacture of electronic component products and systems. Product defects, whether caused by a design, assembly, manufacture or component failure or error, or manufacturing processes not in compliance with applicable statutory and regulatory requirements, may result in product liability claims, product recalls, fines, and penalties. Product liability risks could be particularly significant with respect to aerospace, \n16\n\n\nTable of Contents\nautomotive, and medical applications because of the risk of serious harm to users of such products. \nEnvironmental regulations\n \nnon-compliance\nThe Company is subject to various federal, state, local, and foreign laws and regulations addressing environmental and other impacts from industrial processes, waste disposal, carbon emissions, use of hazardous materials in products and operations, recycling products, and other related matters. While the Company strives to fully comply with all applicable regulations, certain of these regulations impose liability without fault. Additionally, the Company may be held responsible for the prior activities of an entity it acquired.\nFailure to comply with these regulations could result in substantial costs, fines, and civil or criminal sanctions, as well as third-party claims for property damage or personal injury. Future environmental laws and regulations, including disclosure requirements, may become more stringent over time, imposing greater compliance costs, and increasing risks, penalties and reputational harm associated with violations.\nCustomers, suppliers, investors, and regulatory agencies in various jurisdictions globally are increasingly requesting or requiring disclosure and action regarding the Company’s supply chain due-diligence and environmental, social, and governance practices. Such increased expectations and regulations may increase compliance costs and result in reputational damage and loss of business if the Company is perceived to have not met such expectations.\nGeneral Risk Factors\nNegative impacts of economic or geopolitical uncertainty, or a health crisis, on operations and financial results\nEconomic weakness and geopolitical uncertainty (including from military conflicts and international trade disputes), as well as health-related crises (including pandemics and epidemics), have resulted, and may result in the future, in a variety of adverse impacts on the Company and its customers and suppliers. Such adverse impacts include decreased sales, margins, and earnings; increased logistics costs; demand uncertainty; constrained workforce participation; global supply chain disruptions; and logistics and distribution system disruptions. Such crises and uncertainties could also result in, or heighten the risks of, customer bankruptcies, customer delayed or defaulted payments, delays in product deliveries, financial market disruption and volatility, and other risk factors described in the Company’s Annual Report. As a result, the Company may need to impair assets (including goodwill, intangible assets, and other long-lived assets), implement restructuring actions, and reduce expenses in response to decreased sales or margins.\nThe Company may not be able to adequately adjust its cost structure in a timely fashion, which may adversely impact its profitability. Uncertainty about economic conditions may increase foreign currency volatility, which may negatively impact the Company’s results. Economic weakness and geopolitical uncertainty also make it more difficult for the Company to manage inventory levels (including when customers decrease orders, cancel existing orders, or are unable to fulfill their obligations under non-cancelable/ non-return orders) and collect customer receivables, which may result in provisions to create reserves, write-offs, reduced access to liquidity, higher financing costs, and increased pressure on cash flows.\nAn increase in or prolonged period of inflation could affect the Company’s profitability and cash flows, due to higher wages, higher operating expenses, higher financing costs, and higher supplier prices. Inflation may also adversely affect foreign exchange rates. The Company may be unable to pass along such higher costs to its customers, which may result in lower gross profit margins. In addition, inflation may adversely affect customers’ financing costs, cash flows, and profitability, which could adversely impact their operations and the Company’s ability to offer credit and collect receivables.\n17\n\n\nTable of Contents\nCompetition\nThe market for the Company’s products and services is very competitive and subject to technological advances (including artificial intelligence), new competitors, non-traditional competitors, and changes in industry standards. The Company competes with other global and regional distributors, as well as some of the Company’s own suppliers that maintain direct sales efforts. In addition, as the Company expands its offerings and geographies, the Company may encounter increased competition from current or new competitors. The Company’s failure to maintain and enhance its competitive position could adversely affect its business and prospects. Furthermore, the Company’s efforts to compete in the marketplace could cause deterioration of gross profit margins and, thus, overall profitability.\nThe size of the Company’s competitors varies across market sectors, as do the resources the Company has allocated to the sectors and geographic areas in which it does business. Therefore, some competitors may have greater resources or a more extensive customer or supplier base in some market sectors and geographic areas. As a result, the Company may not be able to effectively compete in certain markets, which could impact the Company’s profitability and prospects.\nEmployee retention and hiring constraints\nIdentifying, hiring, training, developing, and retaining qualified and engaged employees is critical to the Company’s success, and competition for experienced employees in the Company’s industry can be intense. Restrictions on immigration or changes in immigration laws, including visa restrictions, may limit the Company’s acquisition of key talent, including talent with diverse experience, background, ability, and perspectives. Changing demographics and labor work force trends may result in a loss of knowledge and skills as experienced workers leave the Company. In addition, as global opportunities and industry demands shift, and as the Company expands its offerings, the Company may encounter challenges in realigning, training, and hiring skilled personnel. Through organizational design activities, the Company periodically eliminates positions due to restructurings or other reasons, which may risk the Company’s brand reputation as an employer of choice and negatively impact the Company’s ability to hire and retain qualified personnel. Also, position eliminations may negatively impact the morale of employees who are not terminated, which could result in work stoppages or slowdowns, particularly where employees are represented by unions or works councils. If these circumstances occur, the Company’s business, financial condition, and results of operations could be seriously harmed.\n​",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and\n Results of Operations\nFor a description of the Company’s critical accounting policies and an understanding of Avnet and the significant factors that influenced the Company’s performance during the past three fiscal years, the following discussion should be read in conjunction with the description of the business appearing in Item 1 of this Report and the consolidated financial statements, including the related notes and schedule, and other information appearing in Item 8 of this Report. The Company operates on a “52/53 week” fiscal year. Fiscal 2023 and fiscal 2022 contain 52 weeks compared to 53 weeks in fiscal 2021.\nThe discussion of the Company’s results of operations includes references to the impact of foreign currency translation. When the U.S. Dollar strengthens and the stronger exchange rates are used to translate the results of operations of Avnet’s subsidiaries denominated in foreign currencies, the result is a decrease in U.S. Dollars of reported results. Conversely, when the U.S. Dollar weakens, the weaker exchange rates result in an increase in U.S. Dollars of reported results. In the discussion that follows, results excluding this impact, primarily for subsidiaries in EMEA and Asia, are referred to as “constant currency.”\nIn addition to disclosing financial results that are determined in accordance with generally accepted accounting principles in the U.S. (“GAAP”), the Company also discloses certain non-GAAP financial information, including:\n●\nOperating income excluding (i) restructuring, integration and other expenses (see Restructuring, Integration and Other Expenses in this MD&A), (ii) Russian-Ukraine conflict related expenses (see Russian-Ukraine conflict related expenses in this MD&A), and (iii) amortization of acquired intangible assets is referred to as “adjusted operating income.” \n22\n\n\nTable of Contents\nThe reconciliation of operating income to adjusted operating income is presented in the following table:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended\n​\n \nJuly 1,\n    \nJuly 2,\n    \nJuly 3,\n​\n​\n2023\n​\n2022\n​\n2021\n​\n​\n(Thousands)\nOperating income\n​\n$\n 1,186,800\n​\n$\n 939,011\n​\n$\n 281,408\nRestructuring, integration and other expenses\n​\n \n 28,038\n​\n \n 5,272\n​\n \n 84,391\nRussian-Ukraine conflict related expenses\n​\n​\n —\n​\n​\n 26,261\n​\n​\n —\nAmortization of acquired intangible assets and other\n​\n \n 6,053\n​\n \n 15,038\n​\n \n 41,245\nAdjusted operating income \n​\n$\n 1,220,891\n​\n$\n 985,582\n​\n$\n 407,044\n​\nManagement believes that providing this additional information is useful to financial statement users to better assess and understand operating performance, especially when comparing results with prior periods or forecasting performance for future periods, primarily because management typically monitors the business both including and excluding these adjustments to GAAP results. Management also uses these non-GAAP measures to establish operational goals and, in many cases, for measuring performance for compensation purposes. However, any analysis of results on a non-GAAP basis should be used as a complement to, and in conjunction with, results presented in accordance with GAAP.\n​\nResults of Operations\nExecutive Summary\nSales for fiscal 2023 were $26.54 billion, an increase of 9.2% from fiscal 2022 sales of $24.31 billion. Excluding the impact of changes in foreign currency, sales increased 13.4% as compared to sales in the prior year. This increase in sales was predominately driven by sales growth in both operating groups across all regions driven by strong global demand and to a lesser extent pricing for electronic components.\nGross profit increased $216.8 million or 7.3% from fiscal 2022 gross profit due primarily to increases in sales.  Gross profit margin of 12.0% decreased 21 basis points compared to 12.2% in fiscal 2022. This decrease is primarily driven by the unwinding of certain pricing premiums in the Farnell business.\nOperating income of $1.19 billion was $247.8 million or 26.4% higher than fiscal 2022. Operating income margin was 4.5% in fiscal 2023, as compared to 3.9% in fiscal 2022. The increase in operating income margin is primarily the result of increases in sales and the operating leverage created by the additional gross profit dollars without any meaningful increase in selling, general and administrative expenses. Adjusted operating income margin was 4.6% in fiscal 2023 as compared to 4.1% in fiscal 2022, an increase of 55 basis points. This increase in adjusted operating income margin is primarily due to increases in sales and the operating leverage created by the additional gross profit dollars.\n23\n\n\nTable of Contents\nSales\nThree-Year Analysis of Sales: By Operating Group and Geography\nThe table below provides a year-over-year summary of sales for the Company and its operating groups.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended\n​\nPercent Change\n​\n  \nJuly 1,\n   \n% of\n​\nJuly 2,\n   \n% of\n​\nJuly 3,\n   \n% of\n​\n2023 to \n​\n2022 to \n​\n​\n2023\n    \nTotal\n    \n2022\n​\nTotal\n    \n2021\n    \nTotal\n    \n2022\n    \n2021\n​\n​\n(Dollars in millions)\n \nSales by Operating Group:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nEC\n​\n$\n 24,802.6\n​\n 93.5\n% \n​\n$\n 22,503.3\n​\n 92.6\n% \n​\n$\n 18,030.5\n​\n 92.3\n% \n​\n 10.2\n% \n​\n 24.8\n%  \nFarnell\n​\n​\n 1,734.3\n​\n 6.5\n​\n​\n​\n 1,807.4\n​\n 7.4\n​\n​\n​\n 1,504.2\n​\n 7.7\n​\n​\n (4.0)\n​\n​\n 20.2\n​\n​\n​\n$\n 26,536.9\n​\n​\n​\n​\n$\n 24,310.7\n​\n​\n​\n​\n$\n 19,534.7\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nSales by Geographic Region:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nAmericas\n​\n$\n 6,807.7\n \n 25.7\n% \n​\n$\n 5,896.0\n \n 24.3\n% \n​\n$\n 4,662.5\n \n 23.9\n% \n​\n 15.5\n% \n​\n 26.5\n%\nEMEA\n​\n \n 9,229.4\n \n 34.8\n​\n​\n \n 7,838.1\n \n 32.2\n​\n​\n \n 6,149.9\n \n 31.5\n​\n​\n 17.8\n​\n​\n 27.5\n​\nAsia\n​\n \n 10,499.8\n \n 39.5\n​\n​\n \n 10,576.6\n \n 43.5\n​\n​\n \n 8,722.3\n \n 44.6\n​\n​\n (0.7)\n​\n​\n 21.3\n​\nTotal Avnet\n​\n$\n 26,536.9\n​\n​\n​\n​\n$\n 24,310.7\n​\n​\n​\n​\n$\n 19,534.7\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nThe table below provides reported and organic sales growth rates for fiscal 2023 as compared to fiscal 2022 by geographic region and operating group.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nSales\n​\n​\n​\n​\nYear-Year %\n​\n​\nSales\n​\nChange in\n​\n​\nYear-Year\n​\nConstant\n​\n    \n% Change\n    \nCurrency\nAvnet\n​\n 9.2\n%\n \n 13.4\n%\nAvnet by region\n​\n​\n​\n​\nAmericas\n​\n 15.5\n%\n \n 15.5\n%\nEMEA\n​\n 17.8\n​\n \n 27.0\n​\nAsia\n​\n (0.7)\n​\n \n 1.9\n​\nAvnet by operating group\n​\n​\n​\n​\nEC\n​\n 10.2\n%\n \n 14.4\n%\nFarnell\n​\n (4.0)\n​\n​\n 0.9\n​\n​\n​\nAvnet’s sales for fiscal 2023 were $26.54 billion, an increase of $2.23 billion, or 9.2%, from fiscal 2022 sales of $24.31 billion. Sales in constant currency increased 13.4% year over year, reflecting sales growth in both operating groups across all regions driven by strong global demand and to a lesser extent pricing for electronic components. \nEC sales in fiscal 2023 were $24.80 billion, representing a 10.2% increase over fiscal 2022 sales of $22.50 billion. EC sales increased 14.4% year over year in constant currency. The increase in EC sales is primarily due to double-digit growth in the Americas and EMEA regions driven primarily by strong demand in the industrial, transportation, and aerospace and defense sectors.\nFarnell sales in fiscal 2023 were $1.73 billion, a decrease of $73.0 million or 4.0%, from fiscal 2022 sales of $1.81 billion. The year-over-year decrease in sales was primarily a result of foreign currency translation from a strengthening U.S. Dollar. Farnell sales in constant currency increased 0.9% year over year as sales growth in the Americas was offset by sales declines in the EMEA and Asia regions.\n24\n\n\nTable of Contents\nGross Profit \nGross profit in fiscal 2023 was $3.18 billion, an increase of $216.8 million, or 7.3%, from fiscal 2022 gross profit of $2.97 billion. Gross profit margin decreased to 12.0% in fiscal 2023 or 21 basis points from fiscal 2022 gross profit margin of 12.2%. EC gross profit margin increased year over year primarily due to a higher percentage of sales coming from the higher-margin western regions. Sales in the higher margin western regions represented approximately 60% of sales in fiscal 2023 as compared to 56% during fiscal 2022. Farnell gross profit margin decreased year over year primarily driven by the unwinding of certain component pricing premiums during fiscal 2023 and from unfavorable sales mix of lower margin products.\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses (“SG&A expenses”) in fiscal 2023 were $1.97 billion, a decrease of $27.5 million, or 1.4%, from fiscal 2022. The year-over-year decrease in SG&A expenses was primarily a result of foreign currency translation from a strengthening U.S. Dollar.\nMetrics that management monitors with respect to its operating expenses are SG&A expenses as a percentage of sales and as a percentage of gross profit. In fiscal 2023, SG&A expenses as a percentage of sales were 7.4% and as a percentage of gross profit were 61.8%, as compared with 8.2% and 67.3%, respectively, in fiscal 2022. The decreases in SG&A expenses as a percentage of sales and gross profit resulted primarily from the operating leverage realized with higher sales, and lower amortization expenses, partially offset by increases in SG&A expenses to support sales volumes. \nRussian-Ukraine Conflict Related Expenses\nDuring fiscal 2022, the Company incurred $26.3 million of costs associated with the Russian-Ukraine conflict, primarily comprised of $17.2 million of expense for credit loss reserves for trade accounts receivable from Russian customers that are no longer considered collectible. The remaining expense is related to product write-downs for Russia based customers and other Russian business operation wind-down costs.\nRestructuring, Integration and Other Expenses\nDuring fiscal 2023, the Company incurred restructuring, integration and other expenses primarily related to the planned closure of a distribution center. In addition, the Company increased its estimated environmental remediation reserves associated with certain legacy manufacturing operations that were divested several decades ago. As a result, during fiscal 2023 the Company recorded restructuring, integration, and other expenses of $28.0 million. The Company recorded $17.4 million for restructuring costs consisting of $16.1 million for severance, $0.5 million for facility exit costs and $0.8 million for asset impairments. The Company expects to realize approximately $16.0 million in incremental annualized operating costs savings as a result of such restructuring actions once completed. Integration and other costs were $2.6 million associated with incremental costs incurred as a result of the planned distribution center closure and $8.0 million related to the Company’s estimated environmental remediation obligations, respectively. The after-tax impact of restructuring, integration and other expenses was $22.0 million and $0.24 per share on a diluted basis.\nDuring fiscal 2022, the Company recorded restructuring, integration and other expenses of $5.3 million, substantially all of which was related to integration costs.\nSee Note 17, “Restructuring expenses” to the Company’s consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for additional information related to restructuring expenses. \n25\n\n\nTable of Contents\nOperating Income \nOperating income for fiscal 2023 was $1.19 billion, an increase of $247.8 million or 26.4%, from fiscal 2022 operating income of $939.0 million. The year-over-year increase in operating income is primarily driven by the increase in sales and lower SG&A expenses, partially offset by a lower gross profit margin.\nOperating income margin was 4.5% in fiscal 2023 compared to 3.9% in fiscal 2022. Adjusted operating income for fiscal 2023 was $1.22 billion, an increase of $235.3 million or 23.9%, from fiscal 2022. Adjusted operating income margin was 4.6% in fiscal 2023 compared to 4.1% in fiscal 2022. EC operating income margin was 4.8% in fiscal 2023 compared to 3.9% in fiscal 2022. Farnell operating income margin was 9.5% in fiscal 2023 compared to 13.4% in fiscal 2022.\nInterest and Other Financing Expenses, Net\n \nInterest and other financing expenses for fiscal 2023 was $250.9 million, an increase of $150.5 million, or 149.9%, compared with interest and other financing expenses of $100.4 million in fiscal 2022. The increase in interest and other financing expenses in fiscal 2023 compared to fiscal 2022 is a result of higher outstanding borrowings and increases in average borrowing rates during fiscal 2023 as compared to fiscal 2022.\nGain on Legal Settlements and Other\nDuring fiscal 2023, the Company recorded a gain on legal settlements of $74.4 million before tax, $56.9 million after tax, and $0.61 per share on a diluted basis, in connection with the settlement of claims filed against certain manufacturers of capacitors. See Note 13, “Commitments and contingencies” to the Company’s consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for additional information related to the gain on legal settlements.\nIn June 2023, the Company settled a portion of its pension liability related to certain retirees and terminated vested employees in the Company’s U.S. pension plan as part of a de-risking strategy. This strategy triggered settlement accounting which required immediate recognition of a portion of the accumulated losses associated with the plan. Consequently, the Company recognized non-cash settlement expense of $37.4 million in fiscal 2023.\nIncome Tax \nThe below discussion of the effective tax rate for the periods presented in the statements of operations is in comparison to the 21% U.S. statutory federal income tax rate.\nAvnet’s effective tax rate on its income before income taxes was 21.6% in fiscal 2023. The effective tax rate for fiscal 2023 was unfavorably impacted primarily by (i) U.S. state taxes, (ii) increases to valuation allowances against deferred tax assets, and (iii) the mix of income in higher income tax jurisdictions, partially offset by (iv) the impact of foreign currency translation loss.\nFor fiscal 2022, the Company’s effective tax rate on its income before income taxes was 16.9%. The effective tax rate for fiscal 2022 was favorably impacted primarily by decreases to valuation allowances against deferred tax assets.\nSee Note 9, “Income taxes” to the Company’s consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for further discussion on the effective tax rate.\n26\n\n\nTable of Contents\nNet Income\nAs a result of the factors described in the preceding sections of this MD&A, the Company’s net income in fiscal 2023 was $770.8 million, or earnings per share on a diluted basis of $8.26, compared with fiscal 2022 net income of $692.4 million, or earnings per share on a diluted basis of $6.94.\nLiquidity and Capital Resources\nCash Flows\nCash Flows from Operating Activities\nThe Company used $713.7 million of cash from its operating activities in fiscal 2023 as compared to $219.3 million of cash used in fiscal 2022. These operating cash flows are comprised of: (i) cash flows generated from net income, adjusted for the impact of non-cash and other items, which includes depreciation and amortization expense, deferred income taxes, stock-based compensation expense, amortization of operating lease assets and other non-cash items, and (ii) cash flows used for, or generated from, working capital and other, excluding cash and cash equivalents. Cash used for working capital and other to support sales growth was $1.68 billion during fiscal 2023, including increases in accounts receivable of $461.1 million and inventories of $1.17 billion, and a decrease in accounts payable of $75.9 million, offset by an increase in accrued expenses and other of $28.8 million. Comparatively, cash used for working capital and other was $1.09 billion during fiscal 2022, including increases in accounts receivable of $1.13 billion and inventories of $1.22 billion, offset by increases in accounts payable of $1.13 billion, and accrued expenses and other of $134.4 million.\nCash Flows from Financing Activities\nDuring fiscal 2023, the Company received net proceeds of $498.6 million as a result of the issuance of $500.0 million of 6.25% Notes due March 2028, $728.2 million under the Credit Facility, and $258.0 million under the Securitization Program, and repaid $96.2 million under other short-term debt. During fiscal 2023, the Company paid dividends on common stock of $106.3 million, and repurchased $221.7 million of common stock. \nDuring fiscal 2022, the Company received net proceeds of $300.0 million as a result of the issuance of $300.0 million of 5.50% Notes due May 2032, $274.9 million under the Securitization Program, and $235.0 million from borrowings of various bank credit facilities. During fiscal 2022, the Company repaid $354.3 million of notes, paid dividends on common stock of $98.5 million, and repurchased $184.4 million of common stock.\nCash Flows from Investing Activities\nDuring fiscal 2023, the Company used $194.7 million for capital expenditures compared to $48.9 million in fiscal 2022. The increase in capital expenditures year over year was primarily related to expenditures for a new distribution center being built in EMEA to support the future growth of the EC EMEA business. During fiscal 2023, the Company used $16.9 million for other investing activities. During fiscal 2022, the Company received $90.4 million from investing activities related to the liquidation of Company owned life insurance policies. \nFinancing Transactions\nThe Company uses a variety of financing arrangements, both short-term and long-term, to fund its operations in addition to historical cash generated from operating activities. The Company also uses several funding sources to avoid becoming overly dependent on one financing source, and to lower overall funding costs. These financing arrangements \n27\n\n\nTable of Contents\ninclude public debt (“Notes”), short-term and long-term bank loans, a revolving credit facility (the “Credit Facility”), and an accounts receivable securitization program (the “Securitization Program”).\nThe Company has various lines of credit, financing arrangements, and other forms of bank debt in the U.S. and various foreign locations to fund the short-term working capital, foreign exchange, overdraft, and letter of credit needs of its wholly owned subsidiaries. Outstanding borrowings under such forms of debt at the end of fiscal 2023 was $70.6 million. \nAs an alternative form of liquidity outside of the United States, the Company sells certain of its trade accounts receivable on a non-recourse basis to financial institutions pursuant to factoring agreements. The Company accounts for these transactions as sales of receivables and presents cash proceeds as cash provided by operating activities in the consolidated statements of cash flows. Factoring fees for the sales of trade accounts receivable are recorded within “Interest and other financing expenses, net” and were not material to the consolidated financial statements.\nSee Note 7, “Debt” to the Company’s consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for additional information on financing transactions including the Credit Facility, the Securitization Program and the outstanding Notes as of July 1, 2023.\nCovenants and Conditions\nThe Company’s Credit Facility contains certain covenants with various limitations on debt incurrence, share repurchases, dividends, investments and capital expenditures, and also includes financial covenant requiring the Company to maintain a leverage ratio below a certain threshold. The Company was in compliance with all such covenants as of July 1, 2023.\nThe Company’s Securitization Program contains certain covenants relating to the quality of the receivables sold. If these conditions are not met, the Company may not be able to borrow any additional funds and the financial institutions may consider this an amortization event, as defined in the Securitization Program agreements, which would permit the financial institutions to liquidate the accounts receivables sold to cover any outstanding borrowings. Circumstances that could affect the Company’s ability to meet the required covenants and conditions of the Securitization Program include the Company’s ongoing profitability and various other economic, market, and industry factors. The Company was in compliance with all such covenants as of July 1, 2023.\nManagement does not believe that the covenants under the Credit Facility or Securitization Program limit the Company’s ability to pursue its intended business strategy or its future financing needs.\nSee \nLiquidity\n below for further discussion of the Company’s availability under these various facilities.\nLiquidity\nThe Company had cash and cash equivalents of $288.2 million as of July 1, 2023, of which $194.5 million was held outside the United States. As of July 2, 2022, the Company had cash and cash equivalents of $153.7 million, of which $60.4 million was held outside of the United States.\nDuring periods of weakening demand in the electronic components industry, the Company typically generates cash from operating activities. Conversely, the Company will use cash for working capital requirements during periods of higher growth. The Company used $713.7 million in cash flows for operating activities during the fiscal year ended July 1, 2023, to support the fiscal 2023 sales growth.\n28\n\n\nTable of Contents\nLiquidity is subject to many factors, such as normal business operations and general economic, financial, competitive, legislative, and regulatory factors that are beyond the Company’s control. To the extent the cash balances held in foreign locations cannot be remitted back to the U.S. in a tax efficient manner, those cash balances are generally used for ongoing working capital, including the need to purchase inventories, capital expenditures and other foreign business needs. In addition, local government regulations may restrict the Company’s ability to move funds among various locations under certain circumstances. Management does not believe such restrictions would limit the Company’s ability to pursue its intended business strategy. \nAs of July 1, 2023, there were $796.6 million of borrowings outstanding under the Credit Facility and $0.9 million in letters of credit issued, and $555.8 million outstanding under the Securitization Program. During fiscal 2023, the Company had an average daily balance outstanding under the Credit Facility of approximately $1.13 billion and $549.1 million under the Securitization Program. As of July 1, 2023, the combined availability under the Credit Facility and the Securitization Program was $846.7 million. Availability under the Securitization Program is subject to the Company having sufficient eligible trade accounts receivable in the United States to support desired borrowings. \nThe Company has the following contractual obligations outstanding as of July 1, 2023 (in millions):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n​\n    \nPayments due by period\n \n​\n​\n​\n​\n​\nLess than\n​\n​\n​\n​\n​\nMore than\n​\nContractual Obligations\n​\nTotal\n​\n1 year\n​\n1-3 years\n​\n3-5 years\n​\n5 years\n \nLong-term debt obligations\n(1)\n​\n$\n 3,073.0\n​\n$\n 70.6\n​\n$\n 1,105.8\n​\n$\n 1,296.6\n​\n$\n 600.0\n​\nInterest expense on long-term debt obligations\n(2)\n​\n​\n 699.5\n​\n​\n 157.7\n​\n​\n 269.6\n​\n​\n 181.4\n​\n​\n 90.8\n​\nOperating lease obligations\n(3)\n​\n​\n 287.5\n​\n​\n 58.1\n​\n​\n 86.2\n​\n​\n 44.4\n​\n​\n 98.8\n​\n​\n(1)\nIncludes amounts due within one year and excludes unamortized discount and issuance costs on debt.\n(2)\nRepresents interest expense due on debt by using fixed interest rates for fixed rate debt and assuming the same interest rate at the end of fiscal 2023 for variable rate debt.\n(3)\nExcludes imputed interest on operating lease liabilities.\nThe Company purchases inventories in the normal course of business throughout the year through the issuance of purchase orders to suppliers. During fiscal 2023, the Company’s cost of sales, substantially all of which related to the underlying purchase of inventories was $23.4 billion and the Company had $5.5 billion of inventories as of July 1, 2023. The Company expects to continue to purchase sufficient inventory to meet its customers’ demands in fiscal year 2024, some of which relates to outstanding purchase orders at the end of fiscal 2023. Outstanding purchase orders with suppliers may be non-cancellable/non-returnable at the point such orders are issued, or may become non-cancellable at some point in the future, typically within 30 days to 90 days from the requested delivery date of inventories.\nAt July 1, 2023, the Company had an estimated liability for income tax contingencies of $130.5 million, which is not included in the above table. Cash payments associated with the settlement of these liabilities that are expected to be paid within the next 12 months is $1.0 million. The settlement period for the remaining amount of the unrecognized tax benefits, including related accrued interest and penalties, cannot be determined, and therefore was not included in the table. \n29\n\n\nTable of Contents\nAs of July 1, 2023, the Company may repurchase up to an aggregate of $318.5 million of shares of the Company’s common stock through the share repurchase program approved by the Board of Directors. The Company may repurchase stock from time to time at the discretion of management, subject to strategic considerations, market conditions including share price and other factors. The Company may terminate or limit the share repurchase program at any time without prior notice. During fiscal 2023, the Company repurchased $212.8 million of common stock.\nThe Company has historically paid quarterly cash dividends on shares of its common stock, and future dividends are subject to approval by the Board of Directors. During the fourth quarter of fiscal 2023, the Board of Directors approved a dividend of $0.29 per share, which resulted in $26.5 million of dividend payments during the quarter. \nThe Company continually monitors and reviews its liquidity position and funding needs. Management believes that the Company’s ability to generate operating cash flows through the liquidation of working capital in the future and available borrowing capacity, including capacity for the non-recourse sale of trade accounts receivable, will be sufficient to meet its future liquidity needs. Additionally, the Company believes that it has sufficient access to additional liquidity from the capital markets if necessary.\nCritical Accounting Policies\nThe Company’s consolidated financial statements have been prepared in accordance with GAAP. The preparation of these consolidated financial statements requires the Company to make estimates and assumptions that affect the reported amounts of assets, liabilities, sales and expenses. These estimates and assumptions are based upon the Company’s continual evaluation of available information, including historical results and anticipated future events. Actual results may differ materially from these estimates.\nThe Securities and Exchange Commission defines critical accounting policies as those that are, in management’s view, most important to the portrayal of the Company’s financial condition and results of operations and that require significant judgments and estimates. Management believes the Company’s most critical accounting policies at the end of fiscal 2023 relate to:\nValuation of Inventories\nInventories are recorded at the lower of cost or estimated net realizable value. Inventory cost includes the purchase price of finished goods and any freight cost incurred to receive the inventory into the Company’s distribution centers. The Company’s inventories include electronic components sold into changing, cyclical, and competitive markets, so inventories may decline in market value or become obsolete.\nThe Company regularly evaluates inventories for expected customer demand, obsolescence, current market prices, and other factors that may render inventories less marketable. Write-downs are recorded so that inventories reflect the estimated net realizable value and take into account the Company’s contractual provisions with its suppliers, which may provide certain protections to the Company for product obsolescence and price erosion in the form of rights of return, stock rotation rights, obsolescence allowances, industry specific supplier rebate programs and price protections. Because of the large number of products and suppliers and the complexity of managing the process around price protections, supplier rebate programs and stock rotations, estimates are made regarding the net realizable value of inventories. Additionally, assumptions about future demand and market conditions, as well as decisions to discontinue certain product lines, impact the evaluation of whether to write-down inventories. If future demand changes or actual market conditions are less favorable than assumed, then management evaluates whether additional write-downs of inventories are required. In any case, actual net realizable values could be different from those currently estimated.\n30\n\n\nTable of Contents\nAccounting for Income Taxes\nManagement’s judgment is required in determining income tax expense, unrecognized tax benefit liabilities , deferred tax assets and liabilities, and valuation allowances recorded against net deferred tax assets. Recovering net deferred tax assets depends on the Company’s ability to generate sufficient future taxable income in certain jurisdictions. In addition, when assessing the need for valuation allowances, the Company considers historic levels and types of income, expectations and risk associated with estimates of future taxable income, and ongoing prudent and feasible tax planning strategies. If the Company determines that it cannot realize all or part of its deferred tax assets in the future, it may record additional valuation allowances against the deferred tax assets with a corresponding increase to income tax expense in the period such determination is made. Similarly, if the Company determines that it can realize all or part of its deferred tax assets that have an associated valuation allowance established, the Company may release a valuation allowance with a corresponding benefit to income tax expense in the period such determination is made.\nThe Company establishes contingent liabilities for potentially unfavorable outcomes of positions taken on certain tax matters. These liabilities are based on management’s assessment of whether a tax benefit is more likely than not to be sustained upon examination by tax authorities. The anticipated and actual outcomes of these matters may differ, which may result in changes in estimates to such unrecognized tax benefit liabilities. To the extent such changes in estimates are necessary, the Company’s effective tax rate may fluctuate. In accordance with the Company’s accounting policy, accrued interest and penalties related to unrecognized tax benefits are recorded as a component of income tax expense.\nIn determining the Company’s income tax expense, management considers current tax regulations in the numerous jurisdictions in which it operates, including the impact of tax law and regulation changes in the jurisdictions the Company operates in. The Company exercises judgment for interpretation and application of such current tax regulations. Changes to such tax regulations or disagreements with the Company’s interpretation or application by tax authorities in any of the Company’s major jurisdictions may have a significant impact on the Company’s income tax expense. \nSee Note 9, “Income taxes” to the Company’s consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for further discussion on income tax expense, valuation allowances and unrecognized tax benefits. \n​\nRecently Issued Accounting Pronouncements\nIn September 2022, the FASB issued ASU No. 2022-04, Liabilities (subtopic 405-50): Supplier Finance Programs (“ASU No. 2022-04”) to enhance the transparency of certain supplier finance programs to allow financial statement users to understand the effect on working capital, liquidity and cash flows. The new pronouncement requires qualitative and quantitative disclosure sufficient to enable users of the financial statements to understand the nature, activity during the period, changes from period to period and potential magnitude of such programs. The Company plans to adopt this guidance in the first quarter of fiscal 2024, except for the amendment on roll-forward information, which is effective in fiscal 2025. The Company’s planned adoption of ASU No. 2022-04 is not expected to have a material impact on the Company’s consolidated financial statements.\n​\n31\n\n\nTable of Contents",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nThe Company seeks to reduce earnings and cash flow volatility associated with changes in interest rates and foreign currency exchange rates by entering into financial arrangements, from time to time, which are intended to provide an economic hedge against all, or a portion of the risks associated with such volatility. The Company continues to have exposure to such risks to the extent they are not economically hedged.\nThe following table sets forth the scheduled maturities of the Company’s debt outstanding at July 1, 2023 (dollars in millions):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal Year\n \n​\n    \n2024\n    \n2025\n    \n2026\n    \n2027\n    \n2028\n    \nThereafter\n    \nTotal\n \nLiabilities:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFixed rate debt\n(1)\n​\n$\n —\n​\n$\n —\n​\n$\n 550.0\n​\n$\n —\n​\n$\n 500.0\n​\n$\n 600.0\n​\n$\n 1,650.0\n​\nFloating rate debt\n​\n$\n 70.6\n​\n$\n 555.8\n​\n$\n —\n​\n$\n —\n​\n$\n 796.6\n​\n$\n —\n​\n$\n 1,423.0\n​\n(1)\nExcludes unamortized discounts and issuance costs.\nThe following table sets forth the carrying value and fair value of the Company’s debt and the average interest rates at July 1, 2023, and July 2, 2022 (dollars in millions):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nCarrying Value\n    \nFair Value at\n​\nCarrying Value\n    \nFair Value at\n \n​\n​\nat July 1, 2023\n​\nat July 1, 2023\n     \nat July 2, 2022\n​\nJuly 2, 2022\n \nLiabilities:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFixed rate debt\n(1)\n​\n$\n 1,650.0\n​\n​\n$\n 1,567.5\n​\n$\n 1,324.6\n​\n​\n$\n 1,265.8\n​\nAverage interest rate\n​\n \n 5.0\n%  \n​\n​\n​\n​\n \n 4.1\n%  \n​\n​\n​\n​\nFloating rate debt\n​\n$\n 1,423.0\n​\n​\n$\n 1,423.0\n​\n$\n 297.8\n​\n​\n$\n 297.8\n​\nAverage interest rate\n​\n \n 5.3\n%  \n​\n​\n​\n​\n \n 2.6\n%  \n​\n​\n​\n​\n(1)\nExcludes unamortized discounts and issuance costs. Fair value was estimated primarily based upon quoted market prices for the Company’s public long-term notes.\nMany of the Company’s subsidiaries purchase and sell products in currencies other than their functional currencies, which subjects the Company to the risks associated with fluctuations in currency exchange rates. The Company uses economic hedges to reduce this risk utilizing natural hedging (i.e., offsetting receivables and payables in the same foreign currency) and creating offsetting positions through the use of derivative financial instruments (primarily forward foreign currency exchange contracts typically with maturities of less than 60 days, but no longer than one year). The Company continues to have exposure to foreign currency risks to the extent they are not economically hedged. The Company adjusts any economic hedges to fair value within the same line item in the consolidated statements of operations as the remeasurement of the underlying assets or liabilities being economically hedged. Therefore, the changes in valuation of the underlying items being economically hedged are offset by the changes in fair value of the forward foreign exchange contracts. A hypothetical 10% change in foreign currency exchange rates under the forward foreign currency exchange contracts outstanding at July 1, 2023, would result in an increase or decrease of approximately $80.0 million to the fair value of the forward foreign exchange contracts, which would generally be offset by an opposite effect on the underlying exposure being economically hedged. See Note 2, “Derivative financial instruments” to the Company’s consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for further discussion on derivative financial instruments.\n​\n32\n\n\nTable of Contents",
    "cik": "8858",
    "cusip6": "053807",
    "cusip": [
        "053807103",
        "053807953",
        "053807903"
    ],
    "names": [
        "AVNET INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/8858/000000885823000029/0000008858-23-000029-index.htm"
}