{
    "item1": ">Item 1.\n \n Business\nUnless this Form 10-K indicates otherwise or the context otherwise requires, the terms “we,” “our,” “us,” “Sysco,” or the “company” as used in this Form 10-K refer to Sysco Corporation together with its consolidated subsidiaries and divisions.\nOverview\nSysco Corporation, acting through its subsidiaries and divisions, is the largest global distributor of food and related products primarily to the foodservice or food-away-from-home industry. Our purpose is “Connecting the World to Share Food and Care for One Another.” We provided products and related services to approximately 725,000 customer locations, including restaurants, healthcare and educational facilities, lodging establishments and other foodservice customers during fiscal 2023. \nFounded in 1969, Sysco commenced operations as a public company in March 1970 when the stockholders of nine companies exchanged their stock for Sysco common stock. Since our formation, we have grown from $115 million to our all-time high of $76.3 billion in annual sales in fiscal 2023, both through internal expansion of existing operations and acquisitions. \nSysco’s fiscal year ends on the Saturday nearest to June 30th. This resulted in a 52-week year ended July 1, 2023 for fiscal 2023, a 52-week year ended July 2, 2022 for fiscal 2022 and a 53-week year ended July 3, 2021 for fiscal 2021. We will have a 52-week year ending June 29, 2024 for fiscal 2024. \nSysco Corporation is organized under the laws of Delaware. The address and telephone number of our executive offices are 1390 Enclave Parkway, Houston, Texas 77077-2099, (281) 584-1390. This annual report on Form 10-K, as well as all other reports filed or furnished by Sysco pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (Exchange Act), are available free of charge on Sysco’s website at \nwww.sysco.com\n as soon as reasonably practicable after they are electronically filed with or furnished to the Securities and Exchange Commission (SEC).\nReporting Segments\nSysco distributes food and related products to restaurants, healthcare and educational facilities, lodging establishments and other foodservice customers. Our primary operations are in North America and Europe. Under the accounting provisions related to disclosures about segments of an enterprise, we have combined certain operations into three reportable segments. “Other” financial information is attributable to our other operations that do not meet the quantitative disclosure thresholds.\n•\nU.S. Foodservice Operations\n – primarily includes (a) our U.S. Broadline operations, which distribute a full line of food products, including custom-cut meat, seafood, produce, specialty Italian, specialty imports and a wide variety of non-food products and (b) our U.S. Specialty operations, which include our FreshPoint fresh produce distribution business, our Specialty Meats and Seafood Group specialty protein operations, our growing Italian Specialty platform anchored by Greco & Sons, our Asian specialty distribution company and a number of other small specialty businesses that are not material to the operations of Sysco; \n•\nInternational Foodservice Operations\n – includes operations outside of the United States (U.S.), which distribute a full line of food products and a wide variety of non-food products. The Americas primarily consists of operations in Canada, Bahamas, Mexico, Costa Rica and Panama, as well as our export operations that distribute to international customers. Our European operations primarily consist of operations in the United Kingdom (U.K.), France, Ireland and Sweden;\n•\nSYGMA\n – our U.S. customized distribution operations serving quick-service chain restaurant customer locations; and\n•\nOther\n – primarily our hotel supply operations, Guest Worldwide.\nFoodservice operating sites distribute a full line of food products and a wide variety of non-food products to both independent and chain restaurant customers, hospitals, schools, hotels, industrial caterers and other venues where foodservice products are served. SYGMA operating sites distribute a full line of food products and a wide variety of non-food products to certain chain restaurant customer locations. Selected financial data for each of our reportable segments, as well as financial information concerning geographic areas, can be found in Note 21, “Business Segment Information,” in the Notes to Consolidated Financial Statements in Item 8.\n1\nCustomers and Products\nSysco’s customers in the foodservice industry include restaurants, hospitals and skilled nursing facilities, schools and colleges, hotels and motels, industrial caterers and other similar venues where foodservice products are served.\nThe products we distribute include:\n•\nfrozen foods, such as meats, seafood, fully prepared entrées, fruits, vegetables and desserts;\n•\ncanned and dry foods;\n•\nfresh meats and seafood;\n•\ndairy products;\n•\nbeverage products;\n•\nimported specialties; and\n•\nfresh produce.\nWe also supply a wide variety of non-food items, including:\n•\npaper products such as disposable napkins, plates and cups;\n•\ntableware such as glassware and silverware;\n•\ncookware such as pots, pans and utensils;\n•\nrestaurant and kitchen equipment and supplies; and\n•\ncleaning supplies.\nA comparison of the sales mix in the principal product categories during the last three years is presented below:\nPrincipal product categories\n2023\n2022\n2021\nCanned and dry products\n19 \n%\n17 \n%\n16 \n%\nFresh and frozen meats\n18 \n19 \n19 \nFrozen fruits, vegetables, bakery and other\n15 \n14 \n15 \nDairy products\n11 \n10 \n10 \nPoultry\n10 \n11 \n11 \nFresh produce\n9 \n8 \n8 \nPaper and disposables\n7 \n7 \n8 \nSeafood\n4 \n5 \n5 \nBeverage products\n3 \n3 \n3 \nOther \n(1)\n4 \n6 \n5 \nTotals\n100 \n%\n100 \n%\n100 \n%\n(1)\nOther sales relate to non-food products, including textiles and amenities for our hotel supply business, equipment, other janitorial products, medical supplies and smallwares.\nOur distribution centers, which we refer to as operating sites, distribute branded merchandise, as well as products packaged under our private brands. Products packaged under our private brands have been manufactured for Sysco according to specifications that have been developed by our quality assurance team. In addition, our quality assurance team certifies the manufacturing and processing plants where these products are packaged, enforces our quality control standards and identifies supply sources that satisfy our requirements.\nWe believe that prompt and accurate delivery of orders, competitive pricing, customer service and the ability to provide a full array of products and services to assist customers in their foodservice operations are of primary importance in the marketing and distribution of foodservice products to our customers. Our operating sites offer daily delivery to certain customer locations and have the capability of delivering special orders on short notice. Through the sales and marketing representatives and support staff, we stay informed of the needs of our customers and acquaint them with new products and services. We also provide ancillary services relating to foodservice distribution, such as providing customers with product usage reports and other data, menu-planning advice, food safety training and assistance in inventory control. Additionally, we provide access to various third-party services designed to add value to our customers’ businesses.\nNo single customer accounted for 10% or more of Sysco’s total sales for the fiscal year ended July 1, 2023.\n2\nWe estimate that our sales by type of customer during the past three fiscal years were as follows:\nType of Customer\n2023\n2022\n2021\nRestaurants \n(1)\n62 \n%\n63 \n%\n66 \n%\nEducation, government\n8 \n8 \n6 \nTravel and leisure\n8 \n7 \n5 \nHealthcare\n7 \n8 \n9 \nOther \n(2)\n15 \n14 \n14 \nTotals\n100 \n%\n100 \n%\n100 \n%\n(1)\nRestaurants returned to a pre-pandemic percentage of total sales in fiscal year 2023. For comparability purposes, in both fiscal years 2020 and 2019, restaurants constituted 62% of total sales. \n(2)\nOther includes cafeterias that are not stand-alone restaurants, bakeries, caterers, churches, civic and fraternal organizations, vending distributors, other distributors and international exports, as well as retail food sales and logistics services. None of these types of customers, as a group, exceeded 5% of total sales in any of the years for which information is presented.\nWe estimate that sales to our customers in the food service management (FSM) sector, which include large customers that service cafeterias in institutions such as universities, hospitals, and sporting venues, accounted for 7% of sales in fiscal 2023, as compared to 6% of sales in fiscal 2022. These sales are reflected within the respective customer types listed in the table above, depending on the type of customer the FSM operator serves.\nSources of Supply\nWe purchase from thousands of suppliers, both domestic and international, none of which individually accounted for more than 10% of our purchases for fiscal 2023. These suppliers consist generally of large corporations selling brand name and private label merchandise, as well as independent regional brand and private label processors and packers. We also provide specialty and seasonal products from small to mid-sized producers to meet a growing demand for locally sourced products. Our locally sourced products, including produce, meats, cheese and other products, help differentiate our customers’ offerings, satisfy demands for new products, and support local communities. Merchandise is generally purchased through both centrally developed programs, domestically and internationally, and direct programs established by our various operating sites.\nWe administer a consolidated product procurement program designed to develop, obtain and ensure consistent quality food and non-food products. The program covers the purchasing and marketing of branded merchandise, as well as products from several national brand suppliers, encompassing substantially all product lines. Some of our products are purchased internationally within global procurement centers to build strategic relationships with international suppliers and to optimize our supply chain network. We also focus on increasing profitability by lowering operating costs and aggregate inventory levels. This reduces future facility expansion needs at our operating sites, while providing greater value to our suppliers and customers.\nWorking Capital Practices\nOur growth is funded through a combination of cash on hand, cash flow from operations, commercial paper issuances and long-term borrowings. See the discussion in Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations – Liquidity and Capital Resources” regarding our liquidity, financial position and sources and uses of funds. \nWe extend credit terms to some of our customers based on our assessment of each customer’s creditworthiness. We monitor each customer’s account and will suspend shipments if necessary.\nA majority of our sales orders are filled within 24 hours of customer order placement. We generally maintain inventory on hand to meet customer demand. The level of inventory on hand will vary by product depending on shelf-life, supplier order fulfillment lead times and customer demand. We also purchase additional volumes of certain products based on supply or pricing opportunities. We take advantage of suppliers’ cash discounts where appropriate. Otherwise, we pay our suppliers according to our payment terms.\nGlobal Support Center\nOur Global Support Center (GSC) provides numerous centralized services to our operating sites and performs support activities for employees, suppliers and customers. GSC team members possess experience and expertise in, among other areas, \n3\ncustomer and vendor contract administration, accounting and finance, treasury, legal, information technology, payroll and employee benefits, risk management and insurance, sales and marketing, merchandising, inbound logistics, human resources, strategy and tax compliance services. The GSC also makes available supply chain expertise in warehousing, distribution, and omni-channel strategic services, which provide assistance in operational best practices, including space utilization, energy conservation, fleet management and workflow.\nCapital Improvements\nDuring fiscal 2023, 2022 and 2021, $793.3 million, $632.8 million and $470.7 million, respectively, were invested in facilities, technology, equipment, delivery fleet and other capital asset enhancements. From time to time, we dispose of assets in the normal course of business and we consider proceeds from these asset sales to be an offset to capital expenditures. During fiscal 2023, 2022 and 2021, capital expenditures, net of proceeds from sales of assets, were $751.2 million, $608.7 million and $411.5 million, respectively. Capital expenditures, net of proceeds from sales of assets, as a percentage of sales during fiscal 2023, 2022 and 2021 were 1.0%, 0.9% and 0.8%, respectively. During the three years ended July 1, 2023, capital expenditures were financed primarily by internally generated funds along with bank and other borrowings. We expect our capital expenditures, net of proceeds from sales of assets, to continue to approximate 1% of sales in fiscal 2024, and we expect to finance these capital expenditures from cash flows from operations and bank and other borrowings.\nHuman Capital Resources\nWe believe engaged and empowered colleagues are key to business success. Attracting, developing and retaining the best talent globally drives the company’s long-term value. Our diverse colleagues and inclusive culture create an environment where colleagues can develop their skills and contribute to our success. As of July 1, 2023, we employed approximately 72,000 employees, including 50,000 U.S. employees and 22,000 employees outside the U.S., as compared to approximately 71,000 employees as of July 2, 2022. Also, approximately 99% of our U.S.-based colleagues are classified as full-time, defined as employees who work 30 or more hours per week. Approximately 15% of our employees were represented by unions, primarily the International Brotherhood of Teamsters and unions in France and Sweden. Approximately 8% of our union U.S. employees and 20% of our union international employees are covered by collective bargaining agreements that are subject to renegotiation in fiscal 2024.\nTalent Acquisition and Talent Management \n— Maintaining a pipeline of talent is critical to our ongoing success and is essential to our succession planning efforts and to growing leaders throughout the organization. Our leadership is responsible for attracting and retaining top talent by facilitating an environment where employees feel supported and encouraged in their professional and personal development. Specifically, we promote employee development by cultivating a high-impact learning culture for our colleagues through a variety of enterprise development programs and learning resources, including goal-setting and career development processes. We commit to investing in our employees through on the job training and coaching.  Additionally, through our Sysco Speaks program, we conduct annual, confidential engagement surveys of our global workforce that are administered and analyzed by an independent third party.\nTotal Rewards \n— We are committed to equal pay for equal work, regardless of gender, race, ethnicity or other personal characteristics. To deliver on that commitment, we benchmark and set pay ranges based on market data and consider various factors, such as an employee’s role and experience, job location and individual performance. We also regularly review our compensation practices to promote fair and equitable pay. In fiscal 2023, our hourly colleagues received an average hourly wage of $24.15, and 100% of colleagues in our U.S. distribution facilities received pay above state minimum wage thresholds. Also, some of our full-time colleagues receive paid vacation and sick time benefits, short-term and long-term incentives, retirement plans, training and development, access to career opportunities, paid pregnancy and adoption leave benefits, short-term and long-term disability benefits, health and welfare benefits, and recognition, as well as other programs like employee discounts.\nDiversity, Equity and Inclusion \n— Our Diversity, Equity and Inclusion (DEI) team develops global strategic initiatives that are implemented to ensure that the needs specific to each region are addressed. Our vision is to build a diverse, equitable and inclusive work environment that reflects the customers and communities we serve. We use our Global DEI Advisory Council to monitor and enhance our three-year DEI Roadmap and Real Talk Dialogues which provide leaders and colleagues safe forums to have open, honest, two-way and completely voluntary conversations. Our Colleague Resource Groups (CRGs) are voluntary, colleague-led groups organized to foster a diverse, inclusive workplace at Sysco. They are a critical element of our engagement and DEI efforts at both our headquarters and at operating sites. \n4\nAs of July 1, 2023, our U.S. employee population possessed the gender, ethnic and racial attributes identified below:\nUnited States Employee Population \n(1)\nMale\nFemale\nWhite\nHispanic or Latino\nBlack or African American\nAsian\nAmerican Indian or Alaskan Native\nNative Hawaiian or Other Pacific Islander\nTwo or more races\nNot Available\nIndividual Contributors\n81 \n%\n19 \n%\n42 \n%\n26 \n%\n23 \n%\n4 \n%\n1 \n%\n1 \n%\n2 \n%\n1 \n%\nManagement\n74 \n26 \n63 \n16 \n12 \n5 \n1 \n1 \n2 \n— \nSenior Management\n74 \n26 \n79 \n6 \n6 \n6 \n— \n— \n2 \n1 \nOfficers\n72 \n28 \n66 \n5 \n14 \n5 \n1 \n— \n3 \n6 \nTotal Sysco\n80 \n20 \n45 \n25 \n21 \n4 \n1 \n1 \n2 \n1 \n(1)\nInformation is based on self-reported identification.\nCompetition\nA large number of companies are engaged in the distribution of food and non-food products to the foodservice industry. Our customers may choose to purchase products directly from wholesale or retail outlets, including club, cash and carry and grocery stores, online retailers, or negotiate prices directly with our suppliers. We compete with local and regional distributors and some organizations that operate on a multi-region basis. In addition, these local, regional and multi-regional distributors can create purchasing cooperatives and marketing groups to enhance their competitive abilities by expanding their product mix, improving purchasing power and extending their geographic capabilities. Our customers are accustomed to purchasing from multiple suppliers and channels concurrently. Customers can choose from many broadline foodservice distributors; specialty distributors that focus on specific categories such as produce, meat or seafood; other wholesale channels; club stores; cash and carry stores; grocery stores; and numerous online retailers. Since switching costs are very low, customers can make supplier and channel changes very quickly. We believe that the principal competitive factors in the foodservice industry are effective customer contacts, the ability to deliver a wide range of quality products and related services on a timely and dependable basis, and competitive prices. There are few barriers to market entry. \nWe estimate we serve more than 17% of the approximately $350 billion annual foodservice market in the U.S., as estimated by Technomic, Inc., for calendar year 2022. Technomic projects the market size to increase to approximately $370 billion by the end of calendar 2023. We also serve certain international geographies that vary in size and amount of market share. We believe, based upon industry trade data, our sales to the U.S. and Canada food-away-from-home industry were the highest of any foodservice distributor during fiscal 2023. While comprehensive industry statistics are not available, we believe that, in most instances, our operations in the U.S. and Canada are among the leading distributors of food and related non-food products to foodservice customers in those trade areas. We believe our competitive advantages include our sales consultants; our diversified product base, which includes quality-assured Sysco brand products; our service reliability; the ancillary services we provide to our customers, such as business reviews and menu analysis; and our multi-regional presence in North America and Europe. These advantages combined with a large geographical footprint of multi-temperature warehouses, mitigates some of the impact of regional economic declines that may occur over time.\nGovernment Regulation\nOur company is required to comply, and it is our policy to comply, with all applicable laws and regulations in the numerous countries throughout the world in which we do business.\nIn the U.S., as a marketer and distributor of food products, we are subject to the Federal Food, Drug and Cosmetic Act and regulations promulgated thereunder by the U.S. Food and Drug Administration (FDA). The FDA regulates food safety and quality through various statutory and regulatory mandates, including manufacturing and holding requirements for foods through good manufacturing practice regulations, hazard analysis and critical control point (HACCP) requirements for certain foods, and the food and color additive approval process. The agency also specifies the standards of identity for certain foods; prescribes the format and content of information required to appear on food product labels; regulates food contact packaging and materials; and maintains a Reportable Food Registry for the industry to report when there is a reasonable probability that an article of food will cause serious adverse health consequences. For certain product lines, we are also subject to the Federal Meat Inspection Act, the Poultry Products Inspection Act, the Perishable Agricultural Commodities Act, the Packers and Stockyard Act and regulations promulgated by the U.S. Department of Agriculture (USDA) to interpret and implement these statutory provisions. The USDA imposes standards for product safety, quality and sanitation through the federal meat and poultry \n5\ninspection program. The USDA reviews and approves the labeling of these products and establishes standards for the grading and commercial acceptance of produce shipments from our suppliers. We are also subject to the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, which imposes certain registration and record keeping requirements on facilities that manufacture, process, pack or hold food for human or animal consumption.\nThe Food Safety Modernization Act (FSMA) has significantly expanded our food safety requirements. The FDA has finalized regulations implementing the FSMA, recognizing that ensuring the safety of the food supply is a shared responsibility among many different points in the global supply chain. The FSMA rules are designed to identify specific actions that must be taken at each of these points to prevent contamination. We have established and continue to maintain comprehensive, prevention-based controls across the food supply chain that are both verified and validated, as required by FDA regulations implementing FSMA. The FSMA further imposes requirements for food products imported into the U.S. and provides the FDA with mandatory recall authority. \nWe and our products are also subject to state and local regulation through such measures as the licensing of our facilities; enforcement by state and local health agencies of state and local standards for our products; and regulation of our trade practices in connection with the sale of our products. Our facilities are subject to regulations issued pursuant to the U.S. Occupational Safety and Health Act by the U.S. Department of Labor. These regulations require us to comply with certain manufacturing, health and safety standards to protect our employees from accidents and to establish hazard communication programs to transmit information on the hazards of certain chemicals present in products we distribute. We are also subject to the National Labor Relations Act, which governs the process for collective bargaining between employers and employees and protects the rights of both employers and employees in the workplace.\nOur processing and distribution facilities must be registered with the FDA biennially and are subject to periodic government agency inspections by the FDA and USDA. Our facilities are generally inspected at least annually by federal and/or state authorities. We also must comply with Federal Trade Commission standards with respect to any claims made about our food products in advertising and marketing materials.\nOur customers include several departments of the federal government, including the Department of Defense and Department of Veterans Affairs facilities, as well as certain state and local entities. These customer relationships subject us to additional regulations applicable to government contractors.\nWe are also subject to regulation by numerous federal, state and local regulatory agencies, including, but not limited to, the U.S. Department of Labor, which sets employment practice standards for workers. We are also subject to regulations by the U.S. Department of Transportation, as well as its agencies, the Surface Transportation Board, the Federal Highway Administration, the Federal Motor Carrier Safety Administration, and the National Highway Traffic Safety Administration, which collectively regulate our trucking operations through the regulation of operations, safety, insurance and hazardous materials. We must comply with the safety and fitness regulations promulgated by the Federal Motor Carrier Safety Administration, including those relating to drug and alcohol testing and hours-of service. Such matters as weight and dimension of equipment also fall under federal and state regulations. We are subject to regulations of the Federal Aviation Administration covering items transported by air. In addition, we are subject to the federal False Claims Act, and similar state statutes, which prohibit knowingly presenting, or causing to be presented, a false or fraudulent claim for payment to the government and the knowing and improper retention of overpayments. \nThe U.S. Foreign Corrupt Practices Act (FCPA) prohibits bribery of public officials to obtain or retain business in foreign jurisdictions. The FCPA also requires us to keep accurate books and records and to maintain internal accounting controls to detect and prevent bribery and to ensure that transactions are properly authorized and recorded. We have implemented and continue to develop an anti-corruption compliance program applicable to our global operations intended to detect and prevent bribery and to comply with these and other anti-corruption laws in countries where we operate.\nOur business is subject to competition laws in the various jurisdictions where we operate, including the Sherman Antitrust Act and related federal and state antitrust laws in the U.S. These laws and regulations generally prohibit competitors from fixing prices, boycotting competitors, or engaging in other conduct that unreasonably restrains competition. In many jurisdictions, compliance with these competition laws is of special importance to us. Our operations may come under special scrutiny by competition law authorities due to our competitive position in those jurisdictions.\nOutside the U.S., our business is subject to numerous similar statutes, regulations, and other regulatory requirements. For example, we are subject to legal and regulatory requirements of the European Union (EU), as well as those of EU countries, where we conduct business (including Ireland, France and Sweden). Those requirements relate to, among other things, \n6\ncompetition, product composition, packaging, labeling, advertisement (including nutrition and health claims) and the safety of food products, as well as the health, safety and working conditions of employees. We are subject to privacy laws in the EU, including the General Data Protection Regulation (GDPR), which requires companies to meet certain requirements regarding the handling of personal data. In addition, our business is subject to the U.K. Modern Slavery Act 2015, which requires certain companies that operate in the U.K. to prepare a report describing steps that they have taken to ensure that slavery and human trafficking is not taking place in their supply chain or business. Our business is also subject to the U.K. Bribery Act 2010, an anti-corruption law that criminalizes the failure by a company to prevent persons associated with that company from offering or paying bribes to government officials or non-government persons in order to obtain or retain business or a business advantage for the company, as well as restricting the offer, payment or receipt of bribes to or from governmental officials and non-governmental persons.\nAll of our company’s facilities and other operations in the U.S. and elsewhere around the world are subject to various environmental protection statutes and regulations, including those in the U.S., the U.K. and the EU, relating to: (1) the use of water resources and the discharge of wastewater; (2) the discharge of pollutants into the air, including vehicle emissions; (3) proper handling, treatment and disposing of solid and hazardous wastes; and (4) protecting against and appropriately investigating and remediating spills and releases. Further, most of our distribution facilities have ammonia-based refrigeration systems and tanks for the storage of diesel fuel and other petroleum products which are subject to laws regulating such systems and storage tanks (including the investigation and remediation of soil and groundwater contamination associated with the use of underground storage tanks). See “Item 1A. Risk Factors - Business and Operational Risks - We may incur significant costs to comply with environmental laws and regulations, and we may be subject to substantial fines, penalties, or third-party claims for non-compliance.”\nGeneral\nWe have numerous trademarks that are of significant importance, including the SYSCO® and Brakes® trademarks, in addition to our privately branded product trademarks that include these trademarks. These trademarks and the private brands on which they are used are widely recognized within the foodservice industry. Both our U.S. and European trademarks are effective for a ten-year period, and we generally renew our trademarks before their expiration dates unless a particular trademark is no longer in use. We believe the loss of the SYSCO® trademark would have a material adverse effect on our results of operations. We do not have any material patents or licenses.\nWe are not engaged in material research and development activities relating to the development of new products or the improvement of existing products.\nOur sales do not generally fluctuate significantly on a seasonal basis; therefore, our business is not deemed to be seasonal.\nAs of July 1, 2023, we operated 334 distribution facilities throughout North America and Europe.\n Item 1A.  \nRisk Factors\nThe following discussion of “risk factors” identifies the most significant factors that may adversely affect our business, results of operations, financial position and future financial performance. This information should be read in conjunction with Management’s Discussion and Analysis of Financial Condition and Results of Operations and the consolidated financial statements and related notes contained in this report.  The following discussion of risks is not all inclusive, but is designed to highlight what we believe are the most significant factors to consider when evaluating our business. These factors could cause our future results to differ from our expectations expressed in the forward-looking statements identified within “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and from other historical trends.\nIndustry and General Economic Risks\nOur industry is characterized by low margins, and periods of significant or prolonged inflation or deflation affect our product costs and may negatively impact our profitability and results of operations.\nThe foodservice distribution industry is characterized by relatively high inventory turnover with relatively low profit margins. Volatile food costs have a direct impact on our industry. We experienced an elevated inflation rate of approximately 6.1% in our total company operations during fiscal 2023, primarily in the dairy, frozen and canned and dry categories. In periods of significant product cost inflation, if we are unable to pass on all or a portion of such product cost increases to our customers in a timely manner, our results of operations would be adversely affected. In addition, periods of rapidly increasing \n7\ninflation may adversely affect our results of operations due to the impact of such inflation on discretionary spending by consumers and our limited ability to increase prices in the current, highly competitive environment. Conversely, our results of operations may be adversely affected by periods of product cost disinflation and deflation, because we make a significant portion of our sales at prices that are based on the cost of products we sell plus a percentage margin, mark-up or fee per case. As a result, our results of operations may be adversely affected during periods of product cost disinflation and deflation, even though our gross profit percentage may remain relatively constant.\nA shortage of qualified labor and increases in labor costs could adversely affect our business and materially reduce earnings\n.\nThe future success of our operations, including the achievement of our strategic objectives, depends on our ability, and the ability of certain third parties on which we rely, to identify, recruit, develop and retain diverse, qualified and talented individuals. As a result, a shortage of qualified labor could adversely affect our business, decrease our ability to effectively serve our customers, and achieve our strategic objectives. We are experiencing a shortage of qualified labor in certain geographies, particularly in the area of warehouse workers and drivers. Such shortages frequently result in increased costs from certain temporary wage actions, such as hiring, referral, and retention bonus programs. See the discussion under “Human Capital Resources” in Item 1, “Business” for additional information regarding our talent acquisition and talent management efforts in the context of these labor shortages. Unsuccessful recruiting and retention efforts as a result of such continuing shortages for a prolonged period of time could have a material adverse effect on our financial condition and results of operations.\nLabor shortages also likely lead to higher wages for employees and higher costs to purchase the services of third parties. Increases in labor costs, such as increases in minimum wage requirements, wage inflation and/or increased overtime, reduce our profitability and that of our customers. Increases in such labor costs for a prolonged period of time could have a material adverse effect on our financial condition and results of operations. \nFurther, potential changes in labor legislation and case law could result in current non-union portions of our workforce, including warehouse and delivery personnel, being subjected to greater organized labor influence. If additional portions of our workforce became subject to collective bargaining agreements, this could result in increased costs of doing business as we would become subject to mandatory, binding arbitration or labor scheduling, costs and standards, which may reduce our operating flexibility.\nGlobal health developments and economic uncertainty resulting from the COVID-19 pandemic or other future public health crises may continue to adversely affect our business, financial condition and results of operations. \nPublic health crises, pandemics and epidemics could adversely affect our business, financial condition and results of operations. For example, the coronavirus (COVID-19) pandemic adversely impacted our business, results of operations and financial condition directly and disrupted the operations of our business partners, suppliers and customers. \n \nWhile our operations have generally stabilized since the peak of the COVID-19 pandemic, we cannot predict with certainty the extent to which our operations may be impacted in the future by any continuing effects of COVID-19 on us or on our business partners, suppliers and customers. \n \nFear of COVID-19 or similar events may further alter consumer confidence, behavior and spending patterns, and could adversely affect the economies and financial markets of many countries (or globally), resulting in an economic downturn that could affect customers’ demand for our products. \nIn response to the outbreak of COVID-19 and its development into a pandemic, governmental authorities in many countries in which we, our customers and our suppliers were present and operated, imposed mandatory closures, sought voluntary closures and imposed restrictions on, or advisories with respect to, travel, business operations and public gatherings or interactions. Among other matters, these actions required or strongly urged various venues where foodservice products were served, including restaurants, schools, hotels and cruise liners, to reduce or discontinue operations, which adversely affected demand in the foodservice industry, including demand for our products and services. Mutations of the virus have arisen, and may arise in the future, some of which could prove to be particularly aggressive variants, causing some governmental authorities to reintroduce certain restrictions in the future, which could adversely affect demand in the foodservice industry.\nThe future outbreak of a public health crisis (including the reemergence of COVID-19) that adversely affects our business, results of operations and financial condition, could also have the effect of heightening many of the other risks described in this Annual Report on Form 10-K and subsequent filings with the SEC, such as those risks relating to our level of indebtedness, and may have an adverse effect on the price of our common stock.\n8\nUnfavorable macroeconomic conditions, as well as unfavorable conditions in particular local markets, may adversely affect our results of operations and financial condition.\nOur results of operations are susceptible to regional, national and international economic trends and uncertainties. Economic conditions can affect us in the following ways:\n•\nUnfavorable conditions can depress sales and/or gross margins in a given market.\n•\nFood cost and fuel cost inflation can lead to reductions in the frequency of dining out and the amount spent by consumers for food-away-from-home purchases, reducing demand for our products.\n•\nHeightened uncertainty in the financial markets negatively affects consumer confidence and discretionary spending.\n•\nThe inability to consistently access credit markets could impair our ability to market and distribute food products, support our operations and meet our customers’ needs.\n•\nLiquidity and the inability of our customers and suppliers to consistently access credit markets to obtain cash to support their operations can cause temporary interruptions in our ability to collect funds from our customers and obtain the products and supplies that we need in the quantities and at the prices that we request.\n•\nForeign exchange rate fluctuations can adversely impact our competitiveness and/or financial results.\nThe countries in which we operate have experienced and are experiencing, from time to time, deteriorating economic conditions and heightened uncertainty in financial markets, which have adversely impacted business and consumer confidence and spending and depressed capital investment and economic activity in the affected regions. Such conditions and high levels of uncertainty make it difficult to predict when, or if, a recession may occur. In fact, some commentators have suggested that the U.S. is already in a recession.\n \nA prolonged economic downturn or recession in the U.S. or global economies, and the impact on gross domestic product growth, corporate earnings, consumer confidence, employment rates, income levels and/or personal wealth, could have a material adverse effect on our results of operations and financial condition.\nWe may not be able to fully compensate for increases in fuel costs, and fuel hedging arrangements intended to contain fuel costs could result in above market fuel costs, any of which could adversely affect our results of operations.\nThe cost of fuel affects the prices we pay for products, as well as the costs we incur to deliver products to our customers. We require significant quantities of fuel for our delivery vehicles and are exposed to the risk associated with fluctuations in the market price for fuel. The price and supply of fuel can fluctuate significantly based on international, political and economic circumstances (such as the invasion of Ukraine by the Russian Federation (Russia)) as well as other factors outside our control, such as actions by the Organization of the Petroleum Exporting Countries (OPEC) and other oil and gas producers, regional production patterns, weather conditions and environmental concerns. Although we have been able to pass along a portion of increased fuel costs to our customers in the past through, among other things, our fuel surcharge program, we may not be able to do so in the future. If fuel costs continue to increase in the future, we may experience difficulties in passing all or a portion of these costs along to our customers, which may adversely affect our results of operations.\nWe routinely enter into fuel hedging arrangements, including fuel derivatives, to hedge our exposure to volatile fuel prices. Nevertheless, our fuel hedging transactions may not be effective in protecting us from changes in fuel prices. If fuel prices were to decrease significantly, these hedging arrangements would result in our paying higher-than-market costs for a portion of our diesel fuel. In addition, our future use of fuel derivatives would expose us to the risk that any of our counterparties fails to perform its obligations, whether due to its insolvency or otherwise, which could result in financial losses.\nEconomic and political instability and changes in laws and regulations could adversely affect our results of operations and financial condition.\nOur international operations subject us to certain risks, including economic and political instability and potential unfavorable changes in laws and regulations in international markets in which we operate. Local or regional geopolitical events, such as Brexit and, civil unrest in France in 2023 related to socioeconomic issues, have negatively impacted our operations. Similar future trade or labor disruptions or disputes could have a negative impact on our operations in the EU and other parts of the world.\nIn addition, military conflicts, such as the invasion of Ukraine by Russia, can negatively impact global demand. In response to such conflicts, various governments can and have recently imposed export controls on certain products and financial and economic sanctions on certain industry sectors and parties, which actions can have a negative impact on our operations. Although our business has not been materially impacted to date by the ongoing invasion of Ukraine by Russia, it is impossible to predict the extent to which our operations, or those of our suppliers and customers, will be impacted in the short \n9\nand long term, or the ways in which the conflict may impact our business. The extent and duration of the military action, sanctions and resulting market disruptions are difficult to predict, but could be substantial. Further escalation of geopolitical tensions related to the military conflict, including increased trade barriers or restrictions on global trade, could result in, among other things, cyberattacks, supply disruptions, lower consumer demand and changes to foreign exchange rates and financial markets. Any or all of these factors could disrupt our business directly and could disrupt the business of our customers, which could have an adverse effect on our business and results of operations. Any such disruptions may also magnify the impact of other risks described in this Annual Report on Form 10-K.\nCompetition and the impact of GPOs may reduce our margins and make it difficult for us to maintain our market share, growth rate and profitability\n.\nThe foodservice distribution industry is fragmented and highly competitive, with local, regional and multi-regional distributors and specialty competitors. Local and regional companies often align themselves with other smaller distributors through purchasing cooperatives and marketing groups, with the goal of enhancing their geographic reach, private label offerings, overall purchasing power, cost efficiencies and ability to meet customer distribution requirements. These suppliers may also rely on local presence as a source of competitive advantage, and they may have lower costs and other competitive advantages due to geographic proximity. Furthermore, barriers to entry by new competitors, or geographic or product line expansion by existing competitors, are low. Additionally, increased competition from non-traditional sources (such as club stores and commercial wholesale outlets with lower cost structures), online direct food wholesalers and cash and carry operations have served to further increase pressure on the industry’s profit margins.\n \nContinued margin pressure within the industry may have a material adverse effect on our results of operations.\nMoreover, some of our customers purchase their products from us through group purchasing organizations (GPOs) in an effort to lower the prices paid by these customers on their foodservice orders. GPOs have a relatively larger presence in the healthcare, lodging and foodservice management customer segments. If these GPOs are able to add a significant number of our customers as members,\n \nour business, financial condition and results of operations may be adversely affected.\nFinally, demand for food-away-from-home products is volatile and price sensitive, imposing limits on our customers’ ability to absorb cost increases. New and increasing competitive sources may result in increased focus on pricing and on limiting price increases or may require increased discounting or other concessions. Such competition or other industry pressures may result in margin erosion and/or make it difficult for us to attract and retain customers.\nIf we are unable to effectively differentiate ourselves from our competitors, our results of operations could be adversely impacted. In addition, even if we are able to effectively differentiate ourselves, we may only be able to do so through increased expenditures or decreased prices, which could also adversely impact our results of operations.\nBusiness and Operational Risks\nConditions beyond our control can interrupt our supplies, increase our product costs and impair our ability to deliver products and services to our customers, any of which could adversely affect our business, results of operations and financial condition\n.\nWe obtain substantially all of our foodservice and related products from third-party suppliers. Although our purchasing volume can provide benefits when dealing with suppliers, suppliers may not be able to provide the foodservice products and supplies that we need due to conditions outside of their control. We are also subject to delays caused by interruptions in production and increases in product costs based on conditions outside of our control. These conditions include shortages of qualified labor for our suppliers, work slowdowns, work interruptions, strikes or other job actions by employees of suppliers, short-term weather conditions or more prolonged climate change, crop and other agricultural conditions, water shortages, transportation interruptions (such as shortages of ocean cargo containers), unavailability of fuel or increases in fuel costs, product recalls, competitive demands, civil insurrection or social unrest, terrorist attacks or international hostilities (such as the invasion of Ukraine by Russia) and natural disasters, epidemics, pandemics (such as the COVID-19 pandemic) or other human or animal disease outbreaks or other catastrophic events (including, but not limited to, foodborne illnesses). Many of these conditions outside of our control could also impair our ability to provide our products and services to our customers or increase the cost of doing so. While our operations have generally stabilized since the peak of the COVID-19 pandemic, we cannot predict with certainty the extent that our operations may continue to be impacted by any continuing effects of COVID-19 on us or on our business partners, suppliers and customers. Customer demand is currently outpacing available supply in certain categories. Certain suppliers are struggling to meet demand for our orders and may also be affected by higher costs to source or \n10\nproduce and transport products, which impairs our ability to deliver products and services to our customers. Prolonged future supply shortages could have an adverse effect on our financial condition and results of operations.\nFurther, increased frequency or duration of extreme weather conditions, which may be from climate change, could also impair production capabilities, disrupt our supply chain or adversely affect demand for our products. At any time, input costs could increase for a prolonged period for a large portion of the products that we sell. Additionally, we procure products from suppliers outside of the U.S., and we are subject to the risks associated with political or financial instability, military conflict, trade restrictions, tariffs, currency exchange rates, transport capacity and costs and other factors relating to foreign trade, including health and safety restrictions related to epidemics and pandemics (such as the COVID-19 pandemic), any or all of which could delay our receipt of products or increase our input costs.  \nIn addition, as a foodservice distributor, it is necessary for us to maintain an inventory of products. Declines in product pricing levels between the time we purchase a product from our suppliers and the time we sell the product to our customers could reduce our margin on that inventory, adversely affecting our results of operations.\nAdverse publicity about us or lack of confidence in our products could negatively impact our reputation and reduce earnings.\nMaintaining a good reputation and public confidence in the safety of the products we distribute is critical to our business. Our brand names, trademarks, logos and reputation are powerful sales and marketing tools, and we devote significant resources to promoting and protecting them. Anything that damages our reputation or public confidence in our products, whether or not justified, could tarnish our reputation and diminish the value of our brand, which could adversely affect our results of operations, and require additional resources to rebuild our reputation and restore the value of our brand.\nReports, whether true or not, of foodborne illnesses or injuries caused by food tampering could also severely injure our reputation or reduce public confidence in our products. If patrons of our restaurant customers were to become ill from foodborne illnesses, our customers could be forced to temporarily close restaurant locations, which would have an adverse effect on our sales and profitability. In addition, adverse publicity about regulatory or legal action against us could damage our reputation and image, undermine our customers’ confidence in us and reduce short-term or long-term demand for our products and\n \nservices, even if the regulatory or legal action is unfounded or not material to our operations. \n \nAny of these developments or circumstances could adversely affect our results of operations.\nOur relationships with long-term customers may be materially diminished or terminated, which could adversely affect our business, financial condition and results of operations.\nWe have long-standing relationships and agreements with a number of our customers. Some of our customer agreements are terminable upon written notice by either us or the customer, which provides some customers with the opportunity to renegotiate their contracts with us on less favorable terms or to award more business to our competitors. Market competition, customer requirements, customer financial condition and customer consolidation through mergers or acquisitions also could adversely affect our ability to continue or expand these relationships. We may not be able to retain or renew existing agreements, maintain relationships with any of our customers on acceptable terms, or at all, or collect amounts that insolvent customers might owe us. The loss of one or more of our major customers could adversely affect our business, financial condition, and results of operations.\nOur anticipated change to the mix of locally managed customers versus multi-unit customers could reduce our gross and operating margins.\nGross margin from our multi-unit customers, which includes primarily national and regional casual dining and quick service restaurant chains, is generally lower than that of our locally managed customers because we typically sell higher volumes of products to multi-unit customers and provide a relatively lower level of value-added services than we do to locally managed customers. If sales to our locally managed customers do not grow at the same (or a greater) rate as sales to our multi-unit customers, our operating margins could decline. For example, the COVID-19 pandemic generally negatively affected multi-unit customers less than locally managed customers.\nIf our sales to multi-unit customers were to continue to increase at a faster pace of growth than sales to our locally managed customers, we will become more dependent on multi-unit customers, as they begin to represent a greater proportion of our total sales. Therefore, a future loss of sales to the larger of these multi-unit customers could have a material negative impact on our results of operations and financial condition. Additionally, as a result of our greater dependence on these customers, \n11\nthese customers could pressure us to lower our prices and/or offer expanded or additional services at the same prices. In that event, if we were unable to achieve additional cost savings to offset these price reductions and/or cost increases, our results of operations could be materially adversely affected. We may be unable to change our cost structure and pricing practices rapidly enough to successfully compete in such an environment.\nChanges in consumer eating habits could materially and adversely affect our business, financial condition, and results of operations.\nChanges in consumer eating habits (such as a decline in consuming food away from home, a decline in portion sizes, or a shift in preferences toward restaurants that are not our customers) could reduce demand for our products. Consumer eating habits could be affected by a number of factors, including changes in attitudes regarding diet and health (including shifting preferences for sustainable, organic and locally grown products, as well as alternative proteins) or new information regarding the health effects of consuming certain foods.\nChanging consumer eating habits also occur due to generational shifts. Millennials, the largest demographic group in terms of spend, seek new and different, as well as more ethnic, menu options and menu innovation. If consumer eating habits change significantly, we may be required to modify or discontinue sales of certain items in our product portfolio, and we may experience higher costs and/or supply shortages associated with our efforts to accommodate those changes as our suppliers adapt to new eating preferences. Changing consumer eating habits may reduce the frequency with which consumers purchase meals outside of the home. Additionally, changes in consumer eating habits may result in the enactment or amendment of laws and regulations that impact the ingredients and nutritional content of our food products, or laws and regulations requiring us to disclose the nutritional content of our food products. Compliance with these laws and regulations, as well as others regarding the ingredients and nutritional content of our food products, may be costly and time-consuming. We may not be able to effectively respond to changes in consumer health perceptions or resulting new laws or regulations or to adapt our menu offerings to trends in eating habits.\nIn addition, in response to the COVID-19 pandemic and the related economic downturn, many consumers preferred to eat at home rather than consume food away from home. If these preferences return and consumers choose to avoid gathering in public places in large groups, the demand for our products and services could be adversely affected. Moreover, if governmental restrictions were to resume, it is unclear how quickly customers will return to their prior eating habits, which may be a function of continued concerns over safety or depressed consumer sentiment due to adverse economic conditions, including job losses.  \nExpanding into new markets and complementary lines of business presents unique challenges and may not be successful, and failure to successfully expand may adversely affect the implementation of our business strategy.\nAn element of our strategy includes further expansion of operations into new markets and the establishment of new procurement organizations. Our ability to successfully operate in these new markets may be adversely affected by political, economic and social conditions beyond our control, public health crises, epidemics and pandemics (such as the COVID-19 pandemic), local laws and customs, and legal and regulatory constraints, including compliance with applicable anti-corruption and currency laws and regulations, of the countries or regions in which we currently operate or intend to operate in the future. Risks inherent in such expansion also include, among others, the costs and difficulties of identifying and gaining access to local suppliers, suffering possible adverse tax consequences from changes in tax laws or the unfavorable resolution of tax assessments or audits, maintaining product quality and greater difficulty in enforcing intellectual property rights. \nOur business strategy also includes the possibility of expansion into businesses that are closely related or complementary to, but not currently part of, our core foodservice distribution business. Our ability to successfully operate in these complementary business markets may be adversely affected by legal and regulatory constraints, including compliance with regulatory programs to which we become subject. Risks inherent in branching out into such complementary markets also include the costs and difficulties of managing operations outside of our core business, which may require additional skills and competencies, as well as difficulties in identifying and gaining access to suppliers or customers in new markets.\nChanges in applicable tax laws or regulations and the resolution of tax disputes could negatively affect our financial results.\nAs a multinational corporation, we are subject to income taxes, as well as non-income-based taxes, in both the U.S. and various foreign jurisdictions. Significant judgment is required in determining our worldwide provision for income taxes and other tax liabilities. Changes in tax laws or tax rulings may have a significant adverse impact on our effective tax rate. For example:\n12\n•\nThe U.S. and many countries where we do business are actively considering or have recently enacted changes in relevant tax, accounting and other laws, regulations and interpretations, including changes to tax laws applicable to corporate multinationals. \n•\nOn August 16, 2022, the U.S. Congress passed the Inflation Reduction Act of 2022 (Inflation Reduction Act), which, among other provisions, creates a new corporate alternative minimum tax (CAMT) of at least 15% for certain large corporations that have at least an average of $1 billion in adjusted financial statement income over a consecutive three-year period effective after December 31, 2022. The Inflation Reduction Act also includes a 1% excise tax on certain stock repurchases beginning in 2023. We do not expect to meet the CAMT threshold in the near term. \n•\nOn October 8, 2021, the Organization for Economic Co-operation and Development (OECD) announced the OECD/G20 Inclusive Framework on Base Erosion and Profit Shifting, which provides for a two-pillar solution to address tax challenges arising from the digitalization of the economy. Pillar One expands a country’s authority to tax profits from companies that make sales into their country but do not have a physical location in the country. Pillar Two includes an agreement on international tax reform, including rules to ensure that large corporations pay a minimum rate of corporate income tax. On December 20, 2021, the OECD released Pillar Two Model Rules defining the global minimum tax, which calls for the taxation of large corporations at a minimum rate of 15%. The OECD continues to release additional guidance on the two-pillar framework, with widespread implementation anticipated by 2024. We are continuing to evaluate the potential impact on future periods of the Pillar Two Framework, pending legislative adoption by individual countries.\nFurther, in the ordinary course of a global business, there are many intercompany transactions and calculations where the ultimate tax determination could change if tax laws or tax rulings were to be modified. We are also subject to non-income-based taxes, such as payroll, sales, use, value-added, net worth, property and goods and services taxes, in both the U.S. and various foreign jurisdictions. Although we believe that our income and non-income-based tax estimates are appropriate, there is no assurance that the final determination of tax audits or tax disputes will not be different from what is reflected in our historical income tax provisions and accruals.\nGiven the unpredictability of possible further changes to the U.S. or foreign tax laws and regulations and their potential interdependency, it is very difficult to predict the cumulative effect of such tax laws and regulations on our results of operations and cash flow, but such laws and regulations (and changes thereto) could adversely impact our financial results. \nAdditionally, we are subject to regular review and audit by both domestic and foreign tax authorities as well as to the prospective and retrospective effects of changing tax regulations and legislation. Although we believe our tax estimates are reasonable, the ultimate tax outcome may materially differ from the tax amounts recorded in our Consolidated Financial Statements and may materially affect our income tax provision, net income, or cash flows in the period or periods for which such determination and settlement occurs.\nIf our products are alleged to have caused injury or illness, or to have failed to comply with governmental regulations, we may need to recall or withdraw our products and may experience product liability claims.\nWe, like any other foodservice distributor, may be subject to product recalls, including voluntary recalls or withdrawals, if the products we distribute are alleged to have caused injury or illness, to have been mislabeled, misbranded, or adulterated or to otherwise have violated applicable governmental regulations. We may also choose to voluntarily recall or withdraw products that we determine do not satisfy our quality standards, in order to protect our brand and reputation. Any future product recall or withdrawal that results in substantial and unexpected expenditures, destruction of product inventory, damage to our reputation and/or lost sales due to the unavailability of the product for a period of time could materially adversely affect our results of operations and financial condition.\nWe also face the risk of exposure to product liability claims if the use of products sold by Sysco is alleged to have caused injury or illness. We cannot be sure that consumption of our products will not cause a health-related illness in the future or that we will not be subject to claims or lawsuits relating to such matters. Further, even if a product liability claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products caused illness or injury could adversely affect our reputation with existing and potential customers and our corporate and brand image. Umbrella liability insurance that we maintain for product liability claims may not continue to be available at a reasonable cost or, if available, may not be adequate to cover all of our liabilities. We generally seek contractual indemnification and insurance coverage from parties supplying our products, but this indemnification or insurance coverage is limited, as a practical matter, to the creditworthiness of the indemnifying party and the insured limits of any insurance provided by suppliers. If we do not have \n13\nadequate insurance or contractual indemnification available, product liability relating to defective products could materially adversely affect our results of operations and financial condition.\nIf we fail to comply with requirements imposed by applicable law or other governmental regulations, we could become subject to lawsuits, investigations and other liabilities and restrictions on our operations that could materially adversely affect our business\n.\nWe are subject to various federal, state, provincial, regional and local laws, rules and regulations in the countries in which we operate with respect to many aspects of our business, such as food safety and sanitation, ethical business practices, transportation, minimum wage, overtime, wage payment, wage and hour and employment discrimination, immigration, human health and safety. Due to the services we provide in connection with governmentally funded entitlement programs, we are also subject to additional laws and regulations. For a detailed discussion of the laws and regulations to which our business is subject, please refer to “Business – Government Regulation” in Part I, Item 1 of this Annual Report on Form 10-K.\nFrom time to time, both federal and state governmental agencies conduct audits of various aspects of our operations, as part of investigations of providers of services under governmental contracts, or otherwise. We also receive requests for information from governmental agencies in connection with these audits. While we attempt to comply with all applicable laws and regulations, we may not be in full compliance with all applicable laws and regulations or interpretations of these laws and regulations at all times; moreover, we may not be able to comply with all future laws, regulations or interpretations of these laws and regulations.\nIf we fail to comply with applicable laws and regulations or encounter disagreements with respect to our contracts subject to governmental regulations, including those referred to above, we may be subject to investigations, criminal sanctions or civil remedies, including fines, injunctions, prohibitions on exporting, or seizures or debarments from contracting with such government. The cost of compliance or the consequences of non-compliance, including debarments, could have an adverse effect on our results of operations. In addition, governmental units may make changes in the regulatory frameworks within which we operate that may require us to incur substantial increases in costs in order to comply with such laws and regulations.\nWe may incur significant costs to comply with environmental laws and regulations, and we may be subject to substantial fines, penalties or third-party claims for non-compliance.\nOur operations are subject to various federal, state, provincial, regional and local laws, rules and regulations in the various countries in which we operate relating to the protection of the environment, including those governing:\n•\nthe discharge of pollutants into the air, soil, and water;\n•\nthe management and disposal of solid and hazardous materials and wastes;\n•\nemployee exposure to hazards in the workplace; and\n•\nthe investigation and remediation of contamination resulting from releases of petroleum products and other regulated materials.\nIn the course of our operations, we: operate, maintain and fuel fleet vehicles; store fuel in on-site above and underground storage tanks; operate refrigeration systems; and use and dispose of hazardous substances and food wastes. We could incur substantial costs, including fines or penalties and third-party claims for property damage or personal injury, as a result of any violations of environmental or workplace safety laws and regulations or releases of regulated materials into the environment. In addition, we could incur substantial investigation, remediation or other costs related to environmental conditions at our currently or formerly owned or operated properties.\nFor example, most of our distribution facilities have ammonia-based refrigeration systems and tanks for the storage of diesel fuel and other petroleum products, which are subject to laws regulating such systems and storage tanks (including the investigation and remediation of soil and groundwater contamination associated with the use of underground storage tanks). Certain of these laws and regulations in the EU may impose liability for costs of investigation or remediation of contamination (which could be material), regardless of fault or the legality of the original disposal, even if such contamination was present prior to the commencement of our operations at the site and was not caused by our activities. In addition, many of our facilities have propane and battery-powered forklifts. Proposed or recently enacted legal requirements, such as those requiring the phase-out of certain ozone-depleting substances, and proposals for the regulation of greenhouse gas emissions, may require us to upgrade or replace equipment, or may increase our transportation or other operating costs.\n14\nIf we are unable to finance and integrate acquired businesses effectively, our earnings per share could be materially adversely affected\n.\nHistorically, a portion of our growth has come through acquisitions. If we are unable to integrate acquired businesses successfully or realize anticipated economic, operational and other benefits and synergies in a timely manner, our results of operations may be materially adversely affected. For example, we are experiencing ongoing operational challenges related to our efforts to integrate two businesses in France, adversely affecting our ability to drive growth in sales. Integration of an acquired business may be more difficult when we acquire a business in a market in which we have limited expertise, or with a culture different from Sysco’s.\nA significant expansion of our business and operations, in terms of geography or magnitude, could strain our administrative and operational resources. Significant acquisitions may also require the issuance of material additional amounts of debt or equity, which could materially alter our debt-to-equity ratio, increase our interest expense and decrease earnings per share, and make it difficult for us to obtain favorable financing for other acquisitions or capital investments. In addition, our failure to implement effective internal control over financial reporting and disclosure controls and procedures with respect to a significant acquired business could result in material weaknesses and/or a failure to file our periodic reports with the Securities and Exchange Commission on a timely basis.\nWe rely on technology in our business, and any cybersecurity incident, other technology disruption or delay in implementing new technology could negatively affect our business and our relationships with customers\n.\nWe use technology in substantially all aspects of our business operations, and our ability to serve customers most effectively depends on the reliability of our technology systems. We use software and other technology systems, among other things, to generate and select orders, to load and route trucks, to make purchases, to manage our warehouses and to monitor and manage our business on a day-to-day basis. We also use mobile devices, social networking and other online platforms to connect with our employees, suppliers, business partners and customers. Further, our business involves the storage and transmission of numerous classes of sensitive and/or confidential information and intellectual property, including customers’ and suppliers’ personal information, private information about employees and financial and strategic information about us and our business partners. This sensitive and/or confidential information and intellectual property are stored on information technology systems controlled by us, as well as systems controlled by third parties, such as our service providers.\nThese technology systems and the operation thereof are vulnerable to disruption from circumstances beyond our control, including fire, natural disasters, power outages, systems failures, security breaches, espionage, cyber-attacks, viruses, theft and inadvertent release of information. We and our third-party providers experience cybersecurity incidents of varying degrees from time-to-time, including ransomware and phishing attacks, as well as distributed denial of service attacks and the theft of data. Cyber threats are constantly evolving, are becoming more sophisticated and are being made by groups and individuals with a wide range of expertise and motives, and this increases the difficulty of detecting and successfully defending against them. For example, as disclosed in our Quarterly Report on Form 10-Q for our third quarter of fiscal 2023, in March 2023, Sysco became aware of a cybersecurity event perpetrated by a threat actor believed to have begun in January 2023. Immediately upon detection, Sysco initiated an investigation, with the assistance of cybersecurity and forensics professionals, determining that the threat actor had extracted certain company data, including data relating to operation of the business, customers, employees and personal data. This data extraction did not impact Sysco’s operational systems and related business functions, and its service to customers continued uninterrupted. Sysco also notified federal law enforcement and provided other required notifications.\n \nTo date, these cybersecurity incidents have not had a material impact on our financial condition, results of operations or liquidity. However, there is no assurance that there will not be a material adverse effect in the future, especially if the amount of insurance coverage we maintain is not sufficient to cover claims or liabilities relating to an incident. \nPotential consequences of a future material cybersecurity incident include: business disruption; disruption to systems; theft, destruction, loss, corruption, misappropriation or unauthorized release of sensitive and/or confidential information or intellectual property (including personal information in violation of one or more privacy laws); loss of revenue; reputational and brand damage; and potential liability, including litigation or other legal actions against us or the imposition by governmental authorities of penalties, fines, fees or liabilities, which, in turn, could cause us to incur significantly increased cybersecurity protection and remediation costs and the loss of customers. In addition, if our suppliers or customers experience such a breach or unauthorized disclosure or system failure, their businesses could be disrupted or otherwise negatively affected.\n \nThis may result in a disruption in our supply chain or reduced customer orders, which would adversely affect our business operations. We have also outsourced several information technology support services and administrative functions to third-party service providers, including cloud-based service providers, and may outsource other functions in the future to achieve cost savings and \n15\nefficiencies. If these service providers do not perform effectively due to breach or system failure, we may not be able to achieve the expected benefits and our business may be disrupted.\nThe COVID-19 pandemic has resulted in many of our employees, contractors and other corporate partners working remotely, increasing reliance on information technology systems that are outside our direct control. These systems are potentially vulnerable to cyber-based attacks and security breaches. In addition, cyber criminals are increasing their attacks on individual employees with business email compromise scams designed to trick victims into transferring sensitive data or funds, or steal credentials that compromise information systems. \nThe actions and controls we have implemented and are implementing to date, or which we seek to cause or have caused third-party providers to implement, may be insufficient to protect our systems, information or other intellectual property. Further, we anticipate continuing to devote significant resources to maintaining and upgrading our security measures generally, including those we employ to protect personal information against these cybersecurity threats.\nFurther, as we pursue our strategy to grow through acquisitions and to pursue new initiatives that improve our operations and cost structure, we are also expanding and improving our information technologies, resulting in a larger technological presence and corresponding exposure to cybersecurity risk. Failure to adequately assess and identify cybersecurity risks associated with acquisitions and new initiatives could increase our vulnerability to such risks.\nOur efforts to prevent security breaches and cybersecurity incidents, and to implement effective disaster recovery plans, may not be entirely effective to insulate us from technology disruption or protect us from adverse effects on our results of operations. Additionally, information technology systems continue to evolve and, in order to remain competitive, we must implement new technologies in a timely and efficient manner. For example, we may incorporate emerging artificial intelligence (AI) solutions into our platform, offerings, services and features, and these applications may become important in our operations over time. Our failure to implement timely and/or successfully new technologies, including AI, may adversely affect our competitiveness and, consequently, our results of operations.\nOur failure to comply with data privacy regulations could adversely affect our business.\nThere are new and emerging data privacy laws, as well as frequent updates and changes to existing data privacy laws, in most jurisdictions in which we operate. Given the complexity of these laws and the often-onerous requirements they place on businesses regarding the collection, storage, handling, use, disclosure, transfer, and security of personal data, it is important for us to understand their impact and respond accordingly. Failure to comply with data privacy laws can result in substantial fines or penalties, legal liability and / or reputational damage. \nIn the UK and Europe, the General Data Protection Regulation (the GDPR), which came into effect in 2018, places stringent requirements on companies when handling personal data. There continues to be a growing trend of other countries adopting similar laws. \nAdditionally, there continues to be significant uncertainty with respect to the California Consumer Privacy Act of 2018 (the CCPA), which went into effect on January 1, 2020, and imposes additional obligations on companies regarding the handling of personal information and provides certain individual privacy rights to persons whose information is collected. Both the GDPR and the CCPA are continuously evolving and developing and may be interpreted and applied differently from jurisdiction to jurisdiction and may create inconsistent or conflicting requirements. For example, the California Privacy Rights Act (the CPRA), which was approved by California voters as a ballot initiative in November 2020, modifies the CCPA significantly, further enhancing and extending an individual’s rights over their personal data and the obligations placed on companies that handle this data. The resulting new regulations became effective on January 1, 2023. Most notably, employee and business data were brought into scope, which raises the compliance requirements for us significantly, in terms of internal controls, processes and governance requirements. \nFurthermore, since 2020, several other U.S. states have enacted (and additional U.S. states are considering enacting) stringent consumer privacy laws, which may impose varying standards and requirements on our data collection, use and processing activities. Continued state by state introduction of privacy laws can be expected to lead to significantly greater complexity in our compliance requirements globally, which could result in complaints from data subjects and/or action from regulators. If we do not provide sufficient resources to ensure we are able to respond, adapt and implement the necessary requirements to respond to the various forthcoming changes, which could include federal data privacy requirements in the US, while continuing to maintain our compliance with global data privacy laws, this could adversely impact our reputation and we could face exposure to fines levied by regulators, which could have a significant financial impact on our business.\n16\nOur level of indebtedness and the terms of our indebtedness could adversely affect our business and liquidity position\n.\nAs described in Note 12, “Debt and Other Financing Arrangements,” in the Notes to Consolidated Financial Statements in Item 8, as of July 1, 2023, we had approximately $10.4 billion of total indebtedness, which primarily includes our outstanding senior notes. Additionally, we have the ability to borrow under our revolving credit facility, which supports our U.S. commercial paper program. \nOur level of indebtedness could have important consequences for us, including:\n•\nlimiting our ability to obtain additional financing, if needed, for working capital, capital expenditures, acquisitions, debt service requirements or other purposes;\n•\nincreasing our vulnerability to adverse economic, industry or competitive developments;\n•\nlimiting our flexibility in planning for, or reacting to, changes in our business and our industry; and\n•\nplacing us at a competitive disadvantage compared to our competitors that have less debt.\nOur indebtedness may increase from time to time for various reasons, including fluctuations in operating results, working capital needs, capital expenditures, potential acquisitions, joint ventures and/or share repurchase programs. Our level of indebtedness and the ultimate cost of such indebtedness could have a negative impact on our liquidity, cost of future debt financing and financial results, and our credit ratings may be adversely affected as a result of the incurrence of additional indebtedness. A significant downgrade in our credit ratings or adverse conditions in the capital markets may increase the cost of borrowing for us or limit our access to capital. In the future, our cash flow and capital resources may not be sufficient for payments of interest on and principal of our debt, and any alternative financing measures available may not be successful and may not permit us to meet our scheduled debt service obligations.\nWe may be required to pay material amounts under multiemployer defined benefit pension plans, which could adversely affect our financial condition, results of operations and cash flows\n.\nWe contribute to several multiemployer defined benefit pension plans based on obligations arising under collective bargaining agreements covering union-represented employees. In fiscal 2023, our total contributions to these plans were approximately $52.6 million. The costs of providing benefits through such plans have increased in recent years. The amount of any increase or decrease in our required contributions to these multiemployer plans will depend upon many factors, including collective bargaining negotiations, actions taken by trustees who manage the plans, government regulations, changes in the funded status of these plans and the potential payment of a withdrawal liability if we, for any reason, cease to have an ongoing obligation to contribute to a given plan. Based upon the information available to us from the administrators of these plans, none of these plans have assets sufficient to fully pay their liabilities, and therefore all such plans have unfunded vested benefits. Increases in the unfunded liabilities of these plans may result in increased future contribution obligations imposed on us and on other participating employers. Under federal law, significant underfunding experienced by a given plan generally results in increased contribution obligations in the form of surcharges and supplemental contribution obligations. Our risk of such increased payments may be greater if any of the participating employers in these underfunded plans withdraws from a given plan due to insolvency and is not able to contribute an amount sufficient to fund the unfunded liabilities associated with its participants in the plan. We could also be treated as partially withdrawing from participation in one of these plans if the number of our employees participating in a given plan is reduced to a certain percentage over a certain period of time, or if we cease to have an obligation to contribute under one or more, but fewer than all, of the collective bargaining agreements that require us to make contributions to a particular plan. Such reductions in the number of employees participating in these plans could occur as a result of changes in our business operations, such as facility closures or consolidations. We estimate our share of the aggregate withdrawal liability on the multiemployer plans in which we participate could have been as much as $142.6 million as of August 18, 2023. This estimate is based on the information available from plan administrators, which had valuation dates between February 1, 2020 and December 31, 2022. As the valuation dates for all of the plans was between February 1, 2020 and December 31, 2022, the company’s estimate reflects the condition of the financial markets as of this date range. Due to the lack of current information, management believes Sysco’s current share of the withdrawal liability could materially differ from this estimate. A significant increase to funding requirements could adversely affect our financial condition, results of operations and cash flows.\nOur funding requirements for our company-sponsored qualified pension plan may increase should financial markets experience future declines, which could adversely affect our financial condition, results of operations and cash flows\n.\n17\nWe had a pension obligation of $2.6 billion, as compared to assets totaling $2.6 billion, as of July 1, 2023, both of which have sensitivity to financial market factors that could impact our funding requirements. See Note 14, “Company-Sponsored Employee Benefit Plans” in the Notes to Consolidated Financial Statements in Item 8 for a discussion of the funded status of the U.S. Retirement Plan. At the end of fiscal 2012, we decided to freeze future benefit accruals under our company-sponsored qualified pension plan (the U.S. Retirement Plan) as of December 31, 2012 for all U.S.-based salaried and non-union hourly employees. Effective January 1, 2013, these employees were eligible for additional contributions under an enhanced, defined contribution plan. \nThe amount of our annual contribution to the U.S. Retirement Plan is dependent upon, among other things, the returns on the U.S. Retirement Plan’s assets and discount rates used to calculate the plan’s liability. In fiscal 2018, we made voluntary contributions of $380 million to the U.S. Retirement Plan, allowing us to set an investment strategy that more closely aligns the duration of the U.S. Retirement Plan’s assets with the duration of its liabilities. As a result, our U.S. Retirement Plan holds a greater amount of investments in fixed income securities, but also holds equity securities. Fluctuations in asset values can cause the amount of our anticipated future contributions to the plan to increase. The projected liability of the U.S. Retirement Plan will be impacted by the fluctuations of interest rates on high quality bonds in the public markets as these are inputs in determining our minimum funding requirements. \nFailure to successfully renegotiate union contracts could result in work stoppages, which could have a material adverse effect on our business, financial condition and results of operations\n.\nAs of July 1, 2023, we had approximately 72,000 employees, approximately 15% of whom were represented by unions, primarily the International Brotherhood of Teamsters and unions in France and Sweden. Approximately 15% of our union employees are covered by collective bargaining agreements that are subject to renegotiation in fiscal 2024. Failure to effectively renegotiate these contracts could result in work stoppages. We believe our operating sites have good relationships with their unions, but a work stoppage due to failure of multiple operating subsidiaries to renegotiate union contracts could have a material adverse effect on our business, financial condition and results of operations.\nOrganization and Common Stock Risks\nOur authorized preferred stock provides anti-takeover benefits that may not be viewed as beneficial to stockholders\n.\nUnder our Restated Certificate of Incorporation, our Board of Directors is authorized to issue up to 1,500,000 shares of preferred stock without stockholder approval. Issuance of these shares could make it more difficult for anyone to acquire Sysco without approval of our Board of Directors, depending on the rights and preferences of the stock issued. In addition, if anyone attempts to acquire Sysco without approval of our Board of Directors, the existence of this undesignated preferred stock could allow our Board of Directors to adopt a shareholder rights plan without obtaining stockholder approval, which could result in substantial dilution to a potential acquirer. As a result, hostile takeover attempts that might result in an acquisition of Sysco, which could otherwise have been financially beneficial to our stockholders, could be deterred.\nOur amended and restated bylaws provide that the Court of Chancery of the State of Delaware will be the exclusive forum for certain stockholder litigation matters, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\nOur amended and restated bylaws provide that the Court of Chancery of the State of Delaware (or, if the Court of Chancery does not have jurisdiction, the federal district court for the District of Delaware) is the exclusive forum for any derivative action or proceeding brought on our behalf, any action asserting a breach of fiduciary duty, any action asserting a claim against us arising pursuant to the Delaware General Corporation Law, our amended and restated certificate of incorporation or our amended and restated bylaws, or any action asserting a claim against us that is governed by the internal affairs doctrine, except for any action (A) as to which such court determines that there is an indispensable party not subject to the jurisdiction of such court (and the indispensable party does not consent to the personal jurisdiction of such court within 10 days following such determination), (B) which is vested in the exclusive jurisdiction of a court or forum other than such court, or (C) for which such court does not have subject matter jurisdiction.\nThis provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or other employees, which may discourage such lawsuits against us and our directors, officers and other employees. Alternatively, if a court were to find this provision in our amended and restated bylaws to be inapplicable or unenforceable in any action, we may incur additional costs associated with resolving such action in other jurisdictions, which could adversely affect our business, financial condition and results of operations.\n18",
    "item1a": ">Item 1A.\nRisk Factors\n7\nItem 1B.\nUnresolved Staff Comments\n19\nItem 2.\nProperties\n19\nItem 3.\nLegal Proceedings\n19\nItem 4.\nMine Safety Disclosures\n20\nPART II\nItem 5.\nMarket for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n21\nItem 6.\n[Reserved]\n22\nItem 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n22\nItem 7A.\nQuantitative and Qualitative Disclosures about Market Risk\n52\nItem 8.\nFinancial Statements and Supplementary Data\n54\nItem 9.\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n111\nItem 9A.\nControls and Procedures\n111\nItem 9B.\nOther Information\n112\nItem 9C.\nDisclosure Reporting Regarding Foreign Jurisdictions that Prevent Inspections\n112\n \nPART III\nItem 10.\nDirectors, Executive Officers and Corporate Governance\n113\nItem 11.\nExecutive Compensation\n113\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n113\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n113\nItem 14.\nPrincipal Accountant Fees and Services\n113\n \nPART IV\nItem 15.\nExhibit and Financial Statement Schedules\n113\nItem 16.\nForm 10-K Summary\n119\nSignatures\nPART I",
    "item7": ">Item 7.  \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion and analysis of Sysco’s financial condition, results of operations and liquidity and capital resources for the fiscal years ended July 1, 2023 and July 2, 2022 should be read as a supplement to our Consolidated Financial Statements and the accompanying notes contained in Item 8 of this report, and in conjunction with the “Forward-looking Statements” section set forth in Part II and the “Risk Factors” section set forth in Item 1A of Part I. All discussion of changes in our results of operations from fiscal 2022 to fiscal 2021 has been omitted from this Form 10-K, but may be found in Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Form 10-K for the year ended July 2, 2022, filed with the Securities and Exchange Commission on August 26, 2022.\nOverview\nSysco distributes food and related products to restaurants, healthcare and educational facilities, lodging establishments and other foodservice customers. Our primary operations are in North America and Europe. Under the accounting provisions related to disclosures about segments of an enterprise, we have combined certain operations into three reportable segments. “Other” financial information is attributable to our other operations that do not meet the quantitative disclosure thresholds.\n•\nU.S. Foodservice Operations\n – primarily includes (a) our U.S. Broadline operations, which distribute a full line of food products, including custom-cut meat, seafood, produce, specialty Italian, specialty imports and a wide variety of non-food products and (b) our U.S. Specialty operations, which include our FreshPoint fresh produce \n22\ndistribution business, our Specialty Meats and Seafood Group specialty protein operations, our growing Italian Specialty platform anchored by Greco & Sons, our Asian specialty distribution company and a number of other small specialty businesses that are not material to the operations of Sysco; \n•\nInternational Foodservice Operations\n – includes operations outside of the United States (U.S.), which distribute a full line of food products and a wide variety of non-food products. The Americas primarily consists of operations in Canada, Bahamas, Mexico, Costa Rica and Panama, as well as our export operations that distribute to international customers. Our European operations primarily consist of operations in the United Kingdom (U.K.), France, Ireland and Sweden;\n•\nSYGMA\n – our U.S. customized distribution operations serving quick-service chain restaurant customer locations; and\n•\nOther\n – primarily our hotel supply operations, Guest Worldwide.\nWe estimate that we serve about 17% of an approximately $350 billion annual foodservice market in the U.S. based on industry data obtained from Technomic, Inc. (Technomic) as of the end of calendar year 2022. Technomic projects the market size to increase to approximately $370 billion by the end of calendar year 2023. From time to time, Technomic may revise the methodology used to calculate the size of the foodservice market and, as a result, our percentage can change not only from our sales results, but also from such revisions. We also serve certain international geographies that vary in size and amount of market share.\nAccording to industry sources, the foodservice, or food-away-from-home, market represents approximately 53% of the total dollars spent on food purchases made at the consumer level in the U.S. as of the end of calendar year 2022.\nHighlights\nOur fiscal 2023 results were strong, reflecting growth in volumes and market share. Our market share gains in the U.S. segments continued to accelerate through the fiscal year. This demonstrates the favorable impact of our Recipe for Growth strategy on our business, now in its third year. This strategy is helping us advance our capabilities in supply chain and sales. As a result, Sysco achieved an all-time record for annual sales and operating income. We made significant improvements in operating expense leverage, resulting in improved productivity that drove profitable growth. See below for a comparison of our fiscal 2023 results to our fiscal 2022 results, both including and excluding Certain Items (as defined below).\n    Below is a comparison of results from fiscal 2023 to fiscal 2022:\n•\nSales:\n◦\nincreased 11.2%, or $7.7 billion, to $76.3 billion; \n•\nOperating income:\n◦\nincreased 29.5%, or $692.0 million, to $3.0 billion;\n◦\nadjusted operating income increased 21.7%, or $572.0 million, to $3.2 billion; \n•\nNet earnings:\n◦\nincreased 30.3%, or $411.4 million, to $1.8 billion;\n◦\nadjusted net earnings increased 22.2%, or $371.2 million, to $2.0 billion; \n•\nBasic earnings per share:\n◦\nincreased 31.2%, or $0.83, to $3.49 from the comparable prior year amount of $2.66 per share;\n•\nDiluted earnings per share:\n◦\nincreased 31.4%, or $0.83, to $3.47 from the comparable prior year amount of $2.64 per share;\n◦\nadjusted diluted earnings per share were $4.01 in fiscal 2023, a $0.76 increase from the comparable prior year amount of $3.25 per share. \n•\nEBITDA:\n◦\nincreased 14.1%, or $444.4 million, to $3.6 billion; and\n◦\nadjusted EBITDA increased 15.6%, or $519.2 million, to $3.8 billion. \nThe discussion of our results includes certain non-GAAP financial measures, including EBITDA and adjusted EBITDA, that we believe provide important perspective with respect to underlying business trends. Other than free cash flow, any non-GAAP financial measures will be denoted as adjusted measures to remove the impact of restructuring and transformational project costs consisting of: (1) restructuring charges, (2) expenses associated with our various transformation initiatives and (3) severance charges; acquisition-related costs consisting of: (a) intangible amortization expense and (b) acquisition costs and due diligence costs related to our acquisitions; and the reduction of bad debt expense previously \n23\nrecognized in fiscal 2020 due to the impact of the COVID-19 pandemic on the collectability of our pre-pandemic trade receivable balances. Our results for fiscal 2023 were also impacted by adjustments to a product return allowance pertaining to COVID-related personal protection equipment inventory, a pension settlement charge that resulted from the purchase of a nonparticipating single premium group annuity contract that transferred defined benefit plan obligations to an insurer, and a litigation financing agreement. Our results for fiscal 2022 were also impacted by a write-down of COVID-related personal protection equipment inventory due to the reduction in the net realizable value of inventory, losses on the extinguishment of long-term debt and an increase in reserves for uncertain tax positions.\nThe fiscal 2023 and fiscal 2022 items discussed above are collectively referred to as “Certain Items.” The results of our operations can be impacted by changes in exchange rates applicable to converting from local currencies to U.S. dollars. We measure our results on a constant currency basis. Our discussion below of our results includes certain non-GAAP financial measures that we believe provide important perspective with respect to underlying business trends. Other than free cash flow, any non-GAAP financial measures will be denoted as adjusted measures and exclude the impact from Certain Items, and certain metrics are stated on a constant currency basis.\nManagement believes that adjusting its operating expenses, operating income, interest expense, other (income) expense, net earnings and diluted earnings per share to remove these Certain Items, provides an important perspective with respect to our underlying business trends and results. Additionally, it provides meaningful supplemental information to both management and investors that (1) is indicative of the performance of the company’s underlying operations, (2) facilitates comparisons on a year-over-year basis and (3) removes those items that are difficult to predict and are often unanticipated and that, as a result, are difficult to include in analysts’ financial models and our investors’ expectations with any degree of specificity.\nThe company uses these non-GAAP measures when evaluating its financial results as well as for internal planning and forecasting purposes. These financial measures should not be used as a substitute for GAAP measures in assessing the company’s results of operations for periods presented. An analysis of any non-GAAP financial measure should be used in conjunction with results presented in accordance with GAAP. Any metric within this section referred to as “adjusted” will reflect the applicable impact of Certain Items. More information on the rationale for the use of these measures and reconciliations to GAAP numbers can be found under “Non-GAAP Reconciliations.”\nKey Performance Indicators\nSysco seeks to meet its strategic goals by continually measuring its success in its key performance metrics that drive stakeholder value through sales growth and capital allocation and deployment. We believe the following are our most significant performance metrics in our current business environment: \n•\nAdjusted operating income growth (non-GAAP); \n•\nAdjusted diluted earnings per share growth (non-GAAP); \n•\nAdjusted EBITDA (non-GAAP);\n•\nCase volume growth by customer type for U.S. Foodservice operations;\n•\nSysco brand penetration for U.S. Broadline operations;\n•\nFree cash flow (non-GAAP); and\n•\nAdjusted return on invested capital (non-GAAP).\nWe use these financial metrics and related computations, as well as sales and gross profit growth, to evaluate our business and to plan for near and long-term operating and strategic decisions. We believe it is useful to provide investors with the same financial information that we use internally to make comparisons of our historical operating results, identify trends in our underlying operating results and evaluate our business. \nKey Financial Definitions\n \n•\nSales – Sales is equal to gross sales subtracted by, (1) sales returns and (2) sales incentives that we offer to certain customers, such as upfront monies and discounts. Our sales are driven by changes in case volumes, product inflation that is reflected in the pricing of our products and mix of products sold.\n•\nGross profit – Gross profit is equal to our net sales subtracted by our cost of goods sold. Cost of goods sold primarily includes inventory costs (net of supplier consideration) and inbound freight. Cost of goods sold generally changes as we incur higher or lower costs from our suppliers and as our customer and product mix changes.\n24\nAdjusted Operating Income and Adjusted Diluted Earnings per Share Growth\nAdjusted operating income represents our consolidated operating income, adjusted for the impact of Certain Items that we do not consider representative of our underlying performance. Adjusted diluted earnings per share represents our consolidated diluted earnings per share, adjusted for the impact of Certain Items that we do not consider representative of our underlying performance. Sysco’s management considers growth in these metrics to be useful measures of operating efficiency and profitability as they facilitate comparison of performance on a consistent basis from period to period by providing a measurement of recurring factors and trends affecting our business.\nAdjusted EBITDA\nEBITDA represents net earnings plus: (1) interest expense, (2) income tax expense and benefit, (3) depreciation and (4) amortization. The net earnings component of our EBITDA calculation is impacted by Certain Items that we do not consider representative of our underlying performance. As a result, in the non-GAAP reconciliations below for each period presented, adjusted EBITDA is computed as EBITDA plus the impact of Certain Items, excluding Certain Items related to interest expense, income taxes, depreciation and amortization. Sysco’s management considers growth in this metric to be a measure of overall financial performance that provides useful information to management and investors about the profitability of the business. It facilitates comparison of performance on a consistent basis from period to period by providing a measurement of recurring factors and trends affecting our business. Additionally, it is a commonly used component metric used to inform on capital structure decisions.\nCase Volume Growth by Customer Type for U.S. Foodservice Operations\nCase volume represents the volume of product sold to customers during a period of time and improvements in this metric are a primary driver of Sysco’s top line performance. We define a case, specifically for our U.S. Foodservice operations, as the lowest level of packaged products that are sold from our warehouses, with one case potentially containing several pieces of a product packaged in bulk. Case size does not generally vary by location or from period to period due to the design of our warehouses. Case volume growth is calculated by dividing the change in the volume of cases sold year-over-year by the volume of cases sold in the prior year. Sysco management considers case volume growth within its U.S. Foodservice operations to be a measure that provides useful information to management and investors in evaluating sales performance and as an indicator of gross margin performance. Management monitors case volume growth by customer type, with bifurcation between local customers and national customers, as this provides a measure of gross profit performance due to the pricing strategies attached to each customer type. Local customers are primarily street customers, such as independent restaurants that do not have long-term contracts, or locally managed customers, such as local chain restaurants, while national customers are the multi-unit customers requiring national coverage from a customer-centric view and are managed centrally from our Global Shared Center. Sysco management seeks to drive higher case volume growth to local customers, which allows more favorable pricing terms for our U.S. Foodservice operations and generates higher gross margins as a result. National customers benefit from purchasing power as they are able to negotiate pricing agreements across multiple businesses reducing our gross profit potential, but reducing our overall cost per case, as national customers have bigger drop sizes. While overall case volume growth reflects a key component of sales growth, local customer case growth provides additional context around gross profit performance.\nSysco Brand Penetration for U.S. Broadline Operations\nSysco management considers Sysco brand penetration to be a measure that provides useful information to management and investors in evaluating the gross profit performance of the company’s U.S. Broadline operations. Sysco offers an assortment of Sysco-branded products which are differentiated from privately branded products. These Sysco Branded products enable us to achieve higher gross margin by administering and leveraging a consolidated product procurement program for quality food and non-food products. Due to cost efficiencies, Sysco-branded products generate a higher gross margin than sales from other privately branded products. We define Sysco brand penetration as the percentage of Sysco-branded case volume sold to U.S. Broadline customers over all cases sold to U.S. Broadline customers. It is calculated by dividing Sysco-branded case volume sold to U.S. Broadline customers by total cases sold to U.S. Broadline customers. This performance indicator, also measured at the customer type level, including local and national customers, is driven by growth in the distribution of Sysco branded products to more customers and more geographies, as well as increasing Sysco branded offerings through innovation and the launch of new products.\nFree Cash Flow\nFree cash flow represents net cash provided from operating activities, subtracted by purchases of plant and equipment, added to proceeds from sales of plant and equipment. Sysco management considers free cash flow to be a non-GAAP liquidity \n25\nmeasure that provides useful information to management and investors about the amount of cash generated by the business after the purchases and sales of buildings, fleet, equipment and technology, which may potentially be used to pay for, among other things, strategic uses of cash, including dividend payments, share repurchases and acquisitions. However, free cash flow may not be available for discretionary expenditures as it may be necessary that we use it to make mandatory debt service or other payments. Free cash flow should be considered in addition to, rather than as a substitute for, consolidated net income as a measure of our performance and net cash provided by operating activities as a measure of our liquidity. See “Liquidity and Capital Resources” for discussions of GAAP metrics, including net cash provided by operating activities and our reconciliation of this non-GAAP financial measure. \nAdjusted Return on Invested Capital\nAlthough adjusted return on invested capital (ROIC) is considered a non-GAAP financial measure, Sysco management considers adjusted ROIC to be a measure that provides useful information to management and investors in evaluating the efficiency and effectiveness of the company’s long-term capital investments and it has been reintroduced as a component of long-term incentive compensation for fiscal 2024. We calculate adjusted ROIC as adjusted net earnings divided by the sum of: (1) stockholders’ equity, computed as the average of adjusted stockholders’ equity at the beginning of the year and at the end of each fiscal quarter during the year; and (2) long-term debt, computed as the average of the long-term debt at the beginning of the year and at the end of each fiscal quarter during the year. Trends in ROIC can fluctuate over time as management balances long-term strategic initiatives with possible short-term impacts. \nTrends\nEconomic and Industry Trends\n \nSysco continues to outperform the foodservice market due to the success of the Recipe for Growth strategy. The food-away-from-home sector is a healthy long-term market. Sysco is diversified and well positioned as a market leader in food service. We expect the foodservice market to grow at a lower rate in fiscal 2024 as compared to fiscal 2023. \nSales and Gross Profit Trends\nOur sales and gross profit performance are influenced by multiple factors including price, volume, inflation, customer mix and product mix. The most significant factor affecting performance in fiscal 2023 was volume growth, as we experienced a 5.2% improvement in U.S. Foodservice case volume and a 3.3% improvement in local case volume within our U.S. segment in each instance as compared to fiscal 2022. This volume reflects our broadline and specialty businesses, except for our specialty meats business, which measures its volume in pounds. This growth enabled us to gain market share during fiscal 2023 and contributed to Sysco achieving an all-time record for annual sales.\nProduct cost inflation has also been a driver of our sales and gross profit performance. We experienced inflation at a rate of 2.1% and 6.1% in the fourth quarter and fiscal 2023, respectively, at the total enterprise level, primarily driven by inflation in the dairy, frozen, and canned and dry categories. The rate of inflation, as compared to the prior year, declined at an accelerated rate during the fourth quarter. We have been successful in managing inflation, resulting in an increase in gross profit dollars. Gross margin increased 51 basis points in the fourth quarter and increased 33 basis points for fiscal 2023, as compared to the corresponding prior year periods, primarily driven by higher volumes, the effective management of inflation and progress with our partnership growth management initiatives.\nWe expect the rate of inflation for fiscal 2024 to be below historical trends. We expect deflation within our U.S. Broadline operations for the first half of fiscal 2024, followed by minimal inflation in the second half of fiscal 2024. Our International Foodservice operations are expected to remain inflationary during fiscal 2024 given the unique marketplace conditions present in those operations. At the total enterprise level, inflation is expected to be slightly positive for fiscal 2024.\nGiven our expectation for slower market growth and inflation as noted previously, we expect sales growth to increase in the mid-single digits in fiscal 2024 as compared to fiscal 2023, as we reach approximately $80 billion in annual sales. \n26\nOperating Expense Trends\nTotal operating expenses increased 9.4% during fiscal 2023, as compared to fiscal 2022, driven by increased volumes, cost inflation, continued operational cost pressures from the operating environment and our planned investments to drive our transformation initiatives under our Recipe for Growth strategy. We continued to improve our supply chain efficiency, while investing in associate retention and best-in-class training, primarily for transportation and warehouse colleagues. These efficiency efforts are expected to continue to improve in fiscal 2024. Our Sysco Driver Academy and industry leading training programs are contributing to improved retention and productivity, and we expect to see this trend improve as the percentage of drivers and warehouse colleagues trained from within Sysco continues to grow. We believe the advancements we are making in our physical capabilities, and the investments we are making in improved training, will provide higher service levels to our customers and strengthen Sysco’s ability to profitably win market share.\nNon-Routine Gains and Losses\nIn fiscal 2023, we completed two transactions that created non-routine gains and losses, both of which were treated as Certain Items. First, the Sysco Corporation Retirement Plan (the Plan) executed a commitment agreement to purchase a nonparticipating single premium group annuity contract that transferred $695.0 million of the Plan’s defined benefit pension obligations related to certain pension benefits. As a result of this transaction, we recognized a one-time, non-cash pre-tax pension settlement charge of $315.4 million in the second quarter of fiscal 2023. Second, Sysco had been pursuing claims against a variety of vendors from which the company purchased products. To mitigate the risk of incurring significant legal fees on these claims without any ultimate gain, in calendar 2019 and 2020, we entered into agreements with a third party whereby the company secured a minimum amount of cash proceeds from the third party in exchange for assigning to the third party the rights to a portion of the future litigation proceeds. At the time of receipt of these cash proceeds, the amounts were deferred in “Other long-term liabilities.” In June 2023, an agreement was reached in which the company assigned all its remaining claims against these vendors to the third party. As a result, Sysco is no longer obligated to pursue litigation against these vendors; therefore, previous deferred proceeds were recognized within “Other expense (income), net.”  In total, this agreement resulted in $122.0 million being recognized in “Other expense (income), net” in June 2023. We do not expect similar transactions to these in fiscal 2024.\nIncome Tax Trends\nOur provision for income taxes primarily reflects a combination of income earned and taxed in the various U.S. federal and state as well as foreign jurisdictions. Tax law changes, increases or decreases in book versus tax basis differences, accruals or adjustments of accruals for unrecognized tax benefits or valuation allowances, and our change in the mix of earnings from these taxing jurisdictions all affect the overall effective tax rate. Our effective tax rate for fiscal 2023 was 22.55% and is expected to increase to approximately 24.50% in fiscal 2024 due to geographic mix, strong international growth and increases in state tax rates.\nMergers and Acquisitions\nWe continue to focus on mergers and acquisitions as a part of our growth strategy. We plan to reinforce our existing businesses, while cultivating new channels, new segments and new capabilities. In the first and second quarters of fiscal 2023, we acquired a total of three small U.S.-based independent Italian food distributors as part of our plan to meaningfully scale our growing Italian platform. The results of these acquisitions were not material to the consolidated results of the company for fiscal 2023. In August 2023, we acquired BIX Produce, a leading produce specialty distributor based in Minnesota. This acquisition is expected to provide a strategic opportunity for specialty produce operations to expand its geographic footprint in an area of the country where it does not currently have operations.\nStrategy \nOur purpose is “Connecting the World to Share Food and Care for One Another.” Purpose driven companies are believed to perform better, and we believe our purpose will assist us to grow substantially faster than the foodservice distribution industry and deliver profitable growth through our “Recipe for Growth” transformation. This growth transformation is supported by strategic pillars that we believe will continue to enable us to better serve our customers, including: \n•\nDigital\n – We have and will continue to enrich the customer experience through personalized digital tools that reduce friction in the purchase experience and introduce innovation to our customers. We continue to invest in our personalization engine and upgraded our digital shopping platform with more than 100 new feature enhancements, including Spanish language capability, implemented in fiscal 2023. We successfully leveraged our centralized pricing \n27\ntool in the U.S. in fiscal 2023 that gave us the ability to be right on price at the region, customer, and item level even during periods of rapid inflation, dis-inflation, and even deflation.\n•\nProducts and Solutions\n – We are providing customer-focused marketing and merchandising solutions that inspire increased sales of our broad assortment of fair priced products and services. We continue to improve our merchandising strategies globally to secure the best possible cost for our customers and in fiscal 2023, we stood up a Sysco Brand team to accelerate progress within our owned-brands.\n•\nSupply Chain\n – We are efficiently and consistently serving customers with the products they need, when and how they need them, through a flexible delivery framework. We are developing a more nimble, accessible and productive supply chain that is better positioned to support our customers. In fiscal 2023, our work on deploying strengthened engineered labor standards allowed us to consistently improve supply chain efficiency quarter over quarter.  We also completed the roll out of our Driver Academy nationally. Our strategic initiatives to enable omni-channel inventory fulfillment are being piloted.\n•\nCustomer Teams\n – Our greatest strength is our people, people who are passionate about food and food service. Our diverse team delivers expertise and differentiated services designed to help our customers grow their businesses. We intend to improve the effectiveness of our sales organization by leveraging data to increase the yield of the sales process. In fiscal 2023, we meaningfully advanced our Total Team Selling model that brings together our Broadline and Specialty businesses in shared geography to best meet the needs of our customers.\n•\nFuture Horizons\n – We are committed to responsible growth. We will cultivate new channels, new segments, and new capabilities while being stewards of our company and our planet for the long-term. We will fund our journey through cost-out and efficiency improvements.  In August 2023, we acquired BIX Produce – a leading produce specialty distributor based in Minnesota that allows us to expand our geographic footprint and continue to add new capabilities, including fresh cut produce, grab-and-go sandwiches, and value-added products.\nResults\n \nof Operations\nThe following table sets forth the components of our consolidated results of operations expressed as a percentage of sales for the periods indicated:\n \n2023\n2022\nSales\n100.0 \n%\n100.0 \n%\nCost of sales\n81.7 \n82.0 \nGross profit\n18.3 \n18.0 \nOperating expenses\n14.3 \n14.6 \nOperating income\n4.0 \n3.4 \nInterest expense\n0.7 \n0.9 \nOther (income) expense, net\n0.3 \n— \nEarnings before income taxes\n3.0 \n2.5 \nIncome taxes\n0.7 \n0.5 \nNet earnings\n2.3 \n%\n2.0 \n%\n28\nThe following table sets forth the change in the components of our consolidated results of operations expressed as a percentage increase or decrease over the comparable period in the prior year:\n \n2023\nSales\n11.2 \n%\nCost of sales\n10.8 \nGross profit\n13.3 \nOperating expenses\n9.4 \nOperating income\n29.5 \nInterest expense\n(15.5)\nOther (income) expense, net \n(1)\n(1,046.8)\nEarnings before income taxes\n30.8 \nIncome taxes\n32.8 \nNet earnings\n30.3 \n%\nBasic earnings per share\n31.2 \n%\nDiluted earnings per share\n31.4 \nAverage shares outstanding\n(0.6)\nDiluted shares outstanding\n(0.8)\n(1)\nOther (income) expense, net was expense of $226.4 million in fiscal 2023 and income of $23.9 million in fiscal 2022.\nSegment Results  \nThe following represents our results by reportable segments:\n \nYear Ended Jul. 1, 2023\n \nU.S. Foodservice Operations\nInternational Foodservice Operations\nSYGMA\nOther\nGlobal Support Center\nConsolidated\nTotals\n \n(In thousands)\nSales\n$\n53,682,894 \n$\n13,559,610 \n$\n7,843,111 \n$\n1,239,060 \n$\n— \n$\n76,324,675 \nSales increase\n10.6 \n%\n15.0 \n%\n8.2 \n%\n14.5 \n%\n11.2 \n%\nPercentage of total\n70.3 \n%\n17.8 \n%\n10.3 \n%\n1.6 \n%\n100.0 \n%\nOperating income (loss)\n$\n3,586,576 \n$\n313,449 \n$\n56,526 \n$\n56,877 \n$\n(974,879)\n$\n3,038,549 \nOperating income increase\n12.8 \n%\n213.3 \n%\nNM\n227.0 \n%\n29.5 \n%\nPercentage of total segments \n89.4 \n%\n7.8 \n%\n1.4 \n%\n1.4 \n%\n100.0 \n%\nOperating income as a percentage of sales\n6.7 \n%\n2.3 \n%\n0.7 \n%\n4.6 \n%\n4.0 \n%\n \nYear Ended Jul. 2, 2022\n \nU.S. Foodservice Operations\nInternational Foodservice Operations\nSYGMA\nOther\nGlobal Support Center\nConsolidated\nTotals\n \n(In thousands)\nSales\n$\n48,520,562 \n$\n11,787,449 \n$\n7,245,824 \n$\n1,082,311 \n$\n— \n$\n68,636,146 \nPercentage of total\n70.7 \n%\n17.2 \n%\n10.6 \n%\n1.5 \n%\n100.0 \n%\nOperating income (loss)\n$\n3,180,705 \n$\n100,033 \n$\n(3,124)\n$\n17,392 \n$\n(948,506)\n$\n2,346,500 \nPercentage of total segments\n96.5 \n%\n3.1 \n%\n(0.1)\n%\n0.5 \n%\n100.0 \n%\nOperating income (loss) as a percentage of sales\n6.6 \n%\n0.8 \n%\n— \n%\n1.6 \n%\n3.4 \n%\nIn fiscal 2023, U.S. Foodservice Operations and International Foodservice Operations represented approximately 70.3% and 17.8%, respectively, of Sysco’s overall sales, compared to 70.7% and 17.2%, respectively, in fiscal 2022. In fiscal 2023 and fiscal 2022, U.S. Foodservice Operations represented approximately 89.4% and 96.5%, respectively, of the total segment operating income. This illustrates that these segments represent a substantial majority of our total segment results when \n29\ncompared to other reportable segments. See Note 21, “Business Segment Information,” in the Notes to Consolidated Financial Statements in Item 8.\nCost of sales primarily includes our product costs, net of vendor consideration, and includes in-bound freight. Operating expenses include the costs of facilities, product handling, delivery, selling and general and administrative activities. Fuel surcharges are reflected within sales and gross profit; fuel costs are reflected within operating expenses. Along with sales, operating income is the most relevant measure for evaluating segment performance and allocating resources, as operating income includes cost of goods sold in addition to the costs to warehouse and deliver goods, which are significant and relevant costs when evaluating a distribution business.\nResults of U.S. Foodservice Operations\nIn fiscal 2023, the U.S. Foodservice Operations operating results represented approximately 70.3% of Sysco’s overall sales and 89.4% of the aggregated operating income of Sysco’s reporting segments. Several factors contributed to these higher operating results as compared to the other operating segments. We invested substantial amounts in assets, operating methods, technology and management expertise in this segment. The breadth of its sales force, geographic reach of its distribution area and its purchasing power enable this segment to generate its relatively stronger results of operations.\nThe following table sets forth a summary of the components of operating income and adjusted operating income expressed as a percentage increase or decrease over the prior year:\n \n2023\n2022\nChange in Dollars\n % Change\n \n(Dollars in thousands)\nSales\n$\n53,682,894 \n$\n48,520,562 \n$\n5,162,332 \n10.6 \n%\nGross profit\n10,359,003 \n9,196,133 \n1,162,870 \n12.6 \nOperating expenses\n6,772,427 \n6,015,428 \n756,999 \n12.6 \nOperating income\n$\n3,586,576 \n$\n3,180,705 \n$\n405,871 \n12.8 \n%\nGross profit\n$\n10,359,003 \n$\n9,196,133 \n$\n1,162,870 \n12.6 \n%\nAdjusted operating expenses (Non-GAAP) \n(1)\n6,729,738 \n5,998,824 \n730,914 \n12.2 \nAdjusted operating income (Non-GAAP) \n(1)\n$\n3,629,265 \n$\n3,197,309 \n$\n431,956 \n13.5 \n%\n(1)\nSee “Non-GAAP Reconciliations” below.\nSales\nThe following table sets forth the percentage and dollar value increase or decrease in sales over the prior year in order to demonstrate the cause and magnitude of change.\nIncrease (Decrease)\n2023\n(Dollars in millions)\nCause of change\nPercentage\nDollars\nCase volume \n(1)\n4.5 \n%\n$\n2,175.3 \nInflation\n5.6 \n2,716.7 \nOther \n(2)\n0.5 \n270.3 \nTotal change in sales\n10.6 \n%\n$\n5,162.3 \n(1)\nCase volumes increased 5.2% compared to fiscal 2022. This volume increase resulted in a 4.5% increase in the dollar value of sales compared to fiscal 2022.\n(2)\nCase volume reflects our broadline and specialty businesses, with the exception of our specialty meats business, which measures its volume in pounds. Any impact in volumes from our specialty meats operations is included within “Other.”\nThe sales growth in our U.S. Foodservice Operations was fueled by three factors: inflation, market growth, and strong market share gains. Case volumes from our U.S. Foodservice Operations increased 5.2%, as compared to fiscal 2022. This included a 3.3% increase in local customer case volume as compared to fiscal 2022.\n30\nOperating Income\nThe increase in operating income for fiscal 2023, as compared to fiscal 2022, was driven by gross profit dollar growth and partially offset by an increase in operating expenses. \nGross profit dollar growth was driven primarily by higher volumes as well as continued progress with effective management of product cost inflation and our strategic sourcing initiatives. The estimated change in product costs, an internal measure of inflation or deflation, increased in fiscal 2023. For fiscal 2023, this change in product costs was primarily driven by inflation in the dairy, frozen, and canned and dry categories. Sysco brand penetration for U.S. Broadline improved by 36 basis points to 37.0% for fiscal 2023, as compared to fiscal 2022. Specific to local customers, Sysco brand penetration for U.S. Broadline improved by 118 basis points to 46.8% for fiscal 2023, as compared to fiscal 2022. \nGross margin, which is gross profit as a percentage of sales, was 19.3% in fiscal 2023. This was an increase of 35 basis points compared to gross margin of 19.0% in fiscal 2022 due to the effective management of inflation, along with specific efforts to optimize our gross profit dollars.\nThe increase in operating expenses for fiscal 2023, as compared to fiscal 2022, was primarily driven by increased volumes, operational pressures from the operating environment, cost inflation and our planned investments to drive our transformation initiatives. We also experienced an increase in operating expenses due to investments for our Recipe for Growth strategy in fiscal 2023. \nResults of International Foodservice Operations\nIn fiscal 2023, the International Foodservice Operations operating results represented approximately 17.8% of Sysco’s overall sales. \n31\nThe following table sets forth a summary of the components of operating income and adjusted operating income expressed as a percentage increase or decrease over the prior year:\n \n2023\n2022\nChange in Dollars\n % Change\n \n(Dollars in thousands)\nSales\n$\n13,559,610 \n$\n11,787,449 \n$\n1,772,161 \n15.0 \n%\nGross profit\n2,640,860 \n2,377,093 \n263,767 \n11.1 \nOperating expenses\n2,327,411 \n2,277,060 \n50,351 \n2.2 \nOperating income\n$\n313,449 \n$\n100,033 \n$\n213,416 \n213.3 \n%\nGross profit\n$\n2,640,860 \n$\n2,377,093 \n$\n263,767 \n11.1 \n%\nAdjusted operating expenses (Non-GAAP) \n(1)\n2,243,137 \n2,148,551 \n94,586 \n4.4 \nAdjusted operating income (Non-GAAP) \n(1)\n$\n397,723 \n$\n228,542 \n$\n169,181 \n74.0 \n%\nComparable sales using a constant currency basis (Non-GAAP) \n(1)\n$\n14,451,906 \n$\n11,787,449 \n$\n2,664,457 \n22.6 \n%\nComparable gross profit using a constant currency basis (Non-GAAP) \n(1)\n2,823,663 \n2,377,093 \n446,570 \n18.8 \nComparable operating expenses adjusted for Certain Items using a constant currency basis (Non-GAAP) \n(1)\n2,409,493 \n2,148,551 \n260,942 \n12.1 \nComparable operating income adjusted for Certain Items using a constant currency basis (Non-GAAP) \n(1)\n$\n414,170 \n$\n228,542 \n$\n185,628 \n81.2 \n%\n(1)\nSee “Non-GAAP Reconciliations” below.\nSales\nThe following table sets forth the percentage and dollar value increase or decrease in sales over the comparable prior year period in order to demonstrate the cause and magnitude of change.\nIncrease (Decrease)\n2023\n(Dollars in millions)\nCause of change\nPercentage\nDollars\nInflation\n14.3 \n%\n$\n1,680.7 \nForeign currency\n(7.6)\n(892.3)\nOther \n(1)\n8.3 \n983.8 \nTotal change in sales\n15.0 \n%\n$\n1,772.2 \n(1)\nThe impact of volumes as a component of sales growth from international operations are included within “Other.” Volume in our foreign operations includes volume metrics that differ from country to country and cannot be aggregated on a consistent comparable basis.\nSales in fiscal 2023 were higher primarily due to inflation, along with an increase in volume, some of which was attributable to our Recipe for Growth initiatives. Partially offsetting these increases was the negative impact of foreign currency translation.\nOperating Income\nThe $213.4 million increase in operating income for fiscal 2023, as compared to fiscal 2022, was primarily a result of the continuing increase in sales volumes along with specific efforts to optimize our gross profit while managing our operating expenses.\nThe increase in gross profit dollars in fiscal 2023, as compared to fiscal 2022, was attributable to the increase in sales volume and the management of inflation along with specific efforts to optimize our gross profit dollars.\n32\nThe increase in operating expenses for fiscal 2023, as compared to fiscal 2022, was primarily due to increased volume and inflation. \nResults of SYGMA and Other Segment\nFor SYGMA, sales were 8.2% higher in fiscal 2023, as compared to fiscal 2022, primarily from inflation and fee increases to customers. Operating income increased by $59.7 million in fiscal 2023, as compared to fiscal 2022, primarily due to fee increases to customers.\nFor the operations that are grouped within our Other segment, operating income increased $39.5 million in fiscal 2023, as compared to fiscal 2022, primarily due to the recovery of our hospitality business, Guest Worldwide. Volume for this business has improved as hospitality occupancy rates have grown from prior year levels.\nGlobal Support Center Expenses\nOur Global Support Center generally includes all expenses of the corporate office and Sysco’s shared service operations. These expenses increased $101.2 million in fiscal 2023, or 11.6% as compared to fiscal 2022, primarily due to increases in self-insurance costs, technology expense and employee-related expenses, partially offset by reduced acquisition-related costs.\nIncluded in Global Support Center expenses are Certain Items that totaled $44.9 million in fiscal 2023, as compared to $146.8 million in fiscal 2022. Certain Items impacting fiscal 2023 were primarily expenses associated with our business technology transformation initiatives. In fiscal 2022, Certain Items that impacted the year were primarily expenses associated with our business technology transformation initiatives and acquisitions, as well as a write-down of COVID-related personal protection equipment inventory due to the reduction in the net realizable value of inventory.\nInterest Expense\nInterest expense decreased $96.9 million for fiscal 2023, as compared to fiscal 2022, primarily due to a $115.6 million charge taken for debt extinguished in fiscal 2022.\nOther income and expense \nOther income decreased $250.4 million for fiscal 2023, as compared to fiscal 2022, primarily due to a pension settlement charge partially offset by a gain on a litigation financing agreement.\nNet Earnings\nNet earnings increased 30.3% in fiscal 2023, as compared to fiscal 2022, due primarily to the items noted previously for operating income and interest expense, as well as items impacting our income taxes that are discussed in Note 19, “Income Taxes,” in the Notes to Consolidated Financial Statements in Item 8. Adjusted net earnings, excluding Certain Items, increased 22.2% in fiscal 2023, primarily due to an increase in sales volume.\nEarnings Per Share\nBasic earnings per share in fiscal 2023 were $3.49, a 31.2% increase from the comparable prior year period amount of $2.66 per share. Diluted earnings per share in fiscal 2023 were $3.47, a 31.4% increase from the comparable prior year period amount of $2.64 per share. Adjusted diluted earnings per share, excluding Certain Items (which is a non-GAAP financial measure for which a reconciliation is provided in “Non-GAAP Reconciliations” on the subsequent page), in fiscal 2023 were $4.01, a 23.4% increase from the comparable prior year period amount of $3.25 per share. These results were primarily attributable to the factors discussed previously related to net earnings in fiscal 2023. \n33\nNon-GAAP Reconciliations\nThe discussion of our results includes certain non-GAAP financial measures, including EBITDA and adjusted EBITDA, that we believe provide important perspective with respect to underlying business trends. Other than free cash flow, any non-GAAP financial measures will be denoted as adjusted measures to remove the impact of restructuring and transformational project costs consisting of: (1) restructuring charges, (2) expenses associated with our various transformation initiatives and (3) severance charges; acquisition-related costs consisting of: (a) intangible amortization expense and (b) acquisition costs and due diligence costs related to our acquisitions; and the reduction of bad debt expense previously recognized in fiscal 2020 due to the impact of the COVID-19 pandemic on the collectability of our pre-pandemic trade receivable balances. Our results for fiscal 2023 were also impacted by adjustments to a product return allowance pertaining to COVID-related personal protection equipment inventory, a pension settlement charge that resulted from the purchase of a nonparticipating single premium group annuity contract that transferred defined benefit plan obligations to an insurer, and a litigation financing agreement. Our results for fiscal 2022 were also impacted by a write-down of COVID-related personal protection equipment inventory due to the reduction in the net realizable value of inventory, losses on the extinguishment of long-term debt and an increase in reserves for uncertain tax positions.\nThe results of our operations can be impacted due to changes in exchange rates applicable in converting local currencies to U.S. dollars. We measure our results on a constant currency basis. Constant currency operating results are calculated by translating current-period local currency operating results with the currency exchange rates used to translate the financial statements in the comparable prior-year period to determine what the current-period U.S. dollar operating results would have been if the currency exchange rate had not changed from the comparable prior-year period.\nManagement believes that adjusting its operating expenses, operating income, net earnings and diluted earnings per share to remove these Certain Items and presenting its results on a constant currency basis, provides an important perspective with respect to our underlying business trends and results. It provides meaningful supplemental information to both management and investors that (1) is indicative of the performance of the company’s underlying operations and (2) facilitates comparisons on a year-over-year basis.\nSysco has a history of growth through acquisitions and excludes from its non-GAAP financial measures the impact of acquisition-related intangible amortization, acquisition costs and due-diligence costs for those acquisitions. We believe this approach significantly enhances the comparability of Sysco’s results for fiscal 2023 and fiscal 2022.\nSet forth on the following page is a reconciliation of sales, operating expenses, operating income, other (income) expense, net earnings and diluted earnings per share to adjusted results for these measures for the periods presented. Individual components of diluted earnings per share may not be equal to the total presented when added due to rounding. Adjusted diluted earnings per share is calculated using adjusted net earnings divided by diluted shares outstanding.\n34\n \n2023\n2022\nChange in Dollars\n%/bps \nChange\n \n(In thousands, except for share and per share data)\nSales (GAAP)\n$\n76,324,675 \n$\n68,636,146 \n$\n7,688,529 \n11.2 \n%\nImpact of currency fluctuations \n(1)\n910,290 \n— \n910,290 \n1.3 \nComparable sales using a constant currency basis (Non-GAAP)\n$\n77,234,965 \n$\n68,636,146 \n$\n8,598,819 \n12.5 \n%\nCost of sales (GAAP)\n$\n62,369,678 \n$\n56,315,622 \n$\n6,054,056 \n10.8 \n%\nImpact of inventory valuation adjustment \n(2)\n2,571 \n(73,224)\n75,795 \n0.1 \nCost of sales adjusted for Certain Items (Non-GAAP)\n$\n62,372,249 \n$\n56,242,398 \n$\n6,129,851 \n10.9 \n%\nGross profit (GAAP)\n$\n13,954,997 \n$\n12,320,524 \n$\n1,634,473 \n13.3 \n%\nImpact of inventory valuation adjustment \n(2)\n(2,571)\n73,224 \n(75,795)\n(0.7)\nGross profit adjusted for Certain Items (Non-GAAP)\n13,952,426 \n12,393,748 \n1,558,678 \n12.6 \nImpact of currency fluctuations \n(1)\n188,796 \n— \n188,796 \n1.5 \nComparable gross profit adjusted for Certain Items using a constant currency basis (Non-GAAP)\n$\n14,141,222 \n$\n12,393,748 \n$\n1,747,474 \n14.1 \n%\nGross margin (GAAP)\n18.28 \n%\n17.95 \n%\n33 bps\nImpact of inventory valuation adjustment \n(2)\n— \n0.11 \n-11 bps\nGross margin adjusted for Certain Items (Non-GAAP)\n18.28 \n18.06 \n22 bps\nImpact of currency fluctuations \n(1)\n0.03 \n— \n3 bps\nComparable gross margin adjusted for Certain Items using a constant currency basis (Non-GAAP)\n18.31 \n%\n18.06 \n%\n25 bps\nOperating expenses (GAAP)\n$\n10,916,448 \n$\n9,974,024 \n$\n942,424 \n9.4 \n%\nImpact of restructuring and transformational project costs \n(3)\n(62,965)\n(107,475)\n44,510 \n41.4 \nImpact of acquisition-related costs \n(4)\n(115,889)\n(139,173)\n23,284 \n16.7 \nImpact of bad debt reserve adjustments \n(5)\n4,425 \n27,999 \n(23,574)\n(84.2)\nOperating expenses adjusted for Certain Items (Non-GAAP)\n10,742,019 \n9,755,375 \n986,644 \n10.1 \nImpact of currency fluctuations \n(1)\n182,873 \n— \n182,873 \n1.9 \nComparable operating expenses adjusted for Certain Items using a constant currency basis (Non-GAAP)\n$\n10,924,892 \n$\n9,755,375 \n$\n1,169,517 \n12.0 \n%\nOperating expense as a percentage of sales (GAAP)\n14.30 \n%\n14.53 \n%\n-23 bps\nImpact of certain item adjustments\n(0.23)\n(0.32)\n9 bps\nAdjusted operating expense as a percentage of sales (Non-GAAP)\n14.07 \n%\n14.21 \n%\n-14 bps\nOperating income (GAAP)\n$\n3,038,549 \n$\n2,346,500 \n$\n692,049 \n29.5 \n%\nImpact of inventory valuation adjustment \n(2)\n(2,571)\n73,224 \n(75,795)\nNM\nImpact of restructuring and transformational project costs \n(3)\n62,965 \n107,475 \n(44,510)\n(41.4)\nImpact of acquisition-related costs \n(4)\n115,889 \n139,173 \n(23,284)\n(16.7)\nImpact of bad debt reserve adjustments \n(5)\n(4,425)\n(27,999)\n23,574 \n84.2 \nOperating income adjusted for Certain Items (Non-GAAP)\n3,210,407 \n2,638,373 \n572,034 \n21.7 \nImpact of currency fluctuations \n(1)\n5,923 \n— \n5,923 \n0.2 \nComparable operating income adjusted for Certain Items using a constant currency basis (Non-GAAP)\n$\n3,216,330 \n$\n2,638,373 \n$\n577,957 \n21.9 \n%\nOperating margin (GAAP)\n3.98 \n%\n3.42 \n%\n56 bps\nOperating margin adjusted for Certain Items (Non-GAAP)\n4.21 \n%\n3.84 \n%\n37 bps\nOperating margin adjusted for Certain Items using a constant currency basis (Non-GAAP)\n4.16 \n%\n3.83 \n%\n33 bps\nInterest expense (GAAP)\n$\n526,752 \n$\n623,643 \n$\n(96,891)\n(15.5)\n%\nImpact of loss on extinguishment of debt\n— \n(115,603)\n115,603 \nNM\n35\n \n2023\n2022\nChange in Dollars\n%/bps \nChange\n \n(In thousands, except for share and per share data)\nInterest expense adjusted for Certain Items (Non-GAAP)\n$\n526,752 \n$\n508,040 \n$\n18,712 \n3.7 \n%\nOther expense (income) (GAAP)\n$\n226,442 \n$\n(23,916)\n$\n250,358 \nNM\nImpact of other non-routine gains and losses \n(6)\n(194,459)\n— \n(194,459)\nNM\nOther expense (income) adjusted for Certain Items (Non-GAAP)\n$\n31,983 \n$\n(23,916)\n$\n55,899 \nNM\nNet earnings (GAAP)\n$\n1,770,124 \n$\n1,358,768 \n$\n411,356 \n30.3 \n%\nImpact of inventory valuation adjustment \n(2)\n(2,571)\n73,224 \n(75,795)\nNM\nImpact of restructuring and transformational project costs \n(3)\n62,965 \n107,475 \n(44,510)\n(41.4)\nImpact of acquisition-related costs \n(4)\n115,889 \n139,173 \n(23,284)\n(16.7)\nImpact of bad debt reserve adjustments \n(5)\n(4,425)\n(27,999)\n23,574 \n84.2 \nImpact of loss on extinguishment of debt\n— \n115,603 \n(115,603)\nNM\nImpact of other non-routine gains and losses \n(6)\n194,459 \n— \n194,459 \nNM\nTax impact of inventory valuation adjustment\n (7)\n647 \n(18,902)\n19,549 \nNM\nTax impact of restructuring and transformational project costs \n(7)\n(15,847)\n(27,743)\n11,896 \n42.9 \nTax impact of acquisition-related costs \n(7)\n(29,166)\n(35,926)\n6,760 \n18.8 \nTax impact of bad debt reserves adjustments \n(7)\n1,114 \n7,228 \n(6,114)\n(84.6)\nTax impact of loss on extinguishment of debt \n(7)\n— \n(29,841)\n29,841 \nNM\nTax impact of other non-routine gains and losses \n(7)\n(48,941)\n— \n(48,941)\nNM\nImpact of adjustments to uncertain tax positions\n— \n12,000 \n(12,000)\nNM\nNet earnings adjusted for Certain Items (Non-GAAP)\n$\n2,044,248 \n$\n1,673,060 \n$\n371,188 \n22.2 \n%\nDiluted earnings per share (GAAP)\n$\n3.47 \n$\n2.64 \n$\n0.83 \n31.4 \n%\nImpact of inventory valuation adjustment \n(2)\n(0.01)\n0.14 \n(0.15)\nNM\nImpact of restructuring and transformational project costs \n(3)\n0.12 \n0.21 \n(0.09)\n(42.9)\nImpact of acquisition-related costs \n(4)\n0.23 \n0.27 \n(0.04)\n(14.8)\nImpact of bad debt reserve adjustments \n(5)\n(0.01)\n(0.05)\n0.04 \n80.0 \nImpact of loss on extinguishment of debt\n— \n0.22 \n(0.22)\nNM\nImpact of other non-routine gains and losses \n(6)\n0.38 \n— \n0.38 \nNM\nTax impact of inventory valuation adjustment\n (7)\n— \n(0.04)\n0.04 \nNM\nTax impact of restructuring and transformational project costs \n(7)\n(0.03)\n(0.05)\n0.02 \n40.0 \nTax impact of acquisition-related costs \n(7)\n(0.06)\n(0.07)\n0.01 \n14.3 \nTax impact of bad debt reserves adjustments \n(7)\n— \n0.01 \n(0.01)\nNM\nTax impact of loss on extinguishment of debt \n(7)\n— \n(0.06)\n0.06 \nNM\nTax impact of other non-routine gains and losses \n(7)\n(0.10)\n— \n(0.10)\nNM\nImpact of adjustments to uncertain tax positions\n— \n0.02 \n(0.02)\nNM\nDiluted earnings per share adjusted for Certain Items (Non-GAAP) \n(8)\n$\n4.01 \n$\n3.25 \n$\n0.76 \n23.4 \n%\nDiluted shares outstanding\n509,719,756\n514,005,827\n36\n(1)\nRepresents a constant currency adjustment which eliminates the impact of foreign currency fluctuations on the current year results. \n(2)\nFiscal 2023 represents an adjustment to a product return allowance related to COVID-related personal protection equipment inventory. Fiscal 2022 represents a write-down of COVID-related personal protection equipment inventory due to the reduction in the net realizable value of inventory.\n(3)\nFiscal 2023 includes $20 million related to restructuring and severance charges and $43 million related to various transformation initiative costs, primarily consisting of changes to our business technology strategy. Fiscal 2022 includes $59 million related to restructuring and severance charges and $49 million related to various transformation initiative costs, primarily consisting of changes to our business technology strategy.\n(4)\nFiscal 2023 includes $105 million of intangible amortization expense and $10 million in acquisition and due diligence costs. Fiscal 2022 includes $106 million of intangible amortization expense and $33 million in acquisition and due diligence costs. \n(5)\nFiscal 2023 and fiscal 2022 represent the reduction of bad debt charges previously taken on pre-pandemic trade receivable balances in fiscal 2020.\n(6)\nFiscal 2023 primarily includes a pension settlement charge of $315 million that resulted from the purchase of a nonparticipating single premium group annuity contract that transferred defined benefit plan obligations to an insurer and $122 million in income from a litigation financing agreement.\n(7)\nThe tax impact of adjustments for Certain Items is calculated by multiplying the pretax impact of each Certain Item by the statutory rates in effect for each jurisdiction where the Certain Item was incurred.\n(8)\nIndividual components of diluted earnings per share may not add up to the total presented due to rounding. Total diluted earnings per share is calculated using adjusted net earnings divided by diluted shares outstanding.\nNM represents that the percentage change is not meaningful.\n37\nSet forth below is a reconciliation by segment of actual operating expenses and operating income to adjusted results for these measures for the periods presented (dollars in thousands):\n2023\n2022\nChange in Dollars\n%/bps \nChange\nU.S. FOODSERVICE OPERATIONS\nSales (GAAP)\n$\n53,682,894 \n$\n48,520,562 \n$\n5,162,332 \n10.6 \n%\nGross profit (GAAP)\n10,359,003 \n9,196,133 \n1,162,870 \n12.6 \n%\nGross margin (GAAP)\n19.30 \n%\n18.95 \n%\n35 bps\nOperating expenses (GAAP)\n$\n6,772,427 \n$\n6,015,428 \n$\n756,999 \n12.6 \n%\nImpact of restructuring and transformational project costs \n(817)\n(1,162)\n345 \n29.7 \nImpact of acquisition-related costs \n(1)\n(46,042)\n(36,207)\n(9,835)\n(27.2)\nImpact of bad debt reserve adjustments \n(2)\n4,170 \n20,765 \n(16,595)\n(79.9)\nOperating expenses adjusted for Certain Items (Non-GAAP)\n$\n6,729,738 \n$\n5,998,824 \n$\n730,914 \n12.2 \n%\nOperating income (GAAP)\n$\n3,586,576 \n$\n3,180,705 \n$\n405,871 \n12.8 \n%\nImpact of restructuring and transformational project costs \n817 \n1,162 \n(345)\n(29.7)\nImpact of acquisition-related costs \n(1)\n46,042 \n36,207 \n9,835 \n27.2 \nImpact of bad debt reserve adjustments \n(2)\n(4,170)\n(20,765)\n16,595 \n79.9 \nOperating income adjusted for Certain Items (Non-GAAP)\n$\n3,629,265 \n$\n3,197,309 \n$\n431,956 \n13.5 \n%\nINTERNATIONAL FOODSERVICE OPERATIONS\nSales (GAAP)\n$\n13,559,610 \n$\n11,787,449 \n$\n1,772,161 \n15.0 \n%\nImpact of currency fluctuations \n(3)\n892,296 \n— \n892,296 \n7.6 \nComparable sales using a constant currency basis (Non-GAAP)\n$\n14,451,906 \n$\n11,787,449 \n$\n2,664,457 \n22.6 \n%\nGross profit (GAAP)\n$\n2,640,860 \n$\n2,377,093 \n$\n263,767 \n11.1 \n%\nImpact of currency fluctuations \n(3)\n182,803 \n— \n182,803 \n7.7 \nComparable gross profit using a constant currency basis (Non-GAAP)\n$\n2,823,663 \n$\n2,377,093 \n$\n446,570 \n18.8 \n%\nGross margin (GAAP)\n19.48 \n%\n20.17 \n%\n-69 bps\nImpact of currency fluctuations \n(3)\n0.06 \n— \n6 bps\nComparable gross margin using a constant currency basis (Non-GAAP)\n19.54 \n%\n20.17 \n%\n-63 bps\nOperating expenses (GAAP)\n$\n2,327,411 \n$\n2,277,060 \n$\n50,351 \n2.2 \n%\nImpact of restructuring and transformational project costs \n(4)\n(19,018)\n(57,683)\n38,665 \n67.0 \nImpact of acquisition-related costs \n(5)\n(65,511)\n(78,062)\n12,551 \n16.1 \nImpact of bad debt reserve adjustments \n(2)\n255 \n7,236 \n(6,981)\n(96.5)\nOperating expenses adjusted for Certain Items (Non-GAAP)\n2,243,137 \n2,148,551 \n94,586 \n4.4 \nImpact of currency fluctuations \n(3)\n166,356 \n— \n166,356 \n7.7 \nComparable operating expenses adjusted for Certain Items using a constant currency basis (Non-GAAP)\n$\n2,409,493 \n$\n2,148,551 \n$\n260,942 \n12.1 \n%\nOperating income (GAAP)\n$\n313,449 \n$\n100,033 \n$\n213,416 \nNM\nImpact of restructuring and transformational project costs \n(4)\n19,018 \n57,683 \n(38,665)\n(67.0)\nImpact of acquisition-related costs \n(5)\n65,511 \n78,062 \n(12,551)\n(16.1)\nImpact of bad debt reserve adjustments \n(2)\n(255)\n(7,236)\n6,981 \n96.5 \nOperating income adjusted for Certain Items (Non-GAAP)\n397,723 \n228,542 \n169,181 \n74.0 \nImpact of currency fluctuations \n(3)\n16,447 \n— \n16,447 \n7.2 \nComparable operating income adjusted for Certain Items using a constant currency basis (Non-GAAP)\n$\n414,170 \n$\n228,542 \n$\n185,628 \n81.2 \n%\nSYGMA\nSales (GAAP)\n$\n7,843,111 \n$\n7,245,824 \n$\n597,287 \n8.2 \n%\n38\n2023\n2022\nChange in Dollars\n%/bps \nChange\nGross profit (GAAP)\n631,135 \n576,280 \n54,855 \n9.5 \n%\nGross margin (GAAP)\n8.05 \n%\n7.95 \n%\n10 bps\nOperating expenses (GAAP)\n$\n574,609 \n$\n579,404 \n$\n(4,795)\n(0.8)\n%\nOperating income (loss) (GAAP)\n56,526 \n(3,124)\n59,650 \nNM\nOTHER\nSales (GAAP)\n$\n1,239,060 \n$\n1,082,311 \n$\n156,749 \n14.5 \n%\nGross profit (GAAP)\n326,315 \n248,125 \n78,190 \n31.5 \n%\nGross margin (GAAP)\n26.34 \n%\n22.93 \n%\n341 bps\nOperating expenses (GAAP)\n$\n269,438 \n$\n230,733 \n$\n38,705 \n16.8 \n%\nImpact of bad debt reserve adjustments\n (2)\n— \n(2)\n2 \nNM\nOperating expenses adjusted for Certain Items (Non-GAAP)\n$\n269,438 \n$\n230,731 \n$\n38,707 \n16.8 \n%\nOperating income (GAAP)\n$\n56,877 \n$\n17,392 \n$\n39,485 \nNM\nImpact of bad debt reserve adjustments\n (2)\n— \n2 \n(2)\nNM\nOperating income adjusted for Certain Items (Non-GAAP)\n$\n56,877 \n$\n17,394 \n$\n39,483 \nNM\nGLOBAL SUPPORT CENTER\nGross loss (GAAP)\n$\n(2,316)\n$\n(77,107)\n$\n74,791 \n97.0 \n%\nImpact of inventory valuation adjustment \n(6)\n(2,571)\n73,224 \n(75,795)\nNM\nGross loss adjusted for Certain Items (Non-GAAP)\n$\n(4,887)\n$\n(3,883)\n$\n(1,004)\n(25.9)\n%\nOperating expenses (GAAP)\n$\n972,563 \n$\n871,399 \n$\n101,164 \n11.6 \n%\nImpact of restructuring and transformational project costs \n(7)\n(43,130)\n(48,630)\n5,500 \n11.3 \nImpact of acquisition-related costs \n(8)\n(4,336)\n(24,904)\n20,568 \n82.6 \nOperating expenses adjusted for Certain Items (Non-GAAP)\n$\n925,097 \n$\n797,865 \n$\n127,232 \n15.9 \n%\nOperating loss (GAAP)\n$\n(974,879)\n$\n(948,506)\n$\n(26,373)\n(2.8)\n%\nImpact of inventory valuation adjustment \n(6)\n(2,571)\n73,224 \n(75,795)\nNM\nImpact of restructuring and transformational project costs \n(7)\n43,130 \n48,630 \n(5,500)\n(11.3)\nImpact of acquisition-related costs \n(8)\n4,336 \n24,904 \n(20,568)\n(82.6)\nOperating loss adjusted for Certain Items (Non-GAAP)\n$\n(929,984)\n$\n(801,748)\n$\n(128,236)\n(16.0)\n%\n(1)\nFiscal 2023 and fiscal 2022 include intangible amortization expense and acquisition costs. \n(2)\nFiscal 2023 and fiscal 2022 represent the reduction of bad debt charges previously taken on pre-pandemic trade receivable balances in fiscal 2020. \n(3)\nRepresents a constant currency adjustment, which eliminates the impact of foreign currency fluctuations on current year results.\n(4)\nIncludes restructuring and severance costs, primarily in Europe.\n(5)\nRepresents intangible amortization expense.\n(6)\nFiscal 2023 represents an adjustment to a product return allowance related to COVID-related personal protection equipment inventory. Fiscal 2022 represents a write-down of COVID-related personal protection equipment inventory due to the reduction in the net realizable value of inventory.\n(7)\nIncludes various transformation initiative costs, primarily consisting of changes to our business technology strategy.\n(8)\nRepresents due diligence costs.\nNM represents that the percentage change is not meaningful.\n39\nEBITDA and Adjusted EBITDA\nEBITDA and adjusted EBITDA should not be used as a substitute for the most comparable GAAP measure in assessing Sysco’s overall financial performance for the periods presented. An analysis of any non-GAAP financial measure should be used in conjunction with results presented in accordance with GAAP. See “Key Performance Indicators” for further discussion regarding this non-GAAP financial measure. Set forth below is a reconciliation of actual net earnings (loss) to EBITDA and to adjusted EBITDA results for the periods presented (dollars in thousands):\n2023\n2022\nChange in Dollars\n% Change\nNet earnings (GAAP)\n$\n1,770,124 \n$\n1,358,768 \n$\n411,356 \n30.3 \n%\nInterest (GAAP)\n526,752 \n623,643 \n(96,891)\n(15.5)\nIncome taxes (GAAP)\n515,231 \n388,005 \n127,226 \n32.8 \nDepreciation and amortization (GAAP)\n775,604 \n772,881 \n2,723 \n0.4 \nEBITDA (Non-GAAP)\n$\n3,587,711 \n$\n3,143,297 \n$\n444,414 \n14.1 \n%\nCertain Item adjustments:\nImpact of inventory valuation adjustment \n(1)\n$\n(2,571)\n$\n73,224 \n$\n(75,795)\nNM\nImpact of restructuring and transformational project costs \n(2)\n61,009 \n106,091 \n(45,082)\n(42.5)\nImpact of acquisition-related costs \n(3)\n10,393 \n32,738 \n(22,345)\n(68.3)\nImpact of bad debt reserve adjustments\n (4)\n(4,425)\n(27,999)\n23,574 \n84.2 \nImpact of other non-routine gains and losses \n (5)\n194,459 \n— \n194,459 \nNM\nEBITDA adjusted for Certain Items (Non-GAAP)\n(6)\n$\n3,846,576 \n$\n3,327,351 \n$\n519,225 \n15.6 \n%\n(1)\nFiscal 2023 represents an adjustment to a product return allowance related to COVID-related personal protection equipment inventory. Fiscal 2022 represents a write-down of COVID-related personal protection equipment inventory due to the reduction in the net realizable value of inventory.\n(2)\nFiscal 2023 and fiscal 2022 include charges related to restructuring and severance, as well as various transformation initiative costs, primarily consisting of changes to our business technology strategy and exclude charges related to accelerated depreciation.\n(3)\nFiscal 2023 and fiscal 2022 include acquisition and due diligence costs.\n(4)\nFiscal 2023 and fiscal 2022 represent the reduction of bad debt charges previously taken on pre-pandemic trade receivable balances in fiscal 2020.\n(5)\nFiscal 2023 primarily includes a pension settlement charge of $315 million that resulted from the purchase of a nonparticipating single premium group annuity contract that transferred defined benefit plan obligations to an insurer and $122 million in income from a litigation financing agreement.\n(6)\nIn arriving at adjusted EBITDA, Sysco does not exclude interest income of $24 million and $7 million or non-cash stock compensation expense of $95 million and $122 million for fiscal 2023 and fiscal 2022, respectively.\nNM represents that the percentage change is not meaningful.\nLiquidity and Capital Resources\nHighlights\nBelow are comparisons of the cash flows from fiscal 2023 to fiscal 2022:\n•\nCash flows from operations were $2.9 billion in fiscal 2023, compared to $1.8 billion in fiscal 2022;\n•\nNet capital expenditures totaled $751.2 million in fiscal 2023, compared to $608.7 million in fiscal 2022;\n•\nFree cash flow was $2.1 billion in fiscal 2023, compared to $1.2 billion in fiscal 2022 (see “Cash Flows – Free Cash Flow – Non-GAAP Reconciliation” below for an explanation of this non-GAAP financial measure);\n•\nCash used for acquisition of businesses was $37.4 million in fiscal 2023, compared to $1.3 billion in fiscal 2022;\n•\nDividends paid were $996.0 million in fiscal 2023, compared to $958.9 million in fiscal 2022; \n•\nCash paid for treasury stock repurchases was $500.1 million in fiscal 2023, compared to $499.8 million in fiscal 2022;\n•\nWe repaid senior notes in the amount of $549.3 million in fiscal 2023; and\n•\nThere were no commercial paper amounts outstanding as of the end of fiscal 2023 and fiscal 2022.\n40\nAs of July 1, 2023, there were no borrowings outstanding under our long-term revolving credit facility and the company had approximately $3.7 billion in cash and available liquidity. As of August 8, 2023, the company had approximately $3.1 billion in cash and available liquidity. \nSources and Uses of Cash\nSysco generates cash in the U.S. and internationally. Sysco’s strategic objectives include continuous investment in our business; these investments are funded primarily by cash from operations and, to a lesser extent, external borrowings. Traditionally, our operations have produced significant cash flow and, due to our strong financial position, we believe that we will continue to be able to effectively access capital markets, as needed. Cash generated from operations is generally allocated to:\n•\nworking capital-investments;\n•\ncapital investments in facilities, systems, fleet, other equipment and technology;\n•\nacquisitions consistent with our growth strategy;\n•\ndebt repayments;\n•\ncash dividends; and\n•\nshare repurchases. \nAny remaining cash generated from operations may be invested in high-quality, short-term instruments. As a part of our ongoing strategic analysis, we regularly evaluate business opportunities, including potential acquisitions and sales of assets and businesses, and our overall capital structure. Any transactions resulting from these evaluations may materially impact our liquidity, borrowing capacity, leverage ratios and capital availability.\nWe continue to be in a strong financial position based on our balance sheet and operating cash flows; however, our liquidity and capital resources can be influenced by macro-economic trends and conditions that impact our results of operations. We believe our mechanisms to manage working capital, such as actively working with customers to receive payments on receivables, optimizing inventory levels and maximizing payment terms with vendors, have been sufficient to limit a significant unfavorable impact on our cash flows from operations. We believe these mechanisms will continue to mitigate any unfavorable impact on our cash flows from operations arising from macro-economic trends and conditions.\nWe extend credit terms to some of our customers based on our assessment of each customer’s creditworthiness. We monitor each customer’s account and will suspend shipments if necessary. In the ordinary course of business, customers periodically negotiate extended payment terms on trade accounts receivable. The company may utilize purchase arrangements with third-party financial institutions to transfer portions of our trade accounts receivable balance on a non-recourse basis in order to extend terms for the customer without negatively impacting our cash flow. The arrangements meet the requirements for the receivables transferred to be accounted for as sales. See Note 1, “Summary of Accounting Policies,” in the Notes to Consolidated Financial Statements in Item 8 for additional information.\nAs of July 1, 2023, we had $745.2 million in cash and cash equivalents, approximately 83% of which was held by our international subsidiaries and generated from our earnings of international operations. If these earnings were transferred among countries or repatriated to the U.S., such amounts may be subject to withholding and additional foreign tax obligations. Additionally, Sysco Corporation has provided intercompany loans to certain of its international subsidiaries. When interest and principal payments are made, some of this cash will move to the U.S.\nOur wholly owned captive insurance subsidiary (the Captive) must maintain a sufficient level of liquidity to fund future reserve payments. As of July 1, 2023, the Captive held $120.7 million of fixed income marketable securities and $220.8 million of restricted cash and restricted cash equivalents in a restricted investment portfolio in order to meet solvency requirements. We purchased $16.2 million in marketable securities in fiscal 2023 and received $11.6 million in proceeds from the sale of marketable securities in the period.\n41\nCash Requirements\nThe Company’s cash requirements within the next twelve months include accounts payable and accrued liabilities, current maturities of long-term debt, other current liabilities, purchase commitments and other obligations. We expect the cash required to meet these obligations to be primarily generated through a combination of cash from operations and access to capital from financial markets.\nOur long-term cash requirements under our various contractual obligations and commitments include:\n•\nDebt Obligations and Interest Payments \n– See Note 12, “Debt and Other Financing Arrangements,” in the Notes to Consolidated Financial Statements in Item 8 for further detail of our debt and the timing of expected future principal and interest payments.\n•\nOperating and Finance Leases\n – See Note 13, “Leases,” in the Notes to Consolidated Financial Statements in Item 8 for further detail of our obligations and the timing of expected future payments.\n•\nDeferred Compensation\n – The estimate of the timing of future payments under the Executive Deferred Compensation Plan and Management Savings Plan involves the use of certain assumptions, including retirement ages and payout periods. See Note 14, “Company-Sponsored Employee Benefit Plans,” in the Notes to Consolidated Financial Statements in Item 8 for further detail of our obligations and the timing of expected future payments.\n•\nPurchase and Other Obligations \n– Purchase obligations include agreements for purchases of product in the normal course of business for which all significant terms have been confirmed, including minimum quantities resulting from our category management process. Such amounts are based on estimates. Purchase obligations also include amounts committed with various third-party service providers to provide information technology services for periods up to fiscal 2029. See discussion under Note 20, “Commitments and Contingencies,” in the Notes to Consolidated Financial Statements in Item 8. Purchase obligations exclude full requirements electricity contracts where no stated minimum purchase volume is required.\n•\nOther Liabilities \n– These include other long-term liabilities reflected in our consolidated balance sheets as of July 1, 2023, including obligations associated with certain employee benefit programs, unrecognized tax benefits and various long-term liabilities which have some inherent uncertainty in the timing of these payments.\n•\nContingent Consideration\n – Certain acquisitions involve contingent consideration typically payable only if certain operating results are attained or certain outstanding contingencies are resolved. See Note 4, “Acquisitions,” in the Notes to Consolidated Financial Statements in Item 8 for aggregate contingent consideration amounts outstanding as of July 1, 2023.\nWe believe the following sources will be sufficient to meet our anticipated cash requirements for at least the next twelve months while maintaining sufficient liquidity for normal operating purposes:\n•\nour cash flows from operations;\n•\nthe availability of additional capital under our existing commercial paper programs, supported by our revolving credit facility; and\n•\nour ability to access capital from financial markets, including issuances of debt securities, either privately or under our shelf registration statement filed with the SEC.\nDue to our strong financial position, we believe that we will continue to be able to effectively access the commercial paper market and long-term capital markets if necessary.\n42\nCash Flows\nOperating Activities\nWe generated $2.9 billion in cash flows from operations in fiscal 2023, compared to cash flows from operations of $1.8 billion in fiscal 2022. In fiscal 2023, these amounts included year-over-year favorable comparisons on working capital of $772.1 million due to a favorable comparison on accounts receivable and inventory of $700.5 million and $686.4 million, respectively, partially offset by an unfavorable comparison on accounts payable of $614.8 million. Accrued expenses also had an unfavorable comparison of $401.1 million, primarily from accrued payroll. Income taxes positively impacted cash flows from operations by $149.8 million, as estimated payments made were lower than in fiscal 2022 due to overpayments in the prior year. \nInvesting Activities\nFiscal 2023 and Fiscal 2022 capital expenditures included:\n•\nbuildings and building improvements; \n•\nfleet replacements; \n•\ninvestments in technology; and\n•\nwarehouse equipment.\nThe Company had net cash used by plant and equipment purchases and sales of $751.2 million and financed $311.2 million of non-cash capital expenditures for the year ended July 1, 2023. \nThe following table sets forth the company’s total plant and equipment additions:\n2023\n2022\n(In thousands)\nNet cash capital expenditures\n$\n751,178 \n$\n608,658 \nPlant and equipment acquired through financing programs\n197,096 \n— \nAssets obtained in exchange for finance lease obligations\n114,098 \n191,523 \nTotal net plant and equipment additions\n$\n1,062,372 \n$\n800,181 \nOur capital expenditures in fiscal 2023 were $160.5 million higher than in fiscal 2022, as we made investments to advance our Recipe for Growth strategy. Consistent with fiscal 2023, we expect our capital expenditures in fiscal 2024 to be approximately 1.0% of sales. \nDuring fiscal 2023, we paid $37.4 million, net of cash acquired, for acquisitions. During fiscal 2022, we paid $1.3 billion, net of cash acquired, for acquisitions. These payments decreased in fiscal 2023 compared to fiscal 2022 due to the smaller size of acquisitions during the year. \nFree Cash Flow\nOur free cash flow for fiscal 2023 increased by $933.8 million, to $2.1 billion, as compared to fiscal 2022, principally as a result of an increase in cash flows from operations, offset by a year-over-year increase in capital expenditures. \n43\nNon-GAAP Reconciliation\nFree cash flow should not be used as a substitute for the most comparable GAAP measure in assessing the company’s liquidity for the periods presented. An analysis of any non-GAAP financial measure should be used in conjunction with results presented in accordance with GAAP. See “Key Performance Indicators” for further discussion regarding this non-GAAP financial measure. In the table that follows, free cash flow for each period presented is reconciled to net cash provided by operating activities.\n \n2023\n2022\nChange in Dollars\n% Change\n \n(In thousands)\nNet cash provided by operating activities (GAAP)\n$\n2,867,602 \n$\n1,791,286 \n$\n1,076,316 \n60.1 \n%\nAdditions to plant and equipment\n(793,325)\n(632,802)\n(160,523)\n(25.4)\nProceeds from sales of plant and equipment\n42,147 \n24,144 \n18,003 \n74.6 \nFree Cash Flow (Non-GAAP)\n$\n2,116,424 \n$\n1,182,628 \n$\n933,796 \n79.0 \n%\nFinancing Activities\nEquity Transactions \nProceeds from exercises of share-based compensation awards were $79.2 million and $128.2 million in fiscal 2023 and fiscal 2022, respectively. The level of option exercises, and thus proceeds, will vary from period to period and is largely dependent on movements in our stock price and the time remaining before option grants expire.\nWe have traditionally engaged in share repurchase programs to allow Sysco to continue offsetting dilution resulting from shares issued under the company’s benefit plans and to make opportunistic repurchases. In May 2021, our Board of Directors approved a share repurchase program to authorize the repurchase of up to $5.0 billion of the company’s common stock which will remain available until fully utilized. We repurchased 6,231,071 shares for $500.1 million during fiscal 2023. As of July 1, 2023, we had a remaining authorization of approximately $4.0 billion. We expect to complete approximately  $750 million in shares repurchases in fiscal 2024. Depending on the volume of acquisitions completed in fiscal 2024, we could increase share repurchases above this amount. We repurchased 552,463 additional shares for $41.3 million under our authorization through August 8, 2023.\nWe have made dividend payments to our shareholders in each fiscal year since our company’s inception. Dividends paid in fiscal 2023 were $996.0 million, or $1.96 per share, as compared to $958.9 million, or $1.88 per share, in fiscal 2022. In April 2023, we declared our regular quarterly dividend for the fourth quarter of fiscal 2023 of $0.50 per share, a $0.01 per share increase from the prior quarter, which was paid in July 2023. \nIn August 2021, we filed a universal shelf registration statement with the SEC under which we, as a well-known seasoned issuer, have the ability to issue and sell an indeterminate amount of various types of debt and equity securities. The specific terms of any securities we issue under this registration statement will be provided in the applicable prospectus supplements.\nIn November 2000, we filed with the SEC a shelf registration statement covering 30,000,000 shares of common stock to be offered from time to time in connection with acquisitions. As of August 8, 2023, 29,477,835 shares remained available for issuance under this registration statement.\nDebt Activity and Borrowing Availability \nOur debt activity, including issuances and repayments, and our borrowing availability is described in Note 12, “Debt and Other Financing Arrangements,” in the Notes to Consolidated Financial Statements in Item 8. Our outstanding borrowings at July 1, 2023, and repayment activity since the end of fiscal 2023 are disclosed within those notes. Updated amounts at August 8, 2023, include:\n•\nNo outstanding borrowings from the long-term revolving credit facility supporting our U.S. commercial paper program; and\n•\n$339.0 million outstanding borrowings under our U.S. commercial paper program.\n44\nOur aggregate commercial paper issuances and short-term bank borrowings had weighted average interest rates of 4.10% for fiscal 2023 and 1.35% for fiscal 2022.\nThe availability of financing in the form of debt is influenced by many factors, including our profitability, free cash flows, debt levels, credit ratings, debt covenants and economic and market conditions. A\ns of August 8, 2023,\n Moody’s Investors Service has assigned us an unsecured debt credit rating of Baa1 and a ratings outlook of “stable.” Standard & Poor’s has assigned us an unsecured debt credit rating of BBB and a ratings outlook of “stable.” Fitch Ratings Inc. has assigned us an unsecured debt credit rating of BBB and a ratings outlook of “stable.” A significant downgrade in our credit ratings or adverse conditions in the capital markets may increase the cost of borrowing for us or limit our access to capital. To date, we have not experienced difficulty accessing the credit markets. As of August 8, 2023, the company had approximately $3.1 billion in cash and available liquidity. \nOur long-term revolving credit facility includes aggregate commitments of the lenders thereunder of $3.0 billion with an option to increase such commitments to $4.0 billion. The facility includes a covenant, among others, requiring Sysco to maintain a ratio of consolidated EBITDA to consolidated interest expense of 3.0 to 1.0 over four consecutive fiscal quarters. The revolving credit facility expires on April 29, 2027. As of July 1, 2023, Sysco was in compliance with all of its debt covenants and the company expects to remain in compliance through the next twelve months.\nSysco’s commercial paper dealer agreement includes an issuance allowance for an aggregate amount not to exceed $3.0 billion. Any outstanding amounts are classified within long-term debt, as the program is supported by the long-term revolving credit facility.\nGuarantor Summarized Financial Information \nOn January 19, 2011, the wholly owned U.S. Broadline subsidiaries of Sysco Corporation, which distribute a full line of food products and a wide variety of non-food products, entered into full and unconditional guarantees of all outstanding senior notes and debentures of Sysco Corporation. A list of the current guarantors is included in Exhibit 22 to this Form 10-K. All subsequent issuances of senior notes and debentures in the U.S. and borrowings under the company’s $3.0 billion long-term revolving credit facility have also been guaranteed by these subsidiaries, as discussed in Note 12, “Debt and Other Financing Arrangements,” in the Notes to Consolidated Financial Statements in Item 8. As of July 1, 2023, Sysco had a total of $9.5 billion in senior notes, debentures and borrowings under the long-term revolving credit facility that were guaranteed by these subsidiary guarantors. Our remaining consolidated subsidiaries (non-guarantor subsidiaries) are not obligated under the senior notes indenture, debentures indenture or our long-term revolving credit facility.\nAll subsidiary guarantors are 100% owned by the parent company, all guarantees are full and unconditional, and all guarantees are joint and several. The guarantees rank equally and ratably in right of payment with all other existing and future unsecured and unsubordinated indebtedness of the respective guarantors.\nThe assets of Sysco Corporation consist principally of the stock of its subsidiaries. Therefore, the rights of Sysco Corporation and the rights of its creditors to participate in the assets of any subsidiary upon liquidation, recapitalization or otherwise will be subject to the prior claims of that subsidiary’s creditors, except to the extent that claims of Sysco Corporation itself and/or the claims of those creditors themselves may be recognized as creditor claims of the subsidiary. Furthermore, the ability of Sysco Corporation to service its indebtedness and other obligations is dependent upon the earnings and cash flow of its subsidiaries and the distribution or other payment to it of such earnings or cash flow. If any of Sysco Corporation’s subsidiaries becomes insolvent, the direct creditors of that subsidiary will have a prior claim on its assets. Sysco Corporation’s rights and the rights of its creditors, including the rights of a holder of senior notes as an owner of debt securities, will be subject to that prior claim unless Sysco Corporation or such noteholder, if such noteholder’s debt securities are guaranteed by such subsidiary, also is a direct creditor of that subsidiary.\nThe guarantee of any subsidiary guarantor with respect to a series of senior notes or debentures may be released under certain customary circumstances. If we exercise our defeasance option with respect to the senior notes or debentures of any series, then any subsidiary guarantor effectively will be released with respect to that series. Further, each subsidiary guarantee will remain in full force and effect until the earliest to occur of the date, if any, on which (1) the applicable subsidiary guarantor shall consolidate with or merge into Sysco Corporation or any successor of Sysco Corporation or (2) Sysco Corporation or any successor of Sysco Corporation consolidates with or merges into the applicable subsidiary guarantor.\n45\nBasis of Preparation of the Summarized Financial Information \nThe summarized financial information of Sysco Corporation (issuer), and certain wholly owned U.S. Broadline subsidiaries (guarantors) (together, the obligor group) is presented on a combined basis with intercompany balances and transactions between entities in the obligor group eliminated. Investments in and equity in the earnings of our non-guarantor subsidiaries, which are not members of the obligor group, have been excluded from the summarized financial information. The obligor group’s amounts due to, amounts due from and transactions with non-guarantor subsidiaries have been presented in separate line items, if they are material to the obligor financials. The following table includes summarized financial information of the obligor group for the periods presented. \nCombined Parent and Guarantor Subsidiaries Summarized Balance Sheet\nJul. 1, 2023\n(In thousands)\nASSETS\nReceivables due from non-obligor subsidiaries\n$\n321,476 \nCurrent assets\n5,149,509 \nTotal current assets\n$\n5,470,985 \nNotes receivable from non-obligor subsidiaries \n$\n108,380 \nOther noncurrent assets\n4,254,145 \nTotal noncurrent assets\n$\n4,362,525 \nLIABILITIES\nPayables due to non-obligor subsidiaries \n$\n71,175 \nOther current liabilities \n2,305,435 \nTotal current liabilities\n$\n2,376,610 \nNotes payable to non-obligor subsidiaries\n$\n240,874 \nLong-term debt\n9,793,541 \nOther noncurrent liabilities\n1,121,884 \nTotal noncurrent liabilities\n$\n11,156,299 \nCombined Parent and Guarantor Subsidiaries Summarized Results of Operations\n2023\n(In thousands)\nSales\n$\n47,919,810 \nGross profit\n8,722,554 \nOperating income\n2,621,532 \nInterest expense from non-obligor subsidiaries\n16,754 \nNet earnings\n1,390,966 \nOff-Balance Sheet Arrangements\nWe have no off-balance sheet arrangements.\nCritical Accounting Policies and Estimates\nThe preparation of financial statements in conformity with GAAP requires us to make estimates and assumptions that affect the reported amounts of assets, liabilities, sales and expenses in the accompanying financial statements. Significant accounting policies employed by Sysco are presented in the notes to the financial statements.\nCritical accounting policies and estimates are those that are most important to the portrayal of our financial position and results of operations. These policies require our most subjective or complex judgments, often employing the use of estimates about the effect of matters that are inherently uncertain. We have reviewed with the Audit Committee of the Board of Directors the development and selection of the critical accounting policies and estimates and this related disclosure. Our most critical accounting policies and estimates pertain to the goodwill and intangible assets, income taxes, company-sponsored pension plans and inventory valuation.\n46\nGoodwill and Intangible Assets\nWe account for acquired businesses using the acquisition method of accounting, which requires that once control of a business is obtained, 100% of the assets acquired and liabilities assumed are recorded at the date of acquisition at their respective fair values. We use multiple valuation methods to determine the fair value of assets acquired and liabilities assumed. For intangible assets, we generally use the income method which uses a forecast of the expected future net cash flows associated with each asset. These cash flows are then adjusted to present value by applying an appropriate discount rate that reflects the risk factors associated with the cash flow streams. Some of the more significant estimates and assumptions inherent in the income method or other methods include the amount and timing of projected future cash flows and the discount rate selected to measure the risks inherent in the future cash flows. Determining the useful life of an intangible asset also requires judgment, as different types of intangible assets will have different useful lives. Any excess of the purchase price over the estimated fair values of the net assets acquired is recorded as goodwill. More information on our acquisitions can be found in Note 4, “Acquisitions,” in the Notes to Consolidated Financial Statements in Item 8.\nAnnually in our fiscal fourth quarter, we assess the recoverability of goodwill and indefinite-lived intangibles by determining whether the fair values exceed the carrying values of these assets. Impairment reviews, outside our annual review time frame, are performed if events or circumstances occur that include changes in macroeconomic conditions, industry and market considerations, cost factors, overall financial performance, other relevant entity-specific events, specific events affecting the reporting unit or sustained decrease in share price. Our testing may be performed utilizing either a qualitative or quantitative assessment; however, if a qualitative assessment is performed and we determine that the fair value of a reporting unit is more likely than not (\ni.e.\n, a likelihood of more than 50 percent) to be less than its carrying amount, a quantitative test is performed.\nWhen using a quantitative test, we arrive at our estimates of fair value using a combination of discounted cash flow and earnings or revenue multiple models. The results from each of these models are then weighted and combined into a single estimate of fair value for each reporting unit. We use a higher weighting for our discounted cash flow valuation compared to the earnings multiple models because the forecasted operating results that serve as a basis for the analysis incorporate management’s outlook and anticipated changes for the businesses consistent with a market participant. The primary assumptions used in these various models include estimated earnings multiples of comparable acquisitions in the industry, including control premiums, earnings or revenue multiples on acquisitions completed by Sysco in the past, future cash flow estimates of the reporting units which are dependent on internal forecasts and projected growth rates, and weighted average cost of capital, along with working capital and capital expenditure requirements. When possible, we use observable market inputs in our models to arrive at the fair values of our reporting units.\nCertain reporting units have a greater proportion of goodwill recorded to estimated fair value as compared to the U.S. Broadline, Canada Broadline or SYGMA reporting units. This is primarily due to these businesses having been more recently acquired, and as a result there has been less history of organic growth than in the U.S. Broadline, Canadian Broadline and SYGMA reporting units. As such, these reporting units have a greater risk of future impairment if their operations were to suffer a significant downturn. In the annual fiscal 2023 assessment, we concluded that all reporting units have a fair value that exceeded book value by at least 30%, with one exception. Impairment charges would have been applicable for this reporting unit if our estimate of fair value was decreased by approximately 6%, with goodwill of $119.0 million in the aggregate as of July 1, 2023.\nThe company estimated the fair value of these reporting units using a combination of discounted cash flow and earnings or revenue multiple models. For the purposes of the discounted cash flow models, fair value was determined based on the present value of estimated future cash flows, discounted at an appropriate risk adjusted rate. The fair value conclusions as of July 1, 2023 for the reporting units are highly sensitive to changes in the assumptions used in the income approach which include forecasted revenues, perpetual growth rates, and long-term discount rates, among others, all of which require significant judgments by management. Fair value of the reporting unit is: therefore, determined using significant unobservable inputs, or level 3 in the fair value hierarchy. The company has used recent historical performance, current forecasted financial information, and broad-based industry and economic statistics as a basis to estimate the key assumptions utilized in the discounted cash flow model. These key assumptions are inherently uncertain and require a high degree of estimation and judgment and are subject to change based on future changes, industry and global economic and geo-political conditions, and the timing and success of the implementation of current strategic initiatives.\nIncome Taxes\nThe determination of our provision for income taxes requires significant judgment, the use of estimates and the interpretation and application of complex tax laws. Our provision for income taxes primarily reflects a combination of income \n47\nearned and taxed in the various U.S. federal and state as well as foreign jurisdictions. Tax law changes, increases or decreases in book versus tax basis differences, accruals or adjustments of accruals for unrecognized tax benefits or valuation allowances, and our change in the mix of earnings from these taxing jurisdictions all affect the overall effective tax rate. Certain of our operations have carryforward attributes, such as operating losses. If these operations do not produce sufficient income, it could lead to the recognition of valuation allowances against certain deferred tax assets in the future if losses occur or growth is insufficient beyond our current expectations. This would negatively impact our income tax expense, net earnings, and balance sheet.\nOur liability for unrecognized tax benefits contains uncertainties because management is required to make assumptions and to apply judgment in estimating the exposures associated with our various filing positions. We believe that the judgments and estimates discussed herein are reasonable; however, actual results could differ, and we may be exposed to losses or gains that could be material. To the extent we prevail in matters for which a liability has been established, or pay amounts in excess of recorded liabilities, our effective income tax rate in a given financial statement period could be materially affected. An unfavorable tax settlement generally would require use of our cash and may result in an increase in our effective income tax rate in the period of resolution. A favorable tax settlement may be recognized as a reduction in our effective income tax rate in the period of resolution. During the third quarter of fiscal 2023, Sysco received a Statutory Notice of Deficiency from the Internal Revenue Service, mainly related to foreign tax credits generated in fiscal 2018 from repatriated earnings primarily from our Canadian operations. On April 18, 2023, during the company’s fourth fiscal quarter, the company filed suit in the U.S. Tax Court challenging the validity of certain tax regulations related to the one-time transition tax on unrepatriated foreign earnings, which was enacted as part of the Tax Cuts and Jobs Act of 2017 (TCJA). The lawsuit seeks to have the court invalidate these regulations, which would affirm the company’s position regarding its foreign tax credits. Sysco previously recorded a benefit of $131.0 million attributable to its interpretation of the TCJA and the Internal Revenue Code. If the company is ultimately unsuccessful in defending its position, it may be required to reverse all, or some portion, of the benefit previously recorded.\nCompany-Sponsored Pension Plans\nAmounts related to defined benefit plans recognized in the financial statements are determined on an actuarial basis. Two of the more critical assumptions in the actuarial calculations are the discount rate for determining the current value of plan benefits and the expected rate of return on plan assets. Our U.S. Retirement Plan is largely frozen and is only open to a small number of employees. Our Supplemental Executive Retirement Plan (SERP) is frozen and is not open to any employees. None of these plans have a significant sensitivity to changes in discount rates s\npecific to our results of operations, but such changes could impact our balance sheet due to a change in our funded status. Due to the low level of active employees in our retirement plans, our assumption for the rate of increase in future compensation is n\not a critical assumption.\nThe expected long-term rate of return on plan assets of the U.S. Retirement Plan was 4.50% for the period of July 2022 to October 2022. Due to the settlement that occurred, as discussed in Note 14, “Company-Sponsored Employee Benefit Plans” in the Notes to Consolidated Financial Statements in Item 8, the rate changed to 6.00% from November 2022 to June 2023. The expected long-term rate of return on plan assets was 4.50% for fiscal 2022. The expectations of future returns are derived from a mathematical asset model that incorporates assumptions as to the various asset class returns reflecting a combination of historical performance analysis, the forward-looking views of the financial markets regarding the yield on bonds, historical returns of the major stock markets, and returns on alternative investments. The rate of return assumption is reviewed annually and revised as deemed appropriate.\nThe expected return on plan assets impacts the recorded amount of net pension costs. The expected long-term rate of return on plan assets of the U.S. Retirement Plan is 5.50% for fiscal 2024. A 25 basis point increase (decrease) in the assumed rate of return in the Plan for fiscal 2024 would decrease (increase) Sysco’s net company-sponsored pension costs for fiscal 2024 by approximately $6.0 million.\nPension accounting standards require the recognition of the funded status of our defined benefit plans in the Statement of Financial Position, with a corresponding adjustment to accumulated other comprehensive income, net of tax. The amount reflected in accumulated other comprehensive loss related to the recognition of the funded status of our defined benefit plans as of July 1, 2023 was a charge, net of tax, of $839.5 million. The amount reflected in accumulated other comprehensive loss related to the recognition of the funded status of our defined benefit plans as of July 2, 2022 was a charge, net of tax, of $1.0 billion. The decrease compared to July 2, 2022 is due to a portion of the accumulated other comprehensive loss being recognized in our consolidated results of operations as a result of the purchase of a nonparticipating single premium group annuity contract that transferred a portion of the U.S. Retirement Plan’s pension obligations related to certain pension benefits over to an insurer.\n48\nInventory Valuation\nInventories consisting primarily of finished goods include food and related products and lodging products held for sale. Inventories are valued at the lower of cost (first-in, first-out method) and net realizable value. Inventory balances are adjusted for slow-moving, excess, and obsolete inventories. Inventory valuation reserves require certain management estimates and judgments which may significantly affect the ending inventory valuation. We estimate our reserves based on the consideration of a variety of factors, including but not limited to, current economic conditions and business trends, seasonal demand, future merchandising strategies and the age of our products. \nWe have not made any material changes in the methodology used to establish our inventory valuation or the related reserves. We believe that we have sufficient current and historical knowledge to record reasonable estimates, and the risk of inventory obsolescence is largely mitigated because of the speed with which our inventory typically turns. However, these assumptions are inherently uncertain and require estimation and judgment and are subject to change. During fiscal year 2023, the change in our inventory valuation reserve was not material to our results of operations or balance sheet.\nForward-Looking Statements\nCertain statements made herein that look forward in time or express management’s expectations or beliefs with respect to the occurrence of future events are forward-looking statements under the Private Securities Litigation Reform Act of 1995. Forward-looking statements provide current expectations of future events based on certain assumptions and include any statement that does not directly relate to any historical or current fact. Forward-looking statements can also be identified by words such as “future,” “anticipates,” “believes,” “estimates,” “expects,” “intends,” “plans,” “predicts,” “will,” “would,” “could,” “can,” “may,” “projected,” “continues,” “continuously,” variations of such terms, and similar terms and phrases denoting anticipated or expected occurrences or results. Examples of forward-looking statements include, but are not limited to, statements about:\n•\nour expectations of an improving market over the course of fiscal 2024;\n•\nour expectations regarding the ability of our supply chain and facilities to remain in place and operational;\n•\nour plans regarding our transformation initiatives and the expected effects from such initiatives, including the Sysco Driver Academy;\n•\nstatements regarding uncollectible accounts, including that if collections continue to improve, additional reductions in bad debt expense could occur;\n•\nour expectations that our Recipe for Growth strategy will allow us to better serve our customers and differentiate Sysco from our competition;\n•\nour expectations regarding our fiscal 2024 sales and our rate of sales growth in fiscal 2024 and the three years of our long-range plan;\n•\nour expectations regarding the impact of inflation on sales, gross margin rates and gross profit dollars;\n•\nour expectations regarding gross margins in fiscal 2024;\n•\nour plans regarding cost savings, including our target for cost savings through fiscal 2024 and the impact of costs savings on the company;\n•\nour belief that our purpose will allow us to grow substantially faster than the foodservice distribution industry and deliver profitable growth through our Recipe for Growth transformation, and statements regarding our plans with respect to our strategic pillars that support this growth transformation;\n•\nour expectations regarding the use and investment of remaining cash generated from operations;\n•\nthe effect, impact, potential duration or other implications of the COVID-19 pandemic and any expectations we may have with respect thereto, including our ability to withstand and recover from the crisis;\n•\nthe expected long-term rate of return on plan assets of the U.S. Retirement Plan; \n•\nthe sufficiency of our available liquidity to sustain our operations for multiple years;\n•\nestimates regarding the outcome of legal proceedings;\n49\n•\nthe impact of seasonal trends on our free cash flow; \n•\nestimates regarding our capital expenditures and the sources of financing for our capital expenditures;\n•\nour expectations regarding the impact of potential acquisitions and sales of assets on our liquidity, borrowing capacity, leverage ratios and capital availability;\n•\nour expectations regarding real sales growth in the U.S. foodservice market and trends in produce markets;\n•\nour expectations regarding the calculation of adjusted return on invested capital, adjusted operating income, adjusted net earnings and adjusted diluted earnings per share;\n•\nour expectations regarding the impact of future Certain Items on our projected future non-GAAP and GAAP results;\n•\nour expectations regarding our effective tax rate in fiscal 2024;\n•\nthe sufficiency of our mechanisms for managing working capital and competitive pressures, and our beliefs regarding the impact of these mechanisms;\n•\nour ability to meet future cash requirements, including the ability to access financial markets effectively, including issuances of debt securities, and maintain sufficient liquidity;\n•\nour expectations regarding the payment of dividends, and the growth of our dividend, in the future;\n•\nour expectations regarding future activity under our share repurchase program;\n•\nfuture compliance with the covenants under our revolving credit facility;\n•\nour ability to effectively access the commercial paper market and long-term capital markets;\n•\nour intention to repay our long-term debt with cash on hand, cash flow from operations, issuances of commercial paper, issuances of senior notes, or a combination thereof.\nThese statements are based on management’s current expectations and estimates; actual results may differ materially due in part to the risk factors set forth below and those within Part I, Item 1A of this document:\n•\nthe risk that if sales from our locally managed customers do not grow at the same rate as sales from multi-unit customers, our gross margins may decline; \n•\nperiods of significant or prolonged inflation or deflation and their impact on our product costs and profitability generally;\n•\nthe risk that we are unlikely to be able to predict inflation over the long term, and lower inflation is likely to produce lower gross profit;\n•\nthe risk that our efforts to modify truck routing, including our small truck initiative, in order to reduce outbound transportation costs may be unsuccessful;\n•\nthe risk that we may not be able to accelerate and/or identify additional administrative cost savings in order to compensate for any gross profit or supply chain cost leverage challenges; \n•\nrisks related to unfavorable conditions in the Americas and Europe and the impact on our results of operations and financial condition;\n•\nthe risks related to our efforts to implement our transformation initiatives and meet our other long-term strategic objectives, including the risk that these efforts may not provide the expected benefits in our anticipated time frame, if at all, and may prove costlier than expected;\n•\nthe impact of unexpected future changes to our business initiatives based on management’s subjective evaluation of our overall business needs;\n•\nthe risk that the actual costs of any business initiatives may be greater or less than currently expected;\n50\n•\nthe risk that competition in our industry and the impact of GPOs may adversely impact our margins and our ability to retain customers and make it difficult for us to maintain our market share, growth rate and profitability;\n•\nthe risk that our relationships with long-term customers may be materially diminished or terminated; \n•\nthe risk that changes in consumer eating habits could materially and adversely affect our business, financial condition, or results of operations;\n•\nthe impact and effects of public health crises, pandemics and epidemics, such as the recent outbreak of COVID-19, and the adverse impact thereof on our business, financial condition and results of operations;\n•\nthe risk that changes in applicable tax laws or regulations and the resolution of tax disputes could negatively affect our financial results; \n•\nthe risk that we may not be able to fully compensate for increases in fuel costs, and forward purchase commitments intended to contain fuel costs could result in above market fuel costs;\n•\nthe risk of interruption of supplies and increase in product costs as a result of conditions beyond our control;\n•\nthe potential impact on our reputation and earnings of adverse publicity or lack of confidence in our products;\n•\nrisks related to unfavorable changes to the mix of locally managed customers versus corporate-managed customers;\n•\nthe risk that we may not realize anticipated benefits from our operating cost reduction efforts;\n•\ndifficulties in successfully expanding into international markets and complimentary lines of business;\n•\nthe potential impact of product liability claims;\n•\nthe risk that we fail to comply with requirements imposed by applicable law or government regulations;\n•\nrisks related to our ability to effectively finance and integrate acquired businesses;\n•\nrisks related to our access to borrowed funds in order to grow and any default by us under our indebtedness that could have a material adverse impact on cash flow and liquidity;\n•\nour level of indebtedness and the terms of our indebtedness could adversely affect our business and liquidity position;\n•\nthe risk that the implementation of various initiatives, the timing and successful completion of acquisitions, construction schedules and the possibility that other cash requirements could result in delays or cancellations of capital spending;\n•\nthe risk that divestiture of one or more of our businesses may not provide the anticipated effects on our operations;\n•\nthe risk that future labor disruptions or disputes could disrupt the integration of Brake France and Davigel into Sysco France and our operations in France and the EU generally;\n•\nthe risk that factors beyond management’s control, including fluctuations in the stock market, as well as management’s future subjective evaluation of the company’s needs, would impact the timing of share repurchases;\n•\ndue to our reliance on technology, any technology disruption or delay in implementing new technology could have a material negative impact on our business;\n•\nthe risk of negative impacts to our business and our relationships with customers from a cybersecurity incident and/or other technology disruptions;\n•\nthe risk that changes in the method of determining LIBOR, or the replacement of LIBOR with an alternative reference rate, may adversely affect interest expense related to outstanding debt;\n•\nthe potential requirement to pay material amounts under our multiemployer defined benefit pension plans;\n•\nour funding requirements for our company-sponsored qualified pension plan may increase should financial markets experience future declines;\n51\n•\nlabor issues, including the renegotiation of union contracts and shortage of qualified labor;\n•\ncapital expenditures may vary based on changes in business plans and other factors, including risks related to the implementation of various initiatives, the timing and successful completion of acquisitions, construction schedules and the possibility that other cash requirements could result in delays or cancellations of capital spending; \n•\nthe risk that the anti-takeover benefits provided by our preferred stock may not be viewed as beneficial to stockholders; and\n•\nthe risk that the exclusive forum provisions in our amended and restated bylaws could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.",
    "item7a": ">Item 7A.  \nQuantitative and Qualitative Disclosures about Market Risk\nOur market risks consist of interest rate risk, foreign currency exchange rate risk, fuel price risk and investment risk.\nInterest Rate Risk\nWe do not utilize financial instruments for trading purposes. Our use of debt directly exposes us to interest rate risk. Floating rate debt, where the interest rate fluctuates periodically, exposes us to short-term changes in market interest rates. Fixed rate debt, where the interest rate is fixed over the life of the instrument, exposes us to changes in market interest rates reflected in the fair value of the debt and to the risk that we may need to refinance maturing debt with new debt at higher rates.\nWe manage our debt portfolio to achieve an overall desired position of fixed and floating rates and may employ interest rate swaps as a tool to achieve that position. The major risks from interest rate derivatives include changes in the interest rates affecting the fair value of such instruments, potential increases in interest expense due to market increases in floating interest rates and the creditworthiness of the counterparties in such transactions.\nAt July 1, 2023, there were no commercial paper issuances outstanding under our U.S. commercial paper program. Total debt as of July 1, 2023 was $10.4 billion, of which approximately 100% was at fixed rates of interest.\nAt July 2, 2022, there were no commercial paper issuances outstanding under our U.S. commercial paper program. Total debt as of July 2, 2022 was $10.6 billion, of which approximately 95% was at fixed rates of interest, including the impact of our interest rate swap agreements.\nThe following tables present our interest rate position as of July 1, 2023. All amounts are stated in U.S. dollar equivalents.\n \nInterest Rate Position as of July 1, 2023\n \nPrincipal Amount by Expected Maturity\n \nAverage Interest Rate\n \n2024\n2025\n2026\n2027\n2028\nThereafter\nTotal\nFair Value\n \n(Dollars in thousands)\nU.S. Dollar Denominated:\n \n \n \n \n \n \n \n \nFixed Rate Debt\n$\n— \n$\n— \n$\n750,000 \n$\n1,043,176 \n$\n750,000 \n$\n7,038,879 \n$\n9,582,055 \n$\n8,942,071 \nAverage Interest Rate\n— \n%\n— \n%\n3.75 \n%\n3.46 \n%\n3.25 \n%\n4.82 \n%\n4.47 \n%\n \nCanadian Dollar Denominated:\nFixed Rate Debt\n$\n— \n$\n377,815 \n$\n— \n$\n— \n$\n— \n$\n— \n$\n377,815 \n$\n365,385 \nAverage Interest Rate\n— \n%\n3.65 \n%\n— \n%\n— \n%\n— \n%\n— \n%\n3.65 \n%\nForeign Currency Exchange Rate Risk\nThe majority of our foreign subsidiaries use their local currency as their functional currency. To the extent that business transactions are not denominated in a foreign subsidiary’s functional currency, we are exposed to foreign currency exchange rate risk. We will also incur gains and losses within our shareholders’ equity due to the translation of our financial statements from foreign currencies into U.S. dollars. Our largest currency exposures are with Canadian dollars, British pound sterling and Euro currencies. Our income statement trends may be impacted by the translation of the income statements of our \n52\nforeign subsidiaries into U.S. dollars. The exchange rates used to translate our foreign sales into U.S. dollars negatively affected sales by 1.3% in fiscal 2023 when compared to fiscal 2022. The exchange rate used to translate our foreign sales into U.S. dollars negatively affected sales by 0.3% in fiscal 2022 when compared to fiscal 2021. The impact to our operating income, net earnings and earnings per share was not material in fiscal 2023 or fiscal 2022. A 10% unfavorable change in the fiscal 2023 weighted year-to-date exchange rate and the resulting impact on our financial statements would have negatively affected fiscal 2023 sales by 1.7% and would not have materially affected our operating income, net earnings and earnings per share.\nOur investments and loans to foreign operations create additional foreign currency exposure and from time to time, we enter into agreements to hedge foreign currency exchange rate risks and mitigate impact to our consolidated results of operations. In the fourth quarter of fiscal 2023, we extinguished €500 million of Euro notes issued in June 2016 as a hedge of a portion of our net investment in Euro-denominated foreign operations to reduce foreign currency risk associated with the investment in these operations. Changes in the value of these items resulting from fluctuations in the underlying exchange rates to U.S. Dollar exchange rates were recorded as foreign currency translation adjustments within Accumulated other comprehensive income (loss). Additionally, we periodically enter into agreements to hedge foreign currency risk associated with changes in spot rates on foreign denominated debt instruments, which are designated as fair value hedges. Gains or losses from fair value hedges impact the same category on the consolidated statements of income as the item being hedged, including the earnings impact of the excluded components. Unrealized gains or losses on components excluded from hedge effectiveness are recorded as a component of Accumulated other comprehensive income and recognized into earnings over the life of the hedged instrument. \nFuel Price Risk\nDue to the nature of our distribution business, we are exposed to potential volatility in fuel prices. The price and availability of diesel fuel fluctuates due to changes in production, seasonality and other market factors generally outside of our control. Increased fuel costs may have a negative impact on our results of operations in three areas. First, the high cost of fuel can negatively impact consumer confidence and discretionary spending and thus reduce the frequency and amount spent by consumers for food-away-from-home purchases. Second, the high cost of fuel can increase the price we pay for product purchases and we may not be able to pass these costs fully to our customers. Third, increased fuel costs impact the costs we incur to deliver product to our customers. Fuel costs related to outbound deliveries represented approximately 0.6% of sales during fiscal 2023 and 0.5% of sales in fiscal 2022 and fiscal 2021.\nOur activities to mitigate fuel costs include routing optimization with the goal of reducing miles driven, improving fleet utilization by adjusting idling time and maximum speeds and using fuel surcharges that primarily track with the change in market prices of fuel. We use diesel fuel swap contracts to fix the price of a portion of our projected monthly diesel fuel requirements. As of July 1, 2023, we had diesel fuel swaps with a total notional amount of approximately 71 million gallons through September 2025. These swaps are expected to lock in the price of approximately 80% of our bulk fuel purchases for fiscal 2024, or 70% of our total projected fuel purchase needs for fiscal 2024. Our remaining fuel purchase needs will occur at market rates unless contracted for a fixed price or hedged at a later date. Using current, published quarterly market price projections for diesel and estimates of fuel consumption, a 10% unfavorable change in diesel prices from the market price would result in a potential increase of approximately $6.1 million in our fuel costs on our non-contracted volumes.\nInvestment Risk\nOur U.S. Retirement Plan holds various investments, including public and private equity, fixed income securities and real estate funds. The amount of our annual contribution to the plan is dependent upon, among other things, the return on the plan’s assets and discount rates used to calculate the plan’s liability. Fluctuations in asset values can cause the amount of our anticipated future contributions to the plan to increase and can result in a reduction to shareholders’ equity on our balance sheet as of fiscal year-end, which is when this plan’s funded status is measured. Also, the projected liability of the plan will be impacted by the fluctuations of interest rates on high quality bonds in the public markets. To the extent the financial markets experience declines, our anticipated future contributions and funded status will be affected for future years. A 10% unfavorable change in the value of the investments held by our company-sponsored retirement plans at the plans’ fiscal year end (December 31, 2022) would not have a material impact on our anticipated future contributions for fiscal 2024; however, such an unfavorable change would increase our pension expense for fiscal 2024 by $23.4 million and would reduce our shareholders’ equity on our balance sheet as of July 1, 2023 by $264.1 million.\n53",
    "cik": "96021",
    "cusip6": "871829",
    "cusip": [
        "871829957",
        "871829107",
        "871829907"
    ],
    "names": [
        "Sysco Corp",
        "SYSCO CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/96021/000009602123000117/0000096021-23-000117-index.htm"
}