{
    "item1": ">ITEM 1. BUSINESS\n \n\n\nNeogen Corporation and its subsidiaries develop, manufacture, and market a diverse line of products and services dedicated to food and animal safety. Our Food Safety segment consists primarily of diagnostic test kits and complementary products (e.g., culture media) sold to food producers and processors to detect dangerous and/or unintended substances in human food and animal feed, such as foodborne pathogens, spoilage organisms, natural toxins, food allergens, genetic modifications, ruminant by-products, meat speciation, drug residues, pesticide residues and general sanitation concerns. Our diagnostic test kits are generally easier to use and provide greater accuracy and speed than conventional diagnostic methods. The majority of these test kits are disposable, single-use, immunoassay and DNA detection products that rely on proprietary antibodies and RNA and DNA testing methodologies to produce rapid and accurate test results. Our expanding line of food safety products also includes genomics-based diagnostic technology and advanced software systems that help testers to objectively analyze and store their results and perform analysis on the results from multiple locations over extended periods.\n \n\n\nOn September 1, 2022, Neogen, 3M Company (“3M”) and Neogen Food Safety Corporation (“Neogen Food Safety Corporation”), a subsidiary created to carve out 3M’s Food Safety Division (“3M FSD”, “FSD”), closed on a transaction combining 3M’s FSD with Neogen in a Reverse Morris Trust transaction and Neogen Food Safety Corporation became a wholly owned subsidiary of Neogen (“FSD transaction”, the \"Transaction\"). Following the FSD transaction, pre-merger Neogen Food Safety Corporation stockholders own, in the aggregate, approximately 50.1% of the issued and outstanding shares of Neogen common stock, and pre-merger Neogen shareholders own, in the aggregate, approximately 49.9% of the issued and outstanding shares of Neogen common stock. See Note 3 \"Business Combinations\" to the consolidated financial statements for further discussion. FSD products are reported in the Food Safety segment.\n\n\nNeogen’s Animal Safety segment is engaged in the development, manufacture, marketing, and distribution of veterinary instruments, pharmaceuticals, vaccines, topicals, parasiticides, diagnostic products, rodent control products, cleaners, disinfectants, insect control products and genomics testing services for the worldwide animal safety market. The majority of these consumable products are marketed through veterinarians, retailers, livestock producers, and animal health product distributors. Our line of drug detection products is sold worldwide for the detection of abused and therapeutic drugs in animals and animal products, and has expanded into the workplace and human forensic markets.\n \n\n\nNeogen’s products are marketed by our sales personnel and distributors throughout the world. Our mission is to be the leading company in the development and marketing of solutions for food and animal safety. To meet this mission, a growth strategy consisting of the following elements has been developed: (i) increasing sales of existing products; (ii) introducing innovative products and services; (iii) growing international sales; and (iv) acquiring businesses and forming strategic alliances. We have been historically successful at increasing product sales organically, including international growth, and maintain an active acquisition program to identify and capitalize on opportunities to acquire new products, businesses or technology.\n \n\n\nNeogen Corporation was formed as a Michigan corporation in June 1981 and operations began in 1982. Our principal executive offices are located at 620 Lesher Place, Lansing, Michigan 48912-1595, and our telephone number is (517) 372-9200.\n \n\n\nNeogen’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports are available free of charge via our website (\nwww.neogen.com\n) as soon as reasonably practicable after such information is filed with, or furnished to, the United States Securities and Exchange Commission. The content of our website or the website of any third party that may be noted herein is not incorporated by reference in this Form 10-K.\n \n\n\n3\n\n\n\n\n \n\n\nPRODUCTS\n \n\n\nProduct trademarks and registered trademarks owned by Neogen include:\n \n\n\nCORPORATE:\n \nNeogen®, Neogen flask (logo)®, Neogen and flask (logo)®, NeoCenter\u0099\n\n\nFOOD SAFETY:\n \nAccuClean®, AccuPoint®, AccuScan®, Acumedia®, Agri-Screen®, Alert®, ANSR® , Betastar®, BioLumix®, Ceralpha®, Clean-Trace®, Colitag\u0099, F.A.S.T.®, Freeze Watch®, GeneQuence®, Harlequin®, Iso-Grid®, Lab M®, Listeria Right Now\u0099, Megazyme®, Megazyme (design) ®, MonitorMark®, MPNTray\u0099, NeoColumn\u0099, NeoNet®, NeoSeek\u0099, NEO-GRID®, Penzyme®, Petrifilm®, Raptor®, Reveal®, Soleris®, µPREP®, Veratox®\n \n\n\nLIFE SCIENCES:\n \nAlert®, K-Blue®, K-Gold®, NeoSal®\n \n\n\nANIMAL SAFETY:\n \nAcid-A-Foam\u0099, Ag-Tek®, AluShield\u0099, AquaPrime®, Assault®, Barnstorm®, BioCres\u0099 50,\n \nBioPhene\u0099, BioQuat\u0099, BotVax®, Breeder-Sleeve®, Calf Eze\u0099, Chem-Tech, Ltd.\u0099, Chem-Tech’s CT logo (with circle)\u0099, Chlor-A-Foam\u0099, COMPANION\u0099, CT-511®, Cykill\u0099, D3\u0099 Needles, D3X\u0099, DC&R®, DeciMax®, Di-Kill®, Dr. Frank’s®, Dy-Fly®, DX3\u0099, Dyne-O-Might®, ElectroJac®, ELISA Technologies (design)®, EqStim®, EquiSleeve\u0099, E-Z Catch®, Farm-Foam\u0099, Final-Fly-T®, Fly-Die Defense\u0099, Fly-Die Ultra\u0099, Fura-Zone®, Gene-Trak®, Horse Sense®, Ideal®, ImmunoRegulin®, Iodis®, Jolt®, LD-44T\u0099, LD-44Z\u0099, MACLEOD®, Maxi Sleeve®, MegaShot\u0099, Viroxide Super\u0099, Neogen® Viroxide Super and flask (design)®, NFZ\u0099, Nu Dyne®, PanaKare\u0099, Paradefense®, Parvosol®, Peraside\u0099, Place Pack®, PolyPetite\u0099, PolyShield\u0099, PolySleeve®, Preserve®, Preserve International®, Preserve International(design)®, Prima®, Prima Marc\u0099, Prima-Shot\u0099, Prima Tech®, Pro-Fix®, Pro-Flex®,Pro-Shot\u0099, Protectus\u0099, Provecta®, Provecta Advanced®, Prozap®, Prozap (stylized mark w/fancy Z)\u0099, PY-75\u0099, Ramik®, RenaKare\u0099, Rodex\u0099, Safe-T-Flex\u0099, Siloxycide®, Squire®, Standguard®, Stress-Dex®, SureBond®, SureKill®, Swine-O-Dyne®, Synergize®, Tetrabase®, Tetracid®, Tetradyne®, ThyroKare\u0099,Tri-Hist®, Triplox\u0099, Paradefense®, Turbocide®, Turbocide Gold®, Uniprim®, VAP-5\u0099, VAP-20\u0099, Vet-Tie\u0099, Vita-15\u0099, War Paint®, X-185\u0099\n \n\n\nGENOMICS:\n \nAviandx and Design®, Canine HealthCheck®, Canine HealthCheck and Design®, CatScan and Design®, EarlyBird Sex Identification®, Envigor\u0099, GeneSeek®, Genomic Profiler\u0099, Genomic Insight for Personalized Care\u0099, Igenity®, Infiniseek\u0099, Paw Print Genetics®, Paw Print Pedigrees®, SeekGain\u0099, SeekSire\u0099, Skimseek®, Early Warning\u0099\n \n\n\nLOGOTYPES:\n \nBioSentry barn logo®, BioSentry chicken logo®, BioSentry pig logo®, Circular design®, TurboCide® (stylized), D3 color mark – red®\n\n\nNeogen operates in two business areas: the Food Safety and Animal Safety segments. See the “Notes to Consolidated Financial Statements” section of this Form 10-K for financial information about our business segments and international operations.\n \n\n\nFood Safety Segment\n \n\n\nNeogen’s Food Safety segment primarily is engaged in the production and marketing of diagnostic test kits and complementary products marketed to food and feed producers and processors to detect dangerous and/or unintended substances in food and animal feed, such as foodborne pathogens, spoilage organisms, natural toxins, food allergens, genetic modifications and general sanitation concerns. Our test kits are used to detect potential hazards or unintended substances in food and animal feed by testers ranging from small local grain elevators to the largest, best-known food and feed processors in the world, and numerous regulatory agencies. Along with detection of contaminants in foods, we also detect beneficial components in foods such as dietary fiber and carbohydrates. Neogen’s products include tests for:\n \n\n\n4\n\n\n\n\n \n\n\nMycotoxins.\n Grain producers and processors of all types and sizes use our Veratox, Agri-Screen, Reveal, Reveal Q+ and Reveal Q+ MAX tests to detect the presence of mycotoxins, including aflatoxin, aflatoxin M1, deoxynivalenol, fumonisin, ochratoxin, zearalenone, T-2/HT-2 toxin and ergot alkaloid, to help ensure product safety and quality in food and animal feed.\n \n\n\nFood allergens.\n The world’s largest producers of cookies, crackers, candy, ice cream and many other betaprocessed foods use our Veratox, Alert, Reveal, Reveal 3-D and BioKits testing products to help protect their food-allergic customers from the inadvertent contamination of products with food allergens, including but not limited to peanut, milk, egg, almond, gliadin (gluten), soy, hazelnut and coconut residues. Also included in our food allergen testing portfolio are Allergen Protein Rapid Kits and Allergen Protein ELISA Kits, acquired as part of the FSD transaction in September of 2022.\n\n\nFoodborne pathogens.\n Meat and poultry processors, seafood processors, fruit and vegetable producers and many other market segments are the primary users of Neogen’s ANSR and Reveal tests for foodborne bacteria, including \nE. coli\n O157:H7, \nSalmonella\n, \nListeria \nand\n Campylobacter\n. Neogen’s ANSR pathogen detection system is an isothermal amplification reaction test method that exponentially amplifies the DNA of any bacteria present in food and environmental samples to detectable levels in 10 minutes. Combined with ANSR’s single enrichment step, Neogen’s pathogen detection method provides DNA-definitive results in a fraction of the time of other molecular detection methods. The Molecular Detection System, an isothermal DNA detection and bioluminescence device, and unique Molecular Detection Assays provide a total solution for fast and accurate pathogen detection, acquired as part of the FSD transaction in September 2022. Our \nListeria\n Right Now test detects the pathogen in less than 60 minutes without sample enrichment. Reveal’s lateral flow device combines an immunoassay with chromatography for a rapid and accurate one-step result.\n \n\n\nSpoilage microorganisms.\n Neogen’s Soleris products are used by food processors to identify the presence of spoilage organisms (e.g., yeast and mold) and other microbiological contamination in food. The systems measure microbial growth by monitoring biochemical reactions that generate a color change in the media as microorganisms grow. The sensitivity of the system allows detection in a fraction of the time needed for traditional methods, with less labor and handling time. Our NeoSeek genomics services utilize a novel application of metagenomics to determine all bacteria in a sample, without introducing biases from culture media, and without the need to generate a bacterial isolate for each possible microbe in a sample. The Microbial Luminescence System (MLS II), acquired in the September 2022 FSD transaction, is designed for the rapid detection of microbial contamination in dairy and dairy-related products, utilizing adenosine triphosphate (\"ATP\") bioluminescence technology.\n\n\nSanitation monitoring.\n Neogen manufactures and markets our AccuPoint Advanced rapid sanitation test to detect the presence of ATP, a chemical found in all living cells. Also included in our ATP sanitation monitoring portfolio is the Clean-Trace\u0099 hygiene monitoring system, acquired as part of the FSD transaction in September 2022. These easy-to-use and inexpensive tests use bioluminescence to quickly determine if a contact surface has been completely sanitized. When ATP comes into contact with reagents contained in the test device, a reaction takes place that produces light. More light is indicative of higher levels of ATP and a need for more thorough sanitation. Our worldwide customer base for ATP sanitation testing products includes food and beverage processors, the food service and healthcare industries, as well as many other users.\n \n\n\nSeafood contaminants.\n Neogen’s specialty products for the seafood market include tests for histamine, a highly allergenic substance that occurs when certain species of fish begin to decay; and sulfite, an effective but potentially allergenic shrimp preservative.\n\n\nWaterborne microorganisms.\n Neogen offers the food and beverage industries, including water companies, several platforms for performing the microbial analysis of water. This includes Neogen’s filter tests, which are a combination of Neogen Filter membrane filtration and Neogen Culture Media ampouled media, and an easy-to-use Colitag product. With Colitag, after an incubation period, the sample changes color in the presence of coliforms and fluoresces in the presence of \nE. coli\n.\n \n\n\n5\n\n\n\n\n \n\n\nCulture media. \nNeogen Culture Media, formerly Neogen’s Acumedia and Lab M products, offers culture media and prepared media for varied purposes, including traditional bacterial testing and the growth of beneficial bacteria, such as cultures for sausages and beer. Also included under Neogen Culture Media is the Petrifilm solution, acquired as part of the FSD transaction in September 2022. Petrifilm standard and rapid plates are all-in-one plating systems that serve as an efficient method for the detection and enumeration of various microorganisms. Our customers for culture media also include commercial and research laboratories and producers of pharmaceuticals, cosmetics and veterinary vaccines.\n \n\n\nFood quality diagnostics.\n Through the Ireland-based Megazyme, Ltd., Neogen supplies diagnostic kits and specialty enzymes used worldwide by quality control laboratories in the food, animal feed and beverage industries. Megazyme’s validated assays and reagents are used across various food industries such as the grain, wine and dairy markets, to measure dietary fibers, complex carbohydrates, simple sugars and organic acids, such as lactose.\n\n\nSample handling.\n Neogen offers a range of sample handling products, acquired through the September 2022 FSD transaction. These innovative solutions are designed to make environmental and carcass sample collection and preparation more reliable and convenient than traditional methods. These products are manufactured to meet the highest quality standards and government regulations, maximizing accuracy, consistency and efficiency, while remaining cost efficient.\n\n\nDigital services. \nOur food safety and risk management software-as-a-service, Neogen Analytics, delivers a comprehensive Environmental Monitoring Program (EMP) automation solution for food companies. The software reduces risk by increasing the visibility of food safety testing results, elevating the ability to comply with and improve food safety standards. With the Corvium acquisition in February 2023, Neogen's capabilities expanded with additional services and modules to include data aggregation and digitalized workflow services for product testing and sanitation programs.\n \n\n\nLaboratory services.\n Neogen offers food safety analysis services in the United States (\"U.S.\"), United Kingdom (\"U.K.\") and India. These ISO-accredited laboratories offer a variety of fee-for-service tests for the food and feed industries.\n \n\n\nThe majority of Neogen’s food safety test kits use immunoassay technology to rapidly detect target substances. Our ability to produce high-quality antibodies sets our products apart from immunoassay test kits produced and sold by other companies. Our kits are available in microwell formats, which allow for automated and rapid processing of a large number of samples, as well as lateral flow and other similar devices that provide distinct visual results. Typically, test kits use antibody-coated test devices and chemical reagents to indicate a positive or negative result for the presence of a target substance in a test sample. The simplicity of the tests makes them accessible to all levels of food producers, processors and handlers. Neogen also offers other testing methods and products to complement its immunoassay tests.\n \n\n\nOur test kits are generally based on internally developed technology, licensed technology, or technology that is acquired as a result of acquisitions. In fiscal 2023, the Food Safety segment incurred expense totaling $3,118 for royalties for licensed technology used in our products, including expense of $838 for allergen products and $489 for the pathogen product line. Generally, royalty rates are in the range of 2% to 10% of revenues on products containing the licensed technology. Some licenses involve technology that is exclusive to Neogen’s use, while others are non-exclusive and involve technology licensed to multiple licensees.\n \n\n\nNeogen’s international operations in the U.K., Europe, Mexico, Guatemala, Brazil, Argentina, Uruguay, Chile, China and India originally focused on food safety products, and each of these units reports through the Food Safety segment. In recent years, these operations have expanded to offer our complete line of products and services, including those usually associated with the Animal Safety segment, such as cleaners, disinfectants, rodent control, insect control, veterinary instruments and genomics services. These additional products and services are managed and directed by existing management at our international operations and report through the Food Safety segment.\n \n\n\nRevenues from Neogen’s Food Safety segment accounted for 66.5%, 49.3%, and 50.0% of our total revenues for fiscal years ended May 31, 2023, 2022 and 2021, respectively.\n \n\n\n6\n\n\n\n\n \n\n\nANIMAL SAFETY SEGMENT\n \n\n\nNeogen’s Animal Safety segment is primarily engaged in the development, manufacture, marketing, and distribution of veterinary instruments, pharmaceuticals, vaccines, topicals, parasiticides, diagnostic products, a full suite of agricultural biosecurity products such as rodent control, cleaners, disinfectants and insect control, and genomics services.\n \n\n\nVeterinary instruments.\n Neogen markets a broad line of veterinary instruments and animal health delivery systems primarily under the Ideal brand name. Approximately 250 different products are offered, many of which are used to deliver animal health products, such as antibiotics and vaccines. Ideal’s D3 and D3X Needles are stronger than conventional veterinary needles and are detectable by metal detectors at meat processing facilities — a potential market advantage in the safety-conscious beef and swine industries. Neogen’s Prima product line consists of highly accurate devices used by farmers, ranchers and veterinarians to inject animals, provide topical applications and use for oral administration. The Prima line also includes products used in artificial insemination in the swine industry, animal identification products and handling equipment.\n \n\n\nVeterinary pharmaceuticals.\n Animal Safety’s NeogenVet product line provides innovative, value-added, high quality products to the veterinary market. Top NeogenVet products include PanaKare, a digestive aid that serves as a replacement therapy where digestion of protein, carbohydrate and fat is inadequate due to exocrine pancreatic insufficiency; Natural Vitamin E-AD, which aids in the prevention and treatment of vitamin deficiencies in swine, cattle and sheep; RenaKare, a supplement for potassium deficiency in cats and dogs; and ThyroKare, a supplement used as replacement therapy for dogs with diminished thyroid function. Neogen also markets Uniprim, a veterinary antibiotic, and several companion animal parasiticides.\n \n\n\nVeterinary biologics.\n Neogen’s BotVax B vaccine has successfully protected thousands of horses and foals against Type B botulism, commonly known as Shaker Foal Syndrome. Our product is the only USDA-approved vaccine for the prevention of Type B botulism in horses. Years of research and many thousands of doses have proven Neogen’s EqStim immunostimulant to be safe and effective as a veterinarian-administered adjunct to conventional treatment of equine bacterial and viral respiratory infections. The Company’s ImmunoRegulin product uses similar immunostimulant technology to aid in the treatment of pyoderma (a bacterial skin inflammation) in dogs.\n \n\n\nVeterinary OTC products.\n Animal Safety products offered by Neogen to the retail over-the-counter (OTC) market include Ideal brand veterinary instruments packaged for the retail market. OTC products also include Stress-Dex, an oral electrolyte replacer for performance horses, and Fura-Zone, for the prevention and treatment of surface bacterial infections in wounds, burns and cutaneous ulcers. Hoof care, disposables and artificial insemination supplies are marketed to the dairy and veterinary industries.\n \n\n\nRodent control products.\n Neogen’s comprehensive line of proven rodent control products, sold under brand names such as Ramik, CyKill and Havoc, effectively address rodent problems of any size and serve as a critical component of an overall biosecurity plan for animal protein production operations. Neogen offers several active ingredients, including diphacinone, bromethalin, brodifacoum and zinc phosphide, formulated with food-grade ingredients to generate the highest acceptance and most palatable bait possible.\n \n\n\nCleaners and disinfectants.\n Used in animal and food production facilities, Neogen’s cleaners and disinfectants, including Synergize, 904 Disinfectant, Acid-A-Foam, BioPhene, Neogen Viroxide Super, and Companion, can prevent disease outbreaks. The products are also used in the veterinary clinic market to maintain sanitary conditions and limit the potential hazards of bacteria, fungi and viruses. Neogen’s water line cleaner and disinfectant products, including Peraside, NeoKlor, AquaPrime and Siloxycide, are used to clean water lines and provide continuous disinfection of a livestock facility’s water supply.\n \n\n\n7\n\n\n\n\n \n\n\nInsect control products.\n Neogen’s highly effective insect control products utilize environmentally friendly technical formulas, and several are approved for use in food establishments and by pest control professionals in a wide range of environments. The Company’s Prozap insect control brand is used in the large animal production industry, particularly with dairy and equine producers. Neogen’s SureKill line of products is used by professionals to control a variety of insects, and the Company’s StandGuard Pour-on solution is used for horn fly and lice control in beef cattle.\n \n\n\nAnimal genomics services.\n Neogen Genomics provides value-added services to leading agricultural genetics providers, large national cattle associations, companion animal breed registries and direct-to-consumer canine genetic test providers, university researchers, and numerous commercial beef and dairy cattle, swine, sheep and poultry producers. With state-of-the-art genomics laboratories and comprehensive bioinformatics to interpret genomics test results, Neogen Genomics offers identity and trait determination and analysis. Our technology employs high-density DNA genotyping and genomic sequencing for identity and trait analysis in a variety of important animal and agricultural plant species. Our extensive bioinformatics database identifies and predicts an animal’s positive or negative traits based on DNA test results. This information has helped livestock producers increase the speed of genetic improvement in their herds and the overall performance and quality of their animals. Neogen’s December 2021 acquisition of Genetic Veterinary Sciences, Inc. expanded the Company’s portfolio through the addition of a number of genetic tests for companion animals, including dogs, cats and birds.\n \n\n\nLife sciences.\n Neogen’s Life Science/Toxicology line of products include reagents and test kits for immunoassay production, life science research, and forensic and animal toxicology. Product offering includes a wide range of tests to provide solutions for drugs of abuse, including designer drugs and emerging drugs. The drug detection assays include over 100 test kits used to screen more than 300 drugs and their metabolites in various forensic matrices, including oral fluid, whole blood, urine, serum, plasma, meconium, and others. \nOur portfolio for life science research includes assays for detecting levels of hormones, steroids, lipoxins, and histamine in a wide range of samples and species types.\n Additionally, we offer reagents and unique colorimetric and chemiluminescent substrates for immunoassay production and research applications.\n\n\nMany of the products and services in the Animal Safety segment use licensed technology. In fiscal 2023, the Animal Safety segment incurred expense totaling $274 for royalties for licensed technology used in our products and services, including expense of $152 related to genomics services.\n \n\n\nNeogen’s operation in Australia originally focused on providing genomics services and sales of animal safety products and reports through the Animal Safety segment. It has expanded to offer our complete line of products and services, including those usually associated with the Food Safety segment. These additional products are managed and directed by existing management at Neogen Australasia and report through the Animal Safety segment.\n \n\n\nRevenues from Neogen’s Animal Safety segment accounted for 33.5%, 50.7%, and 50.0% of our total revenues for fiscal years ended May 31, 2023, 2022 and 2021, respectively.\n \n\n\nGENERAL SALES AND MARKETING\n \n\n\nNeogen is organized under two segments — Food Safety and Animal Safety. Within these segments, our sales efforts are generally organized by specific markets, and/or geography. During the fiscal year that ended May 31, 2023, we had approximately 41,000 customers for our products. As many of our customers are distributors and certain animal safety products are offered to the general retail market, the total number of end users of our products is considerably greater than 41,000. As of May 31, 2023, a total of 904 employees were assigned to sales and marketing functions, compared to 573 at the end of May 2022. During the fiscal years ended May 31, 2023, 2022 and 2021, no single customer or distributor accounted for 10% or more of our revenues.\n \n\n\n8\n\n\n\n\n \n\n\nDOMESTIC SALES AND MARKETING\n \n\n\nFOOD SAFETY\n \n\n\nTo reach each customer and prospect with expertise and experience, Neogen has a staff of specialized food safety sales and technical service representatives assigned to specific markets or geographies. This staff sells our products directly to end users and also handles technical support issues that arise with customers.\n \n\n\nNeogen’s food safety markets are primarily comprised of:\n \n\n\n•\nMilling and grain\n, including grain elevators, feed mills, pet food manufacturers and grain inspection companies; \n\n\n•\nMeat and poultry\n, including meat and poultry processors, producers of ready-to-eat meat and poultry products, and the USDA’s Food Safety Inspection Service (FSIS); \n\n\n•\nPrepared foods and ingredients\n, including flour millers, malters, bakeries, candy and confection manufacturers, manufacturers of prepared meals, nuts, spices, cookies, crackers and other snack foods; \n\n\n•\nFruits and vegetables\n, including growers and processors of juice and packaged fresh cut grocery items; \n\n\n•\nSeafood\n, including harvesters and processors of a wide variety of seafood products; \n\n\n•\nDairy\n, including milk and yogurt processors; \n\n\n•\nBeverage\n, including soft drink bottlers and beer and wine producers; \n\n\n•\nWater, \nincluding food producers, water bottlers and municipal water departments; \n\n\n•\nHealthcare\n, including hospitals and distributors to the healthcare industry; \n\n\n•\nTraditional culture media markets\n, including commercial and research laboratories and producers of pharmaceuticals, cosmetics and veterinary vaccines; \n\n\n•\nFood service\n, including fast food service establishments and retail grocery market chains; and \n\n\n•\nDietary supplements\n, including producers and marketers of a wide variety of nutritional and holistic consumer products. \n\n\nANIMAL SAFETY\n \n\n\nNeogen’s staff of specialized animal safety sales, marketing, customer and technical service representatives sell our products and services directly to consumers, dealers, veterinarians, distributors and other manufacturers and also handle technical support issues. Neogen further supports its distribution channels through product training, field support, various promotions and advertising.\n \n\n\nNeogen’s animal safety markets are primarily comprised of:\n \n\n\n•\nCompanion animal veterinarians\n; \n\n\n•\nLivestock producers, veterinarians and breed associations\n;\n\n\n•\nRetailers\n,\n \nincluding large farm and ranch retailers; \n\n\n•\nBreeding and genetics companies\n, including large dairy artificial insemination providers, poultry and swine genetics companies and the aquaculture industry;\n\n\n•\nDiagnostic labs and universities\n,\n \nincluding commercial and forensic testing laboratories; \n\n\n•\nDistributors. \nTo expand the reach of its animal safety OTC and veterinary products, Neogen has a dedicated sales team that sells the Company’s products to animal health product distributors;\n\n\n•\nOther manufacturers and government agencies. \n\n\n9\n\n\n\n\n \n\n\nINTERNATIONAL SALES AND MARKETING\n \n\n\nNeogen maintains Company-owned locations outside of the United States in 23 countries to provide a direct sales presence. We also maintain a network of distributors to reach countries where we do not have a direct presence.\n \n\n\nUK, Europe, Middle East, Africa and India.\n Neogen Europe, Ltd., headquartered in Ayr, Scotland, sells products and services to our network of customers and distributors throughout the U.K., Europe, the Middle East and Africa. Customers in the U.K., France, Germany, Italy, the Netherlands, United Arab Emirates (U.A.E.) and India are served by our employees. In other regions, customers generally are served by distributors managed by Neogen Europe personnel.\n \n\n\nNeogen Europe management also is responsible for various other manufacturing operations and service providers, including Quat-Chem, Ltd., Neogen Italia, Megazyme, Ltd., Delf, Ltd., and Abbott Analytical, Ltd. Neogen Europe has two additional manufacturing locations in Heywood and Liverpool, England, which manufacture culture media supplements and microbiology technologies.\n\n\nNeogen also operates an accredited laboratory in India, located in Kochi, in the state of Kerala, that performs food safety and water quality testing for food producers, major hotels and restaurants in its home region, as well as safety and quality analysis for the country’s expanding nutraceutical market, and growing food export businesses.\n \n \n\n\nMexico, Central and South America. \nNeogen maintains offices and distribution facilities in Mexico, Guatemala, Brazil, Argentina, Chile, Uruguay and Colombia. Combined, the businesses distribute Neogen’s products and offer genomics services throughout Mexico, Central and South America to distributors and end customers.\n \n\n\nNeogen do Brasil, headquartered near São Paulo, is also responsible for manufacturing, marketing and sales for Rogama, located in Pindamonhangaba, Brazil. This company operates a genomics testing laboratory (formerly named Deoxi) and develops, manufactures and markets rodent control and insect control products. Rogama offers registered pest control products to Brazil’s agronomic, professional and retail markets.\n \n\n\nAsia Pacific. \nNeogen maintains offices in Japan, Korea, Thailand, China, Australia and New Zealand. Combined, the businesses distribute Neogen’s products throughout the Asia Pacific region to distributors and end customers.\n \n\n\nOur Chinese subsidiary, located in Shanghai, also operates a genomics testing laboratory, focusing on swine, dairy and beef cattle markets. Neogen’s Australasia subsidiary also operates a genomics testing laboratory, focusing on sheep and cattle markets in Australia and New Zealand.\n\n\nNeogen Canada.\n This business operates a genomics testing laboratory in Edmonton, Alberta.\n \n\n\nOther distributor partners.\n Outside of our physical locations, Neogen uses our own sales managers in both the Food Safety and Animal Safety segments to work closely with and coordinate the efforts of a network of approximately 800 distributors in more than 100 countries. The distributors provide local training and technical support, perform market research and promote Company products within designated countries around the world.\n \n\n\nSales to customers outside the United States accounted for 48.4%, 39.7%, and 39.1% of our total revenues for fiscal years ended May 31, 2023, 2022 and 2021, respectively. No individual foreign country contributed 10% or more of our revenues for those same periods.\n \n\n\n10\n\n\n\n\n \n\n\nRESEARCH AND DEVELOPMENT\n \n\n\nNeogen has a strong commitment to its research and development activities. Our product development efforts are focused on the enhancement of existing products and on the development of new products that advance our business strategy. As of May 31, 2023, we employed 136 scientists and support staff in our worldwide research and development group, including immunologists, chemists and microbiologists. Research and development costs were approximately $26,039, $17,049, and $16,247 representing 3.2%, 3.2%, and 3.5% of total revenues in fiscal years 2023, 2022 and 2021, respectively. Management currently expects our future research and development expenditures to approximate 3% to 4% of total revenues annually.\n \n\n\nNeogen has ongoing development projects for several new and improved diagnostic tests and other complementary products for both the Food Safety and Animal Safety markets. Management expects that a number of these products will be commercially available at various times during fiscal years 2024 and 2025.\n \n\n\nCertain technologies used in some products manufactured and marketed by Neogen were acquired from or developed in collaboration with partners, independent scientists, governmental agencies, universities and other third parties. We have entered into agreements with these parties that provide for the payment of royalties based on sales of products that use the pertinent licensed technology. Royalties, expensed to sales and marketing, under these agreements amounted to $3,392, $1,999, and $2,129 in fiscal years 2023, 2022, and 2021, respectively.\n \n\n\nPROPRIETARY PROTECTION AND APPROVALS\n \n\n\nNeogen uses a variety of intellectual property approaches to protect the competitive position of its offerings, including the use of patents, trademarks, trade secrets, proprietary and confidential know-how, as well as branding and trademarks. Patent and trademark registration applications are submitted whenever appropriate. From its inception, Neogen has acquired and been granted numerous patents and trademark registrations and has numerous pending patents and trademark applications. Neogen’s patent portfolio includes at least 48 U.S. patents, 404 patents in countries outside of the U.S., and 209 pending patent applications globally. Neogen’s trademark estate includes 119 trademark registrations within the U.S., and 548 trademark registrations in countries outside of the U.S, and 24 trademark registration applications globally.\n\n\nWe do not expect the near-term expiration of any single patent to have a significant effect on future results of operations. Our offerings also are protected by trade secrets and proprietary know-how when appropriate. For example, many of our products employ unique antibodies capable of detecting microorganisms and other substances at minute levels. In some instances, we have chosen to keep confidential the methods and techniques used to manufacture and use those antibodies when trade secret and/or proprietary know-how protections are more appropriate.\n\n\nManagement believes that Neogen has adequate rights to commercialize our products. However, we are aware that substantial research is conducted at universities, governmental agencies and other companies throughout the world, and that it always is possible that patents have been applied for and could be granted that are relevant to technologies that may be used in our products. To the extent some of our products may now, or in the future, embody technologies protected by patents of others, we may need to obtain licenses to use such technologies to continue to sell the products. These licenses may not be available on commercially reasonable terms. Failure to obtain any such licenses could delay or prevent the sale of certain new or existing products. In addition, patent litigation is not uncommon. Accordingly, there can be no assurance that we will continue to have adequate rights to commercialize our new products or that we will avoid litigation.\n \n\n\nOne of the major areas affecting the success of biotechnology and pharmaceutical development involves the time, cost and uncertainty surrounding regulatory approvals. Neogen products requiring regulatory approval, which we currently have in place, include BotVax B, EqStim, ImmunoRegulin and Uniprim. Neogen’s rodenticide, disinfectant, parasiticide and insecticide products are subject to registration in the United States and internationally.\n \n\n\n11\n\n\n\n\n \n\n\nNeogen utilizes third-party validations and certifications on many of our products and associated methods to provide our customers with confidence that our products perform to specified levels. These include validation by, among others, the AOAC International, independently administered third-party, multi-laboratory collaborative studies, and approvals by the USDA Food Safety Inspection Service.\n \n\n\nPRODUCTION AND SUPPLY\n \n\n\nNeogen manufactures products in the U.S., the U.K., Ireland and Brazil and provides genomics services in the U.S., Scotland, Brazil, Australia, China and Canada. As of May 31, 2023, there were approximately 1,168 full-time employees assigned to manufacturing operations and providing services in these locations, operating on multiple shift schedules, with occasional 24/7 production during high-demand periods. Future demand increases could be accommodated by adding shifts. Management believes we could increase the current output of our primary product lines by using the current space available. However, to do so would require investment in additional equipment.\n \n\n\nFood safety diagnostics.\n Manufacturing of diagnostic tests for the detection of natural toxins, pathogens, food allergens and spoilage organisms, final kit assembly, quality assurance and shipping takes place at our facilities in Lansing, Michigan. Proprietary monoclonal and polyclonal antibodies for Neogen’s diagnostic kits are produced on a regular schedule in our immunology laboratories in Lansing. Generally, the final assembly and shipment of diagnostic test kits to customers in Europe is performed in our Ayr, Scotland facility. Many of the Company’s food safety diagnostic instruments and readers are produced by third-party vendors to our specifications, quality tested in Lansing, and then shipped to customers. Culture media products are manufactured in an ISO-approved facility in Lansing and in Heywood and Liverpool, England. Products are blended following strict formulations or custom blended to customer specifications and shipped directly to customers from Lansing and the U.K. The Heywood location produces prepared media plates, sterile liquid media, and other related products in ready-to-use format for food testing laboratories across the U.K. and Western Europe. Enzyme substrates are manufactured at Megazyme in Bray, Ireland. Our Clean-Trace product line is manufactured in Wales. Other FSD products are currently manufactured within 3M plants in the U.S. and Poland.\n \n\n\nAnimal health products.\n Manufacturing of animal health products, pharmacological diagnostic test kits, and test kits for drug residues takes place in our FDA-registered facilities in Lexington, Kentucky. In general, manufacturing operations including reagent manufacturing, quality assurance, final kit assembly and packaging are performed by Neogen personnel. Certain animal health products and veterinary instruments that are purchased finished or that are toll manufactured by third-party vendors are warehoused and shipped from our Kentucky facilities. Some veterinary instruments are produced in our facilities in Lansing and are then shipped to Kentucky for distribution to customers. Manufacturing of devices used for animal injections, topical applications and oral administration occurs in Kenansville, North Carolina.\n \n\n\nVeterinary biologics.\n Neogen maintains a Lansing-based USDA-approved manufacturing facility devoted to the production of the biologic products EqStim and ImmunoRegulin. \nP.acnes\n seed cultures are added to media and then subjected to several stages of further processing resulting in a finished product that is filled and packaged within the facility. Our BotVax B vaccine also is produced in the Lansing facility using Type B botulism seed cultures and a traditional fermentation process. All completed biologic products are then shipped to Neogen’s Lexington facilities, where they are inventoried prior to distribution to customers.\n \n\n\nAgricultural genomics services.\n Neogen offers agricultural genomics laboratory services and bioinformatics at our locations in the U.S., Scotland, Brazil, Australia, China and Canada. Through our laboratory services and bioinformatics (primarily in beef and dairy cattle, pigs, sheep, poultry, horses and dogs), Neogen Genomics allows our customers to speed genetic improvement efforts, as well as identify economically important diseases.\n \n\n\nCleaners, disinfectants and rodent control products.\n Manufacturing of rodent control products and/or cleaners and disinfectants takes place in the following locations: Wisconsin, Tennessee, California, England and Brazil. Manufacturing of rodent control products consists of blending technical material (active ingredient) with bait consisting principally of various grains. Certain cleaners and disinfectants are manufactured in Neogen facilities, while others are purchased from other manufacturers for resale or toll manufactured by third parties.\n \n\n\nInsect control products.\n Neogen manufactures insect control products at its facilities in Iowa and Brazil.\n \n\n\n12\n\n\n\n\n \n\n\nNeogen purchases component parts and raw materials from more than 1,000 suppliers. Though many of these items are purchased from a single source to achieve the greatest volume discounts, we believe we have identified acceptable alternative suppliers for most of our key components and raw materials where it is economically feasible to do so. There can be no assurance that we would avoid a disruption of supply in the event a supplier discontinues shipment of product. Shipments of higher volume products are generally accomplished within a 48-hour turnaround time. Our backlog of unshipped orders at any given time has historically not been significant.\n \n\n\nCOMPETITION\n \n\n\nAlthough competitors vary in individual markets, management knows of no single competitor that is pursuing Neogen’s fundamental strategy of developing and marketing a broad line of products, ranging from disposable tests and culture media to veterinary pharmaceuticals and instruments for a large number of food safety and animal safety concerns. For each of our individual products or product lines, we face intense competition from companies ranging from small businesses to divisions of large multinational companies. Some of these organizations have substantially greater financial resources than Neogen. We compete primarily on the basis of ease of use, speed, accuracy and other performance characteristics of our products. The breadth of our product line, the effectiveness of our sales and customer service organizations, and pricing also are components in management’s competitive strategy.\n \n\n\nFuture competition may become even more intense and could result from the development of new technologies, which could affect the marketability and profitability of Neogen’s products. Our competitive position also depends on our ability to continue to develop proprietary products, attract and retain qualified scientific and other personnel, develop and implement production and marketing plans and protect the intellectual property for new products. Additionally, we must continue to generate or have access to adequate capital resources to execute our strategy.\n \n\n\nFOOD SAFETY:\n \n\n\nWith a large professional sales organization offering a comprehensive catalog of food safety solutions, management believes we maintain a general advantage over competitors offering only limited product lines. In most cases, Neogen sales and technical service personnel can offer unique insight into a customer’s numerous safety and quality challenges, and offer testing and other solutions to help the customer overcome those challenges.\n \n\n\nCompetition for pathogen detection products includes traditional methods and antibody and genetic-based platforms; competition for natural toxins and allergen detection products includes instrumentation and antibody-based tests. While our offerings will not always compete on all platforms in all markets, the products we offer provide tests that can be utilized by most customers to meet their testing needs.\n \n\n\nIn addition to our extensive product offerings and robust distribution network, we focus our competitive advantage in the areas of customer service, product performance, speed, and ease of use of our products. Additionally, by aggressively maintaining Neogen’s ability to produce at low cost, we believe that we can be competitive with new market entrants that may choose a low pricing strategy in an attempt to gain market share.\n \n\n\nANIMAL SAFETY:\n \n\n\nNeogen’s Animal Safety segment faces no single competitor across the products and markets we serve. In the life sciences and toxicology markets, we compete against several other diagnostic and reagent companies with similar product offerings.\n \n\n\nIn the veterinary market, Neogen markets BotVax B, the only USDA-approved vaccine for the prevention of botulism Type B in horses. We compete on other key products through differentiated product performance and superior customer and technical support. With some of our products, we provide solutions as a lower cost alternative and also offer a private label option for our customers.\n \n\n\nCompetition in the rodent control market includes several companies of comparable size that offer products into similar market segments. The retail rodent control market is not dominated by a single brand. While the technical\n \n\n\n13\n\n\n\n\n \n\n\nmaterials used by competing companies are similar, Neogen uses manufacturing and bait formula techniques, which we believe may better attract rodents to the product and thereby improves overall product performance.\n \n\n\nWithin the insect control market, Chem-Tech products specifically focus on the area of insect control for food and animal safety applications. There are several competitors offering similar products, however, we have a proprietary formulation chemistry that optimizes the delivery and safe application of insect control products at the customer’s location. These products currently are only sold in the U.S. through a combination of direct sales and distributors.\n \n\n\nNumerous companies, including a number of large multinationals, compete for sales in the cleaner and disinfectant product segment. Neogen’s broad line of products is sold around the world, primarily to assist in the cleaning and disinfecting of animal production facilities.\n \n\n\nIn addition to our extensive portfolio of animal safety products, Neogen also competes in the retail market by providing solutions to common retail problems, such as stock outs, wasted floor space, and inconsistent brand identity. We differentiate ourselves by offering planograms and convenient reordering systems to maximize turns and profitability for our retail customers.\n \n\n\nNeogen Genomics, a leading worldwide commercial animal genomics laboratory, employs cutting-edge technology in the area of genomics. The result of this technology allows the acceleration of natural selection through parentage testing and selective breeding of traits such as disease resistance, yield improvement and meat quality. Competition comes mainly from a number of service providers, some significantly larger than us as well as several smaller companies offering genomics services. Neogen Genomics is not involved in cloning or the development of transgenic animals.\n \n\n\nGOVERNMENT REGULATION\n \n\n\nA significant portion of Neogen’s products and revenues are affected by the regulations of various domestic and foreign government agencies, including the U.S. Department of Agriculture (USDA), the Environmental Protection Agency (EPA), and the U.S. Food and Drug Administration (FDA). Changes in these regulations could affect revenues and/or costs of production and distribution.\n \n\n\nNeogen’s development and manufacturing processes involve the use of certain hazardous materials, chemicals, and compounds. Management believes that our safety procedures for handling and disposing of such commodities comply with the standards prescribed by federal, state and local regulations. However, changes in such regulations or rules could involve significant costs to us and could be materially adverse to our business.\n \n\n\nThe rodent control products, insect control products, cleaners, disinfectants and sanitizers manufactured and distributed by Neogen are subject to EPA and various U.S. state regulations as well as other analogous agencies in the markets where we sell such products. In general, any international sale of our products also must comply with similar regulatory requirements in the country of destination. Each country has its own individual regulatory construct with specific requirements. To the best of our knowledge, Neogen products are compliant with applicable regulations in the countries where such products are sold.\n \n\n\nMany food safety diagnostic products do not require direct government approval. However, we have pursued voluntary approvals and certifications for a number of these products to enhance their marketability.\n \n\n\nNeogen’s veterinary vaccine products and some pharmaceutical products require government approval to allow for lawful sales. The vaccine products are approved by the U.S. Department of Agriculture, Center for Veterinary Biologics (USDA-CVB) and analogous agencies in jurisdictions where sold. The pharmaceutical products are approved by the FDA and analogous agencies in jurisdictions where sold. The products, and the facilities in which they are manufactured, are in a position of good standing with all agencies. We have no warning letters based on any review of these products or facility inspections and are not aware of any reason why we could not manufacture and market such products in the future.\n \n\n\n14\n\n\n\n\n \n\n\nOther animal safety and food safety products generally do not require additional registrations or approvals. However, Neogen’s regulatory staff routinely monitors amendments to current regulatory requirements to ensure compliance.\n \n\n\nHUMAN CAPITAL MANAGEMENT\n \n\n\nOur people are a critical component in our continued success. As a team, they put Neogen’s core values into action, while executing on key growth initiatives to maintain long-term sustainable growth. We strive to create a workplace of choice to attract, retain, and develop top talent to achieve our vision and deliver shareholder results. As of May 31, 2023, we employed 2,640 people worldwide, with 1,444 located in the U.S. and 1,196 international. We maintain good relations with both our union and non-union employees and have not experienced any work stoppages.\n\n\nThe Company is committed to fostering a diverse and inclusive workplace that attracts and retains exceptional talent. Through ongoing employee development, comprehensive compensation and benefits, and a focus on health, safety and employee wellbeing, the Company strives to help its employees in all aspects of their lives so they can do their best work.\n \n\n\nWorkplace Culture and Employee Engagement\n. We have established our One Neogen Pillars of Trust which are the principles that guide our decision-making every day: \u0095 Openness \u0095 Honesty \u0095 Credibility \u0095 Respect \u0095 Service. We value responsibility, consistency and integrity. Our Code of Conduct codifies our commitment to conducting business ethically.\n \n\n\nEquity, Diversity, Inclusion, and Belonging (EDIB).\n We strive to create an environment where colleagues feel valued and understand the important role we play in embracing diversity to improve the quality of our innovation, collaboration and relationships. We are dedicated to executing on our equity, diversity, inclusion and belonging initiatives.\n \n\n\nTalent Attraction, Development and Retention.\n We employ a variety of career development, employee benefits, policies and compensation programs designed to attract, develop and retain our colleagues. Employee benefits and policies are designed for diverse needs. We have internal programs designed to develop and retain talent, including career planning, leadership development programs, performance management and training programs.\n \n\n\nCompensation and Benefits\n. We strive to support our colleagues’ well-being and enable them to achieve their best at work and at home. Our compensation and benefits programs are designed to be competitive and support colleague well-being, including physical and mental health, financial wellness, and family resources.\n \n\n\nEmployee Health and Safety\n. We are committed to ensuring a safe working environment for our colleagues. Our sites have injury prevention programs, and we strive to build on our safety culture. Our procedures emphasize the need for the cause of injuries to be investigated and for action plans to be implemented to mitigate potential recurrence. Our safety programs have resulted in strong safety performance.\n \n\n\nITEM 1A. RISK FACTORS\n \n\n\nInvesting in our securities involves a variety of risks and uncertainties, known and unknown, including, among others, those discussed below. Each of the following risks should be considered carefully, together with all the other information included in this Annual Report on Form 10-K, including our consolidated financial statements and the related notes and in our other filings with the SEC. Furthermore, additional risks and uncertainty not presently known to us or that we currently believe to be immaterial also could adversely affect our business. Our business, results of operations, financial condition and cash flow could be materially and adversely affected by any of these risks or uncertainties.\n \n\n\n15\n\n\n\n\n \n\n\nRISKS RELATING TO THE TRANSACTION WITH 3M CORPORATION\n \n\n\nWe may not realize the anticipated financial and other benefits, including growth opportunities, expected from the 3M Food Safety merger transaction.\n \n\n\nOn September 1, 2022, Neogen, 3M, and Neogen Food Safety Corporation, a wholly-owned subsidiary of 3M created to carve out 3M’s FSD, closed on the Transaction combining 3M’s FSD with Neogen in a Reverse Morris Trust transaction and Neogen Food Safety Corporation became a wholly owned subsidiary of Neogen. Following the Transaction, pre-merger Neogen Food Safety Corporation stockholders owned, in the aggregate, approximately 50.1% of the issued and outstanding shares of Neogen common stock, and pre-merger Neogen shareholders owned, in the aggregate, approximately 49.9% of the issued and outstanding shares of Neogen common stock.\n\n\nWe have realized and expect that we will continue to realize synergies, growth opportunities and other financial and operating benefits as a result of the Transaction. Our success in realizing these benefits, and the timing of their realization, depends, among other things, on the continued successful integration of the business operations of the 3M Food Safety business with Neogen. Even if we are able to integrate the 3M Food Safety business successfully, we cannot predict with certainty if or when the balance of these synergies, growth opportunities and other benefits will be realized, or the extent to which they will actually be achieved. For example, the benefits from the Transaction could be offset by costs incurred in integrating the 3M Food Safety business. Realization of any synergies, growth opportunities or other benefits could be affected by the factors described in other risk factors and a number of factors beyond our control, including, without limitation, general economic conditions, increased operating costs and regulatory developments.\n\n\nThe integration of the 3M Food Safety business with Neogen presents challenges, and the failure to successfully integrate the 3M Food Safety business could have a material adverse effect on our business, financial condition or results of operations.\n \n\n\nAlthough significant progress has been made to date in the integration of the 3M Food Safety business with Neogen, there is much that remains to be accomplished, particularly in the integration of the manufacturing operations of the 3M Food Safety business with Neogen. There is a significant degree of difficulty inherent in the process of integrating the 3M Food Safety business with Neogen. The difficulties include:\n \n\n\n•\nthe integration of the 3M Food Safety business with Neogen’s current businesses while carrying on the ongoing operations of all businesses; \n\n\n•\nmanaging a significantly larger company than before the consummation of the Transaction; \n\n\n•\nintegrating the business cultures of the 3M Food Safety business and Neogen, which could prove to be incompatible; \n\n\n•\ncreating uniform standards, controls, procedures, policies and information systems and controlling the costs associated with such matters; \n\n\n•\nthe ability to ensure the effectiveness of internal control over financial reporting across the combined company; \n\n\n•\nintegrating certain manufacturing, information technology, purchasing, accounting, finance, sales, billing, human resources, payroll and regulatory compliance systems; and \n\n\n•\nthe potential difficulty in retaining key officers and personnel of Neogen and the 3M Food Safety business. \n\n\n16\n\n\n\n\n \n\n\nThe continued successful integration of the 3M Food Safety business cannot be assured. The failure to do so could have a material adverse effect on our business, financial condition or results of operations.\n \n\n\nPursuant to the terms of the Transaction, Neogen and formerly Neogen Food Safety Corporation will be restricted from taking certain actions that could adversely affect the intended tax treatment of the Transaction, and such restrictions could significantly impair Neogen’s and Neogen Food Safety Corporation’s ability to implement strategic initiatives that otherwise would be beneficial.\n \n\n\nThe Tax Matters Agreement executed in connection with the Transaction generally restricts Neogen and its affiliates from taking certain actions after the distribution of Neogen shares that could adversely affect the intended tax treatment of the Transaction. In particular:\n \n\n\nFor a two-year period following the distribution date, except as described below:\n \n\n\n•\nNeogen Food Safety Corporation will continue the active conduct of its trade or business and the trade or business of certain Neogen Food Safety Corporation subsidiaries; \n\n\n•\nNeogen Food Safety Corporation will not voluntarily dissolve or liquidate or permit certain Neogen Food Safety Corporation subsidiaries to voluntarily dissolve or liquidate; \n\n\n•\nNeogen and Neogen Food Safety Corporation will not enter into any transaction or series of transactions (or any agreement, understanding or arrangement) as a result of which one or more persons would acquire (directly or indirectly) stock comprising 50% or more of the vote or value of Neogen Food Safety Corporation  or Neogen (taking into account the stock acquired pursuant to the merger); \n\n\n•\nNeogen and Neogen Food Safety Corporation will not engage in certain mergers or consolidations; \n\n\n•\nNeogen Food Safety Corporation will not, and will not permit certain Neogen Food Safety Corporation  subsidiaries to, sell, transfer or otherwise dispose of 30% or more of the gross assets of Neogen Food Safety Corporation such subsidiaries, the Neogen Food Safety Corporation group or the active trade or business of Neogen Food Safety Corporation or certain Neogen Food Safety Corporation subsidiaries, subject to certain exceptions;  \n\n\n•\nNeogen and Neogen Food Safety Corporation will not, and will not permit certain Neogen Food Safety Corporation subsidiaries to, redeem or repurchase stock or rights to acquire stock, unless certain requirements are met; \n\n\n•\nNeogen and Neogen Food Safety Corporation will not, and will not permit certain Neogen Food Safety Corporation subsidiaries to, amend their certificates of incorporation (or certain other organizational documents) or take any other action affecting the voting rights of any stock or stock rights of Neogen or Neogen Food Safety Corporation; and \n\n\n•\nNeogen and Neogen Food Safety Corporation will not, and will not permit any member of the Neogen Food Safety Corporation group or Neogen to, take any other action that would, when combined with any other direct or indirect changes in ownership of Neogen Food Safety Corporation and Neogen stock (including pursuant to the merger), have the effect of causing one or more persons to acquire stock representing 50% or more of the vote or value of Neogen Food Safety Corporation or Neogen, or otherwise jeopardize the tax-free status of the Transaction;  \n\n\n•\nduring the time period ending three years after the date of the distribution, Neogen Food Safety Corporation and Neogen also will be subject to certain restrictions relating to the SpinCo Business in Switzerland; and  \n\n\n•\nAdditionally, none of Neogen Food Safety Corporation, Neogen or any member of Neogen Food Safety Corporation group or Neogen may: \n\n\no\ntake, or permit to be taken, any action that could reasonably be expected to jeopardize the qualification of certain Neogen Food Safety Corporation debt as a security under Section 361(a) of the Code (other than making any payment permitted or required by the terms of the Neogen Food Safety Corporation debt); \n\n\no\npermit any portion of certain nonqualified preferred stock to cease to be outstanding or modify the terms of such stock; \n\n\n17\n\n\n\n\n \n\n\nunless, in each case, prior to taking any such action, Neogen and Neogen Food Safety Corporation shall have requested that 3M obtain, or request and receive 3M’s prior written consent to obtain, an IRS ruling satisfactory to 3M in its reasonable discretion or provide 3M with an unqualified tax opinion satisfactory to 3M in its sole and absolute discretion to the effect that such action would not jeopardize the intended tax treatment of the Transaction, unless 3M waives such requirement. Failure to adhere to these requirements could result in tax being imposed on 3M for which Neogen and Neogen Food Safety Corporation could bear responsibility and for which Neogen and Neogen Food Safety Corporation could be obligated to indemnify 3M. Any such indemnification obligation would likely be substantial and would likely have a material adverse effect on Neogen. These restrictions could have a material adverse effect on Neogen’s liquidity and financial condition, and otherwise could impair Neogen’s and Neogen Food Safety Corporation’s ability to implement strategic initiatives and Neogen Food Safety Corporation’s and Neogen’s indemnity obligation to 3M might discourage, delay or prevent a change of control that shareholders of Neogen may consider favorable.\n \n\n\nRISKS RELATING TO OUR BUSINESS AND INDUSTRY\n \n\n\nWe are subject to risks relating to existing international operations and expansion into new geographical markets.\n \n\n\nExpanding sales globally is part of our overall growth strategy, and we expect sales from outside the United States to continue to represent a significant portion of our revenue. In fiscal 2023, sales to customers outside of the U.S. accounted for 48.4% of our total revenue. Our international operations are subject to general risks related to such operations, including:\n \n\n\n•\npolitical, social and economic instability and disruptions, including social unrest, geopolitical tensions, currency, inflation and interest rate uncertainties; \n\n\n•\ngovernment export controls, economic sanctions, embargoes or trade restrictions; \n\n\n•\nthe imposition of duties and tariffs and other trade barriers; \n\n\n•\nlimitations on ownership and on repatriation or dividend of earnings; \n\n\n•\ntransportation delays and interruptions; \n\n\n•\nlabor unrest and current and changing regulatory environments; \n\n\n•\nincreased compliance costs, including costs associated with disclosure requirements and related due diligence; \n\n\n•\ndifficulties in staffing and managing multi-national operations; \n\n\n•\nlimitations on our ability to enforce legal rights and remedies; \n\n\n•\ncurrent products may not comply with product standards established by foreign regulatory bodies;\n\n\n•\ndiffering labor regulations; \n\n\n•\ndiminished protection of intellectual property in some countries; \n\n\n•\naccess to or control of networks and confidential information due to local government controls and vulnerability of local networks to cyber risks; and \n\n\n•\nfluctuations in foreign currency exchange rates. \n\n\n18\n\n\n\n\n \n\n\nIf we are unable to successfully manage the risks associated with expanding our global business or adequately manage operational risks of our existing international operations, these risks could have a material adverse effect on our growth strategy into new geographical markets, our reputation, our business, results of operations, financial condition and cash flows. In addition, the impact of such risks could be outside of our control and could decrease our ability to sell products internationally, which could adversely affect our business, financial condition, results of operations or cash flows. For example, as a result of the ongoing military conflict between Russia and Ukraine and resulting heightened economic sanctions from the U.S. and the international community, we have discontinued sales into Russia and Belarus. The U.S. and other countries have imposed significant sanctions and could impose even wider sanctions and take other actions should the conflict further escalate. While it is difficult to anticipate the effect the sanctions announced to date could have on us, any further sanctions imposed or actions taken by the U.S. or other countries, including any expansion of sanctions beyond Russia and Belarus, could affect the global price and availability of raw materials, reduce our sales and earnings or otherwise have an adverse effect on our business and results of operations.\n \n\n\nOur business strategy is dependent on successfully promoting internal growth and identifying and integrating acquisitions.\n \n\n\nOur business has grown significantly over the past several years as a result of both internal growth and acquisitions of existing businesses and their products. Management initiatives may be attempted to augment internal growth, such as strengthening our presence in select markets, reallocating research and development funds to products with higher growth potential, development of new applications for our technologies, enhancing our service offerings, continuing key customer efforts, and finding new markets for our products. Failure of these management initiatives may have a material adverse effect on our operating results and financial condition.\n \n\n\nIdentifying and pursuing acquisition opportunities, integrating these acquisitions into our business and managing their growth requires a significant amount of management’s time and skill. We cannot assure that we will be effective in identifying, integrating or managing future acquisition targets. Our failure to successfully integrate and manage a future acquisition could have a material adverse effect on our operating results and financial condition.\n \n\n\nWe may not be able to effectively manage our future growth, and if we fail to do so, our business, financial condition and results of operations could be adversely affected.\n \n\n\nWe rely significantly on our information systems’ infrastructure to support our operations and a failure of these systems and infrastructure and/or a security breach of our information systems could damage our reputation and have an adverse effect on operations and results.\n \n\n\nWe rely on our information systems’ infrastructure to integrate departments and functions, enhance our ability to service customers, improve our control environment, and manage our cost reduction initiatives. If a security breach or cyberattack of our information technology (\"IT\") networks and systems occurs, our operations could be interrupted. Any issues involving our critical business applications and infrastructure could adversely impact our ability to manage our operations and the customers we serve. Although we have controls and security measures in place to prevent such attacks, experienced computer hackers are increasingly organized and sophisticated. Malicious attack efforts operate on a large scale and sometimes offer targeted attacks as a paid-for service. In addition, the techniques used to access or sabotage networks change frequently and generally are not recognized until launched against a target.\n \n\n\n19\n\n\n\n\n \n\n\nWe rely on several information systems throughout our company, as well as those of our third-party business partners, to provide access to our web-based products and services, keep financial records, analyze results of operations, process customer orders, manage inventory, process shipments to customers, store confidential or proprietary information and operate other critical functions. Although we employ system backup measures and engage in information system redundancy planning and processes, such measures, as well as our current disaster recovery plan, may be ineffective or inadequate to address all vulnerabilities. Further, our information systems and our business partners’ and suppliers’ information systems may be vulnerable to attacks by hackers and other security breaches, including computer viruses and malware, through the internet (including via devices and applications connected to the internet), email attachments and persons with access to these information systems, such as our employees or third parties with whom we do business. As information systems and the use of software and related applications by us, our business partners, suppliers and customers become more cloud-based, there has been an increase in global cybersecurity vulnerabilities and threats, including more sophisticated and targeted cyber-related attacks that pose a risk to the security of our information systems and networks and the confidentiality, availability and integrity of data and information.\n\n\nWhile we have implemented network security and internal control measures, including for the purpose of protecting our connected products and services from cyberattacks, and invested in our data and information technology infrastructure, there can be no assurance that these efforts will prevent a system disruption, attack, or security breach and, as such, the risk of system disruptions and security breaches from a cyberattack remains.\n \n\n\nIf our security and information systems are compromised, interrupted or destroyed, or employees fail to comply with the applicable laws and regulations, or the information we maintain is obtained by unauthorized persons or used inappropriately, it could adversely affect our business and reputation, as well as our results of operations, and could result in litigation, the imposition of regulatory sanctions or penalties, or significant expenditures to remediate any damage to persons whose personal information has been compromised.\n \n\n\nIn fiscal year 2022, we began the implementation of our global SAP enterprise resource planning (ERP) system at our U.S. locations, which includes upgrades to many of our existing operating and financial systems. Such an implementation is a major undertaking, both financially and from a management and personnel perspective. Should the remaining systems not be implemented successfully, or if the systems do not perform in a satisfactory manner once implementation is complete, our business and operations could be disrupted and our results of operations could be adversely affected, including our ability to report accurate and timely financial results.\n\n\nPandemics or disease outbreaks, such as the COVID-19 pandemic, have affected and could adversely affect our business, operation, results of operations and financial condition.\n \n\n\nThe COVID-19 pandemic negatively impacted the global economy, disrupted global supply chains, and created significant volatility and disruption of financial markets.\n\n\nDuring the course of the pandemic, we modified our business practices to comply with safety measures required by federal, state and local governments, as well as those we determined to be in the best interests of our employees and customers, including implementing social distancing, remote work, reducing employee travel, restricting building access and more. In the event of the renewed outbreak of COVID-19 or an outbreak of a different virus or disease, we could experience disruptions in our supply chain, operations, facilities and workforce which could cause delays in developing new products or negatively affect efficiency and productivity or our ability to market products and services, and, ultimately, our stock price and financial performance.\n \n\n\nAdditional future impacts to us may include, but are not limited to, material adverse effects on the demand for our products and services, our supply chain and sales and distribution channels, our cost structure and profitability. An extended period of global supply chain and economic disruption could materially affect our business, results of operations and financial condition.\n \n\n\n20\n\n\n\n\n \n\n\nDisruption of our manufacturing and service operations could have an adverse effect on our financial condition and results of operations.\n \n\n\nOur facilities and our distribution systems are subject to catastrophic loss due to fire, flood, terrorism or other natural or man-made disasters. If any of our facilities were to experience a catastrophic loss, it could disrupt our operations, delay production, shipments and revenue and result in significant expenses to repair or replace the facility and/or distribution system. If such a disruption were to occur, we could breach agreements, our reputation could be harmed, and our business and operating results could be adversely affected. Although we carry insurance for property damage and business interruption, we do not carry insurance or financial reserves for interruptions or potential losses arising from terrorism. Economic conditions and uncertainties in global markets could adversely affect the cost and other terms upon which we are able to obtain third party insurance. If we are unable to obtain sufficient and cost-effective third-party insurance coverage, or to the extent we have elected to self-insure, we could be at greater risk that our operations will be harmed by a catastrophic loss.\n \n\n\nWe rely heavily on third-party package delivery services, and a significant disruption in these services or significant increases in prices could disrupt our ability to ship products, increase our costs and lower our profitability.\n \n\n\nWe ship a significant portion of our products to customers through independent package delivery companies, such as UPS, Federal Express and DHL. We also ship our products through other carriers, including national and regional trucking firms, overnight carrier services and the U.S. Postal Service. If one or more of these third-party package delivery providers were to experience a major work stoppage, preventing our products from being delivered in a timely fashion or causing us to incur additional shipping costs we could not pass on to our customers, our costs could increase and our relationships with some of our customers could be adversely affected. In addition, if one or more of our third-party package delivery providers were to increase prices, and we were not able to find comparable alternatives or make adjustments within our delivery network, our profitability could be adversely affected.\n \n\n\nOur dependence on suppliers could limit our ability to sell certain products or negatively affect our operating results.\n \n\n\nWe rely on third-party suppliers to provide raw materials and other components in our products, manufacture products that we do not manufacture ourselves and perform services that we do not provide ourselves. Because these suppliers are independent third parties with their own financial objectives, actions taken by them could have a negative effect on our results of operations. The risks of relying on suppliers include our inability to enter into contracts with third party suppliers on reasonable terms, inconsistent or inadequate quality control, relocation of supplier facilities, supplier work stoppages and suppliers’ failure to comply with their contractual obligations. In addition, we currently purchase some raw materials and products from sole or single sources. Some of the products that we purchase from these sources are proprietary and, therefore, cannot be readily or easily replaced by alternative sources. Problems with suppliers and the supply chain could negatively impact our ability to supply the market, substantially decrease sales, lead to higher costs or damage our reputation with our customers.\n \n\n\n21\n\n\n\n\n \n\n\nOur business sells many products through distributors, which present risks that could negatively affect our operating results.\n \n\n\nWe sell many of our products, both within and outside of the U.S., through independent distributors. As a result, we are dependent on distributors to sell our products and assist us in promoting and creating demand for our products. Our distributors sometimes offer products from several different companies, and those distributors may carry our competitors’ products and promote our competitors’ products over our own. We have limited ability, if any, to cause our distributors to devote adequate resources to promoting, marketing, selling and supporting our products. We cannot assure that we will be successful in maintaining and strengthening our relationships with our distributors or establishing relationships with new distributors who have the ability to market, sell, and support our products effectively. We may rely on one or more key distributors for a product or region, and the loss of one or more of these distributors could reduce our revenue. Distributors could face financial difficulties, including bankruptcy, which could impact our ability to collect our accounts receivable and negatively impact our financial results. In addition, violations of anti-bribery and anti-corruption or similar laws by our distributors could have a material impact on our business. Further, termination of a distributor relationship could result in increased competition in the applicable jurisdiction. Failing to manage the risks associated with our use of distributors could reduce sales, increase expenses and weaken our competitive position, which could have a negative impact on our operating results.\n \n\n\nIf we are unable to develop new products and technologies, our competitive position could be impaired, which could materially and adversely affect our sales and market share.\n\n\nThe markets in which we operate are characterized by changing technologies and the introduction of new products. As a result, our success is dependent upon our ability to develop or acquire new products and services on a cost-effective basis, to introduce them into the marketplace in a timely manner and to protect and maintain critical intellectual property assets related to these developments. Difficulties or delays in research, development or production of new products and technologies, or failure to gain market acceptance of new products and technologies, could significantly reduce future revenue and materially and adversely affect our competitive position. While we intend to continue to commit financial resources and effort to the development of new products and services, we may not be able to successfully differentiate our products and services from those of our competitors. Our customers may not consider our proposed products and services to be of value to them or may not view them as superior to our competitors’ products and services. In addition, our competitors or customers could develop new technologies or products which address similar or improved solutions to our existing technologies. Further, we may not be able to adapt to evolving markets and technologies, develop new products, achieve and maintain technological advantages or protect technological advantages through intellectual property rights. If we do not successfully compete through the development and introduction of new products and technologies, our business, results of operations, financial condition and cash flows could be materially adversely affected.\n\n\nIf we fail to maintain a positive reputation or are unable to conduct effective sales and marketing, our prospects and financial condition could be adversely affected.\n\n\nWe believe that market awareness and recognition of our brands have contributed significantly to the success of our business. We also believe that maintaining and enhancing these brands, especially market perceptions of the quality of our products, is critical to maintaining our competitive advantage. If any of our products are subject to recall or are proven to be, or are claimed to be, ineffective or inaccurate for their stated purpose, then this could have a material adverse effect on our business, financial condition or results of operations. Also, because we are dependent on market perceptions, negative publicity associated with product quality or other adverse effects resulting from, or perceived to be resulting from, our products could have a material adverse impact on our business, financial condition and results of operations.\n\n\nOur sales and marketing efforts are anchored by promoting our products to potential customers. Therefore, our sales and marketing force, whether in-house sales representatives or third-party commercial partners, must possess an up-to-date understanding of industry trends and products, as well as promotion and communication skills. In addition, we have a network of third-party commercial partners that we use to sell or distribute our products.\n\n\n22\n\n\n\n\n \n\n\nWhile we will continue to promote our brands to remain competitive, we may not be successful in doing so. If we are unable to increase or maintain the effectiveness and efficiency of our sales and marketing activities, or if we incur excessive sales expenses to do so, our business, financial condition and results of operations may be materially and adversely affected.\n\n\nWe could lose customers or generate lower revenue, operating profits and cash flows if there are significant increases in the cost of raw materials or if we are unable to obtain such raw materials or other components of our products.\n\n\nWe purchase raw materials and components for use in our products, which exposes us to volatility in prices for certain raw materials and products. Prices and availability of these raw materials are subject to substantial fluctuations that are beyond our control due to factors such as changing economic conditions, inflation, currency and commodity price fluctuations, tariffs, resource availability, transportation costs, weather conditions and natural disasters, political unrest and instability, and other factors impacting supply and demand pressures. Significant price increases for these supplies could adversely affect our operating profits. Current and future inflationary effects may be driven by, among other things, supply chain disruptions and governmental stimulus or fiscal policies. The COVID-19 pandemic, for example, resulted in raw material price inflation as well as supply chain constraints and disruptions. While we will generally attempt to mitigate the impact of increased raw materials prices by endeavoring to make strategic purchasing decisions, broadening our supplier base and passing along increased costs to customers, there may be a time delay between the increased raw material prices, the ability to increase the prices of products, and dependence on a sole or single source for certain materials and products. Additionally, we may be unable to increase the prices of products due to a competitor’s pricing pressure or other factors, or may be unable to raise the price of our products in a manner that is proportional to the level of inflation, which would materially adversely affect our results of operations.\n\n\nCertain of our food safety product lines depend on a sole or single source suppliers and vendors. The ability of these third parties to deliver raw materials and products may also be affected by events beyond our control. In addition, public health threats, such as COVID-19, severe influenza and other highly communicable viruses or diseases could affect our supply of raw materials, by limiting our ability to transport raw materials from our vendors or increasing demand and competition for supplies, which could adversely affect our ability to obtain necessary raw materials for certain of our products. Any sustained interruption in our receipt of adequate raw materials, supply chain disruptions impacting the receipt or distribution of products, or disruption to key manufacturing sites’ operations due to natural and other disasters or events or other legal or regulatory requirements, could result in a significant price increase in raw materials, or their unavailability, which could result in a loss of customers or otherwise adversely impact our business, results of operations, financial condition and cash flows.\n\n\nOur reputation, ability to do business and results of operations could be impaired by improper conduct by or disputes with any of our employees, agents or business partners and we have a compliance burden with respect to, and risk of violations of, anti-bribery, trade control, trade sanctions, anti-corruption and similar laws.\n\n\nOur operations require us to comply with a number of U.S. and international laws and regulations, including those governing payments to government officials, bribery, fraud, anti-kickback and false claims, competition, export and import compliance, money laundering and data privacy, as well as the improper use of proprietary information or social media. In particular, our international operations are subject to the regulations imposed by the Foreign Corrupt Practices Act and the United Kingdom Bribery Act 2010 as well as anti-bribery and anti-corruption laws of various jurisdictions in which we operate. While we strive to maintain high standards, we cannot provide assurance that our internal controls and compliance systems always will protect us from acts committed by our employees, agents or business partners that would violate such U.S. or international laws or regulations or fail to protect our confidential information. Any such violations of law or improper actions could subject us to civil or criminal investigations in the U.S. or other jurisdictions, could lead to substantial civil or criminal, monetary and non-monetary penalties and related shareholder lawsuits, could lead to increased costs of compliance and could damage the our reputation, business, results of operations, financial condition and cash flows.\n\n\n23\n\n\n\n\n \n\n\nTariffs and other trade measures could adversely affect our results of operations, financial position and cash flows.\n\n\nOur international operations subject us to discriminatory or conflicting tariffs and trade policies. Tariffs have and may continue to increase our material input costs, and any further trade restrictions, retaliatory trade measures and additional tariffs could result in higher input costs to our products. We may not be able to fully mitigate the impact of these increased costs or pass price increases on to our customers. While tariffs and other trade measures imposed by other countries on U.S. goods have not yet had a significant impact on our business or results of operations, we cannot predict further developments, and such existing or future tariffs could have a material adverse effect on our results of operations, financial position and cash flows.\n\n\nChanges in domestic and foreign governmental laws, regulations and policies, changes in statutory tax rates and laws, and unanticipated outcomes with respect to tax audits could adversely affect our business, profitability and reputation.\n\n\nOur domestic and international sales and operations are subject to risks associated with changes in laws, regulations and policies (including environmental and employment regulations, export/import laws, tax policies and other similar programs). Failure to comply with any of the foregoing laws, regulations and policies could result in civil and criminal, monetary and non-monetary penalties, as well as damage to our reputation. In addition, we cannot provide assurance that our costs of complying with new and evolving regulatory reporting requirements and current or future laws, including environmental protection, employment, data security, data privacy and health and safety laws, will not exceed our estimates. While these risks or the impact of these risks are difficult to predict, any one or more of them could adversely affect our business, results of operations and reputation.\n\n\nWe are subject to taxation in a number of jurisdictions. Accordingly, our effective tax rate is impacted by changes in the mix among earnings in countries with differing statutory tax rates. A material change in the statutory tax rate or interpretation of local law in a jurisdiction in which we have significant operations could adversely impact our effective tax rate and impact our financial results.\n\n\nOur tax returns are subject to audit and taxing authorities could challenge our operating structure, taxable presence, application of treaty benefits or transfer pricing policies. If changes in statutory tax rates or laws or audits result in assessments different from amounts estimated, our business, results of operations, financial condition and cash flows could be adversely affected. In addition, changes in tax laws could have an adverse effect on our customers, resulting in lower demand for our products and services.\n\n\nA deterioration in our future expected profitability or cash flows could result in an impairment of our recorded goodwill and intangible assets.\n \n\n\nWe have significant goodwill and intangible assets recorded on our consolidated balance sheet. The valuation and classification of these assets and the assignment of useful lives to intangible assets involve significant judgments and the use of estimates. Impairment testing of goodwill and intangible assets requires significant use of judgment and assumptions, particularly as it relates to the determination of fair market value. A decrease in the long-term economic outlook and future cash flows of our business could significantly impact asset values and potentially result in the impairment of intangible assets, including goodwill.\n \n\n\nThe markets for our products are extremely competitive, and our competitors could use existing resource advantages to our detriment.\n \n\n\nThe food and animal safety industries are subject to rapid and substantial changes in technology and are characterized by extensive research and development and intense competition. Our competitors and potential competitors may have greater financial, technical, manufacturing, marketing, research and development and management resources than us. These competitors could use their resources, reputations and ability to leverage existing customer relationships to provide a competitive advantage over us that could impact our results of operations. They might also succeed in developing products that are more reliable and effective than our products, are less costly than our products or provide alternatives to our products. If the products of a competitor are better able to meet our customers' requirements, then our operating results could be adversely affected.\n \n\n\n24\n\n\n\n\n \n\n\nWe are dependent on the agricultural marketplace, which is affected by factors beyond our control.\n \n\n\nOur primary customers are in the agricultural and food production industries. Economic conditions affecting agricultural industries are cyclical and are dependent upon many factors outside of our control, including weather conditions, changes in consumption patterns or commodity prices. Any of these factors in the agricultural marketplace could affect our sales and overall financial performance.\n \n\n\nRISKS RELATED TO LIQUIDITY, INDEBTEDNESS AND THE CAPITAL MARKETS\n \n\n\nWe have incurred substantial indebtedness and our financial condition and operations may be adversely affected by a violation of financial and other covenants.\n\n\nWe have incurred substantial indebtedness and related debt service obligations, which could have important consequences, including:\n \n\n\n•\nreduced flexibility in responding to changing business and economic conditions, and increased vulnerability to general adverse economic and industry conditions;\n\n\n•\nreduced flexibility in planning for, or reacting to, changes in our business, the competitive environment and the markets in which we operate, and to technological and other changes; \n\n\n•\nreduced access to capital and increasing borrowing costs generally or for any additional indebtedness to finance future operating and capital expenditures and for general corporate purposes; \n\n\n•\nlowered credit ratings; \n\n\n•\nreduced funds available for operations, capital expenditures and other activities; \n\n\n•\nincreased vulnerability to increases in interest rates in general because a substantial portion of our indebtedness is expected to bear interest at floating rates; and\n\n\n•\ncompetitive disadvantages relative to other companies with lower debt levels.\n\n\nOur Term Loan, comprised of our Revolving Facility and Term Loan Facility, contain customary affirmative and negative covenants. Some or, with respect to certain covenants, all of these agreements include financial covenants based on leverage and cash interest expense coverage ratios and limitations to make certain investments, declare or pay dividends or distributions on capital stock, redeem or repurchase capital stock and certain debt obligations, incur liens, incur indebtedness, or merge, make certain acquisitions or sales of assets.\n \n\n\nThe Senior Notes governing our senior unsecured indebtedness also include customary events of default. A violation of any of these covenants or agreements could result in a default under these contracts, which could permit the lenders or note holders, as applicable, to accelerate repayment of any borrowings or notes outstanding at that time and levy on the collateral granted in connection with the Senior Notes. A default or acceleration under the Senior Notes governing the senior unsecured indebtedness could result in defaults under our other debt agreements and could adversely affect our ability to operate our business, our subsidiaries' ability to operate their respective businesses and our results of operations and financial condition.\n \n\n\nThe available capacity under our Revolving Facility could be limited by our covenant ratios under certain conditions. An increase in the applicable leverage ratio, as a result of decreased earnings or otherwise, could result in reduced access to capital under our Revolving Facility, which is a significant component of our total available liquidity.\n\n\n25\n\n\n\n\n \n\n\nOur quarterly or annual operating results are subject to significant fluctuations.\n \n\n\nWe have experienced, and may experience in the future, significant fluctuations in our quarterly or annual operating results. The mix of products sold and the acceptance of new products, in addition to other factors such as cost increases, could contribute to this variability. We have few long-term customer contracts and operate primarily with purchase orders. Substantially all our product revenue in each period results from orders received in that period. In addition, our expense levels are based, in part, on our expectation of future revenue levels. Therefore, a shortfall in expected revenue could result in a disproportionate decrease in our net income.\n \n\n\nThe market price of our common stock could be highly volatile.\n \n\n\nThe trading price of our common stock could be volatile. Securities markets worldwide experience significant price and volume fluctuations. This market volatility, as well as other general economic, market or political conditions, could reduce the market price of our common stock rapidly and unexpectedly, despite our operating performance. Factors that could impact the market price of our common stock include the factors described in this “Risk Factors” section and elsewhere in this Annual Report on Form 10-K, as well as:\n \n\n\n•\nPublic announcements (including the timing of these announcements) regarding our business, financial performance, acquisitions and prospects or new products or services, product enhancements or technological advances by our competitors or us; \n\n\n•\nTrading activity in our stock, including transactions by us, our executive officers and directors, and significant shareholders; trading activity that results from the ordinary course rebalancing of stock indices in which we may be included, such as the S&P Mid-Cap 400 Index; trading activity related to our inclusion in, or removal from, any stock indices; and short-interest in our common stock, which could be significant from time to time; \n\n\n•\nInvestor perception of us and the industry and markets in which we operate, including changes in earnings estimates or buy/sell recommendations by securities analysts; and whether or not we meet earnings estimates of securities analysts who follow us; and \n\n\n•\nGeneral financial, domestic, international, economic and market conditions, including overall fluctuations in the U.S. equity markets, which may experience extreme volatility that, in some cases, is unrelated or disproportionate to the operating performance of particular companies. \n\n\nOur business could be adversely affected by fluctuations in the global capital markets.\n\n\nOur business and financial results are affected by fluctuations in the global financial markets, including interest rates and currency exchange rates. The exposure to fluctuations in currency exchange rates takes on different forms. International revenues and costs are subject to the risk that fluctuations in exchange rates could adversely affect our reported revenues and profitability when translated into U.S. dollars for financial reporting purposes. These fluctuations could also adversely affect the demand for products and services provided by us. Failure to respond timely to these fluctuations, or failure to effectively hedge these risks when possible, could lead to a material adverse impact on our results of operations and financial condition.\n \n\n\nWe cannot assure investors that we will make dividend payments in the future.\n\n\nDividend payments to our shareholders depend upon a number of factors, including our results of operations, cash flows and financial position, contractual restrictions and other factors considered relevant by our Board of Directors. We have not historically paid dividends to our shareholders, and there is no assurance that we will declare and pay, or have the ability to declare and pay, any dividends on our common stock in the future.\n \n\n\n26\n\n\n\n\n \n\n\nCertain shareholders could attempt to influence changes within Neogen, which could adversely affect our operations, financial condition and the value of our common stock.\n\n\nOur shareholders may from time-to-time seek to acquire a controlling stake in Neogen, engage in proxy solicitations, advance shareholder proposals or otherwise attempt to effect changes. Campaigns by shareholders to effect changes at publicly-traded companies are sometimes led by investors seeking to increase short-term shareholder value through actions such as financial restructuring, increased debt, special dividends, stock repurchases or sales of assets or the entire company. Responding to proxy contests and other actions by activist shareholders can be costly and time-consuming, and could disrupt our operations and divert the attention of our Board of Directors and senior management from the pursuit of our business strategies. These actions could adversely affect our operations, financial condition and the value of our common stock.\n\n\nGENERAL RISK FACTORS\n \n\n\nWe have identified a material weakness in our internal control over financial reporting, and if we are unable to improve our internal controls, our financial results may not be accurately reported.\n \n\n\nAs disclosed in Item 9A, “Controls and Procedures,” we identified material weaknesses in our internal control over financial reporting related to ineffective information technology general controls, our period-end invoice accrual procedures, and ineffective operation of management review controls related to the accounting, valuation and purchase price allocation of the Company’s acquisition and associated goodwill. The material weaknesses did not result in any material identified misstatements to the consolidated financial statements, and there were no changes to previously issued financial results. We are actively developing a remediation plan designed to address these material weaknesses, however, we cannot guarantee that these steps will be sufficient or that we will not have material weaknesses in the future. These material weaknesses, or difficulties encountered in implementing new or improved controls or remediation, could prevent us from accurately reporting our financial results, result in material misstatements in our financial statements or cause us to fail to meet our reporting obligations. Failure to comply with Section 404 of the Sarbanes-Oxley Act of 2002 could negatively affect our business, financial condition and results of operations.\n\n\nOur success is highly dependent on our ability to obtain protection for the intellectual property used in our products; these products could be the subject of patent infringement challenges.\n \n\n\nOur success and ability to compete depends, in part, on our ability to protect, in the U.S. and other countries, our products by establishing and maintaining intellectual property rights capable of protecting our technology and products. Patent applications filed by us may not result in the issuance of patents or, if granted, may not be granted in a form that will be commercially advantageous to us. Even if granted, patents can be challenged, narrowed, invalidated, or circumvented, which could limit our ability to stop competitors from marketing similar products or limit the length of time we have patent protection for our products. We also cannot assure that our nondisclosure agreements, together with trade secrets and other common law rights, will provide meaningful protection for our trade secrets and other proprietary information. Moreover, the laws of some foreign jurisdictions may not protect intellectual property rights to the same extent as in the U.S., and many companies have encountered significant difficulties in protecting and defending such rights in foreign jurisdictions. If we encounter such difficulties or we are otherwise precluded from effectively protecting our intellectual property rights domestically or in foreign jurisdictions, we could incur substantial costs and our business, including our business prospects, could be substantially harmed.\n \n\n\nFrom time to time, we have received notices alleging that our products infringe third-party proprietary rights. Whether the manufacture, sale, or use of current products, or whether any products under development would, upon commercialization, infringe any patent claim cannot be known with certainty unless and until a court interprets a patent claim and its validity in the context of litigation. The outcome of infringement litigation is subject to substantial uncertainties, and also the testimony of experts as to technical facts upon which experts may reasonably disagree. Our defense of an infringement litigation lawsuit could result in significant expense. Regardless of the outcome, infringement litigation could significantly disrupt our marketing, development and commercialization efforts, divert management’s attention and consume our financial resources. In the event that we are found to infringe any valid claim in a patent held by a third party, we could, among other things, be required to:\n \n\n\n•\nPay damages, including up to treble damages and the other party’s attorneys’ fees, which may be substantial; \n\n\n27\n\n\n\n\n \n\n\n•\nCease the development, manufacture, importation, use and sale of products that infringe the patent rights of others, through a court-imposed injunction; \n\n\n•\nExpend significant resources to redesign our technology so that it does not infringe others’ patent rights, or develop or acquire non-infringing intellectual property, which may not be possible; \n\n\n•\nDiscontinue manufacturing or other processes incorporating infringing technology; and/or \n\n\n•\nObtain licenses to the infringed intellectual property, which may not be available to us on acceptable terms, or at all. \n\n\nAny development or acquisition of non-infringing products, technology or licenses could require the expenditure of substantial time and other resources and could have a material adverse effect on our business and financial results. If we are required to, but cannot, obtain a license to valid patent rights held by a third party, we would likely be prevented from commercializing the relevant product, or from further manufacture, sale or use of the relevant product.\n \n\n\nWe are subject to substantial governmental regulation.\n \n\n\nA portion of our products and facilities are regulated by various domestic and foreign government agencies including the U.S. Department of Agriculture, the U.S. Food and Drug Administration and the Environmental Protection Agency. A significant portion of our revenue is derived from products used to monitor and detect the presence of substances that are regulated by various government agencies. Furthermore, our growth could result in substantial liability to us and be adversely affected by the implementation of new regulations. The costs of compliance or failure to comply with any obligations related to these laws or regulations could adversely impact our business, including suspension or cessation of our operations, restrictions on our ability to expand at our present locations or require us to make significant capital expenditures or incur other significant expenses.\n \n\n\nFailure to attract, retain and develop personnel, including for key management positions, could have an adverse impact on our results of operations, financial condition and cash flows.\n\n\nOur growth, profitability and effectiveness in conducting our operations and executing our strategic plans depend in part on our ability to attract, retain and develop qualified personnel and align them with appropriate opportunities for key management positions and support for strategic initiatives. Our loss of any of our key employees could have a material adverse effect on us. We have not executed long-term employment agreements with any of these employees and do not expect to do so in the foreseeable future. We compete with employers in various industries for sales, manufacturing, technical services or other personnel, and this competition to hire may increase and the availability of qualified personnel may be reduced. If we are unsuccessful in our efforts to attract and retain qualified personnel, our business, results of operations, financial condition, cash flows and competitive position could be adversely affected. Additionally, we could miss opportunities for growth and efficiencies. We cannot assure that we will be able to retain our existing personnel or attract additional qualified persons when required and on acceptable terms.\n \n\n\nOur business may be subject to product or service liability claims.\n \n\n\nThe manufacturing and distribution of our products or performance of our services involves an inherent risk of liability claims being asserted against us. Regardless of whether we are ultimately determined to be liable or our products are determined to be defective, we could incur significant legal expenses not covered by insurance. In addition, product or service liability litigation could damage our reputation and impair our ability to market our products and services, regardless of the outcome. Litigation also could impair our ability to retain product liability insurance or make our insurance more expensive. Although we currently maintain liability insurance, we cannot assure that we will be able to continue to obtain such insurance on acceptable terms, or that such insurance will provide adequate coverage against all potential claims. If we are subject to an uninsured or inadequately insured product or services liability claim, our business, financial condition and results of operations could be adversely affected.\n \n\n\nChanging political conditions could adversely impact our business and financial results.\n \n\n\nChanges in the political conditions in markets in which we manufacture, sell or distribute our products could be difficult to predict and could affect our business and financial results adversely. In addition, results of elections, referendums or other political processes in certain markets in which our products are manufactured, sold, or\n \n\n\n28\n\n\n\n\n \n\n\ndistributed could create uncertainty regarding how existing governmental policies, laws and regulations may change, including with respect to sanctions, taxes, the movement of goods, services, capital and people between countries and other matters. The potential implications of such uncertainty, which include, among others, exchange rate fluctuations, trade barriers and market contraction, could adversely affect our business and financial results.\n \n\n\nClimate change, or legal, regulatory or market measures to address climate change could materially adversely affect our financial condition and business operations.\n \n\n\nClimate change resulting from increased concentrations of carbon dioxide and other greenhouse gases in the atmosphere could present risks to our future operations from natural disasters and extreme weather conditions, such as hurricanes, tropical storms, blizzards, tornadoes, earthquakes, wildfires or flooding. Such extreme weather conditions could pose physical risks to our facilities and disrupt our operations and impair our critical systems, and may impact raw material sourcing, manufacturing operations, the distribution of our products and our operational costs. Damage or destruction of our facilities may result in losses that exceed our insurance coverage. The impacts of climate change on global water resources may result in water scarcity, which could in the future impact our ability to access sufficient quantities of water in certain locations and result in increased costs. Concern over climate change could result in new legal or regulatory requirements designed to mitigate the effects of climate change on the environment. If such laws or regulations are more stringent than current legal or regulatory requirements, we may experience increased compliance burdens and costs to meet the regulatory obligations.\n\n\nOur business could be adversely impacted by an inability to meet the expectations of our stakeholders related to environmental, social and governance (ESG) objectives.\n \n\n\nVarious stakeholders, including customers, suppliers, providers of debt and equity capital, regulators, and those in the workforce, are increasing their expectations of companies to do their part to combat global climate change and its impact and to conduct their operations in an environmentally sustainable and socially responsible manner with appropriate oversight by senior leadership. We have made certain public commitments to reduce emissions, conserve resources at our various facilities and further develop a diverse, equitable and inclusive culture. A failure to respond to the expectations and initiatives of our stakeholders or to achieve the commitments we have made, could result in damage to our reputation and relationships with various stakeholders, as well as adversely impact our financial condition due to volatility in the cost or availability of capital, difficultly obtaining new business, or entering into new supplier relationships, a possible loss of market share on our current product portfolio, or difficulty attracting and retaining a skilled workforce.\n\n\nTax legislation could materially adversely affect our financial results and tax liabilities.\n \n\n\nOur business is subject to tax-related external conditions, such as tax rates, tax laws, and regulations, changing political environments in the U.S. and foreign jurisdictions that impact tax examination, assessment and enforcement approaches. In addition, changes in tax laws including further regulatory developments arising from U.S. tax reform legislation and/or regulations around the world could result in a tax expense or benefit recorded to our consolidated statement of earnings. In connection with guidance such as the Base Erosion and Profit Shifting (BEPS) Integrated Framework provided by Organization for Economic Cooperation and Development (OECD), determination of multi-jurisdictional taxation rights and the rate of tax applicable to certain types of income may be subject to potential change. Due to uncertainty of the regulation changes and other tax-related factors stated above, it is currently not possible to assess the ultimate impact of these actions on our financial statements.\n \n\n\nAlthough we believe that our historical tax positions are sound and consistent with applicable laws, regulations and existing precedent, there can be no assurance that our tax positions will not be challenged by relevant tax authorities or that we would be successful in any such challenge. Income tax audits associated with the allocation of income and other complex issues could result in significant income tax adjustments that could negatively impact our future operating results.\n \n\n\n29\n\n\n\n\n \n\n",
    "item1a": "ITEM 1A. RISK FACTORS, our financial condition and results of operations could be adversely affected by currency fluctuations.\n \n\n\nThe following table sets forth the potential loss in future earnings or fair values, resulting from hypothetical changes in relevant market rates or prices:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRisk Category\n\n\n \n\n\nHypothetical Change\n\n\n \n\n\nMay 31, 2023\n\n\n \n\n\n \n\n\nImpact\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nForeign Currency — Revenue\n\n\n \n\n\n10% Decrease in exchange rates\n\n\n \n\n\n$\n\n\n39,844\n\n\n \n\n\n \n\n\nEarnings\n\n\n\n\n\n\nForeign Currency — Hedges\n\n\n \n\n\n10% Decrease in exchange rates\n\n\n \n\n\n \n\n\n1,550\n\n\n \n\n\n \n\n\nFair Value\n\n\n\n\n\n\nInterest Income\n\n\n \n\n\n10% Decrease in interest rates\n\n\n \n\n\n \n\n\n434\n\n\n \n\n\n \n\n\nEarnings\n\n\n\n\n\n\nInterest Expense\n\n\n \n\n\n10% Increase in interest rates\n\n\n \n\n\n \n\n\n2,125\n\n\n \n\n\n \n\n\nEarnings\n\n\n\n\n\n\n \n\n\nITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\n \n\n\nThe response to this item is submitted in a separate section of this report starting on page F-1.\n \n\n\nITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE—NONE\n \n\n\nITEM 9A. CONTROLS AND PROCEDURES\n \n\n\nEvaluation of Disclosure Controls and Procedures\n \n\n\nAn evaluation was performed under the supervision and with the participation of our management, including the Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rule 13a-15 (e) under the Securities Exchange Act of 1934) as of May 31, 2023. Disclosure controls and procedures refer to controls and other procedures designed to ensure that information required to be disclosed in the reports we file or submit under the Securities Exchange Act of 1934 (the “Exchange Act”) is recorded, processed, summarized and reported, within the time periods specified in the rules and forms of the Securities and Exchange Commission. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure the information required to be disclosed in the reports that are filed or submitted under the Exchange Act is accumulated and communicated to management, including the Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosure.\n \n\n\n \n\n\nBased on management’s evaluation of our disclosure controls and procedures, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were\n \nnot effective as of May 31, 2023, because of the material weaknesses described below.\n \n\n\n \n\n\n45\n\n\n\n\n \n\n\nManagement’s Report on Internal Control over Financial Reporting\n \n\n\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 13-a-15(f) and 15d-15(f). Our internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. GAAP and includes those policies and procedures that: (1) pertain to the maintenance of records that in reasonable detail accurately and fairly reflect our transactions and the dispositions of our assets; (2) provide reasonable assurance that our transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles and that our receipts and expenditures are being made only in accordance with appropriate authorizations; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of our assets that could have a material effect on our consolidated financial statements.\n\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Projections of any evaluation of effectiveness for future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n\n\nOn September 1, 2022, we completed our merger with Neogen Food Safety Corporation, a wholly owned subsidiary of 3M that was created to carve out 3M’s Food Safety Division. We are in the process of evaluating the existing controls and procedures of 3M's Food Safety Division and integrating it into our internal control over financial reporting. In accordance with SEC Staff guidance permitting a company to exclude an acquired business from management’s assessment of the effectiveness of internal control over financial reporting for the year in which the acquisition is completed, management has excluded the business that we acquired from our assessment of the effectiveness of internal control over financial reporting as of May 31, 2023. The business that we acquired in 3M's Food Safety Division represented approximately 82% of the Company’s total assets as of May 31, 2023, 34% of the Company’s revenues and 29% of the Company’s operating income for the year ended May 31, 2023.\n \n\n\nUnder the supervision of and with the participation of our management, including the Chief Executive Officer and Chief Financial Officer, we assessed the effectiveness of our internal control over financial reporting as of May 31, 2023, using the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in Internal Control—Integrated Framework (2013). A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis.\n\n\nManagement’s assessment of the Company’s internal control over financial reporting identified the following material weaknesses that existed as of May 31, 2023:\n \n\n\n•\nWe identified a material weakness in internal control related to ineffective information technology general controls (ITGCs) in the areas of user access and change management over certain information technology (IT) systems that support the Company’s financial reporting processes. Specifically, we did not design and maintain: (i) sufficient logical access controls to ensure appropriate segregation of duties and adequately restrict user and privileged access to financial applications, programs and data to appropriate Company personnel; (ii) program change management controls to ensure that information technology program and data changes affecting financial information technology applications and underlying accounting records are identified, tested, authorized and implemented appropriately. As a result, manual business process controls that are dependent on the affected ITGCs were also deemed ineffective, because they could have been adversely impacted to the extent that they rely upon information and configurations from the affected IT systems.  \n\n\n•\nWe identified a material weakness in internal control related to ineffective period-end invoice accrual controls that are designed to ensure the completeness and accuracy of accrued expenses and accrued capital assets. \n\n\n46\n\n\n\n\n \n\n\n•\nWe identified a material weakness in internal control related to ineffective operation of management review controls related to the accounting, valuation and purchase price allocation of the Company’s acquisitions and associated goodwill. Specifically, we did not maintain adequate documentation supporting the precision of the operating effectiveness of certain associated management review controls.\n\n\nThese control deficiencies create a reasonable possibility that a material misstatement to the consolidated financial statements will not be prevented or detected on a timely basis, and therefore, we concluded that the deficiencies represent material weaknesses. As a result of these material weaknesses, management has concluded that our internal control over financial reporting was not effective as of May 31, 2023.\n\n\nFollowing identification of these material weaknesses and prior to filing this Annual Report on Form 10-K, we completed additional procedures and concluded that our consolidated financial statements included in this Form 10-K have been prepared in accordance with U.S. GAAP and fairly present, in all material respects, the financial condition, results of operations and cash flows of the Company as of, and for, the periods presented in this Form 10-K.\n \n\n\nThe Company’s independent registered public accounting firm, BDO USA, P.A., which has audited and reported on our consolidated financial statements, issued an attestation report on the effectiveness of the Company’s internal control over financial reporting as of May 31, 2023, which is included in this annual report below.\n\n\nPlan of Remediation\n\n\nManagement has been implementing and continues to implement measures designed to ensure that control deficiencies contributing to the material weaknesses are remediated, such that these controls are designed, implemented, and operating effectively. The Company continues to provide additional training to personnel and put in place additional quality control measures around its processes and the retention and documentation of evidence of control activities.\n \n\n\nWhen fully implemented and operational, we believe that these actions will remediate the underlying causes of the material weaknesses and strengthen our internal control over financial reporting. The material weaknesses will not be considered remediated, however, until the applicable controls operate for a sufficient period of time and management has concluded, through testing, that these controls are operating effectively.\n \n\n\nAs we implement these remediation efforts, we may determine that additional steps may be necessary to remediate the material weaknesses. We cannot provide assurance that these remediation efforts will be successful or that our internal control over financial reporting will be effective in accomplishing all control objectives all of the time. We will continue to assess the effectiveness of our remediation efforts in connection with our evaluations of internal control over financial reporting.\n\n\nChanges in Internal Control over Financial Reporting\n \n\n\nOther than the material weaknesses and related remediation efforts described above, and any changes resulting from the business combination described above, no changes in our internal control over financial reporting were identified as having occurred during the quarter ended May 31, 2023 that have materially affected, or are reasonably likely to materially affect, internal control over financial reporting.\n \n\n\n \n\n\n47\n\n\n\n\n \n\n\n \n\n\nReport of Independent Registered Public Accounting Firm\n \n\n\nShareholders and Board of Directors\n \n\n\nNeogen Corporation\n \n\n\nLansing, Michigan\n \n\n\nOpinion on Internal Control over Financial Reporting\n \n\n\nWe have audited Neogen Corporation’s (the “Company’s”) internal control over financial reporting as of May 31, 2023, based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (the “COSO criteria”). In our opinion, the Company did not maintain, in all material respects, effective internal control over financial reporting as of May 31, 2023, based on the COSO criteria. We do not express an opinion or any other form of assurance on management’s statements referring to any corrective actions taken by the Company after the date of management’s assessment.\n\n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the consolidated balance sheets of the Company as of May 31, 2023 and 2022, the related consolidated statements of income (loss), comprehensive income, stockholders’ equity, and cash flows for each of the three years in the period ended May 31, 2023, and the related notes and our report dated August 15, 2023 expressed an unqualified opinion thereon.\n \n\n\nBasis for Opinion\n \n\n\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Item 9A, Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n \n\n\nWe conducted our audit of internal control over financial reporting in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\n \n\n\nA material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of the Company’s annual or interim financial statements will not be prevented or detected on a timely basis. Material weaknesses have been identified and described in management’s assessment. These material weaknesses related to management’s failure to design and maintain effective controls over financial reporting, specifically related to the following: (1) information technology general controls in the areas of user access and change management over certain information technology systems that support the Company’s financial reporting processes, (2) period-end invoice accrual controls and (3) management review controls related to the accounting, valuation and purchase price allocation of the Company’s acquisitions and associated goodwill. These material weaknesses were considered in determining the nature, timing, and extent of audit tests applied in our audit of the 2023 consolidated financial statements, and this report does not affect our report dated August 15, 2023 on those consolidated financial statements.\n\n\nAs indicated in the accompanying “Item 9A, Changes in Internal Control over Financial Reporting”, management’s assessment of and conclusion on the effectiveness of internal control over financial reporting did not include the internal controls of 3M’s Food Safety Division, which was acquired on September 1, 2022, and which is included in the consolidated balance sheet of the Company as of May 31, 2023, and the related consolidated statements of income (loss), comprehensive income, stockholders’ equity, and cash flows for the year then ended. 3M’s Food Safety Division constituted 82% of total assets as of May 31, 2023, and 34% and 29% of revenues and operating\n \n\n\n48\n\n\n\n\n \n\n\nincome, respectively, for the year then ended. Management did not assess the effectiveness of internal control over financial reporting of 3M’s Food Safety Division because of the timing of the acquisition which was completed on September 1, 2022. Our audit of internal control over financial reporting of the Company also did not include an evaluation of the internal control over financial reporting of 3M’s Food Safety Division.\n\n\nDefinition and Limitations of Internal Control over Financial Reporting\n \n\n\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n \n\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n \n\n\n/s/ BDO USA, P.A.\n \n\n\nGrand Rapids, Michigan\n \n\n\nAugust 15, 2023\n\n\n \n\n\n49\n\n\n\n\n \n\n\nITEM 9B. OTHER INFORMATION—NONE\n \n\n\nITEM 9C. DISCLOSURE REGARDING FOREIGN JURISDICTIONS THAT PREVENT INSPECTIONS—NOT APPLICABLE\n \n\n\n \n\n\n50\n\n\n\n\n \n\n\nPART III\n \n\n\nITEM 10. DIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE\n \n\n\nInformation regarding the Company and certain corporate governance matters appearing under the captions “Proposal 1 — Election of Directors,” “Information About the Board and Corporate Governance Matters,” and “Additional Information-Delinquent Section 16(a) Reports” is incorporated by reference to Neogen’s 2023 proxy statement to be filed within 120 days of May 31, 2023.\n \n\n\nWe have adopted a Code of Conduct that applies to our directors, officers, and employees. This Code of Conduct is available on our website at \nhttps://www.Neogen.com/globalassets/pdfs/corporate-governance-sec-and-investor-information/codeofconduct.pdf\n. We intend to satisfy the disclosure requirement regarding any amendment to, or a waiver from, a provision of the code of conduct for our principal executive officer, principal financial officer, principal accounting officer or controller, or persons performing similar functions, by posting such information on our website.\n \n\n\nInformation About Our Officers and Executive Officers\n \n\n\nThe officers of Neogen serve at the discretion of the Board of Directors. The names and titles of our officers as of May 31, 2023 are set forth below.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nName\n\n\n \n\n\nPosition with the Company\n\n\n \n\n\nYear Joined\nthe Company\n\n\n\n\n\n\nJohn E. Adent\n\n\n \n\n\nPresident & Chief Executive Officer\n\n\n \n\n\n2017\n\n\n\n\n\n\nRobert S. Donofrio, Ph.D.\n\n\n \n\n\nChief Scientific Officer\n\n\n \n\n\n2016\n\n\n\n\n\n\nDouglas E. Jones\n\n\n \n\n\nChief Operating Officer\n\n\n \n\n\n2020\n\n\n\n\n\n\nJason W. Lilly, Ph.D.\n\n\n \n\n\nVice President, Americas & Australia/New Zealand\n\n\n \n\n\n2005\n\n\n\n\n\n\nJulie L. Mann\n\n\n \n\n\nChief Human Resources Officer\n\n\n \n\n\n2017\n\n\n\n\n\n\nDavid H. Naemura\n\n\n \n\n\nChief Financial Officer\n\n\n \n\n\n2022\n\n\n\n\n\n\nSteven J. Quinlan\n\n\n \n\n\nVice President, Finance\n\n\n \n\n\n2011\n\n\n\n\n\n\nAmy M. Rocklin, Ph.D.\n\n\n \n\n\nChief Legal & Compliance Officer\n\n\n \n\n\n2021\n\n\n\n\n\n\n \n\n\nInformation concerning the officers of Neogen follows:\n \n\n\nJohn E. Adent, age 55, joined Neogen as Chief Executive Officer on July 17, 2017 and was then named President on September 22, 2017. Prior to joining Neogen, Mr. Adent served as the Chief Executive Officer of Animal Health International, Inc., formerly known as Lextron, Inc., from 2004 to 2015, also serving as its President during that time. Animal Health International was sold to Patterson Companies, Inc. in 2015, and Mr. Adent served as the Chief Executive Officer of the $3.3 billion Animal Health Division of Patterson Animal Health from that period until his resignation on July 1, 2017. Mr. Adent began his career with management responsibilities for Ralston Purina Company, developing animal feed manufacturing and sales operations in China and the Philippines. When Ralston Purina spun off that business to Agribrands, he continued his management role in the European division in Spain and Hungary, serving as managing director of the Hungarian operations. He left Ralston Purina in 2004.\n \n\n\nDr. Robert S. Donofrio, age 50, joined Neogen in February 2016 as Director of Microbiology Research and Development, and was promoted to Director of Food Safety Research and Development in December 2016. In April 2018, Dr. Donofrio was named Vice President, Food Safety Research and Development and then named Vice President, Research and Development in September 2018. In 2022, Dr. Donofrio was named Chief Scientific Officer. Prior to joining Neogen, he worked for 15 years at NSF International in various positions of increasing responsibility, including Director of Microbiology and Molecular Biology and Director of Applied Research, where he led efforts in grant research and method development with partners in academia, industry and government. At Neogen, Dr. Donofrio is responsible for our worldwide research activities.\n \n\n\n51\n\n\n\n\n \n\n\nDouglas E. Jones, age 53, joined Neogen as Chief Commercial Officer on August 17, 2020; in 2022, he was named Chief Operating Officer. Prior to joining Neogen, Mr. Jones served as the President of the Companion Animal Division at Patterson Companies from 2016 to August 2020. Prior to joining Patterson, Mr. Jones served as the Head of Business Operations for the North American Merial Animal Health Division of Sanofi. Mr. Jones began his career as a management consultant with the North Highland Company and PriceWaterhouseCoopers, focusing on commercial transformation and strategy projects in the pharmaceutical, healthcare distribution and high-tech industries.\n \n\n\nDr. Jason W. Lilly, age 49, joined Neogen in June 2005 as Market Development Manager for Food Safety. In June 2009, he moved to the Corporate Development group. He was named Vice President of Corporate Development in December 2011, responsible for the identification and acquisition of new business opportunities for the Company. In January 2019, Dr. Lilly was named Vice President, International Business, responsible for Neogen’s operations outside of the U.S. and Canada. In May 2023, Dr. Lilly was named Vice President, Americas & Australia/New Zealand, with responsibility for all commercial business in those regions. He also has strategic and operational oversight of our global genomics business. Prior to joining Neogen, he served in various technical sales and marketing roles at Invitrogen Corporation.\n \n\n\nJulie L. Mann, age 58, joined Neogen in 2017 as Director of Human Resources and was promoted to Senior Director of Human Resources in June 2019. In 2020, Ms. Mann was named Chief Human Resources Officer, with responsibilities for people-focused programs and initiatives for Neogen’s worldwide employees. Ms. Mann has more than 30 years of experience focused on all aspects of strategic human resources including talent acquisition, compensation and benefits, employee development and employee relations. Prior to joining Neogen, Ms. Mann held the positions of Director, Talent Acquisition at Holland, a logistics company, and Director, People Services Consulting at Herman Miller.\n \n\n\nDavid H. Naemura, age 54, joined Neogen in November 2022 as Chief Financial Officer. Previously, Mr. Naemura served as the Senior Vice President and Chief Financial Officer of Vontier Corporation from February 2020 until November 2022. Mr. Naemura served as Chief Financial Officer of Gates Industrial Corporation from March 2015 to January 2020. Prior to his time at Gates Industrial Corporation, Mr. Naemura served as Vice President of Finance and Group Chief Financial Officer at Danaher Corporation from April 2012 to March 2015, and previously served as Danaher Corporation’s Test & Measurement Communications Platform Chief Financial Officer from January 2009 to April 2012. Prior to 2009, Mr. Naemura was employed by Tektronix Corporation from August 2000 to January 2009, including during its acquisition by Danaher Corporation in 2007.\n\n\n \n\n\nSteven J. Quinlan, age 60, joined Neogen in January 2011 as Vice President & Chief Financial Officer and was also Corporate Secretary until March 2021. Mr. Quinlan announced his retirement in September 2022 and Mr. Naemura was subsequently appointed as Chief Financial Officer, beginning in November 2022. For the remainder of fiscal year 2023, Mr. Quinlan continued to serve the Company as Vice President of Finance and is continuing to work on special projects through the end of the 2023 calendar year. Prior to his retirement announcement, Mr. Quinlan was responsible for all internal and external financial reporting for Neogen, and managed the accounting, information technology, corporate purchasing, treasury and investor relations functions. Mr. Quinlan came to Neogen following 19 years at Detrex Corporation (1992-2010), the last eight years serving as Vice President-Finance, CFO and Treasurer. He was on the audit staff at the public accounting firm Price Waterhouse (now PricewaterhouseCoopers) from 1985-1989.\n\n\nAmy M. Rocklin, Ph.D., age 51, joined Neogen in March 2021 as Vice President, General Counsel & Corporate Secretary. In 2022, Dr. Rocklin was named Chief Legal & Compliance Officer. In this role, she is responsible for all legal and compliance matters and also leads the regulatory, quality and ESG functions. Dr. Rocklin also serves as the Corporate Secretary. Prior to joining Neogen, Dr. Rocklin was Division Vice President, Corporate Law at Corning Incorporated. In her nearly ten years at Corning, she held multiple leadership positions within Corning’s Law Department, including Director of Law, M&A and Emerging Innovations. Before Corning, Dr. Rocklin held leadership positions at Smiths Group plc and was in private practice at the law firm of Foley & Lardner LLP.\n \n\n\n \n\n\n52\n\n\n\n\n \n\n\nITEM 11. EXECUTIVE COMPENSATION\n \n\n\nThe information required by this Item, and pursuant to Regulation 14A of the Exchange Act, is incorporated by reference from the sections entitled “Compensation Discussion and Analysis”, “Compensation Committee Report”, “Executive Compensation”, “Information About the Board and Corporate Governance Matters-Compensation Committee Interlocks and Insider Participation”, “CEO Pay Ratio”, and “Compensation of Directors” in the Company’s definitive Proxy Statement to be filed within 120 days of May 31, 2023.\n \n\n\nITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT, AND RELATED STOCKHOLDER MATTERS\n \n\n\nThe information required by this Item, and pursuant to Regulation 14A of the Exchange Act, is incorporated by reference from the section entitled “Security Ownership of Certain Beneficial Owners, Directors and Management” in the Company’s definitive Proxy Statement to be filed within 120 days of May 31, 2023.\n \n\n\nITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE\n \n\n\nThe information required by this Item, and pursuant to Regulation 14A of the Exchange Act, is incorporated by reference from the section entitled “Information about the Board and Corporate Governance Matters-Independent Directors,” “Board Committees” and “Certain Relationships and Related Party Transactions” in the Company’s definitive Proxy Statement to be filed within 120 days of May 31, 2023.\n \n\n\nITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES\n \n\n\nThe information required by this Item, and pursuant to Regulation 14A of the Exchange Act, is incorporated by reference from the section entitled “Proposal 3 \n— \nRatification of the Appointment of the Company’s Independent Registered Public Accounting Firm” in the Company’s definitive Proxy Statement to be filed within 120 days of May 31, 2023.\n \n\n\n53\n\n\n\n\n \n\n\nPART IV\n \n\n\nITEM 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES\n \n\n\n(a) (1) and (2) and (c). The response to this portion of ITEM 15 is submitted as a separate section of this report starting on page F-1.\n \n\n\n(a) (3) and (b). The Exhibits, listed on the accompanying Exhibit Index on page 40, are incorporated herein by reference.\n \n\n\nITEM 16. FORM 10-K SUMMARY — NONE\n \n\n\n \n\n\nNeogen Corporation\n \n\n\nAnnual Report on Form 10-K\n \n\n\nYear Ended May 31, 2023\n \n\n\nEXHIBIT INDEX\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXHIBIT NO.\n\n\n \n\n\nDESCRIPTION\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n2.1\n\n\n \n\n\nAgreement and Plan of Merger, dated as of December  13, 2021, by and among 3M Company, Neogen Food Safety Corporation, Neogen Corporation and Nova RMT Sub, Inc. (incorporated by reference to Exhibit 2.1 to the Current Report on Form 8-K filed by Neogen Corporation on December 15, 2021).\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n2.2\n\n\n \n\n\nSeparation and Distribution Agreement, dated as of December  13, 2021, by and among 3M Company, Neogen Food Safety Corporation and Neogen Corporation (incorporated by reference to Exhibit 2.2 to the Current Report on Form 8-K filed by Neogen Corporation on December 15, 2021).\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n2.3\n\n\n \n\n\nAmendment No. 1 to the Separation and Distribution Agreement, dated as of August 31, 2022, by and among 3M Company, Neogen Food Safety Corporation and Neogen Corporation (incorporated by reference to Exhibit 2.2 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n2.4\n\n\n \n\n\nAsset Purchase Agreement, dated as of December 13, 2021, by and between 3M Company and Neogen Corporation (incorporated by reference to Exhibit 2.3 to the Current Report on Form 8-K filed by Neogen Corporation on December 15, 2021).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.1\n\n\n \n\n\nCertificate of Amendment to Articles of Incorporation filed on October 11, 2010 (incorporated by reference to Exhibit 3.2 filed with the Registrant’s Annual Report on Form 10-K filed on July 30, 2020).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.2\n\n\n \n\n\nRestated Articles of Incorporation, as amended on November 23, 2011 (incorporated by reference to Exhibit 3.1 filed with the Registrant’s Quarterly Report on Form 10-Q filed December 30, 2011).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.3\n\n\n \n\n\nCertificate of Amendment to Articles of Incorporation filed on November 20, 2018 (incorporated by reference to Exhibit 3 filed with the Registrant’s Quarterly Report on Form 10-Q filed December 28, 2018).\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.4\n\n\n \n\n\nCertificate of Amendment to Articles of Incorporation of Neogen Corporation filed on March 14, 2022 (incorporated by reference to Exhibit 3.1 to the Current Report on Form 8-K filed by Neogen Corporation on March 17, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.5\n\n\n \n\n\nCertificate of Amendment to Articles of Incorporation of Neogen Corporation filed on September 1, 2022 (incorporated by reference to Exhibit 3.1 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.6\n\n\n \n\n\nBy-Laws, as amended (incorporated by reference to Exhibit 3.2 to the Registrant’s Quarterly Report on Form 10-Q filed April 14, 2000).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n3.7\n\n\n \n\n\nAmendment to the By-Laws, as amended (incorporated by reference to Exhibit 3.2 to the Registrant’s Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n4.1\n\n\n \n\n\nSenior Notes Indenture for 8.625% Senior Notes due 2030, dated as of July 20, 2022, among Neogen Food Safety Corporation, as issuer, the guarantors party thereto from time to time, and U.S.\n \n\n\n\n\n\n\n54\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXHIBIT NO.\n\n\n \n\n\nDESCRIPTION\n \n\n\n\n\n\n\n \n\n\n \n\n\nBank Trust Company, National Association, as trustee (incorporated by reference to Exhibit 10.10 to Neogen’s Registration Statement on Form S-4 (Registration No. 333-263667), filed with the SEC on July 27, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n4.2\n\n\n \n\n\nSupplemental Indenture, dated as of September 1, 2022, among Neogen Food Safety Corporation (f/k/a Neogen Food Safety Corporation), as issuer, U.S. Bank Trust Company, National Association, as trustee, Neogen Corporation and certain of its subsidiaries (incorporated by reference to Exhibit 4.2 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.1\n\n\n \n\n\nTax Matters Agreement, dated as of September 1, 2022, by and among 3M Company, Neogen Food Safety Corporation and Neogen Corporation (incorporated by reference to Exhibit 10.1 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.2\n\n\n \n\n\nIntellectual Property Cross-License Agreement, dated as of September 1, 2022, by and between 3M Company and Neogen Food Safety Corporation (incorporated by reference to Exhibit 10.2 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.3\n\n\n \n\n\nTrademark Transitional License Agreement, dated as of September 1, 2022, by and among 3M Company, 3M Innovative Properties Company, Neogen Corporation and Neogen Food Safety Corporation (incorporated by reference to Exhibit 10.3 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.4\n\n\n \n\n\nTransition Services Agreement, dated as of September 1, 2022, by and among 3M Company, Neogen Food Safety Corporation and Neogen Corporation (incorporated by reference to Exhibit 10.4 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.5\n\n\n \n\n\nTransition Distribution Services Agreement, dated as of September 1, 2022, by and among 3M Company, Neogen Food Safety Corporation and Neogen Corporation (incorporated by reference to Exhibit 10.5 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.6\n\n\n \n\n\nTransition Contract Manufacturing Agreement, dated as of September 1, 2022, by and among 3M Company, Neogen Food Safety Corporation and Neogen Corporation (incorporated by reference to Exhibit 10.6 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.7\n\n\n \n\n\nClean-Trace(TM) Distribution Agreement, dated as of September 1, 2022, by and between 3M Company and Neogen Food Safety Corporation (incorporated by reference to Exhibit 10.7 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.8\n\n\n \n\n\nReal Estate License Agreement, dated as of September 1, 2022, by and among certain subsidiaries of Neogen Corporation, 3M Company and certain of its subsidiaries (incorporated by reference to Exhibit 10.8 to the Current Report on Form 8-K filed by Neogen Corporation on September 1, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n10.9\n\n\n \n\n\nCredit Agreement, dated as of June 30, 2022, among Neogen Food Safety Corporation, as borrower, the lenders from time to time party thereto, and JPMorgan Chase Bank, N.A., as administrative agent, and joined thereto as of September 1, 2022 by Neogen Corporation, as a borrower (incorporated by reference to Exhibit 10.9 to Neogen’s Registration Statement on Form S-4 (Registration No. 333-263667), filed with the SEC on July 27, 2022).\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n21\n\n\n \n\n\nListing of Subsidiaries\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n23\n\n\n \n\n\nConsent of Independent Registered Public Accounting Firm BDO USA, P.A.\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n24\n\n\n \n\n\nPower of Attorney\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n31.1\n\n\n \n\n\nSection 302 Certification of Principal Executive Officer\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n31.2\n\n\n \n\n\nSection 302 Certification of Principal Financial Officer\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n32\n\n\n \n\n\nCertification Pursuant to 18 U.S.C Section 1350, as Adopted Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.INS\n\n\n \n\n\nInline XBRL Instance Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.SCH\n\n\n \n\n\nInline XBRL Taxonomy Extension Schema Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.CAL\n\n\n \n\n\nInline XBRL Taxonomy Extension Calculation Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.DEF\n\n\n \n\n\nInline XBRL Taxonomy Extension Definition Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n101.LAB\n\n\n \n\n\nInline XBRL Taxonomy Extension Label Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n55\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXHIBIT NO.\n\n\n \n\n\nDESCRIPTION\n \n\n\n\n\n\n\n101.PRE\n\n\n \n\n\nInline XBRL Taxonomy Extension Presentation Linkbase Document\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n104\n\n\n \n\n\nCover Page Interactive Data File (formatted as inline XBRL and contained in Exhibit 101)\n\n\n\n\n\n\n56\n\n\n\n\n \n\n\nSIGNATURES\n\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nNEOGEN CORPORATION\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n By:\n\n\n/s/ John E. Adent\n \n\n\nBy:\n\n\n/s/ David H. Naemura\n \n\n\n\n\n\n\n \n\n\nJohn E. Adent, President & Chief\n\n\n \n\n\nDavid H. Naemura,\n \n\n\n\n\n\n\n \n\n\nExecutive Officer\n\n\n \n\n\nChief Financial Officer\n\n\n\n\n\n\n \n\n\n(Principal Executive Officer)\n\n\n \n\n\n(Principal Financial & Accounting Officer)\n\n\n\n\n\n\nDated: August 15, 2023\n\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSignature\n \n\n\nTitle\n \n\n\nDate\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nPresident & Chief Executive Officer\n\n\n \n\n\n\n\n\n\n/s/ John E. Adent\n \n\n\n(Principal Executive Officer)\n\n\nAugust 15, 2023\n\n\n\n\n\n\nJohn E. Adent\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nChief Financial Officer\n\n\n \n\n\n\n\n\n\n/s/ David H. Naemura\n \n\n\n(Principal Financial & Accounting Officer)\n\n\nAugust 15, 2023\n\n\n\n\n\n\nDavid H. Naemura\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nChairman of the Board of Directors\n\n\nAugust 15, 2023\n\n\n\n\n\n\nJames C. Borel\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nWilliam T. Boehm, Ph.D.\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nJeffrey D. Capello\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nRonald D. Green, Ph.D.\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nAashima Gupta\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nRaphael A. Rodriguez\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nJames P. Tobin\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nDarci L. Vetter\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n57\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSignature\n \n\n\nTitle\n \n\n\nDate\n \n\n\n\n\n\n\n*\n \n\n\nDirector\n\n\nAugust 15, 2023\n\n\n\n\n\n\nCatherine E. Woteki, Ph.D.\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n*By:\n\n\n/s/ John E. Adent\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nJohn E. Adent, Attorney-in-fact\n\n\n \n\n\nAugust 15, 2023\n\n\n\n\n\n\n58\n\n\n\n\n \n\n\nANNUAL REPORT ON FORM 10-K\n \n\n\nITEM 15 (a)(1)(a)(2) and (c)\n \n\n\nLIST OF FINANCIAL STATEMENTS AND FINANCIAL STATEMENT SCHEDULES\n \n\n\nYEAR ENDED MAY 31, 2023\n \n\n\nNEOGEN CORPORATION\n \n\n\nLANSING, MICHIGAN\n \n\n\nFORM 10-K—ITEM 15(a)(1) AND (2) AND 15(c)\n \n\n\nLIST OF FINANCIAL STATEMENTS AND FINANCIAL STATEMENT SCHEDULES\n \n\n\nThe following consolidated financial statements of Neogen Corporation and subsidiaries are included below and incorporated in ",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n \n\n\nThe following discussion and analysis of our financial condition and results of operations should be read in conjunction with the consolidated financial statements and related notes appearing elsewhere in this Annual Report on Form 10-K.\n \n\n\nIn addition, any forward-looking statements represent management’s views only as of the day this Form 10-K was first filed with the Securities and Exchange Commission and should not be relied upon as representing management’s views as of any subsequent date. While we may elect to update forward-looking statements at some point in the future, we specifically disclaim any obligation to do so, even if our views change.\n \n\n\nTRENDS AND UNCERTAINTIES\n \n\n\nDuring fiscal 2023, we experienced higher than normal input cost inflation, including increases in certain raw materials, labor costs and supply chain pressure that negatively impacted operating results. Pricing actions taken during fiscal 2022 and 2023 mitigated some, but not all, of the inflationary pressures on the business. Ongoing inflation also could have an impact on our customer’s purchasing decisions and order patterns. We estimate inflation will continue to affect us in fiscal year 2024, although at a decreasing rate compared to the prior two fiscal years.\n \n\n\nAlthough we have no operations in or direct exposure to Russia, Belarus and Ukraine, we have experienced intermittent shortages in materials and increased costs for transportation, energy and raw materials due, in part, to the negative impact of the Russia-Ukraine military conflict, which began in February 2022, on the global economy. Our European operations and customer base have been adversely impacted by the conflict. As the conflict continues or worsens, it may further impact our business, financial condition or results of operations during fiscal year 2024.\n \n\n\nWhile the impact of the COVID-19 global pandemic was more modest in fiscal 2023, it continued to impact our business operations and financial results, particularly in the first half of the fiscal year in Asia. A number of our product lines were negatively impacted due to vendor disruptions, border closures, shipping issues and labor shortages. Broadly speaking, many of our markets have recovered or are recovering from the pandemic, as supply chain difficulties and shipping costs have decreased. A renewed outbreak of COVID-19 could result in further uncertainty and business disruptions. However, the current trend is positive and negative impacts appear to be moderating.\n \n\n\nOverall, the impact of inflation, the Russia-Ukraine military conflict and COVID-19 remains uncertain. We continue to evaluate the nature and extent to which these issues impact our business, including supply chain, labor availability and attrition, consolidated results of operations, financial condition and liquidity. We expect these issues to continue to impact us throughout fiscal year 2024.\n \n\n\nCRITICAL ACCOUNTING ESTIMATES\n \n\n\nThe discussion and analysis of our financial condition and results of operations are based on the consolidated financial statements that have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of these financial statements requires that management make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, management evaluates the estimates, including but not limited to, those related to receivable allowances, inventories and intangible assets. These estimates are based on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\n \n\n\nThe following critical accounting estimates reflect management’s more significant judgments used in the preparation of the consolidated financial statements.\n \n\n\n \n\n\n32\n\n\n\n\n \n\n\nIncome Taxes\n \n\n\nWe account for income taxes using the asset and liability method. Under this method, deferred income tax assets and liabilities are determined based on differences between the financial reporting and tax bases of assets and liabilities and for tax credit carryforwards and are measured using the enacted tax rates in effect for the years in which the differences are expected to reverse. Deferred income tax expense represents the change in net deferred income tax assets and liabilities during the year. The determination of income subject to income tax in each tax paying jurisdiction requires us to apply transfer pricing guidelines for certain intercompany transactions.\n \n\n\nOur tax rate is subject to adjustment over the balance of the year due to, among other things, income tax rate changes by governments; the jurisdictions in which our profits are determined to be earned and taxed; changes in the valuation of our deferred tax assets and liabilities; adjustments to our interpretation of transfer pricing standards; changes in available tax credits or other incentives; changes in stock-based compensation expense; changes in tax laws or the interpretation of such tax laws; and changes in U.S. generally accepted accounting principles.\n \n\n\nAlthough we believe our tax estimates are reasonable and we prepare our tax filings in accordance with all applicable tax laws, the final determination with respect to any audit, and any related litigation, could be materially different from our estimates or from our historical income tax provisions and accruals. The results of an audit or litigation could have a material effect on operating results and/or cash flows in the periods for which that determination is made. In addition, future period earnings may be adversely impacted by litigation costs, settlements, penalties, and/or interest assessments.\n \n\n\nAs of May 31, 2023, the Company has approximately $153 million of undistributed earnings in its foreign subsidiaries. Approximately $41 million of these earnings are no longer considered permanently reinvested. The incremental tax cost to repatriate these earnings to the U.S. is immaterial. The Company has not provided deferred taxes on approximately $112 million of undistributed earnings from non-U.S. subsidiaries as of May 31, 2023 which are indefinitely reinvested in operations. Based on historical experience, as well as management’s future plans, earnings from these subsidiaries will continue to be re-invested indefinitely for future expansion and working capital needs. On an annual basis, we evaluate the current business environment and whether any new events or other external changes might require future evaluation of the decision to indefinitely re-invest these foreign earnings. It is not practical to determine the income tax liability that would be payable if such earnings were not reinvested indefinitely.\n\n\nAdditionally, the company has elected to treat Global Intangible Low Tax Income (“GILTI”), as a period cost, and therefore, has not recognized deferred taxes for basis differences that may reverse as GILTI tax in future years.\n\n\nBusiness Combinations and Customer Relationships Intangibles\n\n\nWe utilize the acquisition method of accounting for business combinations. This method requires, among other things, that results of operations of acquired companies are included in Neogen’s results of operations beginning on the respective acquisition dates and that assets acquired and liabilities assumed are recognized at fair value as of the acquisition date. Any excess of the fair value of consideration transferred over the fair values of the net assets acquired is recognized as goodwill.\n \n\n\nAs described in Note 3 \"Business Combinations\" to the consolidated financial statements, on September 1, 2022, we completed a transaction combining 3M’s food safety division with Neogen in a Reverse Morris Trust transaction for consideration of approximately $3.2 billion, which resulted in recording of a customer relationships intangible assets valued at $1.17 billion. We determined the fair value of the acquired customer relationships intangible assets by applying the multi-period excess earnings method, which involved the use of significant estimates and assumptions related to forecasted revenue growth rate and customer attrition rate. Valuation specialists were used to develop and evaluate the appropriateness of the multi-period excess earnings method, our discount rates, our attrition rate and our fair value estimates using our cash flow projections.\n\n\nThe fair value of assets acquired and liabilities assumed in certain cases may be subject to revision based on the final determination of fair value during a period of time not to exceed 12 months from the acquisition date. Legal costs, due diligence costs, business valuation costs and all other business acquisition costs are expensed when incurred.\n \n\n\n33\n\n\n\n\n \n\n\nOur estimates of fair value are based on assumptions believed to be reasonable at that time. If we made different estimates or judgments, it could result in material differences in the fair values of the net assets acquired.\n \n\n\nGoodwill\n \n\n\nWe record goodwill when the purchase price of acquired businesses exceeds the value of their identifiable net tangible and intangible assets acquired. We periodically evaluate goodwill for impairment in accordance with the accounting guidance for goodwill and other indefinite-lived intangibles that are not amortized. We review our goodwill for impairment annually during the fourth quarter. In addition, we review goodwill for impairment whenever adverse events or changes in circumstances indicate a possible impairment.\n\n\nThis review is performed at the reporting unit level, and involves a comparison of the fair value of the reporting unit with its carrying amount, including goodwill. If the fair value of the reporting unit exceeds its carrying amount, goodwill of the reporting unit is not considered impaired. If the carrying amount of the reporting unit exceeds its fair value, an impairment loss is recognized in an amount equal to the excess carrying value over fair value.\n \n\n\nIn performing goodwill impairment testing, we utilize a third-party valuation specialist to assist management in determining the fair value of our reporting units. Fair value of each reporting unit is estimated based on a combination of discounted cash flows and the use of pricing multiples derived from an analysis of comparable public companies multiplied against historical and/or anticipated financial metrics of each reporting unit. These calculations contain uncertainties as they require management to make assumptions including, but not limited to, market comparables, future cash flows of the reporting units, and appropriate discount and long-term growth rates.\n\n\nDuring fiscal year 2023, our business was organized into two reporting units: Food Safety and Animal Safety. The determination of our reporting units and impairment indicators also require us to make significant judgments.\n\n\nAs a result of our test in the fourth quarter of fiscal year 2023, we determined that the fair value of our reporting units exceeded their respective carrying values. As such, the annual impairment analysis resulted in no impairment in fiscal year 2023.\n \n\n\n \n\n\n34\n\n\n\n\n \n\n\nRESULTS OF OPERATIONS\n \n\n\nHistorical Periods\n\n\nRefer to \nPart II - Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations in our Form 10-K for the fiscal year ended May 31, 2022\n for discussion of the Results of Operations, Segment Results of Operations, and Financial Condition and Liquidity for the year ended May 31, 2022 compared to the year ended May 31, 2021, which is incorporated by reference herein.\n \n\n\nExecutive Overview\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYear Ended\n\n\n \n\n\n\n\n\n\n(in thousands, except earnings per share)\n\n\n \n\n\nMay 31, 2023\n\n\n \n\n\n \n\n\nMay 31, 2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nConsolidated\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRevenues, net\n\n\n \n\n\n$\n\n\n822,447\n\n\n \n\n\n \n\n\n$\n\n\n527,159\n\n\n \n\n\n \n\n\n \n\n\n56\n\n\n%\n\n\n\n\n\n\nCore Sales Growth\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n\n\n\n\nFood Safety\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRevenues, net\n\n\n \n\n\n$\n\n\n546,797\n\n\n \n\n\n \n\n\n$\n\n\n259,979\n\n\n \n\n\n \n\n\n \n\n\n110\n\n\n%\n\n\n\n\n\n\nCore Sales Growth\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n6\n\n\n%\n\n\n\n\n\n\nAnimal Safety\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRevenues, net\n\n\n \n\n\n$\n\n\n275,650\n\n\n \n\n\n \n\n\n$\n\n\n267,180\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n\n\n\n\nCore Sales Growth\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2\n\n\n%\n\n\n\n\n\n\n% of International Sales\n\n\n \n\n\n \n\n\n48\n\n\n%\n\n\n \n\n\n \n\n\n40\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nEffective Tax Rate\n\n\n \n\n\n \n\n\n(3.8\n\n\n)%\n\n\n \n\n\n \n\n\n19.8\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet Income\n\n\n \n\n\n$\n\n\n(22,870\n\n\n)\n\n\n \n\n\n$\n\n\n48,307\n\n\n \n\n\n \n\n\n \n\n\n-147\n\n\n%\n\n\n\n\n\n\nEarnings per Diluted Share\n\n\n \n\n\n$\n\n\n(0.12\n\n\n)\n\n\n \n\n\n$\n\n\n0.45\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCash from Operations\n\n\n \n\n\n$\n\n\n41,028\n\n\n \n\n\n \n\n\n$\n\n\n68,038\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n•\nFood Safety fiscal year 2023 core sales exclude revenues from the acquisitions of Corvium (February 2023), 3M FSD (September 2022), Thai-Neo Biotech (July 2022), and Delf/Abbott Analytical (November 2021) and also excludes the impact of changes in currency rates. \n\n\n•\nFood Safety revenues include $279.5 million from 3M FSD, which we combined with on September 1, 2022. All of the global revenue from this business is reported within the Food Safety segment. \n\n\n•\nAnimal Safety fiscal year 2023 core sales exclude revenues from the acquisitions of Genetic Veterinary Sciences (December 2021) and CAPInnoVet (September 2021) and also excludes the impact of changes in currency rates. \n\n\nInternational Revenue\n\n\nNeogen’s international revenues were $398.4 million in fiscal year 2023, compared to $209.3 million in fiscal 2022, an increase of 90%. Revenues from 3M FSD drove the international sales increase. Since September 1, 2022, 67% of 3M FSD revenues were international sales, compared to Neogen’s historical average of approximately 40%.\n\n\n \n\n\n35\n\n\n\n\n \n\n\nRevenue changes, expressed in percentages, for fiscal 2023 compared to the prior year are as follows for the legacy business at each of our international locations:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nRevenue\nChange\nUSD\n\n\n \n\n\n \n\n\nRevenue\nChange\nLocal Currency\n\n\n \n\n\n\n\n\n\nU.K. Operations (including Neogen Italia)\n\n\n \n\n\n \n\n\n(3\n\n\n)%\n\n\n \n\n\n \n\n\n9\n\n\n%\n\n\n\n\n\n\nMegazyme\n\n\n \n\n\n \n\n\n(3\n\n\n)%\n\n\n \n\n\n \n\n\n6\n\n\n%\n\n\n\n\n\n\nBrazil Operations\n\n\n \n\n\n \n\n\n11\n\n\n%\n\n\n \n\n\n \n\n\n10\n\n\n%\n\n\n\n\n\n\nNeogen Latinoamerica\n\n\n \n\n\n \n\n\n10\n\n\n%\n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n\n\n\n\nNeogen Argentina\n\n\n \n\n\n \n\n\n(5\n\n\n)%\n\n\n \n\n\n \n\n\n48\n\n\n%\n\n\n\n\n\n\nNeogen Uruguay\n\n\n \n\n\n \n\n\n(1\n\n\n)%\n\n\n \n\n\n \n\n\n(9\n\n\n)%\n\n\n\n\n\n\nNeogen Chile\n\n\n \n\n\n \n\n\n16\n\n\n%\n\n\n \n\n\n \n\n\n24\n\n\n%\n\n\n\n\n\n\nNeogen China\n\n\n \n\n\n \n\n\n(11\n\n\n)%\n\n\n \n\n\n \n\n\n(4\n\n\n)%\n\n\n\n\n\n\nNeogen India\n\n\n \n\n\n \n\n\n2\n\n\n%\n\n\n \n\n\n \n\n\n11\n\n\n%\n\n\n\n\n\n\nNeogen Canada\n\n\n \n\n\n \n\n\n(6\n\n\n)%\n\n\n \n\n\n \n\n\n0\n\n\n%\n\n\n\n\n\n\nNeogen Australasia\n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n \n\n\n \n\n\n11\n\n\n%\n\n\n\n\n\n\n \n\n\nExcluding the December 2021 acquisition of Delf, sales at our U.K. operations increased 5% in local currency, which was led by increased sample volume in the pig and poultry markets. In local currency, revenue in Brazil increased 10% in fiscal 2023, driven by strong sales of the company’s natural toxin test kits, including tests to detect aflatoxin in corn, as well as increases in insect and rodent control products, and genomics testing. In local currency, Neogen Latinoamerica revenues rose by 4% in fiscal 2023, led by our diagnostic testing portfolio and culture media.\n \n\n\n \n\n\nChina’s revenue decreased 4% in local currency, which was primarily the result of COVID-19 lockdowns in the first half of the fiscal year. In local currency, revenue at Neogen Australasia increased 11% in fiscal 2023, led by increased sales of bovine genomic services.\n\n\nService Revenue\n\n\nService revenue, which consists primarily of genomics services to animal protein and companion animal markets, was $107.4 million in fiscal 2023, an increase of 5% over prior fiscal year sales of $102.5 million. The increase was primarily driven by growth in the U.S. beef and companion animal markets for genomics testing and higher sales of our Neogen Analytics software as a service (SaaS) product. These increases were partially offset by COVID-related shutdowns in China in the first half of fiscal 2023 and lower genomics sales to the U.S. porcine and poultry markets, as two significant customer shifted to lower-cost competitors.\n\n\n \n\n\nREVENUES\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYear Ended\n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nMay 31, 2023\n\n\n \n\n\n \n\n\nMay 31, 2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nFood Safety:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNatural Toxins, Allergens & Drug Residues\n\n\n \n\n\n$\n\n\n82,567\n\n\n \n\n\n \n\n\n$\n\n\n79,395\n\n\n \n\n\n \n\n\n \n\n\n4\n\n\n%\n\n\n\n\n\n\nBacterial & General Sanitation\n\n\n \n\n\n \n\n\n134,934\n\n\n \n\n\n \n\n\n \n\n\n47,282\n\n\n \n\n\n \n\n\n \n\n\n185\n\n\n%\n\n\n\n\n\n\nCulture Media & Other\n\n\n \n\n\n \n\n\n267,178\n\n\n \n\n\n \n\n\n \n\n\n75,278\n\n\n \n\n\n \n\n\n \n\n\n255\n\n\n%\n\n\n\n\n\n\nRodent Control, Insect Control & Disinfectants\n\n\n \n\n\n \n\n\n39,655\n\n\n \n\n\n \n\n\n \n\n\n35,691\n\n\n \n\n\n \n\n\n \n\n\n11\n\n\n%\n\n\n\n\n\n\nGenomics Services\n\n\n \n\n\n \n\n\n22,463\n\n\n \n\n\n \n\n\n \n\n\n22,333\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n546,797\n\n\n \n\n\n \n\n\n$\n\n\n259,979\n\n\n \n\n\n \n\n\n \n\n\n110\n\n\n%\n\n\n\n\n\n\nAnimal Safety:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nLife Sciences\n\n\n \n\n\n \n\n\n6,254\n\n\n \n\n\n \n\n\n \n\n\n5,685\n\n\n \n\n\n \n\n\n \n\n\n10\n\n\n%\n\n\n\n\n\n\nVeterinary Instruments & Disposables\n\n\n \n\n\n \n\n\n63,843\n\n\n \n\n\n \n\n\n \n\n\n63,938\n\n\n \n\n\n \n\n\n \n\n\n0\n\n\n%\n\n\n\n\n\n\nAnimal Care & Other\n\n\n \n\n\n \n\n\n39,068\n\n\n \n\n\n \n\n\n \n\n\n39,805\n\n\n \n\n\n \n\n\n \n\n\n(2\n\n\n)%\n\n\n\n\n\n\nRodent Control, Insect Control & Disinfectants\n\n\n \n\n\n \n\n\n87,423\n\n\n \n\n\n \n\n\n \n\n\n83,610\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n%\n\n\n\n\n\n\nGenomics Services\n\n\n \n\n\n \n\n\n79,062\n\n\n \n\n\n \n\n\n \n\n\n74,142\n\n\n \n\n\n \n\n\n \n\n\n7\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n275,650\n\n\n \n\n\n \n\n\n$\n\n\n267,180\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n%\n\n\n\n\n\n\nTotal Revenue, net\n\n\n \n\n\n$\n\n\n822,447\n\n\n \n\n\n \n\n\n$\n\n\n527,159\n\n\n \n\n\n \n\n\n \n\n\n56\n\n\n%\n\n\n\n\n\n\n \n\n\n36\n\n\n\n\n \n\n\n \n\n\nYear Ended May 31, 2023 Compared to Year Ended May 31, 2022\n \n\n\nFood Safety:\n \n\n\nNatural Toxins, Allergens & Drug Residues – \nRevenues in this category increased 4% in fiscal 2023. Excluding sales of the acquired allergen product line from 3M FSD, sales in this category decreased 3% due to a large decline in sales of drug residue test kits that were largely discontinued in fiscal 2023.\n \n\n\nBacterial & General Sanitation – \nSales in this category increased 185% in fiscal 2023 compared to the prior fiscal year. Excluding the contribution of the Clean-Trace® line of general sanitation products and the pathogen test kit product line, both acquired from 3M FSD, organic sales in this category were flat for the full year. A 3% increase in sales of our Soleris line of spoilage detection consumables was offset by a decline in sales of our AccuPoint line of general sanitation products, primarily caused by lack of supply of critical components for our reader.\n \n\n\nCulture Media & Other – \nSales in this category increased 255% in fiscal 2023 compared to the prior fiscal year, driven primarily from revenues resulting from 3M FSD. Excluding sales of the Petrifilm indicator organism and sample handling product lines acquired in the Transaction, sales rose 7% for the year. Culture media revenues rose 13%, primarily due to a large custom order in the third quarter of the year. Additionally, sales of our Neogen Analytics software as a service platform increased significantly during the year, with approximately 250 sites now on contract.\n \n\n\nRodent Control, Insect Control & Disinfectants – \nSales of products in this category sold through our Food Safety operations increased 11% in fiscal 2023 compared to the prior fiscal year. Excluding the November 2021 acquisition of Delf, the increase was 4%, led by higher sales of cleaners and disinfectants in China.\n \n\n\nGenomics Services – \nSales of genomics services sold through our Food Safety operations increased 1% in fiscal 2023 compared to the prior fiscal year, with increases in beef business in Brazil and the U.K. partially offset by a decline in sample volumes in China, as the first half of the fiscal year was negatively impacted by COVID-19 shutdowns.\n \n\n\n \n\n\nAnimal Safety:\n \n\n\nLife Sciences – \nSales in this category increased 10% in fiscal 2023 compared to the prior fiscal year, primarily due to higher demand from customers purchasing substrates and reagents used in clinical diagnostic test kits.\n \n\n\nVeterinary Instruments & Disposables – \nSales in this category were flat in fiscal 2023 compared to the prior fiscal year, as significant increases in cohesive wrap business won in the second half of the year were offset by lower sales of veterinary instruments, reflecting difficult comparisons to large stocking orders of needles and syringes in the prior year from new business earned in that period.\n \n\n\nAnimal Care & Other – \nSales of these products decreased 2% in fiscal 2023 compared to the prior fiscal year. Lower sales of vitamin injectables and veterinary antibiotics, primarily due to supply constraints, more than offset a 7% increase in sales of vaccines and biologics products and a 4% increase in sales of small animal supplements.\n\n\nRodent Control, Insect Control & Disinfectants – \nSales in this category increased 5% in fiscal 2023, compared to the prior fiscal year. Cleaner and disinfectants sales rose 11% on new business earned, insect control product sales increased 6%, and rodenticide revenues increased 1%, each compared to the prior year.\n \n\n\nGenomics Services – \nSales in this category increased 7% in fiscal 2023 compared to the prior fiscal year. Excluding the December 2021 acquisition of Genetic Veterinary Sciences, the growth was 2%. Growth was led by increases in beef and dairy cattle testing in the U.S., Canada and Australia, and strength in domestic companion animal revenues. These increases were partially offset by declines in porcine and poultry testing revenues, due to the loss of two large customer to lower cost competitors.\n \n\n\n37\n\n\n\n\n \n\n\nGROSS MARGIN\n\n\nGross margin, expressed as a percentage of sales, was 49.4% during fiscal year 2023 compared to 46.1% during the prior fiscal year. The increase was primarily due to the incremental revenues from the 3M FSD merger, which generated gross margin higher than the legacy company average margin. Within each reporting segment, increased raw material costs pressured gross margins in certain product lines. However, freight costs declined significantly during the comparative period particularly benefitting the Animal Safety segment, although they remained higher than pre-pandemic levels in some areas. Pricing actions taken during the year also mitigated the impact of cost increases.\n \n\n\nOPERATING EXPENSES\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n% Change\n\n\n \n\n\n\n\n\n\nSales and Marketing\n\n\n \n\n\n$\n\n\n141,222\n\n\n \n\n\n \n\n\n$\n\n\n84,604\n\n\n \n\n\n \n\n\n \n\n\n67\n\n\n%\n\n\n\n\n\n\nGeneral and Administrative\n\n\n \n\n\n \n\n\n201,179\n\n\n \n\n\n \n\n\n \n\n\n82,742\n\n\n \n\n\n \n\n\n \n\n\n143\n\n\n%\n\n\n\n\n\n\nResearch and Development\n\n\n \n\n\n \n\n\n26,039\n\n\n \n\n\n \n\n\n \n\n\n17,049\n\n\n \n\n\n \n\n\n \n\n\n53\n\n\n%\n\n\n\n\n\n\nTotal Operating Expense\n\n\n \n\n\n$\n\n\n368,440\n\n\n \n\n\n \n\n\n$\n\n\n184,395\n\n\n \n\n\n \n\n\n \n\n\n100\n\n\n%\n\n\n\n\n\n\nOperating expenses were $368.4 million during fiscal year 2023, compared to $184.4 million during the prior fiscal year. The increase was primarily the result of $58.2 million of legal, consulting and other expenses related to the 3M FSD transaction and incremental ongoing expenses resulting from the employees who conveyed over to Neogen from 3M FSD and the amortization of intangible assets acquired in the Transaction.\n \n\n\nSales and Marketing:\n \n\n\nSales and marketing expenses were $141.2 million during fiscal year 2023, compared to $84.6 million during the prior fiscal year. The increase in expense was due primarily to $45.4 million in costs incurred for the 3M FSD business, primarily consisting of compensation and related expenses for the conveying 3M FSD sales and marketing team, and the charges for transition services provided by 3M FSD. These invoicing and distribution services will be provided under contract for a period of up to 18 months, concluding by March 1, 2024. The remainder of the increase during the year was due primarily to higher personnel related spending in the legacy business, the result of headcount additions and compensation increases. In addition, travel, trade shows and other customer facing activities continued to increase during the year with the easing of COVID-19 restrictions and greater willingness by customers to interact.\n \n\n\n \nGeneral and Administrative:\n \n\n\nGeneral and administrative expenses were $201.2 million during fiscal year 2023, compared to $82.7 million during the prior fiscal year. The current fiscal year included $58.2 million in transaction fees and integration expenses resulting from the 3M FSD transaction and $60.9 million in amortization of intangible assets acquired in the Transaction. Remaining increases for the year were primarily the result of additional personnel hired to accommodate the increased size and complexity of the organization, compensation increases across the organization, the issuance of share based compensation grants, software license fees and other information technology infrastructure investments. Fiscal year 2022 included $25.6 million of 3M FSD-related transaction fees.\n \n\n\nResearch and Development:\n \n\n\nResearch and development expense was $26.0 million in fiscal year 2023, compared to $17.0 million during the prior fiscal year. The increase was primarily the result of $8.4 million of ongoing costs associated with the conveying 3M FSD employees.\n\n\n \n\n\nOPERATING INCOME\n \n \n\n\nOperating income was $37.5 million during fiscal year 2023, compared to operating income of $58.6 million in the prior fiscal year. Expressed as a percentage of sales, operating income was 4.6% during fiscal year 2023 and 11.1% during fiscal year 2022. Operating income, both in dollars and expressed as a percentage of sales, declined compared to the prior year period primarily due to transaction costs resulting from the 3M FSD transaction and amortization of the intangible assets acquired.\n \n\n\n38\n\n\n\n\n \n\n\nOTHER (EXPENSE) INCOME\n \n\n\nOther (Expense) Income for the previous two fiscal years consisted of the following:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nInterest income\n\n\n \n\n\n$\n\n\n3,166\n\n\n \n\n\n \n\n\n$\n\n\n1,339\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(55,961\n\n\n)\n\n\n \n\n\n \n\n\n(72\n\n\n)\n\n\n\n\n\n\nForeign currency transactions\n\n\n \n\n\n \n\n\n(5,322\n\n\n)\n\n\n \n\n\n \n\n\n(40\n\n\n)\n\n\n\n\n\n\nLoss on sale of minority interest\n\n\n \n\n\n \n\n\n(1,516\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\nLoss on investment\n\n\n \n\n\n \n\n\n(500\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\nContingent consideration adjustments\n\n\n \n\n\n \n\n\n300\n\n\n \n\n\n \n\n\n \n\n\n220\n\n\n \n\n\n\n\n\n\nOther\n\n\n \n\n\n \n\n\n276\n\n\n \n\n\n \n\n\n \n\n\n142\n\n\n \n\n\n\n\n\n\nTotal Other Income\n\n\n \n\n\n$\n\n\n(59,557\n\n\n)\n\n\n \n\n\n$\n\n\n1,589\n\n\n \n\n\n\n\n\n\n \n\n\nThe net interest expense recorded during fiscal year 2023 was the result of debt incurred to fund the 3M FSD transaction. In fiscal 2022, the Company had no debt outstanding. Interest income relates to earnings on our marketable securities portfolio. Higher yields on the portfolio were partially offset by lower balances in fiscal year 2023. Other expense resulting from foreign currency transactions was the result of changes in the value of foreign currencies relative to the U.S. dollar in countries in which we operate. The increase in expense during fiscal year 2023 was due to U.S. dollar denominated intercompany loans incurred in our international subsidiaries as the result of the 3M FSD transaction on September 1, 2022. Due to our acquisition of Corvium, Inc. in February 2023, we recorded a loss of $1.5 million in fiscal year 2023 on dissolution of our minority interest in that company. Finally, we recorded a loss on investment during fiscal year 2023 related to our investment interest of a start-up entity that was encountering liquidity issues.\n \n\n\n \n\n\nPROVISION FOR INCOME TAXES\n \n \n\n\nIncome tax expense during fiscal year 2023 was $0.8 million, compared to $11.9 million in the prior fiscal year, primarily resulting from the additional pre-tax loss due to the 3M FSD acquisition, share-based compensation, and foreign rate differential. This was offset primarily by an increase in GILTI income and nondeductible transaction costs.\n \n\n\nThe total amounts of unrecognized tax benefits that, if recognized, would affect the effective tax rate as of May 31, 2023 and May 31, 2022 are $1.1 million and $0.8 million, respectively. The increase in unrecognized tax benefits is primarily associated with the combined 3M FSD, including positions for transfer pricing and research and development credits.\n \n\n\nNET INCOME AND INCOME PER SHARE\n \n \n\n\nNet loss was $22.9 million during fiscal year 2023, compared to net income of $48.3 million in the prior fiscal year. The decrease in earnings was primarily the result of $56.0 million of interest expense from the $1 billion in debt incurred in the Transaction, $59.8 million of transaction fees and integration expenses, and $60.9 million in incremental amortization expenses related to 3M FSD intangibles.\n \n\n\n39\n\n\n\n\n \n\n\nNON-GAAP FINANCIAL MEASURES\n \n\n\nThis report includes certain financial information of Neogen that differs from what is reported in accordance with GAAP. These non-GAAP financial measures consist of EBITDA, Adjusted EBITDA, Adjusted EBITDA margin, adjusted net income and adjusted earnings per share. These non-GAAP financial measures are included in this report because management believes that they provide investors with additional useful information to measure the performance of Neogen, and because these non-GAAP financial measures are frequently used by securities analysts, investors and other interested parties as common performance measures to compare results or estimate valuations across companies in Neogen’s industries.\n \n\n\nEBITDA\n \n\n\nWe define EBITDA as net income before interest, income taxes, and depreciation and amortization. We present EBITDA as a performance measure because it may allow for a comparison of results across periods and results across companies in the industries in which Neogen operates on a consistent basis, by removing the effects on operating performance of (a) capital structure (such as the varying levels of interest expense and interest income), (b) asset base and capital investment cycle (such as depreciation and amortization) and (c) items largely outside the control of management (such as income taxes). EBITDA also forms the basis for the measurement of Adjusted EBITDA (discussed below).\n \n\n\nAdjusted EBITDA\n \n\n\nWe define Adjusted EBITDA as EBITDA, adjusted for share-based compensation and certain transaction fees and expenses. We present Adjusted EBITDA because it provides an understanding of underlying business performance by excluding the following:\n \n\n\n•\nShare-based compensation\n. We believe it is useful to exclude share-based compensation to better understand the long-term performance of our core business and to facilitate comparison with the results of peer companies.\n \n\n\n•\nFX translation gain/(loss) on loan revaluation.\n We exclude the revaluation impacts of foreign currency fluctuations on our intercompany loan balances.\n\n\n•\nCertain transaction fees and expenses.\n We exclude fees and expenses related to certain transactions because they are outside of Neogen’s underlying core performance. These fees and expenses include deal related professional and legal fees and foreign currency transactions. \n \n\n\n•\nImpairment and scrap of discontinued product lines.\n We exclude expenses associated with impairments and inventory scrap amounts related to certain discontinued product lines. \n \n\n\n•\nOther one-time adjustments. \nWe exclude one-time adjustments recorded within operating or other (expense) income to better understand the long-term performance of our core business.\n\n\nAdjusted EBITDA margin\n \n\n\nWe define Adjusted EBITDA margin as Adjusted EBITDA as a percentage of total revenues. We present Adjusted EBITDA margin as a performance measure to analyze the level of Adjusted EBITDA generated from total revenue.\n \n\n\nAdjusted Net Income\n \n\n\nWe define Adjusted Net Income as Net Income, adjusted for share-based compensation, FX translation gain/(loss) on loan revaluation, certain transaction fees and expenses, impairment and scrap of discontinued product lines and other one-time adjustments, all of which are tax effected.\n \n\n\nAdjusted Earnings per Share\n \n\n\nWe define Adjusted Earnings per Share as Adjusted Net Income divided by diluted average shares outstanding.\n \n\n\n40\n\n\n\n\n \n\n\nThese non-GAAP financial measures are presented for informational purposes only. EBITDA, Adjusted EBITDA, Adjusted EBITDA margin, Adjusted Net Income and Adjusted Earnings per Share are not recognized terms under GAAP and should not be considered in isolation or as a substitute for, or superior to, net income (loss), operating income, cash flow from operating activities or other measures of financial performance. This information does not purport to represent the results Neogen would have achieved had any of the transactions for which an adjustment is made occurred at the beginning of the periods presented or as of the dates indicated. This information is inherently subject to risks and uncertainties. It may not give an accurate or complete picture of Neogen’s financial condition or results of operations for the periods presented and should not be relied upon when making an investment decision.\n \n\n\nThe use of the terms EBITDA, Adjusted EBITDA, Adjusted EBITDA margin, Adjusted Net Income and Adjusted Earnings per Share may not be comparable to similarly titled measures used by other companies or persons due to potential differences in the method of calculation.\n \n\n\nThese non-GAAP financial measures have limitations as analytical tools. For example, for EBITDA-based metrics:\n \n\n\n•\nthey do not reflect changes in, or cash requirements for, Neogen’s working capital needs; \n\n\n•\nthey do not reflect Neogen’s tax expense or the cash requirements to pay taxes; \n\n\n•\nthey do not reflect the historical cash expenditures or future requirements for capital expenditures or contractual commitments; \n\n\n•\nthey do not reflect any cash requirements for future replacements of assets that are being depreciated and amortized; and \n\n\n•\nthey may be calculated differently from other companies in Neogen’s industries limiting their usefulness as comparative measures. \n\n\nA reader should compensate for these limitations by relying primarily on the financial statements of Neogen and using these non-GAAP financial measures only as a supplement to evaluate Neogen’s performance.\n \n\n\nFor each of these non-GAAP financial measures below, we are providing a reconciliation of the differences between the non-GAAP measure and the most directly comparable GAAP measure.\n \n\n\nReconciliation between net income and EBITDA and Adjusted EBITDA is as follows:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYear ended May 31\n\n\n \n\n\n\n\n\n\n(in thousands)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet (Loss) Income\n\n\n \n\n\n$\n\n\n(22,870\n\n\n)\n\n\n \n\n\n$\n\n\n48,307\n\n\n \n\n\n \n\n\n$\n\n\n60,882\n\n\n \n\n\n\n\n\n\nNet income margin %\n\n\n \n\n\n \n\n\n(2.8\n\n\n)%\n\n\n \n\n\n \n\n\n9.2\n\n\n%\n\n\n \n\n\n \n\n\n13.0\n\n\n%\n\n\n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n828\n\n\n \n\n\n \n\n\n \n\n\n11,900\n\n\n \n\n\n \n\n\n \n\n\n14,386\n\n\n \n\n\n\n\n\n\nDepreciation and amortization\n\n\n \n\n\n \n\n\n88,377\n\n\n \n\n\n \n\n\n \n\n\n23,694\n\n\n \n\n\n \n\n\n \n\n\n21,041\n\n\n \n\n\n\n\n\n\nInterest expense (income), net\n\n\n \n\n\n \n\n\n52,795\n\n\n \n\n\n \n\n\n \n\n\n(1,267\n\n\n)\n\n\n \n\n\n \n\n\n(1,614\n\n\n)\n\n\n\n\n\n\nEBITDA\n\n\n \n\n\n$\n\n\n119,130\n\n\n \n\n\n \n\n\n$\n\n\n82,634\n\n\n \n\n\n \n\n\n$\n\n\n94,695\n\n\n \n\n\n\n\n\n\nShare-based compensation\n\n\n \n\n\n \n\n\n10,177\n\n\n \n\n\n \n\n\n \n\n\n7,154\n\n\n \n\n\n \n\n\n \n\n\n6,437\n\n\n \n\n\n\n\n\n\nFX transaction loss (gain) on loan revaluation\n(1)\n\n\n \n\n\n \n\n\n5,226\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nCertain transaction fees and integration costs\n\n\n \n\n\n \n\n\n59,812\n\n\n \n\n\n \n\n\n \n\n\n25,581\n\n\n \n\n\n \n\n\n \n\n\n3,085\n\n\n \n\n\n\n\n\n\nContingent consideration adjustments\n\n\n \n\n\n \n\n\n(300\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nRestructuring\n\n\n \n\n\n \n\n\n475\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nLoss on sale of minority interest\n\n\n \n\n\n \n\n\n1,516\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nLoss on investment\n\n\n \n\n\n \n\n\n500\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nImpairment and scrap of discontinued product lines\n(2)\n\n\n \n\n\n \n\n\n5,639\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nInventory step-up charge\n\n\n \n\n\n \n\n\n3,245\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nAdjusted EBITDA\n\n\n \n\n\n$\n\n\n205,420\n\n\n \n\n\n \n\n\n$\n\n\n115,369\n\n\n \n\n\n \n\n\n$\n\n\n104,217\n\n\n \n\n\n\n\n\n\nAdjusted EBITDA margin %\n\n\n \n\n\n \n\n\n25.0\n\n\n%\n\n\n \n\n\n \n\n\n21.9\n\n\n%\n\n\n \n\n\n \n\n\n22.2\n\n\n%\n\n\n\n\n\n\n(1)\n Net foreign currency transaction loss (gain) associated with the revaluation of non-functional currency intercompany loans established in connection with FSD transaction.\n \n\n\n41\n\n\n\n\n \n\n\n(2)\n \nExpenses associated with intangible asset impairments and inventory scrap amounts related to certain discontinued product lines.\n \n\n\nAdjusted EBITDA increased $90.1 million in fiscal year 2023 compared to fiscal year 2022, primarily due to earnings generated from the 3M FSD business, which combined with Neogen on September 1, 2022. Expressed as a percentage of revenue, adjusted EBITDA was 25.0% in fiscal year 2023 compared to 21.9% in fiscal year 2022. Increases in the margin reflect the higher margin products sold by the 3M FSD business, which was not a part of the Company in the prior fiscal year.\n \n\n\nReconciliation between net income and Adjusted Net Income and earnings per share and Adjusted Earnings per Share are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nYear ended May 31\n\n\n \n\n\n\n\n\n\n(in thousands, except earnings per share)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet Income (Loss)\n\n\n \n\n\n$\n\n\n(22,870\n\n\n)\n\n\n \n\n\n$\n\n\n48,307\n\n\n \n\n\n \n\n\n$\n\n\n60,882\n\n\n \n\n\n\n\n\n\nEarnings per diluted share\n\n\n \n\n\n$\n\n\n(0.12\n\n\n)\n\n\n \n\n\n$\n\n\n0.45\n\n\n \n\n\n \n\n\n$\n\n\n0.57\n\n\n \n\n\n\n\n\n\nAmortization of acquisition-related intangibles\n\n\n \n\n\n \n\n\n68,690\n\n\n \n\n\n \n\n\n \n\n\n7,235\n\n\n \n\n\n \n\n\n \n\n\n6,271\n\n\n \n\n\n\n\n\n\nShare-based compensation\n\n\n \n\n\n \n\n\n10,177\n\n\n \n\n\n \n\n\n \n\n\n7,154\n\n\n \n\n\n \n\n\n \n\n\n6,437\n\n\n \n\n\n\n\n\n\nFX transaction loss (gain) on loan revaluation\n(1)\n\n\n \n\n\n \n\n\n5,226\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nCertain transaction fees and integration costs\n\n\n \n\n\n \n\n\n59,812\n\n\n \n\n\n \n\n\n \n\n\n25,581\n\n\n \n\n\n \n\n\n \n\n\n3,085\n\n\n \n\n\n\n\n\n\nContingent consideration adjustments\n\n\n \n\n\n \n\n\n(300\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nRestructuring\n\n\n \n\n\n \n\n\n475\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nLoss on sale of minority interest\n\n\n \n\n\n \n\n\n1,516\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nLoss on investment\n\n\n \n\n\n \n\n\n500\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nImpairment and scrap of discontinued product lines\n(2)\n\n\n \n\n\n \n\n\n5,639\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nInventory step-up charge\n\n\n \n\n\n \n\n\n3,245\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nOther adjustments\n(3)\n\n\n \n\n\n \n\n\n5,864\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nEstimated tax effect of above adjustments\n(4)\n\n\n \n\n\n \n\n\n(32,323\n\n\n)\n\n\n \n\n\n \n\n\n(9,017\n\n\n)\n\n\n \n\n\n \n\n\n(1,904\n\n\n)\n\n\n\n\n\n\nAdjusted Net Income\n\n\n \n\n\n$\n\n\n105,651\n\n\n \n\n\n \n\n\n$\n\n\n79,260\n\n\n \n\n\n \n\n\n$\n\n\n74,771\n\n\n \n\n\n\n\n\n\nAdjusted Earnings per Share\n\n\n \n\n\n$\n\n\n0.56\n\n\n \n\n\n \n\n\n$\n\n\n0.73\n\n\n \n\n\n \n\n\n$\n\n\n0.70\n\n\n \n\n\n\n\n\n\n(1) \nNet foreign currency transaction loss (gain) associated with the revaluation of non-functional currency intercompany loans established in connection with the 3M FSD transaction.\n \n\n\n(2) \nExpenses associated with intangible asset impairments and inventory scrap amounts related to certain discontinued product lines.\n \n\n\n(3) \nIncome tax benefit associated with non-deductible transaction costs that were recognized as expense in prior periods.\n \n\n\n(4) \nTax effect of adjustments is calculated using projected effective tax rates for each applicable item.\n \n\n\nAdjusted Net Income increased $26.4 million during the twelve months ended May 31, 2023 due to the higher Adjusted EBITDA.\n\n\n42\n\n\n\n\n \n\n\nFUTURE OPERATING RESULTS\n \n\n\nNeogen Corporation’s future operating results involve a number of risks and uncertainties. Actual events or results may differ materially from those discussed in this report. Factors that could cause or contribute to such differences include, but are not limited to, the factors discussed below as well as those discussed elsewhere in this report. Management’s ability to grow the business in the future depends upon our ability to successfully implement various strategies, including:\n \n\n\n•\ndeveloping, manufacturing and marketing new products with new features and capabilities, and having those new products successfully accepted in the marketplace; \n\n\n•\nexpanding our markets by fostering increased use of our products by customers; \n\n\n•\nmaintaining or increasing gross and net operating margins in changing cost environments; \n\n\n•\nstrengthening operations and sales and marketing activities in geographies outside of the U.S.; \n\n\n•\ndeveloping and implementing new technology development strategies; and \n\n\n•\nidentifying and completing acquisitions that enhance existing product categories or create new products or services, and successfully integrating completed acquisitions, including the FSD transaction. \n\n\nFINANCIAL CONDITION AND LIQUIDITY\n \n\n\nAs of May 31, 2023, the overall cash, cash equivalents and marketable securities position of Neogen was $245.6 million. During the fiscal year ended 2023, cash generated from operating activities was $41.0 million, compared to $68.0 million generated in fiscal 2022. The decrease was primarily the result of 3M FSD transaction costs and the addition of FSD accounts receivable. Cash flow from investing activities was $201.0 million during the fiscal year ended 2023, which was primarily the result of proceeds from the sale of marketable securities of $266.8 million. This was partially offset by purchases of property, equipment and non-current intangible assets of $65.8 million. Cash flow for financing activities was $118.1 million during the fiscal year ended 2023, which was primarily the result of the Company paying down $100 million of the $1 billion in debt taken on to enact the FSD transaction.\n \n\n\nNet accounts receivable balances were $153.3 million as of May 31, 2023 compared to $99.7 million as of May 31, 2022. Days’ sales outstanding, a measurement of the time it takes to collect receivables, for the legacy business was 57 days as of May 31, 2023, compared to 62 days as of May 31, 2022. The increase in receivables is primarily attributable to the recording of FSD customer balances, currently managed by 3M as a transition service.\n\n\nAs part of transition services agreements between the Company and 3M, related to the merger of the Food Safety business, 3M is invoicing our customers for products that 3M is manufacturing and shipping on our behalf. As of May 31, 2023, there were $57.3 million in customer receivables billed by 3M on our behalf. The Company is working collaboratively with 3M on managing the credit risk associated with the former FSD customers during the period while 3M is providing transition invoicing and distribution services to the Company.\n \n\n\nNet inventory was $133.8 million as of May 31, 2023, an increase of $11.5 million, compared to $122.3 million as of May 31, 2022. The higher inventory levels are primarily the result of ongoing inflationary pressures on raw materials at our legacy businesses and raw material inventories purchased to support the FSD. Supply chain issues have moderated throughout fiscal 2023, and we continue to monitor our key raw materials to ensure adequate stock on hand.\n \n\n\nDebt and Liquidity\n\n\nOn September 1, 2022, Neogen, 3M, and Neogen Food Safety Corporation, a subsidiary of 3M created to carve out 3M’s Food Safety business, closed on the Transaction that previously was announced in December 2021, combining 3M’s Food Safety business with Neogen in a Reverse Morris Trust transaction.\n \n\n\n43\n\n\n\n\n \n\n\nOn June 30, 2022, Neogen Food Safety Corporation entered into a credit agreement consisting of a five-year senior secured term loan facility in the amount of $650 million and a five-year senior secured revolving facility in the amount of $150 million (collectively, the “Credit Facilities”), which became available in connection with the merger and related transactions. The loan facility was funded to Neogen Food Safety Corporation on August 31, 2022, and upon the effectiveness of the merger on September 1, 2022, became Neogen’s obligation. Financial covenants include maintaining specified levels of funded debt to EBITDA and debt service coverage. Pricing for the term loan is term SOFR plus 235 basis points. The Credit Facilities, together with the Notes described below, represent the financing incurred in connection with the merger of the 3M FSD with Neogen. In September 2022, we paid down $60 million in principal on the term loan and paid an additional $40 million in principal on the term loan in December 2022, in order to decrease the outstanding debt balance.\n\n\nOn July 20, 2022, Neogen Food Safety Corporation closed on an offering of $350 million aggregate principal amount of 8.625% senior notes due 2030 (the “Notes”) in a private placement at par. The Notes were initially issued by Neogen Food Safety Corporation to 3M and were transferred and delivered by 3M to the selling securityholder in the offering, in satisfaction of certain of 3M’s existing debt. Neogen Food Safety Corporation did not receive any proceeds from the sale of the Notes by the selling securityholder. Prior to the distribution of the shares of Neogen Food Safety Corporation’s common stock to 3M stockholders, the Notes were guaranteed on a senior unsecured basis by 3M. Upon consummation of such distribution, 3M was released from all obligations under its guarantee. Upon the effectiveness of the merger on September 1, 2022, the Notes became guaranteed on a senior unsecured basis by Neogen and certain wholly-owned domestic subsidiaries of Neogen.\n \n\n\nIn addition to the 3M transaction described above, our future cash generation and borrowing capacity may not be sufficient to meet cash requirements to fund the operating business, repay debt obligations, construct new manufacturing facilities, commercialize products currently under development or execute our future plans to acquire additional businesses, technology and products that fit within our strategic plan. Accordingly, we may be required, or may choose, to issue additional equity securities or enter into other financing arrangements for a portion of our future capital needs. There is no guarantee that we will be successful in issuing additional equity securities or entering into other financing arrangements.\n \n\n\nWe are subject to certain legal and other proceedings in the normal course of business that have not had, and, in the opinion of management, are not expected to have, a material effect on our results of operations or financial position.\n \n\n\n \n\n\nContractual Obligations \nAs of May 31, 2023, we have the following contractual obligations due by period:\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLess than\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nMore than\n\n\n \n\n\n\n\n\n\n(dollars in thousands)\n\n\n \n\n\nTotal\n\n\n \n\n\n \n\n\n1 year\n\n\n \n\n\n \n\n\n1-3 years\n\n\n \n\n\n \n\n\n4-5 years\n\n\n \n\n\n \n\n\n5 years\n\n\n \n\n\n\n\n\n\nLong-Term Debt\n\n\n \n\n\n$\n\n\n900,000\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n \n\n\n$\n\n\n550,000\n\n\n \n\n\n \n\n\n$\n\n\n350,000\n\n\n \n\n\n\n\n\n\nInterest obligations\n\n\n \n\n\n \n\n\n351,649\n\n\n \n\n\n \n\n\n \n\n\n69,162\n\n\n \n\n\n \n\n\n \n\n\n125,956\n\n\n \n\n\n \n\n\n \n\n\n92,047\n\n\n \n\n\n \n\n\n \n\n\n64,484\n\n\n \n\n\n\n\n\n\nOperating Leases\n\n\n \n\n\n \n\n\n13,895\n\n\n \n\n\n \n\n\n \n\n\n3,542\n\n\n \n\n\n \n\n\n \n\n\n5,739\n\n\n \n\n\n \n\n\n \n\n\n2,729\n\n\n \n\n\n \n\n\n \n\n\n1,885\n\n\n \n\n\n\n\n\n\nPurchase Obligations \n(1)\n\n\n \n\n\n \n\n\n100,148\n\n\n \n\n\n \n\n\n \n\n\n95,620\n\n\n \n\n\n \n\n\n \n\n\n4,411\n\n\n \n\n\n \n\n\n \n\n\n117\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n1,365,692\n\n\n \n\n\n \n\n\n$\n\n\n168,324\n\n\n \n\n\n \n\n\n$\n\n\n136,106\n\n\n \n\n\n \n\n\n$\n\n\n644,893\n\n\n \n\n\n \n\n\n$\n\n\n416,369\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nPurchase obligations are primarily purchase orders for future inventory and capital equipment purchases. \n\n\nWe continue to make investments in our business and operating facilities. Our preliminary estimate for capital expenditures related to our legacy operations in fiscal 2024 is $30 to $40 million. We also expect to spend approximately $120 million over the next two fiscal years to construct a manufacturing facility in Lansing, Michigan to produce a significant portion of the acquired FSD products and to add additional production capacity for projected growth of existing product lines. Additionally, we expect to spend approximately $30 million over the next two fiscal years to implement a new enterprise resource planning solution.\n \n\n\nNEW ACCOUNTING PRONOUNCEMENTS\n \n\n\nSee discussion of any New Accounting Pronouncements in Note 1 to consolidated financial statements.\n \n\n\n44\n\n\n\n\n \n\n",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISKS\n \n\n\nWe have interest rate and foreign exchange rate risk exposure but no long-term fixed rate investments. Our primary interest rate risk is due to potential fluctuations of interest rates for our variable rate borrowings.\n \n\n\nForeign exchange risk exposure arises because we market and sell our products throughout the world. Revenues in certain foreign countries as well as certain expenses related to those revenues are transacted in currencies other than the U.S. dollar. As such, our operating results are exposed to changes in exchange rates. When the U.S. dollar weakens against foreign currencies, the dollar value of revenues denominated in foreign currencies increases. When the U.S. dollar strengthens, the opposite situation occurs. Additionally, previously invoiced amounts can be positively or negatively affected by changes in exchange rates in the course of collection. We use derivative financial instruments to help manage the economic impact of fluctuations in certain currency exchange rates. These contracts are adjusted to fair value through earnings.\n \n\n\nNeogen has assets, liabilities, and operations outside of the U.S. Our investments in foreign subsidiaries are considered long-term. As discussed in ",
    "cik": "711377",
    "cusip6": "640491",
    "cusip": [
        "640491956",
        "640491106",
        "640491906"
    ],
    "names": [
        "NEOGEN CORP",
        "NEOG"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/711377/000095017023042861/0000950170-23-042861-index.htm"
}