{
    "item1": ">Item 1.  \nBusiness.\n\n\nTHE COMPANY\n\n\nRPM International Inc., a Delaware corporation, succeeded to the reporting obligations of RPM, Inc., an Ohio corporation, following a 2002 reincorporation transaction. RPM, Inc. was originally incorporated in 1947 under the name Republic Powdered Metals, Inc. and changed its name to RPM, Inc. in 1971.\n \n\n\nAs used herein, the terms “RPM,” the “Company,” “we,” “our” and “us” refer to RPM International Inc. and all our consolidated subsidiaries, unless the context indicates otherwise. Our principal executive offices are located at 2628 Pearl Road, Medina, Ohio 44256, and our telephone number is (330) 273-5090.\n\n\nBUSINESS\n\n\nOur subsidiaries manufacture, market and sell various specialty chemical product lines, including high-quality specialty paints, infrastructure rehab and repair products, protective coatings, roofing systems, sealants and adhesives, focusing on the maintenance and improvement needs of the industrial, specialty and consumer markets. Our family of products includes those marketed under brand names such as API, Carboline, CAVE, DAP, Day-Glo, Dri-Eaz, Dryvit, Euclid, EUCO, Fibergrate, Fibregrid, Fibrecrete, Flecto, Flowcrete, Gator, Grupo PV, Hummervoll, illbruck, Kemtile, Key Resin, Nudura, Mohawk, Prime Resins, Rust-Oleum, Specialty Polymer Coatings, Stonhard, Strathmore, TCI, Toxement, Tremco, Tuf-Strand, Universal Sealants, Viapol, Watco and Zinsser.  As of May 31, 2023, our subsidiaries marketed products in approximately 164 countries and territories and operated manufacturing facilities in approximately 121 locations in Argentina, Australia, Belgium, Brazil, Canada, Chile, China, Colombia, France, Germany, India, Italy, Malaysia, Mexico, The Netherlands, New Zealand, Norway, Poland, South Africa, South Korea, Spain, Sweden, Turkey, the United Arab Emirates, the United Kingdom, and the United States. Approximately 29% of our sales are generated in international markets through a combination of exports to and direct sales in foreign countries. For the fiscal year ended May 31, 2023, we recorded net sales of $7.3 billion.\n\n\nAvailable Information\n\n\nOur Internet website address is www.rpminc.com. We make available free of charge on or through our website our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, and amendments to these reports, as soon as reasonably practicable after such reports are electronically filed with, or furnished to, the Securities and Exchange Commission.\n\n\nSegment Information\n\n\nOur business is divided into four reportable segments: the Construction Products Group (“CPG”) reportable segment, Performance Coatings Group (“PCG”) reportable segment, Consumer Group (“Consumer”) reportable segment and Specialty Products Group (“SPG”) reportable segment.  These four reportable segments also represent our operating segments.\n \n\n\nWithin each operating segment, we manage product lines and businesses which generally address common markets, share similar economic characteristics, utilize similar technologies and can share manufacturing or distribution capabilities.  The table below describes the breakdown of the percentage of consolidated net sales and description of the product lines/business for each of our four reportable segments:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nName of Reportable\nSegment\n\n\nPercentage of\nConsolidated Net Sales\n\n\nDescription of Product Lines/Businesses\n\n\n\n\n\n\nCPG\n\n\nApproximately 36%\n\n\nConstruction sealants and adhesives, coatings and chemicals, roofing systems, concrete admixture and repair products, building envelope solutions, insulated cladding, flooring systems, and weatherproofing solutions\n\n\n\n\n\n\nPCG\n\n\nApproximately 18%\n\n\nHigh-performance flooring solutions, corrosion control and fireproofing coatings, infrastructure repair systems, fiberglass reinforced plastic gratings, drainage systems, and raised-flooring systems for outdoor environments\n\n\n\n\n\n\nConsumer\n\n\nApproximately 35%\n\n\nRust-preventative, special purpose, and decorative paints, caulks, sealants, primers, contact cement, cleaners, flooring systems and sealers, woodcare coatings and other branded consumer products\n\n\n\n\n\n\nSPG\n\n\nApproximately 11%\n\n\nIndustrial cleaners, restoration services equipment, colorants, nail enamels, exterior finishes, edible coatings and specialty glazes for pharmaceutical and food industries, and other specialty original equipment manufacturer (“OEM”) coatings\n\n\n\n\n\n\nSee Note R, “Segment Information,” to the Consolidated Financial Statements, for financial information relating to our four reportable segments and financial information by geographic area.\n\n\n3\n\n\n\n\n \n\n\nCPG Segment\n\n\nOur CPG segment products and services are sold throughout North America and also account for the majority of our international sales. Our construction product lines and services are sold directly to manufacturers, contractors, distributors and end-users, including industrial manufacturing facilities, concrete and cement producers, public institutions and other commercial customers. Our CPG segment generated $2.6 billion in net sales for the fiscal year ended May 31, 2023 and includes the following major product lines and brand names:\n\n\n•\nwaterproofing, coatings and traditional roofing systems used in building protection, maintenance and weatherproofing applications marketed under our Tremco, AlphaGuard, AlphaGrade, BURmastic, OneSeal, POWERply, THERMastic, TremPly, TremLock, Vulkem and TREMproof brand names; \n\n\n•\nin collaboration with companies from the PCG and SPG reportable segments respectively, Fibergrate and Legend Brands, retrofit structural panels, fiberglass reinforced plastic (“FRP”) and metal TremSafe rooftop safety solutions, and RoofTec cleaning and RoofTec drying services;\n\n\n•\nsealants, air barriers, tapes and foams that seal and insulate joints in various construction assemblies and glazing assemblies marketed under our Tremco, Dymonic, ExoAir, illbruck and Spectrem brand names; \n\n\n•\nnew residential home weatherization systems marketed under our TUFF-N-DRI, Watchdog Waterproofing and Enviro-Dri brand names; \n\n\n•\nspecialized roofing, building maintenance and related services performed by our Weatherproofing Technologies Incorporated (WTI) subsidiary, as well as our Weatherproofing Technologies Canada (WTC) subsidiary that include: turnkey general contracting projects, general roofing repairs, roof restorations, building asset management programs, diagnostic services, indoor air quality audits, HVAC restorations, job-site inspections, TremCare maintenance programs, customized warranty solutions and offerings;\n\n\n•\nsealing and bonding solutions for windows and doors, facades, interiors and exteriors under our illbruck TremGlaze brand name; \n\n\n•\nsubfloor preparation, leveling screeds for flooring and waterproofing applications under our Tremco and Isocrete brand names;\n\n\n•\nin-plant glazing solutions and structural glazing under our Tremco brand name; \n\n\n•\nhigh-performance resin flooring systems, polyurethane & MMA waterproof coatings, epoxy floor paint and coatings, concrete repair and protection products and decorative concrete for industrial and commercial applications sold under our Flowcrete and Key Resins brand names;\n\n\n•\nrolled asphalt roofing materials, waterproofing products, and chemical admixtures marketed under our Viapol, Vandex and Betumat brand names; \n\n\n•\nconcrete and masonry admixtures, concrete fibers, cement grinding aids, cement performance enhancers, curing and sealing compounds, structural grouts and mortars, epoxy adhesives, polyurethane foams, floor hardeners and toppings, joint fillers, industrial and architectural coatings, decorative color/stains/stamps, and a comprehensive selection of restoration materials marketed under the Euclid, CAVE, Conex, Toxement, Viapol, Dural, EUCO, Eucon, Eucem, Fiberstrand, Increte Systems, Plastol, Sentinel, Speed Crete, Tuf-Strand, Prime Gel, Prime Bond, Prime Coat, Prime Guard, Prime Rez, Prime Flex and Tremco PUMA Expansion Joint System brand names; \n\n\n•\nsolutions for fire stopping and intumescent coatings for steel structures under our Firetherm brand now all transitioned to Nullifire, Veda and TREMStop brand names; \n\n\n•\nadhesive & sealant solutions for the manufacturing industries under our Pactan brand name; \n\n\n•\ninsulated building cladding materials (exterior insulating and finishing systems, “EIFS”) under our Dryvit and NewBrick brand names;\n\n\n•\ninsulated concrete form (“ICF”) wall systems and engineered buck framing systems and ICF bracing systems marketed and sold under the Nudura, PreBuck, and Giraffe brand names; and\n\n\n•\nfoam joint sealants for commercial construction manufactured and marketed under the Schul brand name;\n\n\n•\nexpansion joint covers and fire-stopping solutions for horizontal and vertical linear joints under the Veda brand.\n\n\n4\n\n\n\n\n \n\n\nPCG Segment\n\n\nOur PCG segment products and services are sold throughout North America, as well as internationally, and are sold directly to contractors, distributors and end-users, such as industrial manufacturing facilities, public institutions and other commercial customers. Our PCG segment generated $1.3 billion in net sales for the fiscal year ended May 31, 2023 and includes the following major product lines and brand names:\n\n\n•\nhigh-performance polymer flooring products and services for industrial, institutional and commercial facilities, as well as offshore and marine structures and cruise, ferry and navy ships marketed under our Stonhard, Hummervoll, Kemtile, Liquid Elements and API brand names; \n\n\n•\nhigh-performance, heavy-duty corrosion-control coatings, containment linings, railcar linings, fireproofing and soundproofing products and heat and cryogenic insulation products for a wide variety of industrial infrastructure and oil and gas-related applications marketed under our Carboline, Specialty Polymer Coatings, Nullifire, Charflame, Firefilm, A/D Fire, Strathmore, Thermo-Lag, Plasite, Perlifoc, Dudick, Farbocustic and Southwest brand names; \n\n\n•\nspecialty construction products and services for bridge expansion joints, structural bearings, bridge decks, highway markings, protective coatings, trenchless pipe rehabilitation equipment and asphalt and concrete repair products marketed under our USL, Pitchmastic PMB, Nufins, Visul, Fibrecrete, Texacrete, Fibrejoint, Samiscreed, Prime Resins, Logiball and Epoplex brand names;\n\n\n•\nfiberglass reinforced plastic gratings and shapes used for industrial platforms, staircases, walkways and raised flooring systems utilizing adjustable polypropylene pedestals marketed under our Fibergrate, Chemgrate, Corgrate, Fibregrid, Safe-T-Span and Bison brand names; and\n\n\n•\namine curing agents, reactive diluents, specialty epoxy resins and other intermediates under our Arnette Polymers brand name. \n\n\nConsumer Segment\n\n\nOur Consumer segment manufactures and markets professional use and do-it-yourself (“DIY”) products for a variety of mainly residential applications, including home improvement and personal leisure activities. Our Consumer segment’s major manufacturing and distribution operations are located primarily in North America, along with a few locations in Europe, Australia and South America.  Consumer segment products are sold directly to mass merchandisers, home improvement centers, hardware stores, residential construction suppliers, paint stores, craft shops and to other customers through distributors. Our Consumer segment generated $2.5 billion in net sales in the fiscal year ended May 31, 2023 and is composed of the following major product lines and brand names:\n\n\n•\na broad line of coating products to protect and decorate a wide variety of surfaces for the DIY and professional markets which are sold under several brand names, including Rust-Oleum, Stops Rust, American Accents, Painter’s Touch, Universal, Industrial Choice, Rust-Oleum Automotive, Sierra Performance, Hard Hat, TOR, Mathys, CombiColor, Noxyde, MultiSpec and Tremclad;\n\n\n•\nspecialty products targeted to solve problems for the paint contractor and the DIYer for applications that include surface preparation, mold and mildew prevention, wallpaper removal and application, and waterproofing, sold under our Zinsser, B-I-N, Bulls Eye 1-2-3, Cover Stain, DIF, FastPrime, Sealcoat, Gardz, Perma-White, Shieldz, Watertite and Okon brand names;\n\n\n•\na line of woodcare products for interior and exterior applications for the DIY and professional markets that are sold under the Varathane, Watco and Wolman brand names;\n\n\n•\ncleaners sold under the Krud Kutter, Mean Green, Concrobium, Whink and Jomax brand names;\n\n\n•\nconcrete restoration and flooring systems for the DIY and professional floor contractor markets sold under the Epoxy Shield, Rock Solid, Seal Krete and Concrete Saver brand names;\n\n\n•\nmetallic and faux finish coatings marketed under our Modern Masters brand name;\n\n\n•\ntile and stone sealants and cleaners under our Miracle Sealants brand name;\n\n\n•\na broad line of finishing products for the DIY and professional markets including abrasives for hand and power sanding, cutting, grinding and surface refinishing marketed under the Gator, Finish 1\nst\n and Zip Sander brand names;\n\n\n•\nan assortment of other products, including hobby paints and cements marketed under our Testors brand name; and\n\n\n•\na complete line of caulks, sealants, adhesives, insulating foam, spackling, glazing, and other general patch and repair products for home construction, repair and remodeling marketed through a wide assortment of DAP branded products, including, but not limited to, ‘33’, ‘53’, ‘1012’, 4000, 7000, Alex, Alex Fast Dry, Alex Plus, Alex Ultra, Alex Flex, AMP, Barrier Foam, Beats The Nail, Blend-Stick, Blockade, DAPtex, Draftstop, DryDex, Dynaflex 230, Dynaflex Ultra, \n\n\n5\n\n\n\n\n \n\n\nDynagrip, Eclipse, Elastopatch, Extreme Stretch, Fast ‘N Final, FastPatch, Fire Break, Kwik Seal, Kwik Seal Plus, Kwik Seal Ultra, Max Fill, Mono, Mouse Shield, No Warp, Patch-N-Paint, Plastic Wood, Platinum Patch, Power Point, RapidFuse, Seal ‘N Peel, SIDE Winder, Silicone Plus, Silicone Max, SMARTBOND, Storm Bond, TankBond, Touch’N Foam Pro, Touch’N Seal, Ultra Clear, and Weldwood.\n\n\nSPG Segment\n\n\nOur SPG segment products are sold throughout North America and internationally, primarily in Europe.  Our SPG product lines are sold directly to contractors, distributors and end-users, such as industrial manufacturing facilities, public institutions and other commercial customers. The SPG segment generated $0.8 billion in net sales for the fiscal year ended May 31, 2023 and includes the following major product lines and brand names:\n\n\n•\nfluorescent colorants and pigments marketed under our Day-Glo and Radiant brand names;\n\n\n•\nshellac-based-specialty coatings for industrial and pharmaceutical uses, edible glazes, food coatings and ingredients marketed under our Mantrose-Haeuser, NatureSeal, Profile Food Ingredients and Holton Food Products brand names;\n\n\n•\nfire and water damage restoration products marketed under the Dri-Eaz, Unsmoke and ODORx brand names;\n\n\n•\nprofessional carpet cleaning and disinfecting products marketed under the Sapphire Scientific, Chemspec and Prochem brand names;\n\n\n•\nfuel additives marketed under our ValvTect brand name;\n\n\n•\nwood treatments marketed under our Kop-Coat and TRU CORE brand names;\n\n\n•\npleasure marine coatings marketed under our Pettit, Woolsey, Z-Spar and Tuffcoat brand names;\n\n\n•\nwood coatings and touch-up products primarily for furniture and interior wood applications marketed under our FinishWorks, Mohawk, and Morrells brand names;\n\n\n•\na variety of products for specialized applications, including powder coatings for exterior and interior applications marketed under our TCI brand name; and\n\n\n•\nnail enamel, polish and coating components for the personal care industry.\n\n\nForeign Operations\n\n\nFor the fiscal year ended May 31, 2023, our foreign operations accounted for approximately 28.5% of our total net sales, excluding any direct exports from the United States. Our direct exports from the United States were approximately 0.9% of our total net sales for the fiscal year ended May 31, 2023. In addition, we receive license fees and royalty income from numerous international license agreements, and we also have several joint ventures, which are accounted for under the equity method, operating in various foreign countries. We have manufacturing facilities in Argentina, Australia, Belgium, Brazil, Canada, Chile, China, Colombia, France, Germany, India, Italy, Malaysia, Mexico, The Netherlands, New Zealand, Norway, Poland, South Africa, South Korea, Spain, Sweden, Turkey, the United Arab Emirates and the United Kingdom. We also have sales offices or warehouse facilities in Costa Rica, the Czech Republic, the Dominican Republic, Estonia, Finland, Guatemala, Hong Kong, Hungary, Indonesia, Ireland, Namibia, Oman, Pakistan, Panama, Peru, Philippines, Puerto Rico, Qatar, Singapore, Slovakia, Switzerland, Thailand and Vietnam. Information concerning our foreign operations is set forth in Management’s Discussion and Analysis of Results of Operations and Financial Condition.\n\n\nCompetition\n\n\nWe conduct our business in highly competitive markets, and all of our major products face competition from local, regional, national and multi-national firms. Our markets, however, are fragmented, and we do not face competition across all of our products from any one competitor in particular. Several of our competitors have access to greater financial resources and larger sales organizations than we do. While third-party figures are not necessarily available with respect to the size of our position in the market for each of our products, we believe that we are a major producer of caulks, sealants, insulating foams, patch-and-repair products for the general consumer as well as for the residential building trade; roofing systems; urethane sealants and waterproofing materials; aluminum coatings; cement-based coatings; hobby paints; small project paints; industrial-corrosion-control products; fireproofing; consumer rust-preventative coatings; polymer floorings; fluorescent coatings and pigments; fiberglass-reinforced-plastic gratings; nail polish; water and fire damage restoration products; carpet cleaning truck-mount systems and shellac-based coatings. However, we do not believe that we have a significant share of the total protective coatings market (on a world-wide basis). The following is a summary of the competition that our key products face in the various markets in which we compete:\n\n\nPaints, Coatings, Adhesives and Sealants Products\n\n\nThe market for paints, coatings, adhesives and sealants has experienced significant consolidation over the past several decades. However, the market remains fragmented, which creates further consolidation opportunities for industry participants. Many leading suppliers tend to focus on coatings, while other companies focus on adhesives and sealants. Barriers to market entry are relatively high for new market\n \n\n\n6\n\n\n\n\n \n\n\nentrants due to the lengthy intervals between product development and market acceptance, the importance of brand identity and the difficulty in establishing a reputation as a reliable supplier of these products. Most of the suppliers, including us, who provide these items have a portfolio of products that span across a wide variety of applications.\n\n\nConsumer Home Improvement Products.\n  Within our Consumer reportable segment, we generally serve the home improvement market with products designed for niche architectural, rust-preventative, decorative and special purpose paint and caulking and sealing applications. The products we sell for home improvement include those sold under our Rust-Oleum, Varathane, Watco, Zinsser, DAP, and Touch’N Foam brand names. Leading manufacturers of home improvement-related coatings, adhesives and sealants market their products to DIY users and contractors through a wide range of distribution channels. These distribution channels include direct sales to home improvement centers, mass merchandisers, hardware and paint stores, and sales through distributors and sales representative organizations. Competitors in this market generally compete for market share by marketing and building upon brand recognition, providing customer service and developing new products based on customer needs.\n\n\nIndustrial Protective Coatings Products.\n  Anti-corrosion protective coatings and fireproofing must withstand the destructive elements of nature and operating processes under harsh environments and conditions. Our protective industrial coating products are marketed primarily under our Carboline, Specialty Polymer Coatings, Plasite, Nullifire, Firefilm, Charflame, A/D Fire, Strathmore, Thermo-lag, Perlifoc, Epoplex, and Farbocustic brand names. Some of the larger consumers of high-performance protective and corrosion control coatings, fireproofing and intumescent steel coatings are the oil and gas, pulp and paper, petrochemical, shipbuilding, high-rise building construction, public utility and bridge and highway industries, water and wastewater treatment plants, and electronics manufacturing facilities. These markets are highly fragmented. We and our competitors compete for market share by supplying a wide variety of high-quality products and by offering customized solutions.\n\n\nRoofing Systems Products\n\n\nIn the roofing industry, re-roofing applications have historically accounted for over three-quarters of U.S. demand, with the remainder generated by new roofing applications.  Our primary roofing brand, Tremco, was founded in 1928 on the principle of “keeping good roofs good,” and then, by extension, ensuring “roofing peace of mind” for our customers. We define the market in two segments: (a) restoration and re-roofing or (b) new roofing.  We market our systems and services for all of the most common roofing applications.  Our roofing systems and services provide high performance and value.  High performance ensures a long service life and ease of maintenance.  High value ensures low total cost of ownership due to ease of installation, landfill avoidance, roof longevity, elimination of facility and occupant disruption, and utilization of sustainable materials and systems. Whether a project is a restoration, re-roof or new construction, our goal is always to help create a facility that is safe, dry, comfortable, and energy efficient for its occupants.\n\n\nConstruction Products\n\n\nFlooring Systems Products.\n  Polymer flooring systems are used in industrial, commercial and, to a lesser extent, residential applications to provide a smooth, seamless surface that is impervious to penetration by water and other substances while being easy to clean and maintain. These systems are particularly well-suited for clean environments such as pharmaceutical, food and beverage and healthcare facilities. In addition, the fast installation time and long-term durability of these systems and products make them ideal for industrial floor repair and restoration. Polymer flooring systems are based on epoxy, polyurethane and methyl methacrylate resins. Most of these flooring systems are applied during new construction, but there is also a significant repair and renovation market. Key performance attributes in polymer flooring systems that distinguish competitors for these applications include static control, chemical resistance, contamination control, durability and aesthetics. We market our flooring systems under the Stonhard, Flowcrete, Key Resin, Euclid, Liquid Elements, Hummervoll, Kemtile, API and Dudick brand names.\n\n\nFiberglass Reinforced Plastic (“FRP”) Grating and Structural Composites.\n  FRP grating and railings are used primarily in industrial and, to a lesser extent, commercial applications. FRP exhibits many specialized features, which make it a beneficial alternative to traditional steel or aluminum. These include a high strength-to-weight ratio, high corrosion resistance, electrical and thermal non-conductivity, and molded-in color, which eliminates the need for repainting. FRP is used for rooftop safety, platforms, walkways and stairs for a variety of applications, including those in the food and beverage, chemical processing, water-wastewater, pulp and paper, commercial roofing, commercial sealants and waterproofing, and offshore oil and gas industries. Structural composites include high-density polypropylene pedestal systems for raised flooring applications in outdoor environments.  Key attributes that differentiate competitors in these markets include product quality, depth of product line, and design-and-fabrication services. Our products for these applications are sold under our Fibergrate, Chemgrate, Corgrate, Fibregrid, Safe-T-Span and Bison brand names.\n\n\nSealants, Waterproofing, Concrete and Masonry Products.\n  Sealants, which include urethane, silicone, latex, butyl and hybrid technology products, are designed to be installed in construction joints for the purpose of providing a flexible air and water-tight seal. Waterproof coatings, usually urethane or asphalt based, are installed in exposed and buried applications to waterproof and protect concrete. Structural and traffic tolerant membranes, expansion joints and bearings are used in a variety of applications for bridge deck construction and restoration and the protection and preservation of balconies, pedestrian walkways and parking structures.  In the concrete and masonry additives market, a variety of chemicals and fibers can be added to concrete and masonry to improve the processability, performance, or appearance of these products. Chemical admixtures for concrete are typically grouped according to their functional characteristics, such as water-reducers, set controllers, superplasticizers and air-entraining agents. Curing and sealing\n \n\n\n7\n\n\n\n\n \n\n\ncompounds, structural grouts, epoxy adhesives, injection resins, floor hardeners and toppings, joint fillers, industrial and architectural coatings, decorative color/stains/stamps, and a comprehensive selection of restoration materials are used to protect, repair or improve new or existing concrete structures used in the construction industry, and rehabilitation and repair of roads, highways, bridges, pipes and other infrastructure. The key attributes that differentiate competitors for these applications include quality assurance, on-the-job consultation and value-added, highly engineered products. We primarily offer products marketed under our Tremco, EUCO, Toxement, Viapol, Betumat, CAVE, Vandex, illbruck, Tamms, AlphaGuard, AlphaGrade, OneSeal, PowerPly, TremPly, TremLock, Vulkem, TREMproof, Dymonic, Increte, TUFF-N-DRI, Universal Sealants, Nufins, Pitchmastic PMB, Visul, Fibrecrete, Texacrete, Fibrejoint, Samiscreed, Prime Rez, Prime Gel, Prime Guard, Prime Coat, Prime Bond, Prime Flex, Logiball, Watchdog Waterproofing, PSI, Tuf-Strand, Ekspan, Sealtite and HydroStop brand names for this line of business.\n\n\nBuilding Wall, Cladding and Envelope Systems. \n CPG's collective products and systems are a single source for new construction, renovation and restoration. We take a fully tested systems approach in standing behind its whole building warranty, providing a single point of responsibility for customer peace of mind.\n \n\n\nIntellectual Property\n\n\nOur intellectual property portfolios include valuable patents, trade secrets and know-how, domain names, trademarks, trade and brand names. In addition, through our subsidiaries, we continue to conduct significant research and technology development activities. Among our most significant intangibles are our Rust-Oleum\n®\n, Carboline\n®\n, DAP\n®\n, illbruck\n®\n and Tremco\n®\n trademarks.\n\n\nRust-Oleum Corporation and some of our other subsidiaries own more than 860 trademark registrations or applications in the United States and numerous other countries for the trademark “Rust-Oleum\n®\n” and other trademarks covering a variety of rust-preventative, decorative, general purpose, specialty, industrial and professional products sold by Rust-Oleum Corporation and related companies.\n\n\nCarboline Company and some of our other subsidiaries own more than 510 trademark registrations or applications in the United States and numerous other countries covering the products sold by the Carboline Company and related companies, including two United States trademark registrations for the trademark “Carboline\n®\n”.\n\n\nDAP Global, Inc. and other subsidiaries of the Company own nearly 400 trademark registrations or applications in the United States and numerous other countries for the “DAP\n®\n” trademark, the “Putty Knife design” trademark and other trademarks covering products sold under the DAP brand and related brands.\n\n\nTremco CPG Inc. and some of our other subsidiaries own more than 90 registrations or applications for the trademark “Tremco\n®\n” in the United States and numerous countries covering a variety of roofing, sealants and coating products. There are also many other trademarks of Tremco CPG Inc. and some of our other subsidiaries that are the subject of registrations or applications in the United States and numerous other countries, bringing the total number of registrations and applications covering products sold under the Tremco brand and related brands to more than 1,000.\n\n\nOur other principal product trademarks include: 2X Ultra Cover\n®\n, AlphaGuard\n®\n, Alumanation\n®\n, Betumat\u0099, B-I-N\n®\n, Bitumastic\n®\n, Bulls Eye 1-2-3\n®\n, Chemgrate\n®\n, Dri-Eaz\n®\n, Dymonic\n®\n, EnerEDGE\n®\n, Enviro-Dri\n®\n, EUCO\n®\n, ExoAir\n®\n, Flecto\u0099, Fibergrate\n®\n, Floquil\n\u0099\n, Paraseal\n®\n, Permaroof\nTM\n, Plasite\n®\n, Proglaze\n®\n, Sanitile\n®\n, Sealtite\n\u0099\n, Solargard\n®\n, Spectrem\n®\n, Stonblend\n®\n, Stonclad\n®\n, Stonhard\n®\n, Stonlux\n®\n, Stonshield\n®\n, Testors\n®\n, TREMproof\n®\n, TUFF-N-DRI\n®\n, Varathane\n®\n, Viapol\u0099, Vulkem\n®\n, Watchdog Waterproofing\n®\n, Woolsey\n®\n, Zinsser\n®\n and Z-Spar\n®\n; and, in Europe, API\n®\n, Perlifoc\n®\n, Hummervoll\n®\n, USL\n®\n, Nufins\n®\n, Pitchmastic PMB\n®\n, Visul\n®\n, Flowcrete\n®,\n Nullifire\n®\n, Radglo\n®\n and Martin Mathys\u0099. Our trademark registrations are valid for a variety of different terms of up to 15 years, and may be renewable as long as the trademarks continue to be used and all other local conditions for renewal are met.  Our trademark registrations are maintained and renewed on a regular basis as required.\n \n\n\nRaw Materials\n\n\nThe cost and availability of raw materials, including packaging, materially impact our financial results.  We obtain raw materials from a number of suppliers.  Many of our raw materials are petroleum-based derivatives, minerals and metals.  The cost of raw materials has in the past experienced, and likely will continue to experience, periods of volatility which could increase the cost of manufacturing our products.  Under normal market conditions, these materials are generally available on the open market from a variety of producers; however, shortages have occurred and continue to be a possibility.  Interruptions in the supply of raw materials could have a significant impact on our ability to produce products.\n \n\n\nThroughout fiscal 2023, we experienced inflation in raw materials. While costs of some raw materials have stabilized, we expect that inflation of some materials will potentially create headwinds impacting our results into fiscal 2024.\n \n\n\nAdditionally, changes in international trade duties and other aspects of international trade policy, both in the United States and abroad, could materially impact the cost and availability of raw materials.  Any increase in material costs that are not offset by an increase in our prices could have an adverse effect on our business, financial position, results of operations or cash flows.\n \n\n\nSeasonal Factors\n\n\nOur business is dependent, to a significant extent, on external weather factors. We historically experience stronger sales and operating results in our first, second and fourth fiscal quarters, which are the three-month periods ending August 31, November 30 and May 31, respectively, while we have experienced weaker performance in our third fiscal quarter.\n\n\n8\n\n\n\n\n \n\n\nCustomers\n\n\nSales to our ten largest Consumer segment customers, such as DIY home centers, on a combined basis represented approximately 25%, 22%, and 24% of our total net sales for each of the fiscal years ended May 31, 2023, 2022 and 2021, respectively. Except for sales to these customers, our business is not dependent upon any one customer or small group of customers but is largely dispersed over a substantial number of customers.\n\n\nResearch and Development\n\n\nOur research and development work is performed at various laboratory locations. During fiscal years 2023, 2022 and 2021, approximately $86.6 million, $80.5 million and $77.6 million, respectively, was charged to expense for research and development activities. In addition to this laboratory work, we view our field technical service as being integral to the success of our research activities. Our research and development activities and our field technical service costs are both included as part of our selling, general and administrative expenses.\n\n\nEnvironmental Matters\n\n\nWe value and respect our place in the world as a steward of the built environment and aspire to make the world a better place for our customers, associates, shareholders and the communities in which we live and operate through compliance with the environmental laws and regulations as well as fostering our own internal initiatives related to the environment and our social impact. In 2022 we launched our Building a Better World program.  This program focuses on three pillars: Our People, Our Products and Our Processes.\n \n\n\nWe also established our Building a Better World Oversight Committee, overseen by our Governance and Nominating Committee of our Board of Directors, which is responsible for the direction of our sustainability efforts. The Building a Better World Oversight Committee has three additional subcommittees, each focused on one of the pillars of the Building a Better World program and reporting up to the Building a Better World Oversight Committee.  At the management level, day-to-day implementation of our environmental, social and governance (“ESG”) initiatives is led by our Vice President – Compliance and Sustainability, Associate General Counsel.\n\n\nWe are subject to a broad range of laws and regulations dealing with environmental, health and safety issues for the various locations around the world in which we conduct our business. These laws and regulations include, but are not limited to, the following major areas:\n\n\n•\nthe sale, export, generation, storage, handling, use and transportation of hazardous materials;\n\n\n•\nregulations related to greenhouse gas emissions, energy or climate change;\n\n\n•\nthe emission and discharge of hazardous materials into the soil, water and air; and\n\n\n•\nthe health and safety of our associates.\n\n\nFor information regarding environmental accruals, see Note P, “Contingencies and Accrued Losses,” to the Consolidated Financial Statements.  For more information concerning certain environmental matters affecting us, see “Item 3 — Legal Proceedings — Environmental Proceedings” in this Annual Report on Form 10-K.\n\n\nHuman Capital\n\n\nWe understand that our company is only as strong as the team behind it. With the consistent support and dedication of leadership at all levels, we foster a workplace that supports our associates as individuals and helps them thrive in their current positions and strive to accomplish their future aspirations. Our human capital management strategy includes sustainable best practices in professional development, benefits, health and safety, and community involvement in an effort to continue to hire the best associates and retain them throughout the course of their careers. We measure satisfaction through our annual Engagement Survey, through which participants are able to express their opinion and provide comments and suggestions.\n\n\nTalent Development\n\n\nIt is critical to our long-term success to develop our internal talent. Our Global Organizational Leadership Development (“GOLD”) Team is charged with creating a leadership-led learning culture across RPM. The GOLD Team has developed several training programs to support development which include Leaders of the Future, RPM University, Strategic Leader Staff Rides, and partnering with the Center for Creative Leadership.  Since the inception of these programs the Company has seen many participants advance their careers, and the retention of participants has been greater than 85%.\n\n\nBenefits\n\n\nOur leadership has long understood that to attract and retain top talent, and to share the benefits of a successful business, we must maintain a premium benefits program for our associates. For U.S. associates, we offer an attractive benefits package, including defined benefit pension plans, medical, telehealth, tuition reimbursement and an employer-matched 401(k). We also offer an Employee Assistance Program (“EAP”) which focuses on behavioral health and also provides resources for financial and legal matters. Mental health support is key to associates, who may get support through the EAP as well as through telehealth and our health plans.\n\n\n9\n\n\n\n\n \n\n\nSimilar ancillary benefits are offered to our Canadian associates, and associates of our other foreign subsidiaries receive benefits coverage, to the extent deemed appropriate, through plans that meet local requirements.\n \n\n\nDiversity & Inclusion\n\n\nAt RPM, we are committed to fostering, cultivating and preserving a culture of diversity and inclusion. We support this commitment and provide associate resources through Respect at RPM, a program that reinforces our core values of operating with transparency, trust and respect. The program emphasizes the importance of diversity and inclusion at RPM and across all our operations; and supports associate growth and development. We have built our workforce with a commitment to create a diverse and inclusive culture. We recruit, select, hire and develop individuals based on their qualifications and skills. All associates and other parties involved in the employment relationship are required to comply with RPM’s Code of Conduct and are prohibited from discriminating against individuals during all stages of employment or hiring, including decisions involving recruitment, promotion, transfer, assignment, training, termination and lay-offs, working conditions, wage and salary administration, associate benefits and application of policies. We prohibit any inappropriate conduct or behavior against others, including discrimination perpetrated by associates, supervisors, customers or vendors, and strictly prohibit retaliation and harassment, as set forth in our Code of Conduct and Hotline and Non-Retaliation Policy.\n\n\nHealth & Safety\n\n\nWe follow many best practices to ensure our associates come to work feeling empowered to safely do their jobs. As part of our EH&S management system, we continuously educate and train to institutionalize our health and safety values, set and monitor health and safety objectives, conduct regular risk assessments and process hazard and root cause analysis, and actively enforce incident prevention and reporting policies. In addition, we conduct EH&S compliance audits annually that are prioritized based on high-risk processes, facilities with recent expansion or process changes and to cover any new acquisitions.\n\n\nAssociates\n \n\n\nAs of May 31, 2023, we employed 17,274 persons, of whom approximately 959 were represented by unions under contracts which expire at varying times in the future.  We believe that all relations with associates and their unions are good.\n\n\n10\n\n\n\n\n \n\n",
    "item1a": ">Item 1A.  \nRi\nsk Factors.\n\n\nAs a global company of paint, coatings, roofing, construction and related products, we operate in a business environment that includes risks. Each of the risks described in this section could adversely affect the results of our operations, our financial position and/or our liquidity. Additionally, while the following factors are considered to be the more significant risk factors, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted risk factors may present significant additional obstacles which may adversely affect our businesses and our results.  Therefore, you should carefully consider these risk factors, as well as the other information contained in this Annual Report on Form 10-K, in evaluating us, our business and your investment in us as they could cause our actual results or financial condition to differ materially from those projected in our forward-looking statements.\n\n\nECONOMIC AND STRATEGIC RISKS\n\n\nOur operations and financial condition have been and could continue to be adversely affected by global and regional economic\n \nconditions in ways we may not be able to predict or control.\n\n\nOur operations and financial condition have been and could continue to be adversely affected by global or regional economic conditions if markets decline in the future, whether related to a public health crisis similar to the Covid pandemic, the Russian invasion of Ukraine, higher inflation or interest rates, recession, natural disasters, impacts of and issues related to climate change, business disruptions, our ability to adequately staff operations or otherwise. Office building utilization, higher mortgage rates, and the continued shift in consumer spending to online shopping, may negatively impact office, residential, and retail construction.  Additionally, escalation in interest rates, in conjunction with banking failures, may lead to financial institutions being more prudent with capital deployment and tightening lending, especially in relation to construction and real estate development. As a result, future construction activity could decrease due to a lack of financing availability, and financial distress in this sector could be further exacerbated by a lack of refinancing options available for existing real estate loans when they mature in the upcoming months. Any future economic declines may result in decreased revenue, gross margins, earnings or growth rates or difficulty in managing inventory levels or collecting customer receivables. We also have experienced, and could continue to experience, labor inflation, increased competitive pricing pressure, raw material inflation and availability issues resulting in difficulties meeting customer demand. In addition, customer difficulties in the future could result from economic declines, decreased purchasing power, public health crisis similar to the Covid pandemic, the cyclical nature of their respective businesses, such as in the oil and gas industry, or otherwise and, in turn, result in decreases in product demand, increases in bad debt write-offs, decreases in timely collection of accounts receivable and adjustments to our allowance for credit losses, resulting in material reductions to our revenues and net earnings.\n\n\nGlobal economic and capital market conditions may cause our access to capital to be more difficult in the future and/or costs to secure such capital more expensive.\n\n\nWe may need new or additional financing in the future to provide liquidity to conduct our operations, expand our business or refinance existing indebtedness. Any sustained weakness in general economic conditions and/or U.S. or global capital markets could adversely affect our ability to raise capital on favorable terms or at all. From time to time we have relied, and we may also rely in the future, on access to financial markets as a source of liquidity for working capital requirements, acquisitions and general corporate purposes. Our access to funds under our credit facility is dependent on the ability of the financial institutions that are parties to that facility to meet their funding commitments. Those financial institutions may not be able to meet their funding commitments if they experience shortages of capital and liquidity or if they experience excessive volumes of borrowing requests within a short period of time. Moreover, the obligations of the financial institutions under our credit facility are several and not joint and, as a result, a funding default by one institution does not need to be made up by the others. Longer term volatility and continued disruptions in the capital and credit markets as a result of uncertainty, changing or increased regulation of financial institutions, reduced alternatives or failures of significant financial institutions could adversely affect our access to the liquidity needed for our businesses in the longer term. Such disruptions could require us to take measures to conserve cash until the markets stabilize or until alternative credit arrangements or other funding for our business needs can be arranged.\n\n\nVolatility in the equity markets or interest rates could substantially increase our pension costs and required pension contributions.\n\n\nWe sponsor qualified defined benefit pension plans and various other nonqualified postretirement plans. The qualified defined benefit pension plans are funded with trust assets invested in a diversified portfolio of debt and equity securities and other investments. Among other factors, changes in interest rates, investment returns and the market value of plan assets can (i) affect the level of plan funding; (ii) cause volatility in the net periodic pension cost; and (iii) increase our future contribution requirements. A significant decrease in investment returns or the market value of plan assets or a significant change in interest rates could increase our net periodic pension costs and adversely affect our results of operations. A significant increase in our contribution requirements with respect to our qualified defined benefit pension plans could have an adverse impact on our cash flow.\n\n\n11\n\n\n\n\n \n\n\nA public health crisis could cause disruptions to our operations which could adversely affect our business in the future.\n\n\nA significant public health crisis could cause disruptions to our operations similar to the effects of the Covid pandemic. The Covid pandemic had a negative effect on our business, results of operations, cash flows and financial condition. It affected our business due to the impact on the global economy, including its effects on transportation networks, raw material availability, production efforts and customer demand for our products.  Our ability to predict and respond to future changes resulting from potential health crisis is uncertain. Even after a public health crisis subsides, there may be long-term effects on our business practices and customers in economies in which we operate that could severely disrupt our operations and could have a material adverse effect on our business, results of operations, cash flows and financial condition.  As we cannot predict the duration, scope or severity of future pandemics, the negative financial impact to our results cannot be reasonably estimated and could be material.\n \n\n\nTerrorist activities and other acts of violence or war and other disruptions have negatively impacted in the past, and could negatively impact in the future, the United States and foreign countries, the financial markets, the industries in which we compete, our operations and profitability.\n\n\nTerrorist activities, acts of violence or war and other disruptions have contributed to economic instability in the United States and elsewhere, and acts of terrorism, cyber-terrorism, violence or war could affect the industries in which we compete, our ability to purchase raw materials, adequately staff our operations, manufacture products or sell or distribute products, which could have a material adverse impact on our financial condition and results of operations.\n\n\nAdverse weather conditions and natural disasters, including those related to the impacts of climate change, may reduce the demand for some of our products, impair our ability to meet our demand for such products or cause supply chain disruptions which could have a negative effect on our operations and sales.\n\n\nFrom time to time, extreme weather conditions, including natural disasters, and those related to the impacts of climate change, have had a negative effect on our operations and sales.  Unusually cold or rainy weather, especially during the general construction and exterior painting season, could have an adverse effect on sales. As a result, we have historically experienced weaker sales and net income in our third fiscal quarter (December through February) in comparison to our performance during our other fiscal quarters. Events such as destructive wildfires, extreme storms or temperatures and increased flooding or other natural disasters could damage our facilities, leading to production or distribution challenges which could have a negative effect on our sales.\n\n\nThe impacts of these risks to our suppliers may also have a detrimental effect on the sales, manufacturing, and distribution of our products, including raw material shortages and increased costs.  Any such effect on sales may result in a reduction in earnings or cash flow.\n\n\nSignificant foreign currency exchange rate fluctuations may harm our financial results.\n\n\nWe conduct business in various regions throughout the world and are therefore subject to market risk due to changes in the exchange rates of foreign currencies in relation to the U.S. dollar.  Because our Consolidated Financial Statements are presented in U.S. dollars, increases or decreases in the value of the U.S. dollar relative to other currencies in which we transact business could materially adversely affect our net revenues, earnings and the carrying values of our assets located outside the United States.\n \n\n\nFINANCIAL RISKS\n\n\nThe use of accounting estimates involves judgment and could impact our financial results.\n\n\nThe preparation of financial statements in conformity with Generally Accepted Accounting Principles (“GAAP”) requires us to make estimates and assumptions that affect reported amounts of assets and liabilities, disclosure of contingent assets and liabilities at the date of the financial statements and reported amounts of revenues and expenses during the reporting period.  Our most critical accounting estimates are described in Management’s Discussion and Analysis of Financial Condition and Results of Operations under “Critical Accounting Policies and Estimates.” Additionally, as discussed in Note P, “Contingencies and Accrued Losses,” of the Notes to Consolidated Financial Statements, we make certain estimates, including decisions related to legal proceedings and various loss reserves.  These estimates and assumptions involve the use of judgment, and therefore, actual financial results may differ.\n \n\n\nThe results of our annual testing of goodwill and as-required interim testing of goodwill and other long-lived assets have required, and in the future may require, that we record impairment charges.\n\n\nAs of May 31, 2023, we had approximately $1.8 billion in goodwill and other intangible assets. The Accounting Standards Codification (“ASC”) section 350, \"Intangibles – Goodwill and Other,\" requires that goodwill be tested at least on an annual basis, or more frequently as impairment indicators arise, using either a qualitative assessment or a fair-value approach at the reporting unit level. We perform our annual required impairment tests, which involve the use of estimates related to the fair market values of the reporting units with which goodwill is associated, as of the first day of our fourth fiscal quarter. The evaluation of our long-lived assets for impairment includes determining whether indicators of impairment exist, this is a subjective process that considers both internal and external factors. The impairment assessment evaluation requires the use of significant judgment regarding estimates and assumptions surrounding future results of operations and cash flows.\n \n\n\n12\n\n\n\n\n \n\n\nIn connection with our Margin Achievement Plan 2025 (\"MAP 2025\") operating improvement initiative, during the fiscal third quarter ended February 28, 2023, due to declining profitability and regulatory headwinds, management decided to restructure the Universal Sealants (“USL”) reporting unit within our PCG segment, and is correspondingly exploring strategic alternatives for our infrastructure services business within the United Kingdom (“U.K.”). Due to this decision, we determined that an interim goodwill impairment assessment, as well as an impairment assessment for our other long-lived assets were required. Accordingly, we recorded an impairment loss totaling $36.7 million for the impairment of goodwill and an impairment loss of $2.5 million for the impairment of an indefinite-lived tradename in our USL reporting unit during fiscal 2023. We did not record any impairments for our definite-lived long-lived assets as a result of this assessment.\n\n\nOur required annual impairment testing for goodwill and indefinite-lived intangible assets, which we performed during the fourth quarters of the fiscal years ended May 31, 2023, 2022 and 2021 did not result in an impairment charge. For discussion of the approach for, and results of, our interim and annual impairment testing for goodwill and indefinite lived intangible assets for all periods presented, please refer to the headings entitled “Goodwill” and “Other Long-Lived Assets” within the “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Critical Accounting Policies and Estimates” sections located in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operation” as well as Note A(11), \"Summary of Significant Accounting Policies - Goodwill and Other Intangible Assets,\" and Note C, \"Goodwill and Other Intangible Assets,\" to our Consolidated Financial Statements as presented below.\n\n\nIn the future, if global economic conditions were to decline significantly, or if our reporting units experience significant declines in business, we may incur additional, substantial goodwill and other intangible asset impairment charges. The amount of any such impairment charge could have a material adverse effect on our results of operations.\n \n\n\nOur significant amount of indebtedness could have a material adverse impact on our business.\n\n\nOur total debt was approximately $2.7 billion at May 31, 2023 and 2022, which compares with $2.1 billion in stockholders’ equity at May 31, 2023. Our level of indebtedness could have important consequences.  For example, it could:\n\n\n•\nrequire us to dedicate a material portion of our cash flow from operations to make payments on our indebtedness, thereby reducing the cash flow available to fund working capital, capital expenditures, acquisitions, dividend payments, stock repurchases or other general corporate requirements;\n\n\n•\nresult in a downgrade of our credit rating, which would increase our borrowing costs, adversely affect our financial results, and make it more difficult for us to raise capital;\n\n\n•\nrestrict our operational flexibility and reduce our ability to conduct certain transactions, since our credit facility contains certain restrictive financial and operating covenants;\n\n\n•\nlimit our flexibility to adjust to changing business and market conditions, which would make us more vulnerable to a downturn in general economic conditions; and\n\n\n•\nhave a material adverse effect on our short-term liquidity if large debt maturities occur in close succession.\n\n\nWe cannot assure you that our business always will be able to make timely or sufficient payments of our debt.  Should we fail to comply with covenants in our debt instruments, such failure could result in an event of default which, if not cured or waived, would have a material adverse effect on us.\n\n\nOPERATIONAL RISKS\n\n\nOperating improvement initiatives could cause us to incur significant expenses and impact the trading value of our common stock.\n\n\nOn May 31, 2021, we formally concluded our 2020 Margin Acceleration Plan (\"MAP to Growth\") operating improvement program, which resulted in significant changes in our organizational and operational structure impacting most of our companies. In August 2022, we approved and announced our MAP 2025. MAP 2025 is a multi-year restructuring plan to build on the achievements of MAP to Growth. Our MAP 2025 operating improvement program may result in significant changes in our organizational and operational structure. We have taken actions and may continue to take additional actions during future periods, in furtherance of these or other operating improvement initiatives. We may incur further expenses as a result of these actions, and we also may experience disruptions in our operations, decreased productivity and unanticipated associate turnover and the objectives of our operating improvement initiatives may not be achieved. The occurrence of any of these or other related events associated with our operating improvement initiatives could adversely affect our operating results and financial condition.\n \n\n\n13\n\n\n\n\n \n\n\nFluctuations in the supply and cost of raw materials may negatively impact our financial results.\n\n\nThe cost and availability of raw materials, including packaging, materially impact our financial results.  We obtain raw materials from a number of suppliers.  Many of our raw materials are petroleum-based derivatives, minerals and metals.  The cost of raw materials has in the past experienced, and likely will continue to experience, periods of volatility which have, and could in the future, increase the cost of manufacturing our products.  Under normal market conditions, raw materials are generally available on the open market from a variety of sources; however, our suppliers may be impacted by social and environmental regulations and expectations, including regulations related to climate change, adverse weather conditions, pandemics, trade policy, energy availability or civil unrest, resulting in shortages or price volatility.  Interruptions in the supply of raw materials or sources of energy could have a significant impact on our ability or cost to produce products.\n \n\n\nCost and adequate supply of raw materials is managed by establishing contracts, procuring from multiple sources, and identifying alternative materials or technology; however, the unavailability of raw materials or increased prices of raw materials that we are unable to pass along to our customers could have a material adverse effect on our business, financial condition, results of operations or cashflows.\n \n\n\nAdditionally, changes in international trade duties, tariffs, sanctions and other aspects of international trade policy, both in the United States and abroad, could materially impact the cost of raw materials.  Any increase in materials that is not offset by an increase in our prices could have a material adverse effect on our business, financial condition, results of operations or cash flows.\n \n\n\nThe markets in which we operate are highly competitive and some of our competitors\n \nare much larger than we are and may have greater financial resources than we do.\n\n\nThe markets in which we operate are fragmented, and we do not face competition from any one company across all our product lines. However, any significant increase in competition, resulting from the consolidation of competitors, may cause us to lose market share or compel us to reduce prices to remain competitive, which could result in reduced gross profit margins. Increased competition may also impair our ability to grow or to maintain our current levels of revenues and earnings. Companies that compete in our markets include Akzo Nobel, Axalta Coating Systems Ltd., Carlisle Companies Inc., H.B. Fuller, Masco Corporation, PPG Industries, Inc., The Sherwin-Williams Company and Sika AG. Several of these companies are much larger than we are and may have greater financial resources than we do. Increased competition with these or other companies could prevent the institution of price increases or could require price reductions or increased spending to maintain our market share, any of which could adversely affect our results of operations.\n\n\nOur success depends upon our ability to attract and retain key associates and the succession of senior management.\n\n\nOur success largely depends on the performance of our management team and other key associates. If we are unable to attract and retain talented, highly qualified senior management and other key associates (including the ability to identify and attract key international associates), our business, results of operations, cash flows and financial condition could be adversely affected. In addition, if we are unable to effectively provide for the succession of senior management, including our Chief Executive Officer, our business, results of operations, cash flows and financial condition may be adversely affected. While we follow a disciplined, ongoing succession planning process and have succession plans in place for senior management and other key associates, these do not guarantee that the services of qualified senior executives will continue to be available to us at particular moments in time.\n\n\nWe depend on a number of large customers for a significant portion of our net sales and, therefore, significant declines in the level of purchases by any of these key customers could harm our business.\n\n\nSome of our operating companies, particularly in the Consumer reportable segment, face a substantial amount of customer concentration. Our key customers in the Consumer reportable segment include Ace Hardware, Amazon, Do It Best, The Home Depot, Inc., Lowe’s, Menards, Orgill, True Value, W.W. Grainger, and Wal-Mart. Within our Consumer segment, sales to these customers accounted for approximately 67%, 64% and 65% of net sales for the fiscal years ended May 31, 2023, 2022 and 2021, respectively.  On a consolidated basis, sales to these customers across all of our reportable segments accounted for approximately 25%, 22% and 24% of our consolidated net sales for the fiscal years ended May 31, 2023, 2022 and 2021, respectively.  Sales to The Home Depot, Inc. represented less than 10% of our consolidated net sales for fiscal 2023, 2022, and 2021, and 23%, 25% and 26% of our Consumer segment net sales for fiscal 2023, 2022 and 2021, respectively.  If we were to lose one or more of our key customers, experience a delay or cancellation of a significant order, incur a significant decrease in the level of purchases from any of our key customers, or experience difficulty in collecting amounts due from a key customer, our net revenues could decline materially and our operating results could be reduced materially.\n\n\n14\n\n\n\n\n \n\n\nIf our efforts in acquiring and integrating other companies or product lines or establishing joint ventures fail, our business may not grow.\n\n\nAs an important part of our growth strategy, we intend to continue pursuing acquisitions of complementary businesses or products and creating joint ventures. Our ability to continue to grow in this manner depends upon our ability to identify, negotiate and finance suitable acquisitions or joint venture arrangements. Execution of our acquisition strategy with respect to some companies or product lines could fail or could result in unanticipated costs to us that were not apparent despite our due diligence efforts, either of which could hinder our growth or adversely impact our results of operations.  In addition, acquisitions and their subsequent integration involve a number of risks, including, but not limited to:\n\n\n•\ninaccurate assessments of disclosed liabilities and the potentially adverse effects of undisclosed liabilities;\n\n\n•\nunforeseen difficulties in assimilating acquired companies, their products, and their culture into our existing business;\n\n\n•\nunforeseen delays in realizing the benefits from acquired companies or product lines, including projected efficiencies, cost savings, revenue synergies and profit margins;\n\n\n•\nunforeseen diversion of our management’s time and attention from other business matters;\n\n\n•\nunforeseen difficulties resulting from insufficient prior experience in any new markets we may enter;\n\n\n•\nunforeseen difficulties in retaining key associates and customers of acquired businesses;\n\n\n•\nincreased risk to our cybersecurity landscape; and\n\n\n•\nincreases in our indebtedness and contingent liabilities, which could in turn restrict our ability to raise additional capital when needed or to pursue other important elements of our business strategy.\n\n\nWe derive a significant amount of our revenues from foreign markets, which subjects us to additional business risks that could adversely affect our results of operations.\n\n\nOur foreign manufacturing operations accounted for approximately 28.5% of our net sales for the fiscal year ended May 31, 2023, not including exports directly from the United States which accounted for approximately 0.9% of our net sales for fiscal 2023. We plan to continue to grow our international operations and the growth and maintenance of such operations could be adversely affected by a public health crises, the Russian invasion of Ukraine, war, changes in social, political and economic conditions, inflation rates, trade protection measures, restrictions on foreign investments and repatriation of earnings, changing intellectual property rights, difficulties in staffing and managing foreign operations and changes in regulatory requirements that restrict the sales of our products or increase our costs. Our ability to effectively manage our foreign operations may pose significant risks that could adversely affect our results of operations, cash flow, liquidity or financial condition.\n \n\n\nData privacy, cybersecurity, and artificial intelligence considerations could impact our business.\n\n\nWe rely on information technology systems, including tools that utilize artificial intelligence, and applications to conduct our business, including recording and processing transactions, administering human resource activities and associate benefits, manufacturing, marketing, and selling our products, researching and developing new products, maintaining and growing our businesses, and supporting and communicating with our associates, customers, suppliers and other stakeholders. The importance of such systems has increased due to many of our associates working remotely. Some of these systems and applications are operated by third parties. Additionally, we, ourselves and through our third parties, collect and process personal, confidential, and sensitive data about our business, which may include information about our customers, associates, suppliers, distributors and others. Some of this data is stored, accessible or transferred internationally. If we do not allocate and effectively manage the resources necessary to build, sustain, and protect an appropriate information technology infrastructure, or we do not effectively implement system upgrades in a timely manner, our business or financial results could be negatively impacted.\n\n\nThe interpretation and application of cybersecurity, artificial intelligence, biometric, and privacy laws, rules and regulations around the world applicable to our business (collectively, the “Data Protection Laws”) are uncertain and evolving. It is possible that the Data Protection Laws may be interpreted and applied in a manner that is inconsistent with our data practices.  Complying with these various laws is difficult and could cause us to incur substantial costs or require us to change our business practices in a manner adverse to our business. In addition, many tools and resources we use integrate or will integrate some form of artificial intelligence which has the potential to result in bias, miscalculations, data errors, intellectual property infringement and unintended consequences. It is possible that the information technology tools we use may negatively affect our reputation, disrupt our operations, or have a material impact on our financial results.\n\n\nFurther, although we have implemented internal controls and procedures designed to manage compliance with the Data Protection Laws and protect our data, there can be no assurance that our controls will prevent a breach or that our procedures will enable us to be fully compliant with all Data Protection Laws. Cyber-attacks or breaches due to security vulnerabilities, associate error, supplier or third-party error, malfeasance or other disruptions may still occur. We have been and may in the future be subject to attempts to gain unauthorized access to our information technology systems and/or applications.\n\n\n15\n\n\n\n\n \n\n\nWe have experienced data security incidents that have disrupted our operations, but which did not have a material impact on our financial results.\n \n\n\nThese risks may be increased as a result of an increase in remote work, a public health crisis similar to the Covid pandemic or foreign affairs such as the Russian invasion of Ukraine. In addition, it is not possible to predict the impact on our business of the future loss, alteration or misappropriation of information related to us, our associates, former associates, customers, suppliers or others. A violation of, or failure to comply with, the Data Protection Laws, a cyber-attack or a security breach of our systems could lead to negative publicity, legal claims, extortion, ransom, theft, modification or destruction of proprietary information or key information, damage to or inaccessibility of critical systems, manufacture of defective products, production downtimes, operational disruptions, data breach claims, privacy violations and other significant costs, which could adversely affect our reputation, financial condition and results of operations.\n\n\nOur business and financial condition could be adversely affected if we are unable to protect our material trademarks and other proprietary information or there is a loss in the actual or perceived value of our brands.\n\n\nWe have numerous valuable patents, trade secrets and know-how, domain names, trademarks and trade names, including certain marks that are significant to our business, which are identified under Item 1 of this Annual Report on Form 10-K. Despite our efforts to protect our trademarks, trade secrets and other proprietary rights from unauthorized use or disclosure, other parties may attempt to disclose or use them without our authorization; such unauthorized use or disclosure could negatively impact our business and financial condition.\n\n\nSimilarly, the reputations of our branded products depend on numerous factors, including the successful advertising and marketing of our brand names, consumer acceptance, continued trademark validity, the availability of similar products from our competitors, and our ability to maintain product quality, technological advantages and claims of superior performance. Furthermore, the prevalence of social media increases our risk of receiving negative commentary that could damage the perception of our brands. A loss of a brand or in the actual or perceived value of our brands could limit or reduce the demand for our products and could negatively impact our business and financial condition.\n\n\nAlthough we have insurance, it may not cover every potential risk associated with our operations.\n\n\nAlthough we maintain insurance of various types to cover many of the risks and hazards that apply to our operations, our insurance may not cover every potential risk associated with our operations. The occurrence of a significant event, the risks of which are not fully covered by insurance, could have a material adverse effect on our financial condition and results of operations. Moreover, no assurance can be given that we will be able to maintain adequate insurance in the future at rates and with terms and conditions we consider reasonable.\n\n\nIf our efforts to achieve stated sustainability goals, targets or objectives fail, our business and reputation may be adversely affected.\n\n\nWe might fail to effectively address increased attention or expectations from the media, stockholders, activists and other stakeholders on climate change and related environmental sustainability matters. Such failure, or the perception that we have failed to act responsibly with respect to such matters or to effectively respond to new or additional regulatory requirements regarding climate change, whether or not valid, could result in adverse publicity and negatively affect our business and reputation. In addition, we have established and publicly announced goals to reduce our impact on the environment and, in the future may establish and publicly announce other goals or commitments associated with our sustainability initiatives. Our ability to achieve any stated goal, target or objective is subject to numerous factors and conditions, many of which are outside of our control, including evolving regulatory requirements. Furthermore, standards for tracking and reporting such matters continue to evolve. Our selection of voluntary disclosure frameworks and standards, and the interpretation or application of those frameworks and standards, may change from time to time or differ from those of others. Methodologies for reporting this data may be updated and previously reported data may be adjusted to reflect improvement in availability and quality of data, changing assumptions, changes in the nature and scope of our operations and other changes in circumstances, which could result in significant revisions to our current goals, reported progress in achieving such goals, or ability to achieve such goals in the future. If we fail to achieve, are perceived to have failed, or are delayed in achieving these goals and commitments, it could negatively affect investor confidence in us, as well as expose us to government enforcement actions and private litigation.\n\n\n16\n\n\n\n\n \n\n\nLEGAL AND REGULATORY RISKS\n\n\nThe industries in which we operate expose us to inherent risks of legal and warranty claims and other litigation-related costs, which could adversely impact our business.\n\n\nWe face an inherent risk of legal claims if the exposure to, or the failure, use, or misuse of our products results, or is alleged to result, in bodily injury and/or property damage. In the course of our business, we are subject to a variety of inquiries and investigations by regulators, as well as claims and lawsuits by private parties, including those related to product liability, product claims regarding asbestos or other chemicals or materials in our products, warranties, the environment, employment matters, contracts, service contracts, intellectual property and commercial matters, which due to their uncertain nature may result in losses, some of which may be material.  We are defending claims and class action lawsuits, and could be subject to future claims and lawsuits, in which significant financial damages are alleged.  These matters could consume material financial resources to defend and be a distraction to management.  Some, but not all, of such matters are insured.  We offer warranties on many of our products, as well as long term warranty programs at certain of our businesses and, as a result, from time to time we may experience higher levels of warranty expense, which is typically reflected in selling, general and administrative expenses. The nature and extent to which we use hazardous or flammable materials in our manufacturing processes creates risk of damage to persons and property that, if realized, could be material.\n\n\nCompliance with environmental, health and safety laws and regulations could subject us to unforeseen future expenditures or liabilities, which could have a material adverse effect on our business.\n\n\nWe are subject to numerous, complicated and often increasingly stringent environmental, health and safety laws and regulations, including those developed in response to climate change, in the jurisdictions where we conduct business and sell our products. Governmental and regulatory authorities impose various laws and regulations on us that relate to environmental protection, the use, sale, transportation, import and export of certain chemicals or hazardous materials, and various health and safety matters, including the discharge of pollutants into the air and water, the handling, use, treatment, storage and clean-up of solid and hazardous wastes, the use of certain chemicals in product formulations, and the investigation and remediation of soil and groundwater affected by hazardous substances and those related to climate change. These laws and regulations include the Clean Air Act, the Clean Water Act, RCRA, CERCLA, TSCA, DSL, REACH and many other federal, state, provincial, local and international statutes. These laws and regulations often impose strict, retroactive and joint and several liability for the costs of, and damages resulting from, not addressing our, or our predecessors’ past or present facilities and third-party disposal sites. We are currently undertaking remedial activities at a number of our properties and could be subject to future liability as yet unknown, but that could be material.\n \n\n\nWe have not always been and may not always be in full compliance with all environmental, health and safety laws and regulations in every jurisdiction in which we conduct our business. In addition, if we violate or fail to comply with environmental, health and safety laws (including related to permitting), we could be fined or otherwise sanctioned by regulators, including enjoining or curtailing operations or sales, remedial or corrective measures, installing pollution control equipment, or other actions. We have been and also could in the future be liable for consequences arising out of human exposure to hazardous substances or chemicals of concern relating to our products or operations. Accordingly, we cannot guarantee that we will not be required to make additional expenditures to remain in or to achieve compliance with environmental, health or safety laws or changes in stakeholder preferences or expectations in the future or that any such additional expenditures will not have a material adverse effect on our business, financial condition, results of operations or cash flows. If regulatory permits or registrations are delayed, restricted, or rejected, subsequent operations at our businesses could be delayed or restricted, which could have an adverse effect on our results of operations.\n\n\nOur businesses are subject to varying domestic and foreign laws and regulations that may restrict or adversely impact our ability to conduct our business.\n\n\nOur businesses are subject to varying domestic and foreign laws and regulations that may restrict or adversely impact our ability to conduct our business.  These include securities, environmental, health, safety, tax, competition and anti-trust, insurance, service contract and warranty, trade controls, data security, anti-corruption, anti-money laundering, wage and hour employment and privacy laws and regulations.  These laws and regulations change from time to time and thus may result in increased risk and costs to us related to our compliance therewith.  From time-to-time regulators review our compliance with applicable laws. We have not always been, and may not always be, in full compliance with all laws and regulations applicable to our business and, thus enforcement actions, fines and private litigation claims and damages, which could be material, may occur, notwithstanding our belief that we have in place appropriate risk management and compliance programs to mitigate these risks.\n\n\n17\n\n\n\n\n \n\n\nWe could be adversely affected by violations of the U.S. Foreign Corrupt Practices Act and similar anti-bribery laws of other countries, as well as trade sanctions administered by the office of Foreign Assets Control and the Department of Commerce.\n\n\nThe U.S. Foreign Corrupt Practices Act and similar anti-bribery laws of other countries generally prohibit companies and their intermediaries from making improper payments to governmental officials or others for the purpose of obtaining or retaining business or for other unfair advantage. Our policies mandate compliance with anti-bribery laws. We operate in many parts of the world that have experienced governmental corruption to some degree and, in certain circumstances, strict compliance with anti-bribery laws may conflict with local customs and practices.\n \n\n\nWe are required to comply with U.S. regulations on trade sanctions and embargoes administered by the U.S. Department of the Treasury, Office of Foreign Assets Control, the Commerce Department and similar multi-national bodies and governmental agencies worldwide, which are complex and often changing.  A violation thereof could subject us to regulatory enforcement actions, including a loss of export privileges and significant civil and criminal penalties and fines.\n\n\nAlthough we have internal controls and procedures designed to ensure compliance with these laws, there can be no assurance that our controls and procedures will prevent a violation of these laws.  Violations of these laws, or allegations of such violations, could disrupt our business and result in a material adverse effect on our results of operations, financial condition, and cash flows.\n\n\n We could be adversely affected by or incur liability for the actions or inaction of our third parties.\n\n\nWe vet and monitor our business partners and companies that we engage in an effort to ensure that the business practices of those third parties are in compliance with applicable laws and regulations and industry best practices, including applying appropriate technical security measures, safeguarding human rights and preventing illegal trade.  In the event one of our third parties experiences a data breach, is found to have violated applicable laws or regulations, or the business practices of the third party come under public scrutiny, we could be subject to legal claims, fines and reputational damage related to the third-party relationship.  In the event any third-party legal violation or business practice requires us to severe the third-party relationship, we could also experience an impact on our services, operations or our ability to obtain raw materials for our products.\n\n\nOur operations are subject to the effect of global tax law changes, some of which have been, and may be in the future, retroactive in application.\n\n\nOur operations are subject to various federal, state, local and foreign tax laws and regulations which govern, among other things, taxes on worldwide income. Any potential tax law changes may, for example, increase applicable tax rates, have retroactive application, or impose stricter compliance requirements in the jurisdictions in which we operate, which could reduce our consolidated net earnings.\n\n\nIn response to, for instance, an economic crisis or recession, governments may revise tax laws, regulations or official interpretations in ways that could have a significant impact on us, including modifications that could, for example, reduce the profits that we can effectively realize from our non-U.S. operations, or that could require costly changes to those operations, or the way in which they are structured. If changes in tax laws, regulations or interpretations were to significantly increase the tax rates on non-U.S. income, our effective tax rate could increase, our profits could be reduced, and if such increases were a result of our status as a U.S. company, could place us at a disadvantage to our non-U.S. competitors if those competitors remain subject to lower local tax rates.\n\n\nWe could be adversely affected by failure to comply with federal, state and local government procurement regulations and requirements.\n\n\nWe have contracts with and supply product to federal, state and local governmental entities and their contractors, and are required to comply with specific procurement regulations and other requirements relating to those contracts and sales.  Requirements in our contracts and those requirements flowed down to us in our capacity as a subcontractor or supplier, although customary in government contracts, may impact our performance and compliance costs.  Failure to comply with these regulations and requirements or to make required disclosures under contract could result in reductions of the value of contracts, contract modifications or termination for cause, adverse past performance ratings, actions under a federal or state false claims statutes, suspension or debarment from government contracting or subcontracting for a period of time and the assessment of penalties and fines, any of which could negatively impact our results of operations and financial condition and could have a negative impact on our reputation and ability to procure other government contracts in the future.\n\n",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of\n Financial Condition and Results of Operations\n.\n\n\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF\n FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\n\n\nOur financial statements include all of our majority-owned and controlled subsidiaries. Investments in less-than-majority-owned joint ventures over which we have the ability to exercise significant influence are accounted for under the equity method. Preparation of our financial statements requires the use of estimates and assumptions that affect the reported amounts of our assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. We continually evaluate these estimates, including those related to our allowances for doubtful accounts; reserves for excess and obsolete inventories; allowances for recoverable sales and/or value-added taxes; uncertain tax positions; useful lives of property, plant and equipment; goodwill and other intangible assets; environmental, warranties and other contingent liabilities; income tax valuation allowances; pension plans; and the fair value of financial instruments. We base our estimates on historical experience, our most recent facts and other assumptions that we believe to be reasonable under the circumstances. These estimates form the basis for making judgments about the carrying values of our assets and liabilities. Actual results, which are shaped by actual market conditions, may differ materially from our estimates.\n\n\nWe have identified below the accounting policies and estimates that are the most critical to our financial statements.\n\n\nGoodwill\n\n\nWe test our goodwill balances at least annually, or more frequently as impairment indicators arise, at the reporting unit level. Our annual impairment assessment date has been designated as the first day of our fourth fiscal quarter.  Our reporting units have been identified at the component level, which is one level below our operating segments.\n\n\nWe follow the Financial Accounting Standards Board (“FASB”) guidance found in ASC 350 that simplifies how an entity tests goodwill for impairment. It provides an option to first assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount, and whether it is necessary to perform a quantitative goodwill impairment test.\n\n\nWe assess qualitative factors in each of our reporting units that carry goodwill. Among other relevant events and circumstances that affect the fair value of our reporting units, we assess individual factors such as:\n\n\n•\na significant adverse change in legal factors or the business climate;\n\n\n•\nan adverse action or assessment by a regulator;\n\n\n•\nunanticipated competition;\n\n\n•\na loss of key personnel; and\n\n\n•\na more-likely-than-not expectation that a reporting unit or a significant portion of a reporting unit will be sold or otherwise disposed of.\n\n\nWe assess these qualitative factors to determine whether it is necessary to perform the quantitative goodwill impairment test. The quantitative process is required only if we conclude that it is more likely than not that a reporting unit’s fair value is less than its carrying amount. However, we have an unconditional option to bypass a qualitative assessment and proceed directly to performing the quantitative analysis. We applied the quantitative process during our annual goodwill impairment assessments performed during the fourth quarters of fiscal 2023, 2022 and 2021.\n\n\nIn applying the quantitative test, we compare the fair value of a reporting unit to its carrying value. If the calculated fair value is less than the current carrying value, then impairment of the reporting unit exists. Calculating the fair value of a reporting unit requires our use of estimates and assumptions. We use significant judgment in determining the most appropriate method to establish the fair value of a reporting unit. We estimate the fair value of a reporting unit by employing various valuation techniques, depending on the availability and reliability of comparable market value indicators, and employ methods and assumptions that include the application of third-party market value indicators and the computation of discounted future cash flows determined from estimated cashflow adjustments to a reporting unit’s annual projected earnings before interest, taxes, depreciation and amortization (“EBITDA”), or adjusted EBITDA, which adjusts for one-off items impacting revenues and/or expenses that are not considered by management to be indicative of ongoing operations.  Our fair value estimations may include a combination of value indications from both the market and income approaches, as the income approach considers the future cash flows from a reporting unit’s ongoing operations as a going concern, while the market approach considers the current financial environment in establishing fair value.\n\n\nIn applying the market approach, we use market multiples derived from a set of similar companies. In applying the income approach, we evaluate discounted future cash flows determined from estimated cashflow adjustments to a reporting unit’s projected EBITDA. Under this approach, we calculate the fair value of a reporting unit based on the present value of estimated future cash flows. In applying the discounted cash flow methodology utilized in the income approach, we rely on a number of factors, including future business plans, actual and forecasted operating results, and market data. The significant assumptions employed under this method include discount rates; revenue growth rates, including assumed terminal growth rates; and operating margins used to project future cash flows for a reporting unit. The discount rates utilized reflect market-based estimates of capital costs and discount rates adjusted for management’s\n \n\n\n22\n\n\n\n\n \n\n\nassessment of a market participant’s view with respect to other risks associated with the projected cash flows of the individual reporting unit.  Our estimates are based upon assumptions we believe to be reasonable, but which by nature are uncertain and unpredictable.\n\n\nConclusion on Annual Goodwill Impairment Tests\n\n\nAs a result of the annual impairment assessments performed for fiscal 2023, 2022 and 2021, there were no goodwill impairments.\n\n\nImpairment Charge Recorded in the Third Quarter of Fiscal 2023\n\n\nAlthough no impairment charge was recorded during these periods related to the annual impairment test, we did record a goodwill impairment charge in fiscal 2023. As previously reported, we announced our MAP 2025 operational improvement initiative in August 2022. Due to the challenged macroeconomic environment we evaluated certain business restructuring actions, specifically our go to market strategy for operating in Europe. During the third quarter ended February 28, 2023, due to declining profitability and regulatory headwinds, management decided to restructure the USL reporting unit within our PCG segment and is correspondingly exploring strategic alternatives for our infrastructure services business within the U.K., which represents approximately 30%\n \nof annual revenues of the reporting unit.\n\n\nDue to this decision, we determined that an interim goodwill impairment assessment was required, as well as an impairment assessment for our other long-lived assets. Accordingly, we recorded an impairment loss totaling $36.7 million for the impairment of goodwill in our USL reporting unit during fiscal 2023. Refer to Note C, “Goodwill and Other Intangible Assets,” to the Consolidated Financial Statements for additional details on this goodwill impairment charge.\n\n\nChanges in the Composition of Reporting Units in the Fourth Quarter of Fiscal 2023\n\n\nSubsequent to our annual impairment assessment, in the fourth quarter of fiscal 2023 and in connection with our MAP 2025 initiative, the Viapol business within our CPG segment was realigned from our Sealants reporting unit to our Euclid reporting unit. We performed an interim goodwill impairment assessment for both of the impacted reporting units using a quantitative assessment. Based on this assessment, we concluded that the estimated fair values exceeded the carrying values for these reporting units, and accordingly, no goodwill impairment was identified as a result of this realignment.\n\n\nOther Long-Lived Assets\n\n\nWe assess identifiable, amortizable intangibles and other long-lived assets for impairment whenever events or changes in facts and circumstances indicate the possibility that the carrying values of these assets may not be recoverable over their estimated remaining useful lives. Factors considered important in our assessment, which might trigger an impairment evaluation, include the following:\n\n\n•\nsignificant under-performance relative to historical or projected future operating results;\n\n\n•\nsignificant changes in the manner of our use of the acquired assets;\n\n\n•\nsignificant changes in the strategy for our overall business; and\n\n\n•\nsignificant negative industry or economic trends.\n\n\nMeasuring a potential impairment of amortizable intangibles and other long-lived assets requires the use of various estimates and assumptions, including the determination of which cash flows are directly related to the assets being evaluated, the respective useful lives over which those cash flows will occur and potential residual values, if any. If we determine that the carrying values of these assets may not be recoverable based upon the existence of one or more of the above-described indicators or other factors, any impairment amounts would be measured based on the projected net cash flows expected from these assets, including any net cash flows related to eventual disposition activities. The determination of any impairment losses would be based on the best information available, including internal estimates of discounted cash flows; market participant assumptions; quoted market prices, when available; and independent appraisals, as appropriate, to determine fair values. Cash flow estimates would be based on our historical experience and our internal business plans, with appropriate discount rates applied.\n \n\n\nAdditionally, we test all indefinite-lived intangible assets for impairment at least annually during our fiscal fourth quarter.  We follow the guidance provided by ASC 350 that simplifies how an entity tests indefinite-lived intangible assets for impairment.  It provides an option to first assess qualitative factors to determine whether it is more likely than not that the fair value of an indefinite-lived intangible asset is less than its carrying amount before applying traditional quantitative tests.  We applied quantitative processes during our annual indefinite-lived intangible asset impairment assessments performed during the fourth quarters of fiscal 2023, 2022 and 2021.\n\n\nThe annual impairment assessment involves estimating the fair value of each indefinite-lived asset and comparing it with its carrying amount. If the carrying amount of the intangible asset exceeds its fair value, we record an impairment loss equal to the difference. Calculating the fair value of the indefinite-lived assets requires our significant use of estimates and assumptions. We estimate the fair values of our intangible assets by applying a relief-from-royalty calculation, which includes discounted future cash flows related to each of our intangible asset’s projected revenues. In applying this methodology, we rely on a number of factors, including actual and forecasted revenues and market data.\n \n\n\n23\n\n\n\n\n \n\n\nOur annual impairment test of our indefinite-lived intangible assets performed during fiscal 2023, 2022 and 2021 did not result in an impairment charge.\n\n\nAlthough no impairment losses were recorded during these periods related to the annual impairment test, we did record an intangible asset impairment charge in fiscal 2023. In connection with MAP 2025 and related to the goodwill impairment charge noted above, we determined that an interim impairment assessment for our other long-lived assets was required following management's decision to restructure the USL reporting unit within our PCG segment. Accordingly, we recorded an impairment loss totaling $2.5 million for the impairment of an indefinite-lived tradename in our USL reporting unit during fiscal 2023. We did not record any impairments for our definite-lived long-lived assets as a result of this assessment. Refer to Note C, \"Goodwill and Other Intangible Assets,\" to the Consolidated Financial Statements for further discussion.\n\n\nIncome Taxes\n\n\nOur provision for income taxes is calculated using the asset and liability method, which requires the recognition of deferred income taxes. Deferred income taxes reflect the net tax effect of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes and certain changes in valuation allowances. We provide valuation allowances against deferred tax assets if, based on available evidence, it is more likely than not that some portion or all of the deferred tax assets will not be realized.\n\n\nIn determining the adequacy of valuation allowances, we consider cumulative and anticipated amounts of domestic and international earnings or losses of the appropriate character, anticipated amounts of foreign source income, as well as the anticipated taxable income resulting from the reversal of future taxable temporary differences. We intend to maintain any recorded valuation allowances until sufficient positive evidence (for example, cumulative positive foreign earnings or capital gain income) exists to support a reversal of the tax valuation allowances.\n\n\nFurther, at each interim reporting period, we estimate an effective income tax rate that is expected to be applicable for the full year. Significant judgment is involved regarding the application of global income tax laws and regulations and when projecting the jurisdictional mix of income. Additionally, interpretation of tax laws, court decisions or other guidance provided by taxing authorities influences our estimate of the effective income tax rates. As a result, our actual effective income tax rates and related income tax liabilities may differ materially from our estimated effective tax rates and related income tax liabilities. Any resulting differences are recorded in the period they become known.\n\n\nAdditionally, our operations are subject to various federal, state, local and foreign tax laws and regulations that govern, among other things, taxes on worldwide income. The calculation of our income tax expense is based on the best information available, including the application of currently enacted income tax laws and regulations, and involves our significant judgment. The actual income tax liability for each jurisdiction in any year can ultimately be determined, in some instances, several years after the financial statements have been published.\n\n\nWe also maintain accruals for estimated income tax exposures for many different jurisdictions. Tax exposures are settled primarily through the resolution of audits within each tax jurisdiction or the closing of a statute of limitation. Tax exposures and actual income tax liabilities can also be affected by changes in applicable tax laws, retroactive tax law changes or other factors, which may cause us to believe revisions of past estimates are appropriate. Although we believe that appropriate liabilities have been recorded for our income tax expense and income tax exposures, actual results may differ materially from our estimates.\n\n\nContingencies\n\n\nWe are party to various claims and lawsuits arising in the normal course of business. Although we cannot precisely predict the amount of any liability that may ultimately arise with respect to any of these matters, we record provisions when we consider the liability probable and estimable. Our provisions are based on historical experience and legal advice, reviewed quarterly and adjusted according to developments.  In general, our accruals, including our accruals for environmental and warranty liabilities, discussed further below, represent the best estimate of a range of probable losses.  Estimating probable losses requires the analysis of multiple factors that often depend on judgments about potential actions by third parties, such as regulators, courts, and state and federal legislatures. Changes in the amounts of our loss provisions, which can be material, affect our Consolidated Statements of Income.  To the extent there is a reasonable possibility that potential losses could exceed the amounts already accrued, we believe that the amount of any such additional loss would be immaterial to our results of operations, liquidity and consolidated financial position.  We evaluate our accruals at the end of each quarter, or sometimes more frequently, based on available facts, and may revise our estimates in the future based on any new information that becomes available.\n\n\nOur environmental-related accruals are similarly established and/or adjusted as more information becomes available upon which costs can be reasonably estimated. Actual costs may vary from these estimates because of the inherent uncertainties involved, including the identification of new sites and the development of new information about contamination. Certain sites are still being investigated; therefore, we have been unable to fully evaluate the ultimate costs for those sites. As a result, accruals have not been estimated for certain of these sites and costs may ultimately exceed existing estimated accruals for other sites. We have received indemnities for potential environmental issues from purchasers of certain of our properties and businesses and from sellers of some of the properties or\n \n\n\n24\n\n\n\n\n \n\n\nbusinesses we have acquired. If the indemnifying party fails to, or becomes unable to, fulfill its obligations under those agreements, we may incur environmental costs in addition to any amounts accrued, which may have a material adverse effect on our financial condition, results of operations or cash flows.\n\n\nWe offer warranties on many of our products, as well as long-term warranty programs at certain of our businesses, and thus have established corresponding warranty liabilities. Warranty expense is impacted by variations in local construction practices, installation conditions, and geographic and climate differences.  Although we believe that appropriate liabilities have been recorded for our warranty expense, actual results may differ materially from our estimates.\n\n\nPension and Postretirement Plans\n\n\nWe sponsor qualified defined benefit pension plans and various other nonqualified postretirement plans. The qualified defined benefit pension plans are funded with trust assets invested in a diversified portfolio of debt and equity securities and other investments. Among other factors, changes in interest rates, investment returns and the market value of plan assets can (i) affect the level of plan funding, (ii) cause volatility in the net periodic pension cost and (iii) increase our future contribution requirements. A significant decrease in investment returns or the market value of plan assets or a significant change in interest rates could increase our net periodic pension costs and adversely affect our results of operations. A significant increase in our contribution requirements with respect to our qualified defined benefit pension plans could have an adverse impact on our cash flow.\n\n\nChanges in our key plan assumptions would impact net periodic benefit expense and the projected benefit obligation for our defined benefit and various postretirement benefit plans. Based upon May 31, 2023 information, the following tables reflect the impact of a 1% change in the key assumptions applied to our defined benefit pension plans in the United States and internationally:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nU.S.\n\n\n \n\n\n \n\n\nInternational\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n1% Increase\n\n\n \n\n\n \n\n\n1% Decrease\n\n\n \n\n\n \n\n\n1% Increase\n\n\n \n\n\n \n\n\n1% Decrease\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDiscount Rate\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(Decrease) increase in expense in FY 2023\n\n\n \n\n\n$\n\n\n(5.2\n\n\n)\n\n\n \n\n\n$\n\n\n6.3\n\n\n \n\n\n \n\n\n$\n\n\n(0.7\n\n\n)\n\n\n \n\n\n$\n\n\n1.3\n\n\n \n\n\n\n\n\n\n(Decrease) increase in obligation as of May 31, 2023\n\n\n \n\n\n$\n\n\n(51.0\n\n\n)\n\n\n \n\n\n$\n\n\n59.5\n\n\n \n\n\n \n\n\n$\n\n\n(18.1\n\n\n)\n\n\n \n\n\n$\n\n\n22.5\n\n\n \n\n\n\n\n\n\nExpected Return on Plan Assets\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(Decrease) increase in expense in FY 2023\n\n\n \n\n\n$\n\n\n(5.9\n\n\n)\n\n\n \n\n\n$\n\n\n5.9\n\n\n \n\n\n \n\n\n$\n\n\n(1.8\n\n\n)\n\n\n \n\n\n$\n\n\n1.8\n\n\n \n\n\n\n\n\n\n(Decrease) increase in obligation as of May 31, 2023\n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n\n\n\n\nCompensation Increase\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncrease (decrease) in expense in FY 2023\n\n\n \n\n\n$\n\n\n6.0\n\n\n \n\n\n \n\n\n$\n\n\n(5.3\n\n\n)\n\n\n \n\n\n$\n\n\n0.9\n\n\n \n\n\n \n\n\n$\n\n\n(0.8\n\n\n)\n\n\n\n\n\n\nIncrease (decrease) in obligation as of May 31, 2023\n\n\n \n\n\n$\n\n\n22.8\n\n\n \n\n\n \n\n\n$\n\n\n(20.6\n\n\n)\n\n\n \n\n\n$\n\n\n5.1\n\n\n \n\n\n \n\n\n$\n\n\n(4.5\n\n\n)\n\n\n\n\n\n\nBased upon May 31, 2023 information, the following table reflects the impact of a 1% change in the key assumptions applied to our various postretirement health care plans:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nU.S.\n\n\n \n\n\n \n\n\nInternational\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n1% Increase\n\n\n \n\n\n \n\n\n1% Decrease\n\n\n \n\n\n \n\n\n1% Increase\n\n\n \n\n\n \n\n\n1% Decrease\n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDiscount Rate\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(Decrease) increase in expense in FY 2023\n\n\n \n\n\n$\n\n\n-\n\n\n \n\n\n \n\n\n$\n\n\n-\n\n\n \n\n\n \n\n\n$\n\n\n(0.7\n\n\n)\n\n\n \n\n\n$\n\n\n0.6\n\n\n \n\n\n\n\n\n\n(Decrease) increase in obligation as of May 31, 2023\n\n\n \n\n\n$\n\n\n(0.1\n\n\n)\n\n\n \n\n\n$\n\n\n0.1\n\n\n \n\n\n \n\n\n$\n\n\n(4.4\n\n\n)\n\n\n \n\n\n$\n\n\n5.7\n\n\n \n\n\n\n\n\n\n \n\n\n25\n\n\n\n\n \n\n\nBUSINESS SEGMENT INFORMATION\n\n\nWe operate a portfolio of businesses and product lines that manufacture and sell a variety of specialty paints, protective coatings, roofing systems, flooring solutions, sealants, cleaners and adhesives. We manage our portfolio by organizing our businesses and product lines into four reportable segments as outlined below, which also represent our operating segments. Within each operating segment, we manage product lines and businesses which generally address common markets, share similar economic characteristics, utilize similar technologies and can share manufacturing or distribution capabilities. Our four operating segments represent components of our business for which separate financial information is available that is utilized on a regular basis by our chief operating decision maker in determining how to allocate the assets of the company and evaluate performance. These four operating segments are each managed by an operating segment manager, who is responsible for the day-to-day operating decisions and performance evaluation of the operating segment’s underlying businesses. We evaluate the profit performance of our segments primarily based on income before income taxes, but also look to earnings (loss) before interest and taxes (“EBIT”), and/or adjusted EBIT, which adjusts for one-off items impacting revenues and/or expenses that are not considered by management to be indicative of ongoing operations, as a performance evaluation measure because interest income (expense), net is essentially related to corporate functions, as opposed to segment operations.\n \n\n\nOur CPG reportable segment products and services are sold throughout North America and also account for the majority of our international sales. Our construction product lines are sold directly to manufacturers, contractors, distributors and end-users, including industrial manufacturing facilities, concrete and cement producers, public institutions and other commercial customers. Products and services within this reportable segment include construction sealants and adhesives, coatings and associated chemicals, roofing systems, concrete admixture and repair products, building envelope solutions, insulated cladding and concrete forms, flooring systems, and weatherproofing solutions.\n \n\n\nOur PCG reportable segment products and services are sold throughout North America, as well as internationally, and are sold directly to contractors, distributors and end-users, such as industrial manufacturing facilities, public institutions and other commercial customers. Products and services within this reportable segment include high-performance flooring solutions, corrosion control and fireproofing coatings, infrastructure repair systems, fiberglass reinforced plastic gratings and drainage systems.\n \n\n\nOur Consumer reportable segment manufactures and markets professional use and DIY products for a variety of mainly residential applications, including home improvement and personal leisure activities. Our Consumer reportable segment’s major manufacturing and distribution operations are located primarily in North America, along with a few locations in Europe, Australia and South America. Our Consumer reportable segment products are primarily sold directly to mass merchandisers, home improvement centers, hardware stores, paint stores, craft shops and to other customers through distributors. The Consumer reportable segment offers products that include specialty, hobby and professional paints; caulks; adhesives; cleaners, sandpaper and other abrasives; silicone sealants and wood stains.\n\n\nOur SPG reportable segment products are sold throughout North America and internationally, primarily in Europe. Our SPG product lines are sold directly to contractors, distributors and end-users, such as industrial manufacturing facilities, public institutions and other commercial customers. The SPG reportable segment offers products that include industrial cleaners, restoration services equipment, colorants, nail enamels, exterior finishes, edible coatings and specialty glazes for pharmaceutical and food industries, and other specialty OEM coatings.\n\n\nIn addition to our four reportable segments, there is a category of certain business activities and expenses, referred to as corporate/other, that does not constitute an operating segment. This category includes our corporate headquarters and related administrative expenses, results of our captive insurance companies, gains or losses on the sales of certain assets and other expenses not directly associated with any reportable segment. Assets related to the corporate/other category consist primarily of investments, prepaid expenses and headquarters’ property and equipment. These corporate and other assets and expenses reconcile reportable segment data to total consolidated income before income taxes and identifiable assets.\n\n\nWe reflect income from our joint ventures on the equity method and receive royalties from our licensees.\n\n\nThe following table reflects the results of our reportable segments consistent with our management philosophy, and represents the information we utilize, in conjunction with various strategic, operational and other financial performance criteria, in evaluating the performance of our portfolio of product lines.\n\n\n26\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSEGMENT INFORMATION\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(In thousands)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYear Ended May 31,\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n2021\n\n\n \n\n\n\n\n\n\nNet Sales\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCPG Segment\n\n\n \n\n\n$\n\n\n2,608,872\n\n\n \n\n\n \n\n\n$\n\n\n2,486,486\n\n\n \n\n\n \n\n\n$\n\n\n2,076,565\n\n\n \n\n\n\n\n\n\nPCG Segment\n\n\n \n\n\n \n\n\n1,333,567\n\n\n \n\n\n \n\n\n \n\n\n1,188,379\n\n\n \n\n\n \n\n\n \n\n\n1,028,456\n\n\n \n\n\n\n\n\n\nConsumer Segment\n\n\n \n\n\n \n\n\n2,514,770\n\n\n \n\n\n \n\n\n \n\n\n2,242,047\n\n\n \n\n\n \n\n\n \n\n\n2,295,277\n\n\n \n\n\n\n\n\n\nSPG Segment\n\n\n \n\n\n \n\n\n799,205\n\n\n \n\n\n \n\n\n \n\n\n790,816\n\n\n \n\n\n \n\n\n \n\n\n705,990\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n7,256,414\n\n\n \n\n\n \n\n\n$\n\n\n6,707,728\n\n\n \n\n\n \n\n\n$\n\n\n6,106,288\n\n\n \n\n\n\n\n\n\nIncome Before Income Taxes (a)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCPG Segment\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome Before Income Taxes (a)\n\n\n \n\n\n$\n\n\n309,683\n\n\n \n\n\n \n\n\n$\n\n\n396,509\n\n\n \n\n\n \n\n\n$\n\n\n291,773\n\n\n \n\n\n\n\n\n\nInterest (Expense), Net (b)\n\n\n \n\n\n \n\n\n(8,416\n\n\n)\n\n\n \n\n\n \n\n\n(6,673\n\n\n)\n\n\n \n\n\n \n\n\n(8,030\n\n\n)\n\n\n\n\n\n\nEBIT (c)\n\n\n \n\n\n$\n\n\n318,099\n\n\n \n\n\n \n\n\n$\n\n\n403,182\n\n\n \n\n\n \n\n\n$\n\n\n299,803\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPCG Segment\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome Before Income Taxes (a)\n\n\n \n\n\n$\n\n\n133,757\n\n\n \n\n\n \n\n\n$\n\n\n139,068\n\n\n \n\n\n \n\n\n$\n\n\n90,687\n\n\n \n\n\n\n\n\n\nInterest Income, Net (b)\n\n\n \n\n\n \n\n\n1,466\n\n\n \n\n\n \n\n\n \n\n\n575\n\n\n \n\n\n \n\n\n \n\n\n128\n\n\n \n\n\n\n\n\n\nEBIT (c)\n\n\n \n\n\n$\n\n\n132,291\n\n\n \n\n\n \n\n\n$\n\n\n138,493\n\n\n \n\n\n \n\n\n$\n\n\n90,559\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nConsumer Segment\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome Before Income Taxes (a)\n\n\n \n\n\n$\n\n\n378,157\n\n\n \n\n\n \n\n\n$\n\n\n175,084\n\n\n \n\n\n \n\n\n$\n\n\n354,789\n\n\n \n\n\n\n\n\n\nInterest (Expense) Income, Net (b)\n\n\n \n\n\n \n\n\n(3,372\n\n\n)\n\n\n \n\n\n \n\n\n266\n\n\n \n\n\n \n\n\n \n\n\n(242\n\n\n)\n\n\n\n\n\n\nEBIT (c)\n\n\n \n\n\n$\n\n\n381,529\n\n\n \n\n\n \n\n\n$\n\n\n174,818\n\n\n \n\n\n \n\n\n$\n\n\n355,031\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSPG Segment\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nIncome Before Income Taxes (a)\n\n\n \n\n\n$\n\n\n103,279\n\n\n \n\n\n \n\n\n$\n\n\n121,937\n\n\n \n\n\n \n\n\n$\n\n\n108,242\n\n\n \n\n\n\n\n\n\nInterest Income (Expense), Net (b)\n\n\n \n\n\n \n\n\n68\n\n\n \n\n\n \n\n\n \n\n\n(86\n\n\n)\n\n\n \n\n\n \n\n\n(284\n\n\n)\n\n\n\n\n\n\nEBIT (c)\n\n\n \n\n\n$\n\n\n103,211\n\n\n \n\n\n \n\n\n$\n\n\n122,023\n\n\n \n\n\n \n\n\n$\n\n\n108,526\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCorporate/Other\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(Loss) Before Income Taxes (a)\n\n\n \n\n\n$\n\n\n(275,494\n\n\n)\n\n\n \n\n\n$\n\n\n(225,799\n\n\n)\n\n\n \n\n\n$\n\n\n(177,053\n\n\n)\n\n\n\n\n\n\nInterest (Expense), Net (b)\n\n\n \n\n\n \n\n\n(99,013\n\n\n)\n\n\n \n\n\n \n\n\n(89,605\n\n\n)\n\n\n \n\n\n \n\n\n(32,522\n\n\n)\n\n\n\n\n\n\nEBIT (c)\n\n\n \n\n\n$\n\n\n(176,481\n\n\n)\n\n\n \n\n\n$\n\n\n(136,194\n\n\n)\n\n\n \n\n\n$\n\n\n(144,531\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nConsolidated\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet Income\n\n\n \n\n\n$\n\n\n479,731\n\n\n \n\n\n \n\n\n$\n\n\n492,466\n\n\n \n\n\n \n\n\n$\n\n\n503,500\n\n\n \n\n\n\n\n\n\nAdd: (Provision) for Income Taxes\n\n\n \n\n\n \n\n\n(169,651\n\n\n)\n\n\n \n\n\n \n\n\n(114,333\n\n\n)\n\n\n \n\n\n \n\n\n(164,938\n\n\n)\n\n\n\n\n\n\nIncome Before Income Taxes (a)\n\n\n \n\n\n \n\n\n649,382\n\n\n \n\n\n \n\n\n \n\n\n606,799\n\n\n \n\n\n \n\n\n \n\n\n668,438\n\n\n \n\n\n\n\n\n\nInterest (Expense)\n\n\n \n\n\n \n\n\n(119,015\n\n\n)\n\n\n \n\n\n \n\n\n(87,928\n\n\n)\n\n\n \n\n\n \n\n\n(85,400\n\n\n)\n\n\n\n\n\n\nInvestment Income (Expense), Net\n\n\n \n\n\n \n\n\n9,748\n\n\n \n\n\n \n\n\n \n\n\n(7,595\n\n\n)\n\n\n \n\n\n \n\n\n44,450\n\n\n \n\n\n\n\n\n\nEBIT (c)\n\n\n \n\n\n$\n\n\n758,649\n\n\n \n\n\n \n\n\n$\n\n\n702,322\n\n\n \n\n\n \n\n\n$\n\n\n709,388\n\n\n \n\n\n\n\n\n\n \n\n\n(a)\nThe presentation includes a reconciliation of Income (Loss) Before Income Taxes, a measure defined by Generally Accepted Accounting Principles (“GAAP”) in the United States, to EBIT.\n\n\n(b)\nInterest income (expense), net includes the combination of interest (expense) and investment income (expense), net.\n\n\n(c)\nEBIT is a non-GAAP measure and is defined as earnings (loss) before interest and taxes.  We evaluate the profit performance of our segments based on income before income taxes, but also look to EBIT, or adjusted EBIT, as a performance evaluation measure because interest expense is essentially related to corporate functions, as opposed to segment operations.  We believe EBIT is useful to investors for this purpose as well, using EBIT as a metric in their investment decisions.  EBIT should not be considered an alternative to, or more meaningful than, income before income taxes as determined in accordance with GAAP, since EBIT omits the impact of interest in determining operating performance, which represent items necessary to our continued operations, given our level of indebtedness.  Nonetheless, EBIT is a key measure expected by and useful to our fixed income investors, rating agencies and the banking community, all of whom believe, and we concur, that this measure is critical to the capital markets' analysis of our segments' core operating performance.  We also evaluate EBIT because it is clear that movements in EBIT impact our ability to attract financing. Our underwriters and bankers consistently require inclusion of this measure in offering memoranda in conjunction with any debt underwriting or bank financing.  EBIT may not be indicative of our historical operating results, nor is it meant to be predictive of potential future results.\n\n\n27\n\n\n\n\n \n\n\nRESULTS OF OPERATIONS\n\n\nThe following discussion includes a comparison of Results of Operations and Liquidity and Capital Resources for the years ended May 31, 2023 and 2022. For comparisons of the years ended May 31, 2022 and 2021, see Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7 of the Company’s Annual Report on Form 10-K for the fiscal year ended May 31, 2022 as filed on July 25, 2022.\n\n\nNet Sales\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended May 31,\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(In millions, except percentages)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nTotal\nGrowth\n\n\n \n\n\nOrganic\nGrowth\n(1)\n\n\n \n\n\nAcquisition & Divestiture\nImpact\n\n\n \n\n\nForeign Currency\nExchange Impact\n\n\n \n\n\n\n\n\n\nCPG Segment\n\n\n \n\n\n$\n\n\n2,608.9\n\n\n \n\n\n \n\n\n$\n\n\n2,486.5\n\n\n \n\n\n \n\n\n \n\n\n4.9\n\n\n%\n\n\n \n\n\n6.8\n\n\n%\n\n\n \n\n\n1.5\n\n\n%\n\n\n \n\n\n-3.4\n\n\n%\n\n\n\n\n\n\nPCG Segment\n\n\n \n\n\n \n\n\n1,333.5\n\n\n \n\n\n \n\n\n \n\n\n1,188.4\n\n\n \n\n\n \n\n\n \n\n\n12.2\n\n\n%\n\n\n \n\n\n15.5\n\n\n%\n\n\n \n\n\n0.6\n\n\n%\n\n\n \n\n\n-3.9\n\n\n%\n\n\n\n\n\n\nConsumer Segment\n\n\n \n\n\n \n\n\n2,514.8\n\n\n \n\n\n \n\n\n \n\n\n2,242.0\n\n\n \n\n\n \n\n\n \n\n\n12.2\n\n\n%\n\n\n \n\n\n13.6\n\n\n%\n\n\n \n\n\n0.4\n\n\n%\n\n\n \n\n\n-1.8\n\n\n%\n\n\n\n\n\n\nSPG Segment\n\n\n \n\n\n \n\n\n799.2\n\n\n \n\n\n \n\n\n \n\n\n790.8\n\n\n \n\n\n \n\n\n \n\n\n1.1\n\n\n%\n\n\n \n\n\n2.9\n\n\n%\n\n\n \n\n\n-0.2\n\n\n%\n\n\n \n\n\n-1.6\n\n\n%\n\n\n\n\n\n\nConsolidated\n\n\n \n\n\n$\n\n\n7,256.4\n\n\n \n\n\n \n\n\n$\n\n\n6,707.7\n\n\n \n\n\n \n\n\n \n\n\n8.2\n\n\n%\n\n\n \n\n\n10.1\n\n\n%\n\n\n \n\n\n0.8\n\n\n%\n\n\n \n\n\n-2.7\n\n\n%\n\n\n\n\n\n\n(1) Organic growth includes the impact of price and volume.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOur CPG segment generated organic sales growth in the current year, driven by strength in restoration systems for roofing, facades and parking structures. Additionally, the segment's concrete admixtures and repair business benefited from market share gains and capital spending on infrastructure projects. Improved pricing in response to continued cost inflation also contributed to sales growth during the year. This growth was partially offset by deteriorating economic conditions and unfavorable foreign exchange translation in Europe, along with reduced demand for businesses that serve residential and certain commercial construction markets.\n\n\nOur PCG segment generated significant sales growth in nearly all the major business units in the segment when compared to the prior year. Performing particularly well were businesses that provide flooring systems, protective coatings, and fiberglass reinforced plastic grating, all of which were strategically well-positioned to benefit from growing vertical markets such as pharmaceuticals and industries reshoring their manufacturing, which includes semiconductor chip and electric vehicle assembly and battery manufacturing. This increase was also facilitated by strong demand in energy markets and price increases in response to continued cost inflation. Partially offsetting this growth was our bridgecare business, which suffered from economic decline and regulatory headwinds in Europe. Internationally, unfavorable foreign exchange translation was a headwind, but growth in emerging markets was strong in local currency.\n\n\nOur Consumer segment generated significant organic growth in comparison to the prior year due to improved raw material supply, particularly of alkyd-based resins secured through strategic investment in its supply chain, insourcing, and qualifying new suppliers. In addition, sales growth benefited from price increases to catch up with continued cost inflation and the prior year comparison when supply chain disruptions impacted raw material supply. This growth was partially offset by volume declines as retail customers were holding leaner inventories, consumer takeaway at retail declined and by unfavorable foreign exchange translation, particularly in Europe.\n\n\nOur SPG segment generated sales growth, particularly in those businesses serving the food coatings and additives market, as a result of strategically refocusing sales management and selling efforts. In addition, sales growth benefited from improved pricing in response to continued cost inflation. The segment's disaster restoration business also benefited from the response to Hurricane Ian and other inclement weather. This growth was offset by decreased demand at businesses serving OEM markets, many of which experienced customer destocking, and unfavorable foreign exchange translation. Additionally, the divestiture of our Guardian Protection Products, Inc. (\"Guardian\") business reduced sales versus the prior period.\n\n\nGross Profit Margin\n  Our consolidated gross profit margin of 37.9% of net sales for fiscal 2023 compares to a consolidated gross profit margin of 36.3% for the comparable period a year ago.  This gross profit margin increase of approximately 160 basis points (\"bps\") resulted primarily from higher selling prices catching up with continued cost inflation and savings from MAP initiatives, while the prior year's margin was reduced by inefficiencies from inconsistent raw material supply. Partially offsetting these improvements were continued inflation in raw materials and wages, along with reduced fixed-cost leverage due to lower overall demand and internal initiatives to normalize inventories.\n\n\nWe expect that headwinds related to wage inflation and reduced fixed-cost leverage due to lower overall demand will continue to be reflected in our results into early fiscal 2024. In addition, rising interest rates have negatively impacted construction activity, existing home sales, and overall economic activity, resulting in reduced customer demand which we expect to continue into the first quarter of fiscal 2024.\n\n\nSelling, General and Administrative (“SG&A”) Expenses  \nOur consolidated SG&A expense increased by approximately $167.8 million during fiscal 2023 versus fiscal 2022 and increased to 27.0% of net sales for fiscal 2023 from 26.7% of net sales for fiscal 2022. The restoration of travel expenses and advertising expenses, along with increases in variable costs associated with improved results, such as commission expense, were contributing factors. In addition, pay inflation, higher distribution costs, increased insurance costs, and a $27.0 million increase in professional fees associated with our MAP 2025 initiatives contributed to this increase, which was partially\n \n\n\n28\n\n\n\n\n \n\n\noffset by the $20.0 million gain on business interruption insurance proceeds as described below in Note P, \"Contingencies and Other Accrued Losses,\" to the Consolidated Financial Statements. Additional SG&A expense incurred from companies recently acquired was approximately $14.4 million during fiscal 2023.\n\n\nOur CPG segment SG&A was approximately $41.2 million higher for fiscal 2023 versus fiscal 2022 and increased by 40 bps as a percentage of net sales. The increase in expense was mainly due to higher commission expense associated with higher sales, pay inflation, professional fees, distribution costs, as well as restoration of travel expenses compared to the prior year and investments in growth initiatives. Lastly, acquisitions generated additional SG&A expense of approximately $7.7 million.\n\n\nOur PCG segment SG&A was approximately $41.2 million higher for fiscal 2023 versus fiscal 2022 and increased slightly by 10 bps as a percentage of net sales.  The increase in expense as compared to the prior year period is mainly due to increased commissions, higher distribution costs, pay inflation, increased bad debt expense, along with restoration of travel expenses and investments in growth initiatives for diversification of its protective coatings business.\n\n\nOur Consumer segment SG&A increased by approximately $42.5 million during fiscal 2023 versus fiscal 2022 and decreased by 60 bps as a percentage of net sales.  The year-over-year increase in SG&A was attributable to increases in advertising and promotional expense, incentive-based compensation, increased distribution costs, pay inflation, and the restoration of travel expenses, partially offset by the $20.0 million gain on business interruption insurance included in SG&A as described below in Note P, \"Contingencies and Other Accrued Losses,\" to the Consolidated Financial Statements. Lastly, acquisitions contributed approximately $3.6 million of additional SG&A expense during the current period.\n \n\n\nOur SPG segment SG&A was approximately $18.7 million higher during fiscal 2023 versus fiscal 2022 and increased by 210 bps as a percentage of sales.  The increase in SG&A expense is attributable to pay inflation, along with the restoration of travel expenses and investments in growth initiatives across each of its business units.\n\n\nSG&A expenses in our corporate/other category of $168.0 million during fiscal 2023 increased by $24.2 million from $143.8 million recorded during fiscal 2022. The increase in SG&A was primarily attributable to a $24.5 million increase in professional fees related to MAP 2025 initiatives and increased insurance costs, partially offset by a decrease in stock compensation.\n\n\nThe following table summarizes the retirement-related benefit plans’ impact on income before income taxes for the fiscal years ended May 31, 2023 and 2022, as the service cost component has a significant impact on our SG&A expense:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended May 31,\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n(In millions)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\nChange\n\n\n \n\n\n\n\n\n\nService cost\n\n\n \n\n\n$\n\n\n49.1\n\n\n \n\n\n \n\n\n$\n\n\n54.3\n\n\n \n\n\n \n\n\n$\n\n\n(5.2\n\n\n)\n\n\n\n\n\n\nInterest cost\n\n\n \n\n\n \n\n\n36.8\n\n\n \n\n\n \n\n\n \n\n\n21.5\n\n\n \n\n\n \n\n\n \n\n\n15.3\n\n\n \n\n\n\n\n\n\nExpected return on plan assets\n\n\n \n\n\n \n\n\n(44.7\n\n\n)\n\n\n \n\n\n \n\n\n(49.2\n\n\n)\n\n\n \n\n\n \n\n\n4.5\n\n\n \n\n\n\n\n\n\nAmortization of:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nPrior service (credit)\n\n\n \n\n\n \n\n\n(0.2\n\n\n)\n\n\n \n\n\n \n\n\n(0.3\n\n\n)\n\n\n \n\n\n \n\n\n0.1\n\n\n \n\n\n\n\n\n\nNet actuarial losses recognized\n\n\n \n\n\n \n\n\n18.4\n\n\n \n\n\n \n\n\n \n\n\n17.5\n\n\n \n\n\n \n\n\n \n\n\n0.9\n\n\n \n\n\n\n\n\n\nCurtailment/settlement losses\n\n\n \n\n\n \n\n\n0.1\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n0.1\n\n\n \n\n\n\n\n\n\nTotal Net Periodic Pension & Postretirement Benefit Costs\n\n\n \n\n\n$\n\n\n59.5\n\n\n \n\n\n \n\n\n$\n\n\n43.8\n\n\n \n\n\n \n\n\n$\n\n\n15.7\n\n\n \n\n\n\n\n\n\nWe expect that pension and postretirement expense will fluctuate on a year-to-year basis, depending upon the investment performance of plan assets and potential changes in interest rates, both of which are difficult to predict in light of the lingering macroeconomic uncertainties associated with inflation, but which may have a material impact on our consolidated financial results in the future.  A decrease of 1% in the discount rate or the expected return on plan assets assumptions would result in $8.2 million and $7.7 million higher expense, respectively.  The assumptions and estimates used to determine the discount rate and expected return on plan assets are more fully described in Note N, “Pension Plans,” and Note O, “Postretirement Benefits,” to our Consolidated Financial Statements. Further discussion and analysis of the sensitivity surrounding our most critical assumptions under our pension and postretirement plans is discussed above in “Critical Accounting Policies and Estimates — Pension and Postretirement Plans.”\n\n\nRestructuring Expense\n \n\n\nWe recorded $15.5 million of restructuring charges during fiscal 2023, of which $11.7 million related to our MAP 2025 initiative, which is a multi-year restructuring plan to build on the achievements of MAP to Growth and designed to improve margins by streamlining business processes, reducing working capital, implementing commercial initiatives to drive improved mix and salesforce effectiveness and improving operating efficiency. Initial phases of the plan have focused on commercial initiatives, operational efficiencies, and procurement. For fiscal 2023, we incurred $8.5 million related to severance and benefit costs and $0.7 million of facility closure costs associated with MAP 2025, and $2.5 million related to other restructuring costs associated with the impairment of an indefinite-lived tradename as described below in Note C, \"Goodwill and Other Intangible Assets,\" of the Consolidated Financial Statements. Most activities under MAP 2025 are anticipated to be completed by the end of fiscal year 2025.\n\n\nWe currently expect to incur approximately $11.0 million of future additional charges related to the implementation of MAP 2025.\n\n\n29\n\n\n\n\n \n\n\nFor further information and details about MAP 2025, see Note B, “Restructuring,” to the Consolidated Financial Statements.\n \n\n\nInterest Expense\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended May 31,\n\n\n \n\n\n\n\n\n\n(In millions, except percentages)\n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nInterest expense\n\n\n \n\n\n$\n\n\n119.0\n\n\n \n\n\n \n\n\n$\n\n\n87.9\n\n\n \n\n\n\n\n\n\nAverage interest rate \n(1)\n\n\n \n\n\n \n\n\n4.08\n\n\n%\n\n\n \n\n\n \n\n\n3.16\n\n\n%\n\n\n\n\n\n\n(1) The interest rate increase was a result of higher market rates on the variable cost borrowings.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(In millions)\n\n\n \n\n\nChange in interest\nexpense\n\n\n \n\n\n\n\n\n\nAcquisition-related borrowings\n\n\n \n\n\n$\n\n\n4.2\n\n\n \n\n\n\n\n\n\nNon-acquisition-related average borrowings\n\n\n \n\n\n \n\n\n1.5\n\n\n \n\n\n\n\n\n\nChange in average interest rate\n\n\n \n\n\n \n\n\n25.4\n\n\n \n\n\n\n\n\n\nTotal Change in Interest Expense\n\n\n \n\n\n$\n\n\n31.1\n\n\n \n\n\n\n\n\n\nInvestment (Income) Expense, Net\n \n\n\nSee Note A(15), \"Summary of Significant Accounting Policies - Investment (Income) Expense, Net,\" to the Consolidated Financial Statements for details.\n\n\n(Gain) on Sales of Assets and Business, Net\n\n\nSee Note A(3), \"Summary of Significant Accounting Policies - Acquisitions/Divestitures,\" and Note M, \"Leases,\" to the Consolidated Financial Statements for details.\n\n\nOther Expense (Income), Net\n\n\nSee Note A(16), \"Summary of Significant Accounting Policies - Other Expense (Income), Net,\" to the Consolidated Financial Statements for details.\n\n\nIncome Before Income Taxes (“IBT”)\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended May 31,\n\n\n \n\n\n\n\n\n\n(In millions, except percentages)\n\n\n \n\n\n2023\n\n\n \n\n\n% of net\nsales\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n% of net\nsales\n\n\n \n\n\n\n\n\n\nCPG Segment\n\n\n \n\n\n$\n\n\n309.7\n\n\n \n\n\n \n\n\n11.9\n\n\n%\n\n\n \n\n\n$\n\n\n396.5\n\n\n \n\n\n \n\n\n15.9\n\n\n%\n\n\n\n\n\n\nPCG Segment\n\n\n \n\n\n \n\n\n133.8\n\n\n \n\n\n \n\n\n10.0\n\n\n%\n\n\n \n\n\n \n\n\n139.1\n\n\n \n\n\n \n\n\n11.7\n\n\n%\n\n\n\n\n\n\nConsumer Segment\n\n\n \n\n\n \n\n\n378.1\n\n\n \n\n\n \n\n\n15.0\n\n\n%\n\n\n \n\n\n \n\n\n175.1\n\n\n \n\n\n \n\n\n7.8\n\n\n%\n\n\n\n\n\n\nSPG Segment\n\n\n \n\n\n \n\n\n103.3\n\n\n \n\n\n \n\n\n12.9\n\n\n%\n\n\n \n\n\n \n\n\n121.9\n\n\n \n\n\n \n\n\n15.4\n\n\n%\n\n\n\n\n\n\nNon-Op Segment\n\n\n \n\n\n \n\n\n(275.5\n\n\n)\n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n(225.8\n\n\n)\n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nConsolidated\n\n\n \n\n\n$\n\n\n649.4\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n$\n\n\n606.8\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nOn a consolidated basis, our increased earnings reflect our Consumer segment profitability approaching historical averages following supply chain disruptions in the prior year, which was partially offset by charges resulting from our MAP 2025 initiatives and the unfavorable impact of foreign exchange translation. Our CPG segment results reflect deteriorated macroeconomic conditions in Europe and reduced demand for businesses that serve residential and certain commercial construction markets. In addition, our prior year CPG segment results include a $41.9 million gain on the sale of certain real property assets. Our PCG segment results reflect the $39.2 million goodwill and intangible asset impairment charges, offset by improved pricing, volume growth and improved product mix, resulting from digital sales management tools. Our Consumer segment results reflect improved material supply which allowed for previously developed operating efficiencies to be realized, improved pricing to catch up with continued cost inflation and the $20.0 million gain on business interruption insurance. Our SPG segment results reflect decreased demand at businesses serving OEM markets, offset by improved pricing, increased operating efficiencies and the $24.7 million gain on the sale of its Guardian business.  Our Non-Op segment results reflect the unfavorable swing in pension non-service costs, along with increased interest expense and professional fees.\n \n\n\nIncome Tax Rate\n  The effective income tax rate was 26.1% for fiscal 2023 compared to an effective income tax rate of 18.8% for fiscal 2022.  Refer to Note H, “Income Taxes,” to the Consolidated Financial Statements for the components of the effective income tax rates.\n\n\nNet Income\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal year ended May 31,\n\n\n \n\n\n\n\n\n\n(In millions, except percentages and per share amounts)\n\n\n \n\n\n2023\n\n\n \n\n\n% of net\nsales\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n% of net\nsales\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n479.7\n\n\n \n\n\n \n\n\n6.6\n\n\n%\n\n\n \n\n\n$\n\n\n492.5\n\n\n \n\n\n \n\n\n7.3\n\n\n%\n\n\n\n\n\n\nNet income attributable to RPM International Inc. stockholders\n\n\n \n\n\n \n\n\n478.7\n\n\n \n\n\n \n\n\n6.6\n\n\n%\n\n\n \n\n\n \n\n\n491.5\n\n\n \n\n\n \n\n\n7.3\n\n\n%\n\n\n\n\n\n\nDiluted earnings per share\n\n\n \n\n\n \n\n\n3.72\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n3.79\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n30\n\n\n\n\n \n\n\nLIQUIDITY AND CAPITAL RESOURCES\n\n\nOperating Activities\n\n\nApproximately $577.1 million of cash was provided by operating activities during fiscal 2023, compared with $178.7 million of cash provided by operating activities during fiscal 2022.  The net change in cash from operations includes the change in net income, which decreased by $12.7 million year over year.\n \n\n\nThe change in accounts receivable during fiscal 2023 provided approximately $92.7 million more cash than fiscal 2022. This resulted from the timing of sales in our CPG segment, which saw extraordinary growth at the end of fiscal 2022, resulting in strong collections in the current year. Average days sales outstanding (“DSO”) at May 31, 2023 increased to 66.9 days from 65.0 days at May 31, 2022.\n \n\n\nDuring fiscal 2023, the change in inventory used approximately $371.0 million less cash compared to our spending during fiscal 2022 as a result of our operating segments beginning to reduce inventory purchases and use safety stock built up in the prior year in response to supply chain outages and raw material inflation. Average days inventory outstanding (“DIO”) at May 31, 2023 increased to 106.0 days from 93.8 days at May 31, 2022.\n\n\nThe change in accounts payable during fiscal 2023 used approximately $217.3 million more cash than during fiscal 2022.  Accounts payable balances declined as raw material purchases declined due to supply chain improvement and internal initiatives to normalize inventory levels. Average days payables outstanding (“DPO”) decreased by approximately 3.0 days from 83.5 days at May 31, 2022 to 80.5 days at May 31, 2023.\n\n\nThe change in other accrued liabilities during fiscal 2023 used approximately $89.2 million less cash than during fiscal 2022 due principally to the increase in taxes payable.\n\n\nAdditionally, certain government entities located where we have operations enacted various pieces of legislation designed to help businesses weather the economic impact of Covid and ultimately preserve jobs.  Some of this legislation, such as the Coronavirus Aid, Relief, and Economic Relief Security Act in the United States, enabled employers to postpone the payment of various types of taxes over varying time horizons.  As of May 31, 2022, we had a total of $13.6 million accrued for such government payments which we paid during fiscal 2023. As of May 31, 2021, we had deferred $27.1 million of such government payments, $13.5 million of which we paid during fiscal 2022. During fiscal 2023, we did not defer any additional government payments that would have normally been paid during fiscal 2023.\n\n\nInvesting Activities\n\n\nFor fiscal 2023, cash used for investing activities decreased by $9.8 million to $249.7 million as compared to $259.5 million in the prior year period.  This year-over-year decrease in cash used for investing activities was mainly driven by a $79.9 million decrease in cash used for acquisitions. This was partially offset by decreases in proceeds from sales of assets and business, net, which provided $18.3 million less cash in fiscal 2023.\n\n\nIn addition to this, we utilized $32.0 million more cash in fiscal 2023 related to capital expenditures. Our capital expenditures facilitate our continued growth and our MAP 2025 initiatives, such as production and distribution efficiencies, introduction of new technology, and improvement of information systems. Additionally, these capital expenditures help facilitate expanding capacity, improving environmental health and safety capabilities, and enhancing our administration capabilities. We paid for capital expenditures of $254.4 million, $222.4 million, and $157.2 million during the periods ended May 31, 2023, 2022 and 2021, respectively.  We continued to increase our capital spending in fiscal 2023 in order to expand capacity to meet growing product demand and continue our growth initiatives.\n\n\nOur captive insurance companies invest their excess cash in marketable securities in the ordinary course of conducting their operations, and this activity will continue. Differences in the amounts related to these activities on a year-over-year basis are primarily attributable to the rebalancing of the portfolio, along with differences in the timing and performance of their investments balanced against amounts required to satisfy claims. At May 31, 2023 and 2022, the fair value of our investments in marketable securities totaled $148.3 million and $144.4 million, respectively.\n \n\n\nAs of May 31, 2023, approximately $196.8 million of our consolidated cash and cash equivalents were held at various foreign subsidiaries, compared with approximately $187.1 million as of May 31, 2022.  Undistributed earnings held at our foreign subsidiaries that are considered permanently reinvested will be used, for instance, to expand operations organically or for acquisitions in foreign jurisdictions.  Further, our operations in the United States generate sufficient cash flow to satisfy U.S. operating requirements.  Refer to Note H, “Income Taxes,” to the Consolidated Financial Statements for additional information regarding unremitted foreign earnings.\n\n\nFinancing Activities\n\n\nFor fiscal 2023, cash used for financing activities increased by $358.6 million to $301.2 million as compared to $57.4 million provided by financing activities in the prior year period.  The overall increase in cash used for financing activities was driven principally by debt-related activities.  During fiscal 2023, we paid our $300 million 3.45% Notes due 2022. Refer to Note G, “Borrowings,” to the Consolidated Financial Statements for a discussion of significant debt-related activity that occurred in fiscal 2023 and 2022, significant components of our debt, and our available liquidity.\n \n\n\n31\n\n\n\n\n \n\n\nThe following table summarizes our financial obligations and their expected maturities at May 31, 2023, and the effect such obligations are expected to have on our liquidity and cash flow in the periods indicated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContractual Obligations\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nTotal Contractual\n\n\n \n\n\n \n\n\nPayments Due In\n\n\n \n\n\n\n\n\n\n(In thousands)\n\n\n \n\n\nPayment Stream\n\n\n \n\n\n \n\n\n2024\n\n\n \n\n\n \n\n\n2025-26\n\n\n \n\n\n \n\n\n2027-28\n\n\n \n\n\n \n\n\nAfter 2028\n\n\n \n\n\n\n\n\n\nLong-term debt obligations\n\n\n \n\n\n$\n\n\n2,689,138\n\n\n \n\n\n \n\n\n$\n\n\n175,422\n\n\n \n\n\n \n\n\n$\n\n\n250,000\n\n\n \n\n\n \n\n\n$\n\n\n1,013,716\n\n\n \n\n\n \n\n\n$\n\n\n1,250,000\n\n\n \n\n\n\n\n\n\nFinance lease obligations\n\n\n \n\n\n \n\n\n9,445\n\n\n \n\n\n \n\n\n \n\n\n3,168\n\n\n \n\n\n \n\n\n \n\n\n5,450\n\n\n \n\n\n \n\n\n \n\n\n790\n\n\n \n\n\n \n\n\n \n\n\n37\n\n\n \n\n\n\n\n\n\nOperating lease obligations\n\n\n \n\n\n \n\n\n414,351\n\n\n \n\n\n \n\n\n \n\n\n71,801\n\n\n \n\n\n \n\n\n \n\n\n112,786\n\n\n \n\n\n \n\n\n \n\n\n80,991\n\n\n \n\n\n \n\n\n \n\n\n148,773\n\n\n \n\n\n\n\n\n\nOther long-term liabilities (1):\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterest payments on long-term debt obligations\n\n\n \n\n\n \n\n\n943,759\n\n\n \n\n\n \n\n\n \n\n\n84,033\n\n\n \n\n\n \n\n\n \n\n\n156,226\n\n\n \n\n\n \n\n\n \n\n\n121,550\n\n\n \n\n\n \n\n\n \n\n\n581,950\n\n\n \n\n\n\n\n\n\nContributions to pension and postretirement plans (2)\n\n\n \n\n\n \n\n\n523,700\n\n\n \n\n\n \n\n\n \n\n\n8,400\n\n\n \n\n\n \n\n\n \n\n\n16,700\n\n\n \n\n\n \n\n\n \n\n\n118,900\n\n\n \n\n\n \n\n\n \n\n\n379,700\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n4,580,393\n\n\n \n\n\n \n\n\n$\n\n\n342,824\n\n\n \n\n\n \n\n\n$\n\n\n541,162\n\n\n \n\n\n \n\n\n$\n\n\n1,335,947\n\n\n \n\n\n \n\n\n$\n\n\n2,360,460\n\n\n \n\n\n\n\n\n\n \n\n\n(1)\nExcluded from other long-term liabilities are our gross long-term liabilities for unrecognized tax benefits, which totaled $5.4 million at May 31, 2023.  Currently, we cannot predict with reasonable reliability the timing of cash settlements to the respective taxing authorities related to these liabilities. \n\n\n(2)\nThese amounts represent our estimated cash contributions to be made in the periods indicated for our pension and postretirement plans, assuming no actuarial gains or losses, assumption changes or plan changes occur in any period.  The projection results assume the required minimum contribution will be contributed.  \n\n\nThe U.S. dollar fluctuated throughout the year and was stronger against other major currencies where we conduct operations at May 31, 2023 versus May 31, 2022, causing an unfavorable change in the accumulated other comprehensive income (loss) (refer to Note K, “Accumulated Other Comprehensive Income (Loss),” to the Consolidated Financial Statements) component of stockholders’ equity of $69.9 million this year versus an unfavorable change of $95.1 million last year. The change in fiscal 2023 was in addition to favorable net changes of $4.6 million related to adjustments required for minimum pension and other postretirement liabilities, unfavorable changes of $1.8 million related to derivatives and unfavorable changes of $0.5 million related to unrealized losses on fixed income securities.\n\n\nStock Repurchase Program\n\n\nRefer to Note I, “Stock Repurchase Program,” to the Consolidated Financial Statements for a discussion of our stock repurchase program.\n \n\n\nOff-Balance Sheet Arrangements\n\n\nWe do not have any off-balance sheet financings. We have no subsidiaries that are not included in our financial statements, nor do we have any interests in, or relationships with, any special-purpose entities that are not reflected in our financial statements.\n\n",
    "item7a": ">Item 7A. \nQuantitative and Qualitat\nive Disclosures About Market Risk.\n\n\nQUALITATIVE AND QUANTITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\nWe are exposed to market risk from changes in interest rates and foreign currency exchange rates because we fund our operations through long- and short-term borrowings and denominate our business transactions in a variety of foreign currencies. We utilize a sensitivity analysis to measure the potential loss in earnings based on a hypothetical 1% increase in interest rates and a 10% change in foreign currency rates. A summary of our primary market risk exposures follows.\n\n\nInterest Rate Risk\n\n\nOur primary interest rate risk exposure results from our floating rate debt, including various revolving and other lines of credit (refer to Note G, “Borrowings,” to the Consolidated Financial Statements). If there was a 100-bps increase or decrease in interest rates it would have resulted in an increase or decrease in interest expense of $10.8 million and $4.4 million for fiscal 2023 and 2022, respectively. Our primary exposure to interest rate risk is movements in the Secured Overnight Financing Rate (SOFR) and European Short-Term Rate (ESTR).  At May 31, 2023, approximately 38.7% of our debt was subject to floating interest rates.\n\n\nForeign Currency Risk\n\n\nOur foreign sales and results of operations are subject to the impact of foreign currency fluctuations (refer to Note A(4), “Summary of Significant Accounting Policies - Foreign Currency,” to the Consolidated Financial Statements). Because our Consolidated Financial Statements are presented in U.S. dollars, increases or decreases in the value of the U.S. dollar relative to other currencies in which we transact business could materially adversely affect our net revenues, net income and the carrying values of our assets located outside the United States. Global economic uncertainty continues to exist.  Strengthening of the U.S. dollar relative to other currencies may adversely affect our operating results.\n\n\n32\n\n\n\n\n \n\n\nIf the U.S. dollar were to strengthen, our foreign results of operations would be unfavorably impacted, but the effect is not expected to be material. A 10% change in foreign currency exchange rates would not have resulted in a material impact to net income for the years ended May 31, 2023 and 2022. We do not currently use financial derivative instruments for trading purposes, nor do we engage in foreign currency, commodity or interest rate speculation.\n \n\n\nFORWARD-LOOKING STATEMENTS\n\n\nThe foregoing discussion includes forward-looking statements relating to our business. These forward-looking statements, or other statements made by us, are made based on our expectations and beliefs concerning future events impacting us and are subject to uncertainties and factors (including those specified below), which are difficult to predict and, in many instances, are beyond our control. As a result, our actual results could differ materially from those expressed in or implied by any such forward-looking statements. These uncertainties and factors include (a) global markets and general economic conditions, including uncertainties surrounding the volatility in financial markets, the availability of capital and the effect of changes in interest rates, and the viability of banks and other financial institutions; (b) the prices, supply and availability of raw materials, including assorted pigments, resins, solvents, and other natural gas- and oil-based materials; packaging, including plastic and metal containers; and transportation services, including fuel surcharges; (c) continued growth in demand for our products; (d) legal, environmental and litigation risks inherent in our businesses and risks related to the adequacy of our insurance coverage for such matters; (e) the effect of changes in interest rates; (f) the effect of fluctuations in currency exchange rates upon our foreign operations; (g) the effect of non-currency risks of investing in and conducting operations in foreign countries, including those relating to domestic and international political, social, economic and regulatory factors; (h) risks and uncertainties associated with our ongoing acquisition and divestiture activities; (i) the timing of and the realization of anticipated cost savings from restructuring initiatives and the ability to identify additional cost savings opportunities; (j) risks related to the adequacy of our contingent liability reserves; (k) risks relating to a public health crisis similar to the Covid pandemic; (l) risks related to acts of war similar to the Russian invasion of Ukraine; (m) risks related to the transition or physical impacts of climate change and other natural disasters or meeting sustainability-related voluntary goals or regulatory requirements; (n) risks related to our use of technology, artificial intelligence, data breaches and data privacy violations; and (o) other risks detailed in our filings with the Securities and Exchange Commission, including the risk factors set forth in our Form 10-K for the year ended May 31, 2023, as the same may be updated from time to time. We do not undertake any obligation to publicly update or revise any forward-looking statements to reflect future events, information or circumstances that arise after the filing date of this document.\n\n\n \n\n\n33\n\n\n\n\n \n\n",
    "cik": "110621",
    "cusip6": "749685",
    "cusip": [
        "749685953",
        "749685903",
        "749685103"
    ],
    "names": [
        "RPM International",
        "RPM INTL INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/110621/000095017023034640/0000950170-23-034640-index.htm"
}