{
    "item1": ">Item 1.\n Business\n\n\nDescription of Business\n\n\nWe are a leading global supplier of custom engineered solutions with sales, engineering and manufacturing locations in North America, Europe, Middle East and Asia. We design, engineer and produce mechatronic products for Original Equipment Manufacturers (“OEMs”) utilizing our broad range of technologies for user interface, light-emitting diode (“LED”) lighting system, power distribution and sensor applications.\n \n\n\nOur solutions are found in the end markets of transportation (including automotive, commercial vehicle, e-bike, aerospace, bus and rail), cloud computing infrastructure, construction equipment, consumer appliance and medical devices.\n \n\n\nAcquisition of Nordic Lights Group Corporation\n\n\nOn April 20, 2023, we acquired 92.2% of the outstanding shares in Nordic Lights Group Corporation (“Nordic Lights”) for  €121.8 million ($134.2 million) in cash. Nordic Lights is a premium provider of high-quality lighting solutions for heavy duty equipment and a public limited liability company incorporated in Finland with its shares admitted to trading on Nasdaq First North. The acquisition complements our own existing LED lighting solutions. In addition, the business aligns well with our inorganic growth framework given its focus on engineered solutions for OEMs, its industrial and non-auto transportation market exposure, and its customer and geographic diversity.\n \n\n\n From May 1, 2023 to June 16, 2023, we acquired an additional 7.2% of the outstanding shares of Nordic Lights for €9.3 million ($10.2 million) resulting in a current ownership of 99.4%. In May 2023, we initiated compulsory redemption proceedings for all remaining shares in Nordic Lights in accordance with Chapter 18 of the Finnish Companies Act. We expect the redemption proceedings to be completed by October 31, 2023. See Note 3, “Acquisition” to our consolidated financial statements in this Annual Report for further information.\n \n\n\nFiscal Year\n\n\nWe maintain our financial records on the basis of a 52 or 53-week fiscal year ending on the Saturday closest to April 30. Fiscal 2023 ended on April 29, 2023, fiscal 2022 ended on April 30, 2022 and fiscal 2021 ended on May 1, 2021, and each represented 52 weeks of results.\n\n\nOperating Segments\n \n\n\nOur business is managed, and our financial results are reported, based on the following four segments: Automotive, Industrial, Interface and Medical. See Note 15, “Segment Information and Geographic Area Information” to our consolidated financial statements in this Annual Report for further information.\n\n\nThe Automotive segment supplies electronic and electro-mechanical devices and related products to automobile OEMs, either directly or through their tiered suppliers. Our products include integrated center consoles, hidden switches, ergonomic switches, transmission lead-frames, complex insert molded solutions, LED-based lighting solutions, and sensors which incorporate magneto-elastic sensing, eddy current or other sensing technologies that monitor the operation or status of a component or system.\n\n\nThe Industrial segment manufactures external lighting solutions, including driving, work, and signal lights, industrial safety radio remote controls, braided flexible cables, current-carrying laminated and powder-coated busbars, high-voltage high current connector and contracts, custom power-product assemblies, such as our PowerRail® solution, high-current low-voltage flexible power cabling systems that are used in various markets and applications, including aerospace, cloud computing, commercial vehicles, construction equipment, industrial, military, power conversion and transportation.\n\n\nThe Interface segment provides a variety of copper-based transceivers and related accessories for the cloud computing hardware equipment and telecommunications broadband equipment markets, user interface solutions for the appliance, commercial food service, and point-of-sale equipment markets, and fluid-level sensors for the marine/recreational vehicle and sump pump markets.\n\n\nThe Medical segment is made up of our medical device business, Dabir Surfaces, Inc. (“Dabir Surfaces”), our surface support technology aimed at pressure injury prevention. Dabir Surfaces has developed the technology for use by patients who are immobilized or otherwise at risk for pressure injuries, including patients undergoing long-duration surgical procedures.\n\n\nThe following table reflects the percentage of net sales by segment for the last three fiscal years.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n \n\n\nMay 1, 2021\n\n\n \n\n\n\n\n\n\nAutomotive\n\n\n \n\n\n \n\n\n62.4\n\n\n%\n\n\n \n\n\n \n\n\n67.2\n\n\n%\n\n\n \n\n\n \n\n\n69.4\n\n\n%\n\n\n\n\n\n\nIndustrial\n\n\n \n\n\n \n\n\n32.6\n\n\n%\n\n\n \n\n\n \n\n\n27.3\n\n\n%\n\n\n \n\n\n \n\n\n24.6\n\n\n%\n\n\n\n\n\n\nInterface\n\n\n \n\n\n \n\n\n4.7\n\n\n%\n\n\n \n\n\n \n\n\n5.1\n\n\n%\n\n\n \n\n\n \n\n\n5.7\n\n\n%\n\n\n\n\n\n\nMedical\n\n\n \n\n\n \n\n\n0.3\n\n\n%\n\n\n \n\n\n \n\n\n0.4\n\n\n%\n\n\n \n\n\n \n\n\n0.3\n\n\n%\n\n\n\n\n\n\n \n\n\n2\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nSales and Marketing\n\n\nThe majority of our sales activities are directed by sales managers who are supported by field application engineers and other technical personnel who work with customers to design our products into their systems. Our field application engineers also help us identify emerging markets and new products. Our products are primarily sold through our in-house sales staff. We also utilize independent manufacturers’ and sales representatives with offices throughout the world. Information about our sales and operations in different geographic regions is summarized in Note 15, “Segment Information and Geographic Area Information” to our consolidated financial statements in this Annual Report. Sales are made primarily to OEMs, either directly or through their tiered suppliers, as well as to selling partners and distributors.\n\n\nSources and Availability of Materials\n\n\nThe principal materials that we purchase include application-specific integrated circuits, coil and bar stock, ferrous and copper alloy sheets, glass, LED displays, plastic molding resins, capacitors and resistors, precious metals, and silicon die castings. All of these items are available from several suppliers and we generally rely on more than one supplier for each item.\n\n\nRefer to Item 1A. “Risk Factors” in this Annual Report for risks related to supply chain issues, including the worldwide semiconductor supply shortage.\n \n\n\nIntellectual Property\n\n\nWe generally rely on patents, trade secrets, trademarks, licenses, and non-disclosure agreements to protect our intellectual property and proprietary products. We have been granted a number of patents in the U.S., Europe and Asia and have additional domestic and international patent applications pending related to our products. Our existing patents expire on various dates between 2023 and 2043. We seek patents in order to protect our interest in unique and critical products and technologies, including our magneto-elastic torque/force sensing, current sensing, displacement sensing, medical devices and radio-type products. We do not believe any single patent is material to our business, nor would the expiration or invalidity of any patent have a material adverse effect on our business or our ability to compete.\n\n\nSeasonality\n\n\nA significant portion of our business is dependent upon the automotive and commercial vehicle industries. Consequently, our Automotive and Industrial segments may experience seasonal fluctuations based on the sales and the production schedules of our customers.\n \n\n\nMajor Customers\n \n\n\nDuring fiscal 2023, our five largest customers accounted for approximately 49% of our consolidated net sales. Two customers in the Automotive segment represented more than 10% of our consolidated net sales at 18.7% and 10.8%. In general, these sales were for component parts used in particular vehicle models. Typically, our supply arrangement for each component part includes a blanket purchase order and production releases. In general, a blanket purchase order is issued for each part as identified by the customer part number. Each blanket purchase order includes standard terms and conditions, including price. In certain circumstances, we supply the requirements for a particular customer vehicle model for the life of the model, which can vary from three to seven years. Our customers order parts using production releases approved under the relevant blanket purchase order. The production releases include information regarding part quantities and delivery specifications.\n\n\nBacklog\n\n\nWe manufacture products based on a combination of specific order requirements and forecasts of our customers’ demand. For many of our OEM customers, especially in the automotive and commercial vehicle markets, we have long-term supply arrangements where there is an expectation that we will supply products in future periods. However, these arrangements do not necessarily constitute firm orders and these OEM customers are not required to purchase any minimum amount of products from us and can sunset a program at any time. Firm orders are generally limited to authorized customer purchase orders which are typically based on customer release schedules. We fulfill these purchase orders as promptly as possible. We do not consider the dollar amount of such purchase order releases on hand and not processed at any point in time to be significant based upon the time frame involved. Accordingly, backlog at any given time might not be a meaningful indicator of future revenue.\n\n\nCompetition\n\n\nThe markets in which we operate are highly competitive and characterized by rapid changes due to technological improvements and developments. We compete with a large number of other manufacturers in each of our product areas and many of these competitors have greater resources and sales. Price, service and product performance are significant elements of competition in the sale of our products.\n\n\n3\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nResearch and Development\n \n\n\nWe maintain a research and development program involving a number of professional employees who devote a majority of their time to the enhancement of existing products and to the development of new products and processes. Research and development costs primarily relate to product engineering and design and development expenses and are classified as a component of costs of products sold on our consolidated statements of income. Expenditures for such activities amounted to $35.0 million for fiscal 2023, $35.7 million for fiscal 2022 and $37.1 million for fiscal 2021.\n\n\nGovernment Regulations\n\n\nOur worldwide business activities are subject to various laws, rules, and regulations of the United States as well as of foreign governments. Compliance with these laws, rules, and regulations has not had a material effect upon our capital expenditures, results of operations, or competitive position, and we do not currently anticipate material capital expenditures for environmental control facilities. Nevertheless, compliance with existing or future governmental regulations, including, but not limited to, those pertaining to international operations, environmental matters (including climate change), export controls, business acquisitions, consumer and data protection, employee health and safety, and regional quarantine requirements, could have a material impact on our business in subsequent periods. Refer to Item 1A. “Risk Factors” in this Annual Report for a discussion of these potential impacts.\n\n\nHuman Capital\n \n\n\nThe Human Resources function at Methode is an active and visible partner to the business at all levels. Our Chief Human Resources Officer reports directly to the Chief Executive Officer and interacts frequently with our Board of Directors. In fiscal 2024, our human capital focus will continue to be on talent acquisition and development, diversity and inclusion and employee health and safety.\n \n\n\nAs of April 29, 2023, we employed approximately 6,700 employees worldwide, substantially all of whom were employed full time with approximately 94% of these employees located outside the U.S. Our U.S. employees are not subject to any collective bargaining agreements although certain international employees are covered by national or local labor agreements.\n \n\n\nOur corporate culture is committed to doing business with integrity, teamwork, and performance excellence. Our management team and all our employees are expected to exhibit the principles of fairness, honesty, and integrity in the actions we undertake. Our employees must adhere to our Code of Conduct that addresses topics such as anti-corruption, discrimination, harassment, privacy, appropriate use of company assets and protecting confidential information. Our employees participate in annual training on preventing, identifying, reporting, and stopping any type of unlawful discrimination or unethical actions.\n\n\nTalent Acquisition, Development and Succession Planning\n\n\nWe strive to build a diverse and inclusive workforce through investments in talent development and retention strategies. Methode is an Equal Opportunity Employer and offers opportunities to all qualified job seekers. We focus significant attention on attracting and retaining talented and experienced individuals to manage and support our operations. When we hire new employees, we focus not just on the skills required for current positions, but the ever-changing complex skills and competencies that will be required as we move forward.\n \n\n\nWe have a global talent review and succession planning process designed to align our talent plans with the current and future strategies of the business. This includes the identification of key positions, assessment of internal talent and potential successors and plans for talent development. Our teams meet with leaders and team members across the company to develop action plans and goals focused on both personal and professional development.\n \n\n\nDiversity and Inclusion\n\n\nAt Methode Electronics, we strive to maintain a diverse and inclusive workforce that reflects our global customer base and the communities that we serve. We value every member of our workforce and want everyone to feel safe voicing their opinions and concerns. Our diversity goals apply to our entire organization, including leadership positions. We have diverse representation on our executive team and Board of Directors, with three out of twelve Board members being women.\n\n\nAs highlighted in our Diversity & Inclusion Statement (available on our corporate website), diversity and inclusion are business imperatives that will enable us to build and empower our future workforce. We embrace the diversity of our employees, including their unique backgrounds, experiences, thoughts, and talents. We also strive for diversity in leadership, which has the power to drive innovation and to encompass a wide variety of perspectives in company decision-making. We believe that an increased focus on diversity and inclusion will make us a more desirable workplace and will lead to improved business performance.\n\n\n4\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nHealth and Safety\n\n\nThe success of our business is connected to the well-being of our employees. We strive to maintain a work environment with a safety culture grounded on the premise of eliminating workplace incidents, risks, and hazards. We have processes to help eliminate safety events and to reduce their frequency and severity. The safety of our employees is a top priority and vital to our success and our employees are trained on safety-related topics.\n \n\n\nAs a global business, the communication on Environmental, Health and Safety (“EHS”) matters is conducted at the local level and in the local language. All our manufacturing locations structure compliance initiatives to adhere to their local environmental health and safety requirements. Site personnel provide new employee orientation and typically contractor induction training where relevant. Thereafter, relevant job-specific training is provided. Our site EHS personnel are also involved in the development of global EHS procedures and standards.\n \n\n\nBenefits and Compensation\n\n\nAs part of our efforts to attract and motivate our employees, we offer competitive compensation and benefits that may vary by region and employee-type. We provide compensation packages that include base salary/wages, and short and long-term incentives. We also provide employee benefits such as life, disability, and health (medical, dental, and vision) insurance, a 401(k) plan with a company match, paid time off, tuition reimbursement, military leave, and holiday pay. We believe those benefits are competitive within our industry.\n\n\nAvailable Information\n \n\n\nThrough our internet website at \nwww.methode.com\n, we make available, free of charge, copies of our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, amendments to those reports, and other filings with the Securities and Exchange Commission (“SEC”), as soon as reasonably practicable after they are filed or furnished to the SEC. Our filings are also available on the SEC’s website at \nwww.sec.gov\n. Also posted on our website, among other documents, are our Corporate Governance Guidelines, Code of Business Conduct, Anti-Corruption Policy, Insider Trading Policy, Conflict Minerals Policy, Supplier Code of Conduct and other governance policies, and the charters of the Audit Committee, Compensation Committee, Medical Products Committee, Nominating and Governance Committee and Technology Committee. Copies of these documents are also available free of charge by sending a request to Methode Electronics, Inc., 8750 West Bryn Mawr Avenue, Suite 1000, Chicago, Illinois 60631, Attention: Investor Relations Department. The references in this Annual Report to our website address or any third party’s website address, including but not limited to the SEC’s website, do not constitute incorporation by reference of the information contained in those websites and should not be considered part of this document unless otherwise expressly stated.\n\n",
    "item1a": ">Item 1A. Ri\nsk Factors\n \n\n\nOur business, financial condition and results of operations are subject to various risks, including, but not limited to, those set forth below, which could cause actual results to vary materially from recent results or from anticipated future results. These risk factors should be considered together with information included elsewhere in this Annual Report.\n\n\n \n\n\nOperational and Industry Risks\n\n\nThe inability of our supply chain, or the supply chain of our customers, to deliver key components, such as semiconductors, could materially adversely affect our business, financial condition and results of operations and cause us to incur significant cost increases.\n\n\nOur products contain a significant number of components that we source globally. If our supply chain fails to deliver products to us, or to our customers, in sufficient quality and quantity on a timely basis, we will be challenged to meet our production schedules or could incur significant additional expenses for expedited freight and other related costs. Similarly, many of our customers are dependent on an ever-greater number of global suppliers to manufacture their products. These global supply chains have been, and may continue to be, adversely impacted by events outside of our control, including macroeconomic events, trade restrictions, economic recessions, energy prices and availability, political crises, labor relations issues, liquidity constraints, or natural occurrences. Any significant disruptions to such supply chains could materially adversely affect our business, financial condition and results of operations.\n\n\nMany of the industries we supply, including the automotive and commercial vehicle industries, are reliant on semiconductors. Globally, there is still some disruption in procuring certain semiconductors. The semiconductor supply chain is complex, with capacity constraints occurring throughout. There is significant competition within the automotive and commercial vehicle supply chains and with other industries to satisfy current and near-term requirements for semiconductors. We have worked and will continue to work closely with our suppliers and customers to minimize any potential adverse impacts of the semiconductor supply shortage and monitor the availability of semiconductor microchips and other component parts and raw materials, customer production schedules and any other supply chain inefficiencies that may arise. However, if we are not able to mitigate the semiconductor shortage impact, any direct or indirect supply chain disruptions may have a material adverse impact on our business, financial condition and results of operations.\n\n\n5\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nWe have experienced and may in the future experience supplier price increases that could negatively affect our business, financial condition and results of operations. The price increases are often driven by raw material pricing and availability, component or part availability, manufacturing capacity, industry allocations, logistics capacity, military conflicts, natural disasters or pandemics, and significant changes in the financial or business condition of our suppliers.\n\n\nThe COVID-19 pandemic has adversely affected, and may continue to adversely affect, our business, financial condition and results of operations. The extent of the effects of the COVID-19 pandemic or another future pandemic on our business depends on future events that continue to be highly uncertain and beyond our control.\n\n\nThe COVID-19 pandemic has had, and another pandemic in the future could have, a significant impact on our business, financial condition and results of operations. The COVID-19 pandemic, which began during our 2020 fiscal year, negatively impacted the global economy, disrupted consumer and customer demand and global supply chains, and created significant volatility and disruption of financial markets.  In response, many governmental authorities throughout the world implemented numerous measures aimed at containing and mitigating the effects of the COVID-19 pandemic, including travel bans and restrictions, quarantines, social distancing orders, “lock-down” orders and shutdowns of non-essential activities. Although most of these measures have been lifted, they may be reinstated in the future in response to COVID-19 or future pandemics, endemics, or health emergencies. In fiscal 2023, COVID-19 outbreaks in China resulted in local or regional government-imposed lockdowns and restrictions, which impacted our manufacturing operations, customer production schedules and supply chains.\n \n\n\nWhile much of our customer demand and shipments have recovered from the impact of the COVID-19 pandemic, the extent to which any resurgence of the pandemic or other public health emergencies in the future impact our business will depend on a number of evolving factors, all of which are highly uncertain and cannot be predicted, including actions taken by governmental authorities to restrict business operations and social activity and impose travel restrictions, shifting consumer demand, the ability of our supply chain to deliver in a timely and cost-effective manner, the ability of our employees and manufacturing facilities to operate efficiently and effectively, the continued viability and financial stability of our customers and suppliers and future access to capital.\n\n\nThe COVID-19 pandemic and measures to reduce its spread may also impact many of our other risk factors discussed in this Annual Report, including customer demand, supply chain disruptions, availability of financing sources and risks of international operations. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also affect our business, financial condition and results of operations.\n\n\nWe are susceptible to trends and factors affecting the automotive and commercial vehicle industries.\n\n\nWe derive a substantial portion of our revenues from customers in the automotive and commercial vehicle industries. Factors negatively affecting these industries also negatively affect our business, financial condition and results of operations. Automotive sales and production are highly cyclical and, in addition to general economic conditions, also depend on other factors, such as consumer confidence and consumer preferences. Any adverse occurrence, including industry slowdowns, recession, rising interest rates, rising fuel costs, political instability, costly or constraining regulations, armed hostilities, terrorism, excessive inflation, prolonged disruptions in one or more of our customers’ production schedules or labor disturbances or work stoppages, that results in a significant decline in sales volumes in these industries, or in an overall downturn in the business and operations of our customers in these industries, could materially adversely affect our business, financial condition and results of operations.\n \n\n\nOur business, financial condition and results of operations may be adversely impacted by the effects of inflation.\n\n\nInflation has the potential to adversely affect our business, financial condition and results of operations by increasing our overall cost structure, particularly if we are unable to achieve commensurate increases in the prices we charge our customers. There have been recent significant inflationary trends in the cost of components, materials, labor, freight costs and other expenses. These inflationary pressures could affect wages, the cost and availability of components and materials, and our ability to meet customer demand. Inflation may further exacerbate other risk factors discussed in this Annual Report, including customer demand, supply chain disruptions, availability of financing sources, and risks of international operations and the recruitment and retention of talent.\n\n\n6\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nThe loss or insolvency of our major customers, or a significant decline in the volume of products purchased by these customers, would adversely affect our future results.\n \n\n\nOur five largest customers accounted for approximately 49% of our consolidated net sales in fiscal 2023. Two customers in the Automotive segment represented more than 10% of our consolidated net sales at 18.7% and 10.8%. In certain cases, the sales to these customers are concentrated in a single product. The arrangements with our major customers generally provide for supplying their requirements for particular models, rather than for manufacturing a specific quantity of products. Such supply arrangements cover a period from one year to the life of the model, which is generally three to seven years. The loss of our major customers, or a decline in the production levels of these customers or particular models, could reduce our sales and thereby adversely affect our financial condition, operating results and cash flows. We also compete to supply products for successor models for our major customers and are subject to the risk that the customer will not select us to produce products on any such successor model, which could have a material adverse impact on our financial condition, operating results and cash flows. For example, we expect a significant program for a major EV customer to sunset in fiscal 2024.\n\n\nOur supply agreements with our OEM customers are generally requirements contracts, and a decline in the production requirements of any of our customers, and in particular our largest customers, could adversely impact our revenues and profitability.\n\n\nWe receive OEM purchase orders for specific components supplied for particular vehicles. In most instances our OEM customers agree to purchase their requirements for specific products but are not required to purchase any minimum amount of products from us. The contracts we have entered into with most of our customers have terms ranging from one year to the life of the model (usually three to seven years), although customers often reserve the right to terminate for convenience. Therefore, a significant decrease in demand for certain key models or group of related models sold by any of our major customers or the ability of a manufacturer to re-source and discontinue purchasing from us, for a particular model or group of models, could have a material adverse effect on us. For example, we expect a significant program for a major EV customer to sunset in fiscal 2024. To the extent that we do not maintain our existing level of business with our largest customers because of a decline in their production requirements or because the contracts expire or are terminated for convenience, we will need to attract new customers or win new business with existing customers, or our results of operations and financial condition will be adversely affected.\n\n\nOur inability to attract or retain key employees and a highly skilled workforce may have an adverse effect on our business, financial condition and results of operations.\n\n\nOur success depends upon the continued contributions of our executive officers and other key employees, many of whom have many years of experience with us and would be extremely difficult to replace. We must also attract and retain experienced and highly skilled engineering, sales and marketing and managerial personnel. Competition for qualified personnel is intense in our industries, and we may not be successful in hiring and retaining these people. If we lost the services of our executive officers or our other highly qualified and experienced employees or cannot attract and retain other qualified personnel, our business could suffer due to less effective management or less successful products due to a reduced ability to design, manufacture and market our products.\n\n\nPart of our workforce is unionized which could subject us to work stoppages.\n\n\nA portion of our workforce is unionized, primarily in Mexico and Finland. A prolonged work stoppage or strike at any facility with unionized employees could increase costs and prevent us from supplying customers. In addition, upon the expiration of existing collective bargaining agreements, we may not reach new agreements without union or works council action in certain jurisdictions, and any such new agreements may not be on terms satisfactory to us. If we are unable to negotiate acceptable collective bargaining agreements, we may become subject to union-initiated work stoppages, including strikes. Moreover, additional groups of currently non-unionized employees may seek union or works council representation in the future.\n\n\n7\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nThe global nature of our operations subjects us to political, economic and social risks that could adversely affect our business, financial condition and results of operations.\n\n\nSales to customers outside of the U.S. represented a substantial portion of our fiscal 2023 net sales. We expect our net sales in international markets to continue to represent a significant portion of our consolidated net sales. In addition, we have significant personnel, property, equipment and operations in a number of countries outside of the U.S., including Belgium, Canada, China, Egypt, Finland, India, Malta, Mexico and the United Kingdom. As of April 29, 2023, approximately 94% of our employees were located outside of the U.S. Our international operations subject us to a variety of political, economic, social and other risks, including:\n\n\n•\ndiffering labor regulations and practices, including various minimum wage regulations;\n\n\n•\nchanges in government policies, regulatory requirements and laws, including taxes, impacting our ability to manufacture, purchase or sell our products; \n\n\n•\nfluctuations in currency exchange rates; \n\n\n•\npolitical and economic instability (including changes in leadership and acts of terrorism and outbreaks of war); \n\n\n•\nlonger customer payment cycles and difficulty collecting accounts receivable;\n\n\n•\nexport duties, import controls, tariffs, and trade barriers (including quotas, sanctions and border taxes); \n\n\n•\ngovernmental restrictions on the transfer of funds, including U.S. restrictions on the amount of cash that can be transferred to the U.S. without taxes or penalties; \n\n\n•\ndiffering protections for our intellectual property; \n\n\n•\ndiffering requirements under the various anti-bribery and anti-corruption regulations, including to the U.S. Foreign Corrupt Practices Act, the United Kingdom Bribery Act and the China Anti-Unfair Competition Law; \n\n\n•\ncoordinating communications and logistics across geographic distances and multiple time zones; and\n\n\n•\nrisk of governmental expropriation of our property. \n\n\nMany of the laws and regulations listed above are complex and often difficult to interpret and violations could result in significant criminal penalties or sanctions. Any of these factors may have an adverse effect on our international operations which could have a material adverse effect on our business, financial condition and results of operations.\n\n\nWe are dependent on the availability and price of raw materials.\n\n\nWe require substantial amounts of materials, including application-specific integrated circuits, coil and bar stock, ferrous and copper alloy sheets, extrusions, glass, LED displays, plastic molding resins, precious metals, silicon die castings and wire. The availability and prices of materials may be subject to curtailment or change due to, among other things, inflation, new laws or regulations, suppliers’ allocations to other purchasers, supply chain disruptions, changes in exchange rates and worldwide price levels. Any change in the availability of, lead times for, or price for, these materials could materially adversely affect our business, financial condition and results of operations.\n\n\nOur inability, or our customers’ inability, to effectively manage the timing, quality and cost of new program launches could adversely affect our financial performance.\n\n\nIn connection with the awarding of new business, we obligate ourselves to deliver new products that are subject to our customers' timing, performance and quality demands. Additionally, we must effectively coordinate the activities of numerous suppliers and our customers’ personnel in order for the program launches of certain of our products to be successful. Given the complexity of new program launches, we may experience difficulties managing product quality, timeliness and associated costs. In addition, new program launches require a significant ramp up of costs; however, our sales related to these new programs generally are dependent upon the timing and success of our customers' introduction of new products. Our inability, or our customers' inability, to effectively manage the timing, quality and costs of these new program launches could adversely affect our financial condition and results of operations.\n\n\nOver the last several fiscal years, we have booked many EV-related programs. If we are unable to launch new products in a timely and cost-effective manner, our business, financial condition and results of operations could be materially adversely affected.\n\n\n8\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nOur businesses and the markets in which we operate are highly competitive and constantly evolving. If we are unable to compete effectively, our sales and profitability could decline.\n\n\nThe markets in which we operate are highly competitive. We compete with a large number of other manufacturers in each of our product areas and many of these competitors have greater resources and sales. Price, service and product performance are significant elements of competition in the sale of our products. Competition may intensify further if more companies enter the markets in which we operate. Our failure to compete effectively could have a material adverse effect on our business, financial condition and results of operations.\n\n\nThe global transportation industry is increasingly focused on the development of more fuel-efficient solutions, including electrification, to meet demands from consumers and governments worldwide to address climate change and an increased desire for environmentally sustainable solutions. If we do not respond appropriately, the evolution toward electrification and other energy sources could adversely affect our business. The evolution of the industry toward electrification has also attracted increased competition from entrants outside of the traditional automotive and commercial vehicle industries, some of whom may seek to provide products which compete with ours. Failure to innovate and to develop or acquire new and compelling products that capitalize upon new technologies in response to these evolving consumer preferences and demands could adversely affect our financial condition, operating results and cash flows.\n\n\nFuture price reductions and increased quality standards may reduce our profitability and have a material adverse effect on our business, financial condition and results of operations.\n\n\nOur supply arrangements with our customers typically require us to provide our products at predetermined prices. In some cases, these prices decline over the course of the arrangement and may require us to meet certain productivity and cost reduction targets. In addition, our customers may require us to share productivity savings in excess of our cost reduction targets. The costs that we incur in fulfilling these orders may vary substantially from our initial estimates. Unanticipated cost increases or the inability to meet certain cost reduction targets may occur as a result of several factors, including increases in the costs of labor, components or materials. In some cases, we are permitted to pass on to our customers the cost increases associated with specific materials. However, cost overruns that we cannot pass on to our customers could adversely affect our business, financial condition and results of operations.\n\n\nCertain of our customers have exerted and continue to exert considerable pressure on us to reduce prices and costs, improve quality and provide additional design and engineering capabilities. We may be unable to generate sufficient production cost savings in the future to offset required price reductions. Future price reductions, increased quality standards and the cost of adding additional engineering capabilities may reduce our profitability and have a material adverse effect on our business, financial condition and results of operations.\n\n\nOur ability to market our automotive and commercial vehicle products is subject to a lengthy sales cycle, which requires significant investment prior to reporting significant sales revenues, and there is no assurance that our products will be implemented in any particular vehicle.\n\n\nThe sales cycles for our automotive and commercial vehicle products are lengthy because the manufacturers must develop high degrees of assurance that the products they buy will meet their needs, interface correctly with the other parts of a vehicle and with the manufacturer’s production and assembly process, and have minimal warranty, safety and service problems. While we currently have active development programs with various OEMs for a variety of our products, no assurance can be given that our products will be implemented in any particular vehicles. If our products are not selected after a lengthy development process, our business, financial condition and results of operations could be adversely affected.\n\n\nOur inability to capitalize on prior or future acquisitions or any decision to strategically divest one or more current businesses may adversely affect our business, financial condition and results of operations.\n\n\nWe have completed acquisitions and divestitures in the past, including most recently the acquisition of Nordic Lights in April 2023. We intend to continue to seek acquisitions to grow our businesses and may divest operations to focus on our core businesses. We may fail to derive significant benefits from such transactions. Also, if we fail to achieve sufficient financial performance from an acquisition, certain long-lived assets, such as property, plant and equipment and intangible assets, could become impaired and result in the recognition of an impairment loss.\n\n\nThe success of our acquisitions depends on our ability to:\n\n\n•\nexecute the integration or consolidation of the acquired operations into our existing businesses;\n\n\n•\ndevelop or modify the financial reporting and information systems of the acquired entity to ensure overall financial integrity and adequacy of internal control procedures;\n\n\n•\nretain key personnel and key customers;\n\n\n•\nidentify and take advantage of cost reduction opportunities; and\n\n\n•\nfurther penetrate new and existing markets with the product capabilities we may acquire.\n\n\n9\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nIntegration of acquisitions may take longer than we expect and may never be achieved to the extent originally anticipated. Acquisitions may also increase our debt levels. This could result in lower than expected business growth or higher than anticipated costs. In addition, acquisitions or strategic divestitures may:\n\n\n•\ncause a disruption in our ongoing business;\n\n\n•\ncause dilution of our common stock;\n\n\n•\ndistract our management from other ongoing business concerns; or\n\n\n•\nunduly burden other resources in our company.\n\n\nOur profitability will suffer if we are unable to successfully integrate an acquisition, if the acquisition does not further our business strategy as we expected or if we do not achieve sufficient revenue to offset the increased expenses associated with any acquisition. We may overpay for, or otherwise not realize the expected return on, our investments, which could adversely affect our operating results and potentially cause impairments to assets that we record as a part of an acquisition including intangible assets and goodwill.\n\n\nOur customers may cancel their orders, change production quantities or locations or delay production.\n\n\nWe generally receive volume estimates, but not firm volume commitments from our customers, and may experience reduced or extended lead times in customer orders. Customers may cancel orders, change production quantities and delay production for a number of reasons. Cancellations, reductions or delays by a significant customer or by a number of customers may harm our results of operations by reducing the volumes of products we manufacture and sell, as well as by causing a delay in the recovery of our expenditures for inventory in preparation for customer orders, or by reducing our asset utilization, resulting in lower profitability.\n\n\nIn addition, we make key decisions based on our estimates of customer requirements, including determining the levels of orders that we will seek and accept, production schedules, component procurement commitments, personnel needs and other resource requirements. Changes in demand for our customers’ products may reduce our ability to estimate future customer requirements accurately. This may make it difficult to schedule production and maximize utilization of our manufacturing capacity. Anticipated orders may not materialize and delivery schedules may be deferred as a result of changes in demand for our products or our customers’ products. We often increase staffing and capacity and incur other expenses to meet the anticipated demand of our customers. On occasion, customers may require rapid increases in production, which may stress our resources. Any significant decrease or delay in customer orders could have a material adverse effect on our business, financial condition and results of operations.\n\n\nWe manage our business based on projected future sales volume, which is highly dependent on information received from customers and general market data, and any inaccuracies or changes in such information could adversely affect our business, results of operations and financial condition.\n\n\nWe manage our business based upon projected future sales volumes, which are based upon many factors, including awarded business and assumptions of conversion rates thereof, customers’ forecasts and general macroeconomic and industry market data. Our product revenues generally are based upon purchase orders issued by our customers, with updated production schedules for volume adjustments, and our customers generally do not guarantee sales volumes. As such, we typically do not have a backlog of firm orders at any point in time. In addition, awarded business may include business under arrangements that our customers have the right to terminate without penalty at any time. Further, our customers’ forecasts are subject to numerous assumptions, and such forecasts often are changed rapidly with limited notice. Therefore, our actual sales volumes, and thus the ultimate amount of revenue that we derive from such sales, are not committed. We also must incur costs and make commitments well in advance of the receipt of orders and resulting revenues from customers. If actual production orders from our customers are not consistent with our projected future sales volumes, we could realize substantially less revenue and incur greater expenses over the life of vehicle programs. The receipt of orders and resulting revenues from customers is significantly affected by global automotive production levels.\n\n\n10\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nThe rate of adoption of EV’s will have a significant impact on our business and the adoption cadence will inject additional variability to our forecasts\n\n\nOver the last several fiscal years, we have booked many EV-related programs, many of which will launch over our next three fiscal years. The accuracy of our forecasts will be impacted by the EV adoption rates in general and the take rate experienced by each of our OEM customers. Any significant variation in the adoption or take rates at our customers could impact the accuracy of our forecasts and could have a material adverse effect on our business, financial condition and results of operations.\n\n\nCertain of our EV customers are start-up or emerging companies which may present additional and different risks than with our more established customers. These customers do not have an extensive product history. As a result, there is less demonstration of market acceptance of their products, making it more difficult for us to forecast needs and requirements than with established customers. In addition, funding for such companies may be more difficult to obtain and these customer relationships may not continue or materialize to the extent we plan or previously experienced. This tightening of financing for start-up customers, together with many start-up customers’ lack of prior operations and unproven product markets increase our credit risk, especially in trade accounts receivable and inventories. Although we perform ongoing credit evaluations of our customers and adjust our allowance for doubtful accounts receivable for all customers, including start-up customers and emerging companies, based on the information available, these allowances may not be adequate.\n \n\n\nA catastrophic event or other significant business interruption at any of our facilities could adversely affect our business, financial condition and results of operations.\n\n\nWeather conditions, natural disasters or other catastrophic events could cause significant disruptions at our manufacturing facilities or those of our major suppliers or customers. In such event, losses could be incurred and significant recovery time could be required to resume operations and our business, financial condition and results of operations could be materially adversely affected.\n\n\nWar, terrorism, geopolitical uncertainties (including the current military conflict between Russia and Ukraine), public health issues (such as the COVID-19 pandemic), and other business interruptions have caused and could cause damage or disruption to international commerce and the global economy, and thus could have a strong negative effect on us, our suppliers, logistics providers, and customers. Our business operations could be subject to interruption by power shortages, terrorist attacks and other hostile acts, labor disputes, population lockdowns and other events beyond our control. Such events could decrease demand for our products or make it difficult or impossible for us to produce and deliver products to our customers, or to receive components from our suppliers. Should major public health issues, including pandemics, arise, we could be negatively affected by shutdowns, shelter in place orders, more stringent travel restrictions, additional limitations in freight services, governmental actions limiting the movement of products between regions, and disruptions in the operations of our manufacturing partners and component suppliers. Any such business interruptions could materially affect our business, financial condition and results of operations.\n\n\nRussia’s invasion of Ukraine and the resulting economic sanctions imposed by the international community have impacted the global economy and given rise to potential global security issues that may adversely affect international business and economic conditions. Although we have no operations in Russia or Ukraine, certain of our customers and suppliers have been negatively impacted by these events, which in turn has impacted markets where we do business, including Europe and Asia. These events have caused additional disruption in the supply chains, which were already experiencing disruption due to the impacts of the COVID-19 pandemic and may continue to impact demand for our products. The continuation of the military conflict between Russia and Ukraine could lead to other supply chain disruptions, increased inflationary pressures, and volatility in global markets and industries that could negatively impact our operations.\n \n\n\n \n\n\n11\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nTechnology and Intellectual Property Risks\n\n\nOur operations could be negatively impacted by IT service interruptions, data corruption or misuse, cyber-based attacks, or network security breaches.\n\n\nWe face certain security threats relating to the confidentiality and integrity of our information technology (“IT”) systems. Despite implementation of security measures, our IT systems may be vulnerable to damage from computer viruses, cyber-attacks and other unauthorized access, and these security breaches could result in a disruption to our operations. A material network breach of our IT systems could involve the theft of our and our customers' intellectual property or trade secrets which may be used by competitors to develop competing products. To the extent that any security breach results in a loss or damage to data, or inappropriate disclosure of confidential or proprietary information, it could cause significant damage to our reputation, affect our customer relations, lead to claims against us, increase our costs to protect against future damage and could result in a material adverse effect on our business, financial condition and results of operations.\n\n\nAny such disruption or security breach, as well as any action by us or our employees or contractors that might be inconsistent with the rapidly evolving data privacy and security laws and regulations applicable within the U.S. and elsewhere where we conduct business, could result in enforcement actions by U.S. states, the U.S. Federal government or foreign governments, liability or sanctions under data privacy laws that protect personally identifiable information, regulatory penalties, other legal proceedings such as but not limited to private litigation, the incurrence of significant remediation costs, disruptions to our development programs, business operations and collaborations, diversion of management efforts and damage to our reputation, which could harm our business and operations. Because of the rapidly changing nature of technology and the increasing sophistication of cybersecurity threats, our measures to prevent, respond to and minimize such risks may be unsuccessful. While we have secured cyber insurance to potentially cover certain risks associated with cyber incidents, there can be no assurance it will be sufficient to cover any such liability.\n\n\nIn particular, the General Data Privacy Regulation (“GDPR”) of the European Union creates a range of compliance obligations applicable to the collection, use, retention, security, processing and transfer of personal data in the European Union. The GDPR, which is wide-ranging in scope, imposes several requirements relating to the consent of the individuals to whom the personal data relates, the information provided to the individuals, the security and confidentiality of the personal data, data breach notification and the use of third-party processors in connection with the processing of the personal data. The GDPR also imposes strict rules on the transfer of personal data out of the European Union to countries such as the U.S., enhances enforcement authority and imposes large penalties for noncompliance.\n\n\nWe may be unable to keep pace with rapid technological changes, which could adversely affect our business, financial condition and results of operations.\n \n\n\nThe technologies relating to some of our products have undergone, and are continuing to undergo, rapid and significant changes. Specifically, end-markets for electronic components and assemblies are characterized by technological change, frequent new product introductions and enhancements, changes in customer requirements and emerging industry standards. These changes could render our existing products unmarketable before we can recover any or all of our research, development and other expenses. Furthermore, the life cycles of our products vary, may change and are sometimes difficult to estimate. If we are unable, for technological or other reasons, to develop and market new products or product enhancements in a timely and cost-effective manner, our business, financial condition and results of operations could be materially adversely affected.\n\n\nIf we are unable to protect our intellectual property or we infringe, or are alleged to infringe, on another person’s intellectual property, our competitive position and results of operations may be adversely impacted.\n\n\nWe have numerous U.S. and foreign patents, trade secrets and license agreements covering certain of our products and manufacturing processes. Our ability to compete effectively with other companies depends, in part, on our ability to maintain the proprietary nature of our technology. Although we have been awarded, have filed applications for, or have been licensed under numerous patents in the U.S. and other countries, there can be no assurance concerning the degree of protection afforded by these patents or the likelihood that pending patents will be issued. The loss of certain patents and trade secrets could adversely affect our sales, margins or profitability.\n\n\nWe have and may become involved in litigation in the future to protect our intellectual property or because others may allege that we infringe on their intellectual property. These claims and any resulting lawsuit could subject us to liability for damages and invalidate our intellectual property rights. If an infringement claim is successfully asserted by a holder of intellectual property rights, we may be required to cease marketing or selling certain products, pay a penalty for past infringement and spend significant time and money to develop a non-infringing product or process or to obtain licenses for the technology, process or information from the holder. We may not be successful in the development of a non-infringing alternative, or licenses may not be available on commercially acceptable terms, if at all, in which case we may lose sales and profits. In addition, any litigation could be lengthy and costly and could materially adversely affect us even if we are successful in the litigation.\n\n\n12\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nLegal, Regulatory and Compliance Risks\n \n\n\nWe are subject to government regulations, including environmental, health, and safety laws and regulations, that expose us to potential financial liability.\n\n\nOur operations are regulated by a number of federal, state, local and international government regulations, including those pertaining to EHS that govern, among other things, air and water emissions, worker protection, and the handling, storage and disposal of hazardous materials. If we violate EHS laws and regulations, we could be liable for substantial fines, penalties, and costs of mandated remedial actions. Our environmental permits could also be revoked or modified, which could require us to cease or limit production at one or more of our facilities, thereby materially adversely affecting our business, financial condition and results of operations. EHS laws and regulations have generally become more stringent over time and could continue to do so, particularly in response to climate change concerns, imposing greater compliance costs and increasing risks and penalties associated with any violation, which also could materially adversely affect our business, financial condition and results of operations.\n\n\nWe operate our business on a global basis and changes to trade policy, including tariffs and customs regulations, could have a material and adverse effect on our business.\n\n\nWe manufacture and sell our products globally and rely on a global supply chain to deliver the required raw materials, components, and parts, as well as the final products to our customers. Existing free trade laws and regulations, such as the United States-Mexico-Canada Agreement, provide certain duties and tariffs for qualifying imports and exports, subject to compliance with the applicable classification and other requirements. Changes in laws or policies governing the terms of foreign trade, and in particular increased trade restrictions, tariffs or taxes on imports from countries where we manufacture products, such as China, Egypt and Mexico, could have a material adverse effect on our business, financial condition and operating results. For instance, beginning in 2018, the U.S. and Chinese governments have imposed a series of significant incremental retaliatory tariffs to certain imported products. Most notably with respect to the automotive and commercial vehicle industries, the U.S. imposed tariffs on imports of certain steel, aluminum and automotive components, and China imposed retaliatory tariffs on imports of U.S. vehicles and certain automotive components. Depending upon their duration and implementation, as well as our ability to mitigate their impact, these tariffs and other regulatory actions could materially affect our business, including in the form of an increase in cost of goods sold, decreased margins, increased pricing for customers, and reduced sales.\n\n\nAn emphasis on global climate change and other Environmental, Social and Governance (“ESG”) matters by various stakeholders could adversely impact our business and results of operations.\n \n\n\nIncreased public awareness and concern regarding environmental risks, including global climate change, may result in more international, regional and/or federal requirements, customer requirements, or industry standards to reduce or mitigate global warming and other environmental risks. These requirements, regulations or standards could mandate more restrictive requirements, such as stricter limits on greenhouse gas emissions and production of single use plastics and could increase costs relating to monitoring and reporting emissions data. In addition, the risks of climate change may impact manufacturing, product demand, the availability and cost of materials and natural resources, and sources and supply of energy, and could increase insurance and other operating costs. If environmental laws or regulations or industry standards are either changed or adopted and impose significant operational restrictions and compliance requirements upon us, our operations, our products or our customers, or if our operations are disrupted due to physical impacts of climate change, our business, financial condition and results of operations could be materially adversely affected.\n \n\n\nProducts we manufacture may contain design or manufacturing defects that could result in reduced demand for our products or services and liability claims against us.\n \n\n\nDespite our quality control and quality assurance efforts, defects may occur in the products we manufacture due to a variety of factors, including design or manufacturing errors, component failure or counterfeit parts. Product defects may result in delayed shipments and reduced demand for our products. We may be subject to increased costs due to warranty claims on defective products. Product defects may result in product liability claims against us where defects cause, or are alleged to cause, property damage, bodily injury or death. We may be required to participate in a recall involving products that are, or are alleged to be, defective. We carry insurance for certain legal matters involving product liability, however, we do not have coverage for all costs related to product defects or recalls and the costs of such claims, including costs of defense and settlement, may exceed our available coverage. Any such product defects or product liability claims could materially adversely affect our business, financial condition and results of operations.\n\n\n13\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nFinancial Risks\n\n\nWe have identified a material weakness in our internal control over financial reporting, and if we are unable to improve our internal controls, our financial results may not be accurately reported.\n \n\n\nAs disclosed in Item 9A, “Controls and Procedures,” we identified a material weakness in our internal control over financial reporting related to revenue at one of our business units. The material weakness did not result in any material identified misstatements to the consolidated financial statements, and there were no changes to previously issued financial results. We are actively developing a remediation plan designed to address this material weakness, however, we cannot guarantee that these steps will be sufficient or that we will not have a material weakness in the future. This material weakness, or difficulties encountered in implementing new or improved controls or remediation, could prevent us from accurately reporting our financial results, result in material misstatements in our financial statements or cause us to fail to meet our reporting obligations. Failure to comply with Section 404 of the Sarbanes-Oxley Act of 2002 could negatively affect our business, financial condition and results of operations.\n\n\nWe have significant goodwill and other intangible assets, and future impairment of these assets could have a material adverse impact on our financial condition and results of operations.\n\n\nA significant portion of our long-term assets consists of goodwill and other intangible assets recorded as a result of past acquisitions. We do not amortize goodwill and indefinite-lived intangible assets, but rather review them for impairment on an annual basis or more frequently whenever events or changes in circumstances indicate that their carrying value may not be recoverable. The process of evaluating the potential impairment of goodwill and other intangible assets requires significant judgement. Negative industry or economic trends, including reduced estimates of future cash flows, disruptions to our business, slower growth rates, or lack of growth in our relevant business units, could lead to impairment charges against our goodwill and other intangible assets. In the event that we determine that our goodwill or other intangible assets are impaired, we may be required to record a significant charge to earnings that could adversely affect our financial condition and results of operations.\n\n\nWe have incurred indebtedness and our level of indebtedness and restrictions under our indebtedness could adversely affect our operations and liquidity.\n\n\nOur primary sources of liquidity are cash generated from operations and availability under our $750.0 million revolving credit facility. As of April 29, 2023, $305.4 million was outstanding under the revolving credit facility. Our senior unsecured credit agreement provides for variable rates of interest based on the currency of the borrowing and our leverage ratio and contains customary representations and warranties, financial covenants, restrictive covenants and events of default.\n\n\nOur senior unsecured credit agreement provides an option to increase the size of our revolving credit facility by an additional $250.0 million, subject to customary conditions and approval of the lenders providing the new commitments. There can be no assurance that lenders will approve additional commitments under current circumstances.\n\n\nOur senior unsecured credit agreement imposes various restrictions and covenants regarding the operation of our business, including covenants that require us to obtain the lenders’ consent before we can, among other things and subject to certain exceptions: (i) incur additional indebtedness or additional liens on our property; (ii) consummate certain acquisitions, dispositions, mergers or consolidations; (iii) make any material change in the nature of our business; (iv) enter into certain transactions with our affiliates; or (v) repurchase or redeem any outstanding shares of our common stock or pay cash dividends to our stockholders when a default exists or certain financial covenants are not maintained.\n\n\nThe amount of our outstanding indebtedness could have an adverse effect on our operations and liquidity, including by, among other things: (i) making it more difficult for us to pay or refinance our debts as they become due during adverse economic and industry conditions, because we may not have sufficient cash flows to make our scheduled debt payments; (ii) causing us to use a larger portion of our cash flows to fund interest and principal payments, thereby reducing the availability of cash to fund working capital, product development, capital expenditures and other business activities; (iii) making it more difficult for us to take advantage of significant business opportunities, such as acquisition opportunities or other strategic transactions, and to react to changes in market or industry conditions; and (iv) limiting our ability to borrow additional monies in the future to fund the activities and expenditures described above and for other general corporate purposes as and when needed, which could force us to suspend, delay or curtail business prospects, strategies or operations.\n\n\nVariable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase.\n\n\nBorrowings under our senior unsecured credit agreement are at variable rates of interest and expose us to interest rate risk. If interest rates continue to increase, our debt service obligations on any variable rate indebtedness could increase even though the amount borrowed remained the same, which could adversely impact our results of operations. In order to manage our exposure to interest rate risk, we have entered into, and may continue to enter into, derivative financial instruments, typically interest rate swaps, involving the exchange of floating for fixed rate interest payments. If we are unable to enter into interest rate swaps, it may adversely impact our results of operations, and, even if we use these instruments to selectively manage risks, there can be no assurance that we will be fully protected against material interest rate fluctuations.\n\n\n14\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nA significant fluctuation between the U.S. dollar and other currencies could adversely impact our business, results of operations and financial condition.\n\n\nWe transact business in various foreign countries. We present our consolidated financial statements in U.S. dollars, but a portion of our revenues and expenditures are transacted in other currencies. As a result, we are exposed to fluctuations in foreign currencies. Additionally, we have currency fluctuation exposure arising from funds held in local currencies in foreign countries. Volatility in the exchange rates between the foreign currencies and the U.S. dollar could have an adverse effect on our business, financial condition and results of operations.\n\n\nPerformance-based awards under our long-term incentive plan may require significant adjustments to compensation expense which could have a material adverse impact on our results of operations.\n \n\n\nCompensation expense for the performance-based restricted stock awards (“RSAs”) and performance units (“Performance Units”) awarded under our five-year long-term incentive program will be ‎recognized over the vesting ‎period based on the projected probability of achieving the relevant performance goals for fiscal 2025. As of April 29, 2023, we have not recorded any compensation expense for the RSAs or the Performance Units based on the probability assessment required under the accounting rules and regulations. At the threshold level of performance, the unrecorded amortization expense was $20.1 million. At the target level of performance, the unrecorded amortization expense was $26.8 million. Each quarter, we will continue assessing the probability of vesting for the RSAs and the Performance Units and will adjust the compensation expense as necessary. At such time, we may be required to record compensation ‎expense relating to prior periods, and such ‎compensation expense adjustment could be ‎material to our results of operations.‎\n\n\nRestructuring activities may lead to additional costs and material adverse effects.\n\n\nIn the past, we have taken actions to restructure and optimize our production and manufacturing capabilities and efficiencies through relocations, consolidations, facility closings or asset sales. In the future, we may take additional restructuring actions including the consolidating or closing of facilities and the movement of production from one geographic region to another. These actions could result in impairment charges and various charges for such items as idle capacity, disposition costs and severance costs, in addition to normal or attendant risks and uncertainties. We may be unsuccessful in any of our current or future efforts to restructure or consolidate our business. Plans to minimize or eliminate any loss of revenues during restructuring or consolidation may not be achieved. These activities may have a material adverse effect on our business, financial condition and results of operations.\n\n\nChanges in our effective tax rate may adversely impact our results of operations.\n\n\nA number of factors may increase our effective tax rate, which could reduce our net income, including:\n\n\n•\nthe adoption of Organization for Economic Cooperation and Development (“OECD”) Pillar Two framework, which sets out global minimum tax rules designed to ensure that large multinational businesses pay a minimum effective rate of tax of 15% on profits in all countries;\n\n\n•\nthe jurisdictions in which profits are earned and taxed;\n\n\n•\nchanges in the valuation of our deferred tax assets and liabilities;\n\n\n•\nadjustments to income taxes upon finalization of tax returns;\n\n\n•\nincreases in expenses not deductible for tax purposes, including write-offs of acquired in-process research and development and impairments of goodwill and long-lived assets;\n\n\n•\nchanges in available tax credits;\n\n\n•\nchanges in tax laws or interpretation, including changes in the U.S. to the taxation of non-U.S. income and expenses; and\n\n\n•\nchanges in U.S. generally accepted accounting principles (“GAAP”). \n\n\nOur judgments regarding the accounting for tax positions and the resolution of tax disputes may impact our results of operations and financial condition.\n\n\nSignificant judgment is required to determine our effective tax rate and evaluate our tax positions. We provide for uncertain tax positions when such tax positions do not meet the recognition thresholds or measurement criteria prescribed by applicable accounting standards. Fluctuations in federal, state and foreign taxes or a change to uncertain tax positions, including related interest and penalties, may impact our effective tax rate and results of operations. Additionally, we are subject to audits in the various taxing jurisdictions in which we conduct business. Based on the status of these audits and the protocol of finalizing audits by the relevant tax authorities, it is not possible to estimate the impact of changes, if any, to previously recorded uncertain tax positions. Any negative or unexpected outcomes of these examinations and audits could have a material adverse impact on our results of operations and financial condition.\n\n\n \n\n\n \n\n\n15\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n",
    "item7": ">Item 7. Management’s Discussion and Analysis of\n Financial Condition and Results of Operations\n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations is based upon our consolidated financial statements, which have been prepared in accordance with GAAP. You should read the following discussion and analysis in conjunction with our consolidated financial statements and related notes included in this Annual Report. This discussion and analysis of our financial condition and results of operations also contains forward-looking statements that involve risks, uncertainties, and assumptions. Our actual results may differ materially from those anticipated in these forward-looking statements because of a variety of factors, including those set forth under Item 1A. \n“\nRisk Factors” of this Annual Report. We undertake no duty to update any such forward-looking statements to conform to actual results or changes in our expectations.\n\n\nOverview\n \n\n\nWe are a leading global supplier of custom engineered solutions with sales, engineering and manufacturing locations in North America, Europe, Middle East and Asia. We design, engineer and produce mechatronic products for OEMs utilizing our broad range of technologies for user interface, LED lighting system, power distribution and sensor applications.\n \n\n\nOur solutions are found in the end markets of transportation (including automotive, commercial vehicle, e-bike, aerospace, bus and rail), cloud computing infrastructure, construction equipment, consumer appliance and medical devices. Our business is managed on a segment basis, with our four segments being Automotive, Industrial, Interface and Medical. For more information regarding the business and products of these segments, see Item 1. “Business” of this Annual Report.\n\n\nImpacts of Macroeconomic and Geopolitical Conditions\n \n\n\nAdverse macroeconomic conditions, including but not limited to inflation, slower growth or recession, changes to fiscal and monetary policy, higher interest rates, wage and commodity inflation, currency fluctuations and new or increased tariffs, could adversely affect demand for our products. In addition, the Russia/Ukraine conflict has resulted in, among other things, economic sanctions imposed by the international community which have impacted the global economy and given rise to potential global security issues that may adversely affect international business and economic conditions. Although we have no operations in Russia or Ukraine, certain of our customers and suppliers have been negatively impacted by these events, which in turn has impacted markets where we do business, including Europe and Asia. The economic sanctions imposed on Russia have further increased existing global supply chain, logistics, and inflationary challenges.\n \n\n\nUpdate on the Impact of COVID-19\n \n\n\nCOVID-19 has continued to evolve since it was declared a global pandemic by the World Health Organization in March 2020. We continue to evaluate the nature and extent of the ongoing impacts of COVID-19 on our business, operations, and financial results. Beginning late in the fourth quarter of fiscal 2022 and continuing into fiscal 2023, various regions in China, including regions where we and our customers have operations, were subjected to lockdowns imposed by governmental authorities to mitigate the spread of COVID-19 in those areas. The resulting industry-wide production interruptions adversely impacted our results of operations in fiscal 2023.\n\n\nGlobal Supply Chain Disruptions\n\n\nCertain direct and indirect adverse impacts of the COVID-19 pandemic have continued to date and are expected to continue in fiscal 2024, including the worldwide semiconductor supply shortage and global supply chain disruptions. In addition, we have experienced, and may continue to experience, business interruptions, including customer shutdowns and increased material and logistics costs and labor shortages. The semiconductor supply shortage is due, in part, to increased demand across multiple industries, including the automotive industry, resulting in a slowdown in their production schedules. The semiconductor supply shortage is also impacting our supply chain and our ability to meet demand at some of our non-automotive customers. We expect this semiconductor shortage to have a continued impact on our operating results and financial condition in fiscal 2024.\n \n\n\nAcquisition of Nordic Lights\n\n\nAs noted in Part I, Item 1 of this Annual Report, we acquired 92.2% of the outstanding shares of Nordic Lights on April 20, 2023. The results of operations of Nordic Lights are reported within the Industrial segment from the date of acquisition and were immaterial for fiscal 2023. See Note 3, “Acquisition” to our consolidated financial statements in this Annual Report for further information.\n \n\n\nRestructuring Actions\n\n\nIn fiscal 2023, we incurred restructuring costs of $1.0 million primarily related to asset impairment charges and severance. In fiscal 2022, we initiated a restructuring plan to consolidate one of our operations within the Industrial segment in response to logistics issues and tariffs. This action resulted in a facility shutdown and consolidation of activities into an existing location and the recognition of $3.6 million of restructuring costs. We may take additional restructuring actions in future periods based upon market conditions and industry trends.\n\n\n19\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nOutlook\n \n\n\nOur current expectations for fiscal 2024 are for net sales to be relatively flat compared to fiscal 2023 and lower net income. Fiscal 2024 sales estimates reflect the full-year inclusion of Nordic Lights and the roll-off of significant programs in the Automotive segment. We expect fiscal 2024 net income to be impacted by additional costs to support new program launches, market headwinds in the higher-margin Industrial segment, higher interest expense and less government assistance.\n \n\n\nConsolidated Results of Operations\n\n\nA detailed comparison of our results of operations between fiscal 2022 and fiscal 2021 can be found in Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in our fiscal 2022 Annual Report on Form 10-K filed with the SEC on June 23, 2022.\n\n\nThe table below compares our results of operations between fiscal 2023 and fiscal 2022:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n1,179.6\n\n\n \n\n\n \n\n\n$\n\n\n1,163.6\n\n\n \n\n\n\n\n\n\nCost of products sold\n\n\n \n\n\n \n\n\n915.5\n\n\n \n\n\n \n\n\n \n\n\n898.7\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n264.1\n\n\n \n\n\n \n\n\n \n\n\n264.9\n\n\n \n\n\n\n\n\n\nSelling and administrative expenses\n\n\n \n\n\n \n\n\n154.9\n\n\n \n\n\n \n\n\n \n\n\n134.1\n\n\n \n\n\n\n\n\n\nAmortization of intangibles\n\n\n \n\n\n \n\n\n18.8\n\n\n \n\n\n \n\n\n \n\n\n19.1\n\n\n \n\n\n\n\n\n\nInterest expense, net\n\n\n \n\n\n \n\n\n2.7\n\n\n \n\n\n \n\n\n \n\n\n3.5\n\n\n \n\n\n\n\n\n\nOther income, net\n\n\n \n\n\n \n\n\n(2.4\n\n\n)\n\n\n \n\n\n \n\n\n(10.3\n\n\n)\n\n\n\n\n\n\nIncome tax expense\n\n\n \n\n\n \n\n\n13.0\n\n\n \n\n\n \n\n\n \n\n\n16.3\n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n77.1\n\n\n \n\n\n \n\n\n$\n\n\n102.2\n\n\n \n\n\n\n\n\n\nNet sales\n\n\nNet sales increased $16.0 million, or 1.4%, to $1,179.6 million in fiscal 2023, compared to $1,163.6 million in fiscal 2022. The increase was primarily due to higher sales in the Industrial segment, partially offset by lower sales in the Automotive segment. Net sales were unfavorably impacted by foreign currency translation of $57.3 million, primarily due to the strengthening of the U.S. dollar relative to the euro and Chinese renminbi. Net sales included customer cost recoveries from spot buys of materials and premium freight costs of $20.9 million in fiscal 2023, compared to $22.1 million in in fiscal 2022. Excluding the impact of foreign currency translation and customer cost recoveries, net sales increased $74.5 million, or 6.5%.\n\n\nCost of products sold\n\n\nCost of products sold increased $16.8 million, or 1.9%, to $915.5 million (77.6% of net sales) in fiscal 2023, compared to $898.7 million (77.2% of net sales) in fiscal 2022. Excluding foreign currency translation, cost of products sold increased $59.4 million. The increase was primarily due to higher material costs, as a result of an increase in sales volumes and material cost inflation, and higher salary and operating expenses, partially offset by lower restructuring costs. Restructuring costs included within cost of products sold were $0.4 million in fiscal 2023, compared to $1.3 million in fiscal 2022.\n \n\n\nGross profit margin\n\n\nGross profit margin was 22.4% of net sales in fiscal 2023, compared to 22.8% of net sales in fiscal 2022. The decrease was due to inflationary pressures on material and other manufacturing costs, partially offset by higher sales volumes.\n\n\nSelling and administrative expenses\n\n\nSelling and administrative expenses increased $20.8 million, or 15.5%, to $154.9 million (13.1% of net sales) in fiscal 2023, compared to $134.1 million (11.5% of net sales) in fiscal 2022. Excluding foreign currency translation, selling and administrative expenses increased $24.6 million. The increase was primarily due to $6.8 million of acquisition costs related to Nordic Lights, higher compensation expense, professional fees and travel expense, partially offset by lower restructuring costs. Restructuring costs included within selling and administrative expenses were $0.5 million in fiscal 2023, compared to $2.3 million in fiscal 2022.\n \n\n\nAmortization of intangibles\n\n\nAmortization of intangibles decreased $0.3 million, or 1.6%, to $18.8 million in fiscal 2023, compared to $19.1 million in fiscal 2022.\n \n\n\n20\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nInterest expense, net\n\n\nInterest expense, net was $2.7 million in fiscal 2023, compared to $3.5 million in fiscal 2022. The decrease was due to higher interest income of $3.2 million, partially offset by higher interest expense of $2.4 million. Interest income and interest expense increased due to higher interest rates.\n\n\nOther income, net\n\n\nOther income, net decreased $7.9 million to $2.4 million in fiscal 2023, compared to $10.3 million in fiscal 2022. Net foreign exchange losses were $7.1 million in fiscal 2023, compared to $1.9 million in fiscal 2022. Net foreign exchange losses were higher in fiscal 2023 due to lower efficiency in our foreign currency balance sheet remeasurement hedging program. In addition, net foreign exchange loss in fiscal 2023 included the recognition of $2.1 million of foreign exchange loss reclassified from accumulated other comprehensive income as the result of a reorganization of a foreign owned subsidiary.\n \n\n\nIn fiscal 2023, we received $9.7 million of government grants at certain of our international locations, compared to $11.1 million in fiscal 2022. Fiscal 2023 government grants include $6.3 million related to the COVID-19 pandemic and $3.4 million related to maintaining certain employment levels. Fiscal 2022 government grants primarily related to COVID-19 assistance.\n\n\nIncome tax expense\n\n\nIncome tax expense decreased $3.3 million, or 20.2%, to $13.0 million in fiscal 2023, compared to $16.3 million in fiscal 2022. Our effective tax rate increased to 14.4% in fiscal 2023, compared to 13.8% in fiscal 2022. In fiscal 2023, the effective income tax rate was favorably impacted by the amount of income earned in foreign jurisdictions with lower tax rates and a tax benefit of $7.3 million associated with the reorganization of a foreign owned subsidiary, partially offset by a reduction in foreign investment tax credits of $5.0 million and non-deductible acquisition costs of $1.4 million. In fiscal 2022, the effective income tax rate was favorably impacted by the amount of income earned in foreign jurisdictions with lower tax rates, the release of a valuation allowance of approximately $2.0 million due to a tax law change, and less U.S. tax on foreign income of $1.7 million attributable to lower earnings in non-U.S. jurisdictions, partially offset with non-deductible compensation of $2.1 million.\n \n\n\nNet income\n\n\nNet income decreased $25.1 million, or 24.6%, to $77.1 million in fiscal 2023, compared to $102.2 million in fiscal 2022. The impact of foreign currency translation decreased net income in fiscal 2023 by $10.3 million. Excluding foreign currency translation, net income decreased $14.8 million as a result of the reasons described above.\n\n\nOperating Segments\n\n\nAutomotive\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNorth America\n\n\n \n\n\n$\n\n\n349.0\n\n\n \n\n\n \n\n\n$\n\n\n400.9\n\n\n \n\n\n\n\n\n\nEurope, the Middle East & Africa (\"EMEA\")\n\n\n \n\n\n \n\n\n231.2\n\n\n \n\n\n \n\n\n \n\n\n216.5\n\n\n \n\n\n\n\n\n\nAsia\n\n\n \n\n\n \n\n\n156.0\n\n\n \n\n\n \n\n\n \n\n\n164.1\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n \n\n\n736.2\n\n\n \n\n\n \n\n\n \n\n\n781.5\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n126.2\n\n\n \n\n\n \n\n\n$\n\n\n150.0\n\n\n \n\n\n\n\n\n\nAs a percent of net sales\n\n\n \n\n\n \n\n\n17.1\n\n\n%\n\n\n \n\n\n \n\n\n19.2\n\n\n%\n\n\n\n\n\n\nIncome from operations\n\n\n \n\n\n$\n\n\n67.0\n\n\n \n\n\n \n\n\n$\n\n\n92.6\n\n\n \n\n\n\n\n\n\nAs a percent of net sales\n\n\n \n\n\n \n\n\n9.1\n\n\n%\n\n\n \n\n\n \n\n\n11.8\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCustomer cost recoveries:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNorth America\n\n\n \n\n\n$\n\n\n9.7\n\n\n \n\n\n \n\n\n$\n\n\n10.1\n\n\n \n\n\n\n\n\n\nEMEA\n\n\n \n\n\n \n\n\n3.7\n\n\n \n\n\n \n\n\n \n\n\n2.6\n\n\n \n\n\n\n\n\n\nAsia\n\n\n \n\n\n \n\n\n0.6\n\n\n \n\n\n \n\n\n \n\n\n0.5\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n14.0\n\n\n \n\n\n \n\n\n$\n\n\n13.2\n\n\n \n\n\n\n\n\n\n \n\n\n21\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nNet sales\n \n\n\nAutomotive segment net sales decreased $45.3 million, or 5.8%, to $736.2 million in fiscal 2023, compared to $781.5 million in fiscal 2022. Net sales were unfavorably impacted by foreign currency translation of $35.4 million and the roll-off of a major program in North America. Excluding foreign currency translation and customer cost recoveries, net sales decreased $10.7 million, or 1.4%.\n\n\nNet sales in North America decreased $51.9 million, or 12.9%, to $349.0 million in fiscal 2023, compared to $400.9 million in fiscal 2022. Excluding customer cost recoveries, net sales decreased $51.5 million primarily due to lower sales volumes from a major program roll-off. Net sales in EMEA increased $14.7 million, or 6.8%, to $231.2 million in fiscal 2023, compared to $216.5 million in fiscal 2022. The weaker euro, relative to the U.S. dollar, decreased net sales in EMEA by $23.3 million. Excluding foreign currency translation and customer cost recoveries, net sales in EMEA increased $36.9 million primarily due to higher sales volumes of user interface and switch products. Net sales in Asia decreased $8.1 million, or 4.9%, to $156.0 million in fiscal 2023, compared to $164.1 million in fiscal 2022. The weaker Chinese renminbi, relative to the U.S. dollar, decreased net sales in Asia by $12.1 million. Excluding foreign currency translation and customer cost recoveries, net sales in Asia increased $3.9 million primarily due to higher electric vehicle product sales volumes, partially offset by lower overhead console sales volumes.\n\n\nGross profit\n \n\n\nAutomotive segment gross profit decreased $23.8 million, or 15.9%, to $126.2 million in fiscal 2023, compared to $150.0 million in fiscal 2022. Excluding the impact of foreign currency translation, gross profit decreased $16.4 million. Gross profit margins decreased to 17.1% in fiscal 2023, from 19.2% in fiscal 2022. The decrease in gross profit margins was due to lower sales volumes and inflationary pressures on material and other manufacturing costs.\n \n\n\nIncome from operations\n\n\nAutomotive segment income from operations decreased $25.6 million, or 27.6%, to $67.0 million in fiscal 2023, compared to $92.6 million in fiscal 2022. Excluding the impact of foreign currency translation, income from operations decreased $21.2 million. The decrease was primarily due to lower gross profit and higher selling and administrative expenses. Selling and administrative expenses increased due to higher compensation expense, professional fees and travel expense.\n\n\nIndustrial\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n384.9\n\n\n \n\n\n \n\n\n$\n\n\n318.1\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n127.8\n\n\n \n\n\n \n\n\n$\n\n\n101.5\n\n\n \n\n\n\n\n\n\nAs a percent of net sales\n\n\n \n\n\n \n\n\n33.2\n\n\n%\n\n\n \n\n\n \n\n\n31.9\n\n\n%\n\n\n\n\n\n\nIncome from operations\n\n\n \n\n\n$\n\n\n93.1\n\n\n \n\n\n \n\n\n$\n\n\n67.1\n\n\n \n\n\n\n\n\n\nAs a percent of net sales\n\n\n \n\n\n \n\n\n24.2\n\n\n%\n\n\n \n\n\n \n\n\n21.1\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCustomer cost recoveries\n\n\n \n\n\n$\n\n\n4.7\n\n\n \n\n\n \n\n\n$\n\n\n7.6\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n Industrial segment net sales increased $66.8 million, or 21.0%, to $384.9 million in fiscal 2023, compared to $318.1 million in fiscal 2022. Net sales were unfavorably impacted by foreign currency translation of $21.9 million. Excluding the impact of foreign currency translation and customer cost recoveries, net sales increased $91.6 million, or 29.5%, primarily due to higher sales volumes of power distribution solutions for data centers and of commercial vehicle lighting solutions products.\n\n\nGross profit\n\n\nIndustrial segment gross profit increased $26.3 million, or 25.9%, to $127.8 million in fiscal 2023, compared to $101.5 million in fiscal 2022. Excluding the impact of foreign currency translation, gross profit increased $33.6 million. Gross profit margin increased to 33.2% in fiscal 2023, from 31.9% in fiscal 2022. The increase in gross profit margins was due to higher sales volumes and lower restructuring costs. Gross profit in fiscal 2022 included restructuring costs of $1.2 million, compared to $0.1 million in fiscal 2023.\n\n\nIncome from operations\n \n\n\nIndustrial segment income from operations increased $26.0 million, or 38.7%, to $93.1 million in fiscal 2023, compared to $67.1 million in fiscal 2022. Excluding the impact of foreign currency translation, income from operations increased $32.1 million. The increase was primarily due to higher gross profit, partially offset by an increase in selling and administrative expenses. Selling and administrative expenses in fiscal 2022 included restructuring costs of $2.2 million, compared to $0.4 million in fiscal 2023.\n\n\n22\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nInterface\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n54.9\n\n\n \n\n\n \n\n\n$\n\n\n59.8\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n9.3\n\n\n \n\n\n \n\n\n$\n\n\n12.6\n\n\n \n\n\n\n\n\n\nAs a percent of net sales\n\n\n \n\n\n \n\n\n16.9\n\n\n%\n\n\n \n\n\n \n\n\n21.1\n\n\n%\n\n\n\n\n\n\nIncome from operations\n\n\n \n\n\n$\n\n\n5.5\n\n\n \n\n\n \n\n\n$\n\n\n9.9\n\n\n \n\n\n\n\n\n\nAs a percent of net sales\n\n\n \n\n\n \n\n\n10.0\n\n\n%\n\n\n \n\n\n \n\n\n16.6\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCustomer cost recoveries\n\n\n \n\n\n$\n\n\n2.2\n\n\n \n\n\n \n\n\n$\n\n\n1.3\n\n\n \n\n\n\n\n\n\nNet sales\n\n\nInterface segment net sales decreased $4.9 million, or 8.2%, to $54.9 million in fiscal 2023, compared to $59.8 million in fiscal 2022. Excluding customer cost recoveries, net sales decreased $5.8 million, or 9.9%. The decrease was primarily due to lower sales volumes of appliance products which were negatively impacted by consumer demand, partially offset by higher sales volumes of digital data products.\n\n\nGross profit\n\n\n Interface segment gross profit decreased $3.3 million, or 26.2%, to $9.3 million in fiscal 2023, compared to $12.6 million in fiscal 2022. Gross profit margin decreased to 16.9% in fiscal 2023, from 21.1% in fiscal 2022. The decrease in gross profit margins was primarily due to lower sales volumes of appliance products.\n\n\nIncome from operations\n\n\n \nInterface segment income from operations decreased $4.4 million, or 44.4%, to $5.5 million in fiscal 2023, compared to $9.9 million in fiscal 2022. The decrease was due to lower gross profit and higher selling and administrative expenses, primarily compensation expense and professional fees.\n\n\nMedical\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nNet sales\n\n\n \n\n\n$\n\n\n3.6\n\n\n \n\n\n \n\n\n$\n\n\n4.2\n\n\n \n\n\n\n\n\n\nGross profit\n\n\n \n\n\n$\n\n\n(0.5\n\n\n)\n\n\n \n\n\n$\n\n\n(0.4\n\n\n)\n\n\n\n\n\n\nLoss from operations\n\n\n \n\n\n$\n\n\n(6.1\n\n\n)\n\n\n \n\n\n$\n\n\n(5.5\n\n\n)\n\n\n\n\n\n\nNet sales\n\n\nMedical segment net sales decreased $0.6 million, or 14.3%, to $3.6 million in fiscal 2023, compared to $4.2 million in fiscal 2022. The decrease was due to lower product demand.\n\n\nGross profit\n\n\nMedical segment gross profit was a loss of $0.5 million in fiscal 2023, compared to a loss of $0.4 million in fiscal 2022. Gross profit decreased due to lower net sales.\n\n\nLoss from operations\n\n\nMedical segment loss from operations increased $0.6 million, or 10.9%, to $6.1 million in fiscal 2023, compared to $5.5 million in fiscal 2022. The increase in the loss was due to higher selling and administrative expenses, primarily higher marketing expenses.\n\n\nFinancial Condition, Liquidity and Capital Resources\n\n\nOur liquidity requirements are primarily to fund our business operations, including capital expenditures and working capital requirements, as well as to fund debt service requirements, dividends and stock repurchases. Our primary sources of liquidity are cash flows from operations, existing cash balances and borrowings under our senior unsecured credit agreement. We believe our liquidity position will be sufficient to fund our existing operations and current commitments for at least the next twelve months. However, if economic conditions remain impacted for longer than we expect due to inflationary pressure, supply chain disruptions, the COVID-19 pandemic, or other geopolitical risks, including the Russia-Ukraine war, our liquidity position could be severely impacted.\n\n\nAt April 29, 2023, we had $157.0 million of cash and cash equivalents, of which $146.3 million was held in subsidiaries outside the U.S. Cash held by these subsidiaries is used to fund operational activities and can be repatriated, primarily through the payment of dividends and the repayment of intercompany loans, without creating material additional income tax expense.\n\n\n23\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nShare Buyback Program\n\n\nOn March 31, 2021, the Board of Directors authorized the purchase of up to $100.0 million of our common stock. On June 16, 2022, the Board of Directors authorized an increase in the existing share buyback program of an additional $100.0 million, and extended the expiration of the program to June 14, 2024. Purchases may be made on the open market, in private transactions or pursuant to purchase plans designed to comply with Rule 10b5-1 of the Securities Exchange Act of 1934. As of April 29, 2023, a total of 2,790,375 shares had been purchased at a total cost of $119.3 million since the commencement of the share buyback program. As of April 29, 2023, the dollar value of shares that remained available to be purchased under this share buyback program was approximately $80.7 million.\n\n\nCredit Agreement\n\n\nOn October 31, 2022, we entered into a Second Amended and Restated Credit Agreement (the “Credit Agreement”) with Bank of America, N.A., as Administrative Agent, Swing Line Lender and L/C Issuer, and the Lenders and other parties named therein. The Credit Agreement amends and restates the Amended and Restated Credit Agreement, dated September 12, 2018 and as previously amended (the “Prior Credit Agreement”), with Bank of America, N.A., as Administrative Agent, Swing Line Lender, and L/C Issuer, Wells Fargo Bank, National Association, as L/C Issuer, and the Lenders named therein. Among other things, the Credit Agreement (i) increased the multicurrency revolving credit commitments under the Prior Credit Agreement to $750,000,000, (ii) refinanced in full and terminated the term loan facility under the Prior Credit Agreement, and (iii) made certain other changes to the covenants, terms, and conditions under the Prior Credit Agreement. In addition, the Credit Agreement permits us to increase the revolving commitments and/or add one or more tranches of term loans under the Credit Agreement from time to time by up to an amount equal to (i) $250,000,000 plus (ii) an additional amount so long as the leverage ratio would not exceed 3.00:1.00 on a pro forma basis, subject to, among other things, the receipt of additional commitments from existing and/or new lenders. The Credit Agreement matures on October 31, 2027.\n\n\nAs of April 29, 2023, $305.4 million was outstanding under the revolving credit facility. We were in compliance with all covenants under the Credit Agreement as of April 29, 2023. For further information, see Note 10, “Debt” to the consolidated financial statements included in this Annual Report.\n\n\nCash Flows\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year Ended\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nApril 29, 2023\n\n\n \n\n\n \n\n\nApril 30, 2022\n\n\n \n\n\n\n\n\n\nOperating activities:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNet income\n\n\n \n\n\n$\n\n\n77.1\n\n\n \n\n\n \n\n\n$\n\n\n102.2\n\n\n \n\n\n\n\n\n\nNon-cash items\n\n\n \n\n\n \n\n\n59.2\n\n\n \n\n\n \n\n\n \n\n\n66.4\n\n\n \n\n\n\n\n\n\nChanges in operating assets and liabilities\n\n\n \n\n\n \n\n\n(3.5\n\n\n)\n\n\n \n\n\n \n\n\n(69.8\n\n\n)\n\n\n\n\n\n\nNet cash provided by operating activities\n\n\n \n\n\n \n\n\n132.8\n\n\n \n\n\n \n\n\n \n\n\n98.8\n\n\n \n\n\n\n\n\n\nNet cash used in investing activities\n\n\n \n\n\n \n\n\n(153.1\n\n\n)\n\n\n \n\n\n \n\n\n(37.4\n\n\n)\n\n\n\n\n\n\nNet cash provided by (used in) financing activities\n\n\n \n\n\n \n\n\n3.2\n\n\n \n\n\n \n\n\n \n\n\n(114.6\n\n\n)\n\n\n\n\n\n\nEffect of foreign currency exchange rate changes on cash and cash equivalents\n\n\n \n\n\n \n\n\n2.1\n\n\n \n\n\n \n\n\n \n\n\n(8.0\n\n\n)\n\n\n\n\n\n\nDecrease in cash and cash equivalents\n\n\n \n\n\n \n\n\n(15.0\n\n\n)\n\n\n \n\n\n \n\n\n(61.2\n\n\n)\n\n\n\n\n\n\nCash and cash equivalents at beginning of the period\n\n\n \n\n\n \n\n\n172.0\n\n\n \n\n\n \n\n\n \n\n\n233.2\n\n\n \n\n\n\n\n\n\nCash and cash equivalents at end of the period\n\n\n \n\n\n$\n\n\n157.0\n\n\n \n\n\n \n\n\n$\n\n\n172.0\n\n\n \n\n\n\n\n\n\nOperating activities\n\n\nNet cash provided by operating activities increased $34.0 million to $132.8 million in fiscal 2023, compared to $98.8 million in fiscal 2022. The increase was due to lower cash outflows related to changes in operating assets and liabilities, partially offset by lower net income adjusted for non-cash items. The $3.5 million of cash outflows for operating assets and liabilities in fiscal 2023 was primarily due to higher accounts receivable, prepaid expenses and other assets, partially offset by lower inventory, and higher accounts payable and other liabilities.\n\n\nInvesting activities\n \n\n\nNet cash used in investing activities was $153.1 million in fiscal 2023, compared to $37.4 million in fiscal 2022. In fiscal 2023, we paid $114.6 million of cash, net of cash acquired, for the acquisition of Nordic Lights. Capital expenditures in fiscal 2023 were $42.0 million, compared to $38.0 million in fiscal 2022. We received $3.5 million of cash from the sale of property, plant and equipment in fiscal 2023.\n\n\n24\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nFinancing activities\n \n\n\nNet cash provided by financing activities was $3.2 million in fiscal 2023, compared to net cash used in financing activities of $114.6 million in fiscal 2022. In fiscal 2023, we paid $48.1 million of cash for the repurchase of our shares under our share buyback program, compared to $64.5 million in fiscal 2022. We paid cash dividends of $19.8 million in fiscal 2023, compared to $20.4 million in fiscal 2022. In fiscal 2023, we had net borrowings of $73.7 million primarily to fund the acquisition of Nordic Lights. In fiscal 2022, we had net repayments on our borrowings of $29.2 million. In connection with our Credit Agreement, we paid debt issuance costs of $3.2 million.\n\n\nContractual Obligations\n\n\nThe following table summarizes our significant known contractual cash obligations and commercial commitments as of April 29, 2023:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nPayments Due By Period\n\n\n \n\n\n\n\n\n\n(in millions)\n\n\n \n\n\nTotal\n\n\n \n\n\n \n\n\nLess than\n 1 year\n\n\n \n\n\n \n\n\n1-3 years\n\n\n \n\n\n \n\n\n3-5 years\n\n\n \n\n\n \n\n\nMore than\n 5 years\n\n\n \n\n\n\n\n\n\nFinance leases\n\n\n \n\n\n$\n\n\n0.6\n\n\n \n\n\n \n\n\n$\n\n\n0.2\n\n\n \n\n\n \n\n\n$\n\n\n0.3\n\n\n \n\n\n \n\n\n$\n\n\n0.1\n\n\n \n\n\n \n\n\n$\n\n\n—\n\n\n \n\n\n\n\n\n\nOperating leases\n\n\n \n\n\n \n\n\n33.1\n\n\n \n\n\n \n\n\n \n\n\n7.8\n\n\n \n\n\n \n\n\n \n\n\n11.2\n\n\n \n\n\n \n\n\n \n\n\n8.3\n\n\n \n\n\n \n\n\n \n\n\n5.8\n\n\n \n\n\n\n\n\n\nDebt (1)\n\n\n \n\n\n \n\n\n310.1\n\n\n \n\n\n \n\n\n \n\n\n3.2\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n \n\n\n \n\n\n305.8\n\n\n \n\n\n \n\n\n \n\n\n0.7\n\n\n \n\n\n\n\n\n\nEstimated interest on debt (2)\n\n\n \n\n\n \n\n\n73.4\n\n\n \n\n\n \n\n\n \n\n\n15.1\n\n\n \n\n\n \n\n\n \n\n\n33.3\n\n\n \n\n\n \n\n\n \n\n\n25.0\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\n\n\nDeferred compensation\n\n\n \n\n\n \n\n\n9.5\n\n\n \n\n\n \n\n\n \n\n\n2.0\n\n\n \n\n\n \n\n\n \n\n\n2.8\n\n\n \n\n\n \n\n\n \n\n\n2.4\n\n\n \n\n\n \n\n\n \n\n\n2.3\n\n\n \n\n\n\n\n\n\nTotal\n\n\n \n\n\n$\n\n\n426.7\n\n\n \n\n\n \n\n\n$\n\n\n28.3\n\n\n \n\n\n \n\n\n$\n\n\n48.0\n\n\n \n\n\n \n\n\n$\n\n\n341.6\n\n\n \n\n\n \n\n\n$\n\n\n8.8\n\n\n \n\n\n\n\n\n\n(1) Assumes the outstanding borrowings under the revolving credit facility will be repaid upon maturity of the credit agreement in October 2027.\n\n\n(2) Based on interest rates in effect as of April 29, 2023 (including the impact of interest rate swaps).\n\n\nOff-Balance Sheet Arrangements\n\n\nWe do not have any off-balance sheet arrangements as defined under SEC rules.\n\n\nLegal Matters\n \n\n\nFor several years, Hetronic Germany-GmbH and Hydronic-Steuersysteme-GmbH (the “Fuchs companies”) served as our distributors for Germany, Austria and other central and eastern European countries pursuant to their respective intellectual property licenses and distribution and assembly agreements. We became aware that the Fuchs companies and their managing director, Albert Fuchs, had materially violated those agreements. As a result, we\n \nterminated all of our agreements with the Fuchs companies. On June 20, 2014, we filed a lawsuit against the Fuchs companies in the Federal District Court for the Western District of Oklahoma alleging material breaches of the distribution and assembly agreements and seeking damages, as well as various forms of injunctive relief. The defendants filed counterclaims alleging breach of contract, interference with business relations and business slander. On April 2, 2015, we amended our complaint against the Fuchs companies to add additional unfair competition and Lanham Act claims and to add additional affiliated parties.\n \n\n\nA trial with respect to the matter began in February 2020. During the trial, the defendants dismissed their one remaining counterclaim with prejudice. On March 2, 2020, the jury returned a verdict in favor of the Company. The verdict included approximately $102 million in compensatory damages and $11 million in punitive damages. On April 22, 2020, the Court entered a permanent injunction barring defendants from selling infringing products and ordering them to return Hetronic’s confidential information. Defendants appealed entry of the permanent injunction. On May 29, 2020, the Court held defendants in contempt for violating the permanent injunction and entered the final judgment. Defendants appealed entry of the final monetary judgment as well. The appeal of the permanent injunction and the appeal of the final judgment were consolidated into a single appeal before the U.S. Court of Appeals for the Tenth Circuit. On August 24, 2021, the Tenth Circuit issued a decision affirming the lower court’s ruling with the exception that it instructed the District Court to modify the injunction from the entire world to all of the countries in which Hetronic sells its products. On April 20 and 21, 2022, the District Court held a hearing related to modifying the injunction pursuant to the Tenth Circuit’s opinion, and the parties have filed post-hearing briefs. The defendants also filed a petition for certiorari with the United States Supreme Court seeking to further appeal the extraterritorial application of the Lanham Act in this case. We opposed that petition. The Supreme Court requested the views of the Solicitor General on the petition for certiorari, and the Solicitor General recommended granting the petition. On November 4, 2022, the Supreme Court granted the petition. The Supreme Court heard arguments in this matter on March 21, 2023. At the conclusion of the hearing, the Supreme Court took the matter under advisement. Like any judgment, particularly a judgment involving defendants outside of the United States, there is no guarantee that we will be able to collect all or any portion of the judgment.\n\n\nWe incurred legal fees of $3.9 million, $3.3 million and $5.7 million in fiscal 2023, fiscal 2022 and fiscal 2021, respectively, related to the lawsuits. These amounts are included in the selling and administrative expenses and as part of the Industrial segment.\n\n\n25\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nCritical Accounting Policies and Estimates\n \n\n\nThe preparation of financial statements in conformity with GAAP requires that we make estimates and assumptions that can affect amounts reported in the consolidated financial statements and notes. In preparing our consolidated financial statements, we have made our best estimates and judgments of certain amounts included in the consolidated financial statements. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable. To the extent that there are differences between these estimates and actual results, our consolidated financial statements may be materially affected. Below are the estimates that we believe are critical to the understanding of our results of operations and financial condition. Other accounting policies are described in Note 1, “Description of Business and Summary of Significant Accounting Policies” to the consolidated financial statements included in this Annual Report.\n\n\nRevenue recognition.\n Most of our revenue is recognized at a point in time. We have determined that the most definitive demonstration that control has transferred to a customer is physical shipment or delivery, depending on the contractual shipping terms, except for consignment transactions. Consignment transactions are arrangements where we transfer products to a customer location but retain ownership and control of such product until it is used by the customer. Revenue for consignment arrangements is recognized upon the customer’s usage.\n\n\nRevenue associated with products which we believe have no alternative use, and where we have an enforceable right to payment, are recognized on an over time basis. Revenue is recognized based on progress to date, which is typically even over the production process through transfer of control to the customer.\n\n\nIn addition, from time to time, customers may negotiate annual price downs. Management has evaluated these price downs and determined that in some instances, these price downs give rise to a material right. In instances that a material right exists, a portion of the transaction price is allocated to the material right and recognized over the life of the contract.\n\n\nGoodwill.\n Goodwill is not amortized but is tested for impairment on at least an annual basis. Goodwill is evaluated at the reporting unit level by comparing the fair value of the reporting unit to its carrying amount including goodwill. An impairment of goodwill exists if the carrying amount of the reporting unit exceeds its fair value. The impairment loss is the amount by which the carrying amount exceeds the reporting unit’s fair value, limited to the total amount of goodwill allocated to that reporting unit. In performing the goodwill impairment test, we have the option to first assess qualitative factors to determine whether the existence of events or circumstances leads to a determination that it is more likely than not that the estimated fair value of a reporting unit is less than its carrying amount.\n \n\n\nQualitative factors include, but are not limited to, the results of prior year fair value calculations, the movement of our share price and market capitalization, the reporting unit and overall financial performance, and macroeconomic and industry conditions. We consider the qualitative factors and weight of the evidence obtained to determine if it is more likely than not that a reporting unit’s fair value is less than the carrying amount. If, after assessing the qualitative factors, we were to determine that it is more likely than not that the fair value of a reporting unit is less than its carrying value, then a quantitative assessment is performed. We may also elect to proceed directly to the quantitative assessment without considering such qualitative factors.\n\n\nFor the quantitative assessment, we utilize either, or a combination of, the income approach and market approach to estimate the fair value of the reporting unit. The income approach uses a discounted cash flow method and the market approach uses appropriate valuation multiples observed for the reporting unit’s guideline public companies. The determination of discounted cash flows are based on management’s estimates of revenue growth rates and earnings before interest, taxes, depreciation and amortization (“EBITDA”) margins, taking into consideration business and market conditions for the countries and markets in which the reporting unit operates. We calculate the discount rate based on a market-participant, risk-adjusted weighted average cost of capital, which considers industry specific rates of return on debt and equity capital for a target industry capital structure, adjusted for risks associated with business size, geography and other factors specific to the reporting unit. Long-range forecasting involves uncertainty which increases with each successive period. Revenue growth rates and profitability assumptions, especially in the outer years, involve a greater degree of uncertainty.\n \n\n\nImpairment of long-lived assets. \nWe evaluate whether events and circumstances have occurred which indicate that the remaining estimated useful lives of our intangible assets, excluding goodwill, and other long-lived assets, may warrant revision or that the remaining balance of such assets may not be recoverable. If impairment indicators exist, we perform an impairment analysis by comparing the undiscounted cash flows resulting from the use of the asset group to the carrying amount. If the carrying amount exceeds the undiscounted cash flows, an impairment loss is recognized based on the excess of the asset’s carrying amount over its fair value.\n\n\n26\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n\nIncome taxes.\n Our income tax expense and deferred tax assets and liabilities reflect management’s best assessment of estimated current and future taxes to be paid. We are subject to income taxes in the U.S. and numerous foreign jurisdictions. Significant judgments and estimates are required in determining the consolidated income tax provision and in evaluating income tax uncertainties.\n\n\nThe amount of income taxes we pay is subject to ongoing audits by federal, state and foreign tax authorities. Our estimate of the potential outcome of any uncertain tax issue is subject to management’s assessment of relevant risks, facts, and circumstances existing at that time. We use a more-likely-than-not threshold for financial statement recognition and measurement of tax positions taken or expected to be taken in a tax return. We record a liability for the difference between the benefit recognized and measured and tax position taken or expected to be taken on our tax return. To the extent that our assessment of such tax positions changes, the change in estimate is recorded in the period in which the determination is made. We report tax-related interest and penalties as a component of income tax expense.\n\n\nOur deferred tax assets and liabilities reflect temporary differences between the amount of assets and liabilities for financial and tax reporting purposes. We adjust these amounts to reflect changes in tax rates expected to be in effect when the temporary differences reverse. We record a valuation allowance to reduce our deferred tax assets to the amount that is more likely than not to be realized. We evaluate our ability to realize the tax benefits associated with deferred tax assets by assessing the adequacy of future expected taxable income, including the reversal of existing temporary differences, historical and projected operating results, and the availability of prudent and feasible tax planning strategies. The realization of tax benefits is evaluated by jurisdiction and the realizability of these assets can vary based on the character of the tax attribute and the carryforward periods specific to each jurisdiction. In the event we were to determine that we would be able to realize our deferred tax assets in the future in excess of its net recorded amount, an adjustment to the deferred tax asset would decrease income tax expense in the period a determination was made. Likewise, should we determine that we would not be able to realize all or part of our net deferred tax asset in the future, an adjustment to the deferred tax asset would be recorded to income tax expense in the period such determination was made.\n\n\nWe provide for taxes that may be payable if undistributed earnings of overseas subsidiaries were to be remitted to the U.S., except for those earnings that\n \nwe consider to be permanently reinvested. Future sales of foreign subsidiaries are not exempt from capital gains tax in the U.S. We have no plans to dispose of any of our foreign subsidiaries and are not recording deferred taxes on outside basis differences in foreign subsidiaries for the sale of a foreign subsidiary.\n\n\nBusiness combinations. \nWe account for business combinations using the acquisition method of accounting whereby the identifiable assets and liabilities of the acquired business, as well as any noncontrolling interest in the acquired business, are recorded at their estimated fair values as of the date that we obtain control of the acquired business. Any purchase consideration in excess of the estimated fair values of the net assets acquired is recorded as goodwill. Acquisition-related expenses are expensed as incurred.\n\n\nDetermining the fair value of assets acquired and liabilities assumed requires management's judgment and often involves the use of significant estimates and assumptions, including assumptions with respect to future cash inflows and outflows, discount rates, and market multiples, among other items. We determine the fair values of intangible assets acquired generally in consultation with third-party valuation advisors. The valuation of assets acquired, and liabilities assumed requires a number of judgments and is subject to revision as additional information about the fair values becomes available. We recognize any adjustments to provisional amounts that are identified during the period not to exceed twelve months from the acquisition date in which the adjustments are determined. The results of operations of businesses acquired are included in the consolidated financial statements from their dates of acquisition.\n\n\nContingencies.\n We are subject to various investigations, claims and legal and administrative proceedings covering a wide range of matters that arise in the ordinary course of business activities. A significant amount of judgment and use of estimates is required to quantify our ultimate exposure in these matters. For those matters that we can estimate a range of loss, we have established reserves at levels within that range to provide for the most likely scenario based upon available information. The valuation of reserves for contingencies is reviewed on a quarterly basis to ensure that we are properly reserved. Reserve balances are adjusted to account for changes in circumstances for ongoing issues and the establishment of additional reserves for emerging issues. While we believe that the current level of reserves is adequate, changes in the future could impact these determinations.\n\n\nNew Accounting Pronouncements\n\n\nFor more information regarding new applicable accounting pronouncements, see Note 1, “Description of Business and Summary of Significant Accounting Policies” to the consolidated financial statements included in this Annual Report.\n \n\n\n27\n\n\n \n\n\n\n\nTable of Contents\n\n\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualita\ntive Disclosures About Market Risk\n\n\nWe are exposed to market risks from foreign currency exchange, interest rates, and commodity prices, which could affect our operating results, financial position and cash flows. We manage a portion of these risks through use of derivative financial instruments in accordance with our policies. We do not enter into derivative financial instruments for speculative or trading purposes.\n \n\n\nForeign currency risk\n\n\nWe are exposed to foreign currency risk on sales, costs and assets and liabilities denominated in currencies other than the U.S. dollar. We seek to manage our foreign exchange risk largely through operational means, including matching revenue with same-currency costs and assets with same-currency liabilities. We currently transact business in eight primary currencies worldwide, of which the most significant are the U.S. dollar, the euro, the Chinese renminbi and the Mexican peso.\n\n\nA portion of our balance sheet is exposed to foreign currency exchange rate fluctuations, which may result in non-operating foreign currency exchange gains or losses upon remeasurement. We use foreign currency forward contracts to provide an economic hedge against balance sheet exposure to certain monetary assets and liabilities denominated in currencies other than the functional currency of the subsidiary. The forward contracts have a maturity of less than three months and are not designated as hedging instruments. As of April 29, 2023, the notional value of these outstanding contracts was $59.9 million. These hedges are intended to reduce, but may not entirely eliminate, foreign currency exchange risk. The impact of a change in the foreign currency exchange rates on our foreign currency forward contracts will generally be offset against the gain or loss from the re-measurement of the underlying balance sheet exposure.\n\n\nThe translation of the assets and liabilities of our international subsidiaries is made using the foreign currency exchange rates as of the end of the reporting period. Translation adjustments are not included in determining net income but are included in accumulated other comprehensive income (loss) within shareholders’ equity on the consolidated balance sheets until a sale or substantially complete liquidation of the net investment in the international subsidiary takes place. As of April 29, 2023, the cumulative net currency translation adjustments decreased shareholders’ equity by $19.8 million. As described in Note 8, \"Derivative Financial Instruments and Hedging Activities\" to our consolidated financial statements included in this Annual Report, in order to manage certain translational exposure to the euro, we have designated euro-denominated borrowings of $145.4 million as a net investment hedge in our euro-denominated subsidiaries. We have also entered into a euro-denominated cross-currency swap which is designated as a net investment hedge in our euro-denominated subsidiaries. The effective portion of the gains or losses designated as net investment hedges are recognized within the cumulative translation adjustment component in the consolidated statements of comprehensive income to offset changes in the value of the net investment in these foreign currency-denominated operations.\n\n\nInterest rate risk\n \n\n\nWe are exposed to interest rate risk on borrowings under our Credit Agreement which are based on variable rates. As of April 29, 2023, we had $305.4 million of borrowings under our Credit Agreement. We manage our interest rate exposures through the use of interest rate swaps to effectively convert a portion of our variable-rate debt to a fixed rate. The notional amount of our interest rate swaps was $100.0 million as of April 29, 2023. Based on borrowings outstanding under our Credit Agreement at April 29, 2023, net of the interest rate swaps, we estimate that a 1% increase in interest rates would result in increased annual interest expense of $3.1 million.\n\n\nCommodity price risk\n\n\nWe are exposed to commodity price risk primarily on our raw material purchases. These raw materials are not rare or unique to our industry. The cost of copper, resins, and other commodities, such as fuel and energy, has fluctuated in recent years due to changes in global supply and demand. Our gross margins could be affected if these types of costs continue to fluctuate. We actively manage these raw material costs through global sourcing initiatives and price increases on our products where possible. However, in the short-term, further increases in raw material costs can be very difficult to fully offset with price increases because of contractual agreements with our customers, which would unfavorably impact our gross margins.\n\n",
    "cik": "65270",
    "cusip6": "591520",
    "cusip": [
        "591520200",
        "591520900"
    ],
    "names": [
        "METHODE ELECTRS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/65270/000095017023030121/0000950170-23-030121-index.htm"
}