{
    "item1": ">Item 1.        Business                                            \n \nOverview \nThe Hain Celestial Group, Inc., a Delaware corporation (collectively, along with its subsidiaries, the “Company,” and herein referred to as “Hain Celestial,” “we,” “us” and “our”), was founded in 1993. The Company is a leading manufacturer, marketer and seller of better-for-you brands that inspire healthier living. The Company is committed to growing sustainably while continuing to implement environmentally sound business practices and manufacturing processes. Hain Celestial sells its products through specialty and natural food distributors, supermarkets, natural food stores, mass-market and e-commerce retailers, food service channels and club, drug and convenience stores worldwide.\nThe Company’s food and beverage brands include Celestial Seasonings\n®\n, Clarks™, Cully & Sully\n®\n, Earth’s Best\n®\n, Ella’s Kitchen\n®\n, Frank Cooper’s\n®\n, Garden of Eatin’\n®\n, Garden Veggie\n™\n, Hartley’s\n®\n, Health Valley\n®\n, Imagine\n®\n, Joya\n®\n, Lima\n®\n, Linda McCartney’s\n®\n (under license), MaraNatha\n®\n, Natumi\n®\n, New Covent Garden Soup Co.\n®\n, ParmCrisps\n®\n, Robertson’s\n®\n, Rose’s\n®\n (under license), Sensible Portions\n®\n, Spectrum\n®\n, Sun-Pat\n®\n, Terra\n®\n, The Greek Gods\n®\n, Thinsters\n®\n, Yorkshire Provender\n®\n and Yves Veggie Cuisine\n®\n. The Company’s personal care brands include Alba Botanica\n®\n, Avalon Organics\n®\n, JASON\n®\n, Live Clean\n®\n and Queen Helene\n®\n.\nImpact\nWe are a global health and wellness company whose purpose is to inspire healthier living for people, communities, and the planet through better-for-you brands. We have focused our Impact strategy around expanding our commitment to environmentally sound business practices, creating and selling better-for-you products, social and commUpunity impact initiatives and sustainable manufacturing processes.\nOur Impact strategy also consists of our environmental, social, and governance (“ESG”) goals along with a commitment to considering long-term social and environmental impacts. More details about our Impact strategy and goals, including our most recent ESG Report, are available at hain.com/company/impact.\nOur ESG Reports and the other information available at hain.com/company/impact are not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any of our other filings made with the Securities and Exchange Commission (the “SEC”).\nHuman Capital Resources\nAs of June 30, 2023, we had approximately 2,837 employees, with approximately 46% located in North America and approximately 54% located outside of North America. Approximately 59% of our employees in North America and approximately 60% of our employees outside of North America were based in our production facilities. Substantially all of our employees are full-time, permanent employees.\nOur employees are critical to our success. The following programs, initiatives and principles encompass some of the human capital objectives and measures that we focus on in managing our business and in seeking to attract and retain a talented workforce.\nDiversity and Inclusion\nPeople have always been our greatest asset. They are the very heart of our Company, and we believe everyone should feel encouraged, respected and welcomed in our workplace.\nDiversity and inclusion drives success, and we believe that our employees’ diverse backgrounds and experiences are essential to helping us all to continue to thrive internally and deliver innovative products to our customers. We promote fairness by practicing equal opportunity in all decisions about hiring, compensation, training, promotions and every other aspect of employment.\n4\nTable of Contents\nWe maintain a Diversity & Inclusion (“D&I”) Council in North America to create and foster a workplace that reflects and contributes to the diverse, global communities in which we do business. We are continuing to work to build our D&I efforts into recruitment, retention and internal mobility.\nAs of June 30, 2023, our global workforce was 59% male and 41% female. In the United States, on an employee self-reported basis, the racial/ethnic composition of our workforce was approximately 40% Hispanic or Latino, 42% White, 10% Black or African American, 6% Asian and 2% other. We make additional workforce demographic data available at \nhain.com/impact\n. The information available at \nhain.com/impact\n is not a part of this Form 10-K or incorporated into any of our other filings made with the SEC.\nEmployee Health and Safety\nEmployee safety is always front and center. We invest in the health, safety, development and well-being of our employees. In an effort to ensure workplace safety, we train employees on how to follow our detailed, written safety standards and procedures, and the law, and to watch for and report anything potentially harmful. Our safety key performance indicators are reviewed weekly, monthly and annually to ensure quick feedback and to address safety issues as soon as they arise.\nLearning and Development\nWe offer a number of programs that help our employees progress in their careers. These programs include access to online learning and development tools as well as many additional local initiatives across our global locations to support employees on their career paths and develop leadership qualities and career skills in our global workforce.\nBenefits\nOur employee benefits vary by region but generally include:\n•\nMedical, Dental, and Vision Benefits;\n•\nRetirement Savings and Pension Plans;\n•\nCommuter Benefits;\n•\nWellness Initiatives;\n•\nTuition Reimbursement; and\n•\nPaid Parental Leave including births, adoptions or placements of foster children.\nEmployee Satisfaction and Engagement\nWe aim to foster a culture of open communications and have implemented a global systematic employee engagement process in which employees are surveyed periodically. Our Executive Leadership Team regularly reviews the results and considers and implements action items to address areas that need improvement. We have additional regional programs and policies in place to encourage open communications with management and Human Resources about employees’ ideas, concerns and how they are doing.\nProducts\nOur brand portfolio focuses on growing global brands in categories where we believe we have the most potential. We continuously evaluate our existing products for quality, taste, nutritional value and cost and make improvements where possible. Conversely, we discontinue products or stock keeping units (“SKUs”) when sales of those items do not warrant further production. Products under different brands for our reportable segments are noted in the segments section.\nSeasonality\nCertain of our product lines have seasonal fluctuations in demand. Hot tea, hot-eating desserts and soup sales are stronger in colder months, while sales of snack foods, sunscreen and certain of our personal care products are stronger in the warmer months. As such, our results of operations and our cash flows for any particular quarter are not indicative of the results we expect for the full year, and our historical seasonality may not be indicative of future quarterly results of operations. In recent years, net sales and diluted earnings per share in the first fiscal quarter have typically been the lowest of our four quarters.\n5\nTable of Contents\nSegments\nOur organization structure consists of two geographic based reportable segments: North America and International. This structure is in line with how our Chief Operating Decision Maker (“CODM”) assesses our performance and allocates resources.\nSee “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7 and Note 19, \nSegment Information\n, in the Notes to the Consolidated Financial Statements included in Part II, Item 8 of this Form 10-K for additional details.\nNorth America Segment:\nUnited States\nOur products are sol\nd throughout the United States. Our customer base consists principally of specialty and natural food distributors, supermarkets and natural food stores, mass-market, club stores, e-commerce retailers, drug and convenience stores, and food service channels. Our products are sold through a combination of direct salespeople, brokers and distributors. We believe that our direct salespeople com\nbined with brokers and distributors provide an effective means of reaching a broad and diverse customer base. Brokers act as agents for us within designated territories and receive commissions. A portion of our direct sales force is organized into dedicated teams to serve our significant customers. \nA significant portion of the products marketed by us are sold through independent distributors. Food distributors purchase products from us for resale to retailers.\nThe brands sold in the United States include:\n•\nGarden Veggie\n™\n and Sensible Portions\n®\n snack products including Garden Veggie Straws\n®\n, Garden Veggie Chips and Apple Straws\n®\n,\n \nTerra\n®\n varieties of root vegetable chips, potato chips, and other exotic vegetable chips, Garden of Eatin’\n®\n tortilla chips, and ParmCrisps\n®\n.\n•\nTea products under the Celestial Seasonings\n®\n brand and include more than 100 varieties of herbal, green, black, wellness, rooibos and chai teas, with well-known names and products such as Sleepytime\n®\n, Lemon Zinger\n®\n, Red Zinger\n®\n,\n \nCinnamon Apple Spice, Bengal Spice\n®\n, Country Peach Passion\n®\n and Tea Well\n®\n. \n•\nBaby food products include infant and toddler formula, infant cereals, jarred baby food, baby food pouches, snacks and frozen toddler and kids’ foods under the Earth’s Best\n®\n and Earth’s Best Sesame Street (under license) brands.\n•\nYogurt products include The Greek Gods\n®\n Greek-style yogurt products.\n•\nPersonal care products include hand, skin, hair and oral care products, sun care products and deodorants under the Alba Botanica\n®\n, Avalon Organics\n®\n, JASON\n®\n and Queen Helene\n®\n brands.\n•\nOther products include Spectrum\n®\n culinary oils, vinegars and condiments, Spectrum Essentials\n®\n nutritional oils and supplements, MaraNatha\n®\n nut butters, Imagine\n®\n broths, soups and gravies, Hain Pure Foods\n®\n condiments, Health Valley\n®\n cereal bars and soups, and Hollywood\n®\n oils.\nCanada\nOur products are sold throughout Canada. Our customer base consists principally of grocery supermarkets, club stores, mass merchandisers, natural food distributors, drug store chains, personal care distributors, and food service distributors. Our products are sold through our own retail direct sales force. We also utilize third-party brokers who receive commissions and sell to food service and retail customers. We utilize a third-party merchandising team for retail execution. As in the United States, a portion of the products marketed by us are sold through independent distributors.\nThe brands sold in Canada include Yves Veggie Cuisine\n®\n refrigerated and frozen meat-alternative snacks and meals, vegetables and lentils, Earth’s Best\n®\n infant formula, MaraNatha\n®\n nut butters, Spectrum\n®\n cooking and culinary oils, Imagine\n®\n aseptic soups, The Greek Gods\n®\n Greek-style yogurt and Robertson’s\n® \nmarmalades. Other food brands include Celestial Seasonings\n®\n teas, Terra\n®\n chips and Garden Veggie\n™\n and Sensible Portions\n®\n snack products. Our personal care products include skin, hair and oral care products, sun care products and deodorants under the Alba Botanica\n®\n, Avalon Organics\n®\n, JASON\n®\n, and Live Clean\n®\n brands.\n6\nTable of Contents\nInternational Segment:\nUnited Kingdom\nIn the United Kingdom, our products include soups, plant-based and meat-free dishes and meals, as well as ambient products such as jams, fruit spreads, jellies, honey, marmalades, nut butters, sweeteners, syrups and dessert sauces.\nThe products sold in the United Kingdom include Ella's Kitchen\n®\n premium organic infant and toddler foods, New Covent Garden Soup Co.\n® \nand Yorkshire Provender\n® \nchilled soups, private label and Farmhouse Fare\n™\n hot-eating desserts, Linda McCartney’s\n®\n (under license) chilled and frozen plant-based dishes and meals, Hartley’s\n®\n jams, fruit spreads and jellies, Sun-Pat\n® \nnut butters, Clarks™ natural sweeteners and Robertson’s\n®\n, Frank Cooper’s\n®\n and Rose’s\n®\n (under license) marmalades. We also provide a comprehensive range of private label products to many grocery and organic food retailers, convenience stores and food service providers in the following categories: fresh soup, chilled desserts, meat-free dishes and meals and ambient grocery products.\nOur products are principally sold throughout the United Kingdom and Ireland but are also sold in Europe and other parts of the world. Our customer base consists principally of retailers, convenience stores, food service providers, business to business, natural food and ethnic specialty distributors, club stores and wholesalers.\nEurope\nOur products sold by the Europe reporting unit include, among others, products sold under the Joya\n®\n, Lima\n®\n and Natumi\n® \nbrands. The Lima\n®\n brand includes a wide range of organic products such as soy sauce, plant-based beverages and grain cakes, as well as grains, pasta, cereals, miso, snacks, sweeteners, spreads, soups and condiments. Our Natumi\n®\n brand includes plant-based beverages, including rice, soy, oat and spelt. Our Joya\n®\n brand includes soy, oat, rice and nut-based drinks as well as plant-based yogurts, desserts, creamers and tofu. We also sell our Hartley’s\n®\n jams, fruit spreads and jellies, Terra\n®\n varieties of root vegetable and potato chips, Celestial Seasonings\n®\n teas, Linda McCartney’s\n®\n (under license) chilled and frozen plant-based dishes and meals, Cully & Sully\n®\n chilled soups and ready meals, and private label products in Europe. \nOur products are sold in grocery stores and organic food stores throughout Europe, the Middle East and India. Our products are sold using our own direct sales force and local distributors.\nCustomers\nWalmart Inc. and its affiliates together accounted for approximately 16%, 15% and 11% of our consolidated sales for the fiscal years ended June 30, 2023, 2022 and 2021, respectively, which were primarily related to the United States, Canada and United Kingdom. No other customer accounted for at least 10% of our net sales in any of the past three fiscal years. \nForeign Operations\nWe sell our products to customers worldwide. Sales outside of the United States represented approximately \n43%, 45% and 52% of our consolidated net sales in \nfiscal 2023, 2022 and 2021, respectively.\nMarketing\nWe aim to meet the consumer at multiple points in their journey, across the digital and omnichannel ecosystem, communicating both in-store and online. We use a combination of trade and consumer advertising and promotion. Trade advertising and promotion includes placement fees, cooperative advertising, feature advertising in distribution catalogs and in-store merchandising in prominent and secondary locations.\nConsumer advertising and promotion is used to build brand awareness and equity, drive trial to bring in new consumers and retain existing users to increase household penetration and consumption. Paid social and digital advertising, including retailer media and public relations programs, are the main drivers of brand awareness. Trial and conversion tactics include, but are not limited to, product search on Google and e-commerce sites, digital coupons, product sampling, direct mail and e-consumer relationship programs. Additionally, brand specific websites and social media pages are used to engage consumers with lifestyle, product and usage information related to specific brands.\n7\nTable of Contents\nWe also utilize marketing arrangements with third parties to help create awareness and advocacy. For example, our Earth’s Best\n®\n brand has an agreement with PBS Kids and Sesame Workshop in the United States, leveraging popular characters for on and off packaging communications. We also leverage various influencers to help increase brand reach and relevance. \nNew Product Initiatives Through Research and Development\nInnovation, including new product development, is a key component of our growth strategy. We continuously seek to understand our consumers and develop products that address their desire for organic, natural and better-for-you alternatives to conventional packaged foods and personal care products. We have a demonstrated track record of extending our product offerings into other product categories. A team of professional product developers, including microbiologists, nutritionists, food scientists, chefs and chemists, work to develop products to meet changing consumer needs. Our research and development staff incorporates product ideas from all areas of our business in order to formulate new products. In addition to developing new products, the research and development staff routinely reformulates and improves existing products based on advances in ingredients, packaging and technology. In addition to our Company-sponsored research and development activities, in order to quickly and economically introduce our new products to market, we may partner with contract manufacturers that make our products according to our formulas or other specifications. The Company also partners with certain customers from time to time on exclusive customer initiatives. The Company’s research and development expenditures do not include the expenditures on such activities undertaken by co-packers and suppliers who develop numerous products on behalf of the Company and on their own initiative with the expectation that the Company will accept their new product ideas and market them under the Company’s brands.\nProduction\nManufacturing\nDuring fiscal 2023, 2022 and 2021, approximately \n58%\n, 51% and 61%, respectively, of our revenue was derived from products manufactured at our own facilities.\nOur North America reportable segment operates the following manufacturing facilities: \n•\nBoulder, Colorado, which produces Celestial Seasonings\n®\n teas;\n•\nMountville, Pennsylvania, which produces Garden Veggie\n™\n, Sensible Portions\n®\n and Terra\n®\n snack products;\n•\nBell, California, which produces Alba Botanica\n®\n, Avalon Organics\n®\n, and JASON\n® \npersonal care products;\n•\nLancaster, Pennsylvania, which produces snack products;\n•\nYork, Pennsylvania, which produces ParmCrisps\n®\n;\n•\nVancouver, British Columbia, which produces Yves Veggie Cuisine\n®\n plant-based snacks and meals; and\n•\nMississauga, Ontario, which produces our Live Clean\n® \nand other personal care products.\nOur International reportable segment operates the following manufacturing facilities:\n•\nHiston, England, which produces our ambient grocery products including Hartley’s\n®\n, Frank Cooper’s\n®\n, Robertson’s\n®\n and Clarks™;\n•\nGrimsby, England, which produces our New Covent Garden Soup Co.\n®\n and Yorkshire Provender\n®\n \nchilled soups;\n•\nClitheroe, England, which produces our private label and Farmhouse Fare\nTM \nhot-eating desserts;\n \n•\nFakenham, England, which produces Linda McCartney’s\n®\n (under license) meat-free frozen and chilled dishes and meals;\n•\nTroisdorf, Germany, which produces Natumi\n®\n, Lima\n®\n, \n \nJoya\n®\n and other plant-based beverages and private label products; \n•\nOberwart, Austria, which produces our Lima\n® \nand Joya\n®\n plant-based foods and beverages, creamers, cooking creams and private label products; and\n•\nSchwerin, Germany, which also produces our Lima\n® \nand Joya\n®\n plant-based foods and beverages and private label products.\n \nSee “Item 2: Properties” of this Form 10-K for more information on the manufacturing facilities that we operate. \n8\nTable of Contents\nContract Manufacturers\nIn addition to the products manufactured in our own facilities, independent third-party contract manufacturers, who are referred to in our industry as co-manufacturers or co-packers, manufacture many of our products. In general, utilizing co-packers provides us with the flexibility to produce a large variety of products and the ability to enter new categories quickly and economically. Our contract manufacturers have been selected based on their production capabilities, capitalization and their specific product category expertise, and we expect to \ncontinue to partner with them to improve and expand our product offerings. During fiscal 2023, 2022 and 2021, approximately 42%, 49% and 39%, respec\ntively, of our sales were derived from products manufactured by co-packers. We require that our co-packers comply with all\n \napplicable regulations and our quality and food safety program requirements, and compliance is verified through auditing and other activities. Additionally, the co-packers are required to ensure our products are manufactured in accordance with our finished goods specifications to ensure we meet customer expectations.\nSuppliers of Ingredients and Packaging\nAgricultural commodities and ingredients, including vegetables, fruits, oils, grains, beans, nuts, tea and herbs, spices, and dairy products, are the principal inputs used in our food and beverage products. Plant-based surfactants, glycerin and alcohols are the main inputs used in our personal care products. Our primary packaging supplies are cartons, pouches, printed film, paper, paperboard and jars. We strive to maintain a global supplier base that provides innovative ideas and sustainable packaging alternatives.\nOur raw materials and packaging materials are obtained from various suppliers around the world. The Company works with its suppliers to ensure the quality and safety of their ingredients and that such ingredients meet our specifications and comply with applicable regulations. These assurances are supported by our purchasing contracts, supplier expectations manual, supplier code of conduct, and technical assessments, including questionnaires, scientific data, certifications, affidavits, certificates of analysis and analytical testing, where required. Our purchasers and quality team visit major suppliers around the world to procure competitively priced, quality ingredients that meet our specifications.\nWe maintain long-term relationships with many of our suppliers. Purchase arrangements with ingredient suppliers are generally made annually. Purchases are made through purchase orders or contracts, and price, delivery terms and product specifications vary.\nAgricultural commodities and ingredients are subject to price volatility which can be caused by a variety of factors. We attempt to mitigate the input price volatility by negotiating and entering into purchase arrangements with our suppliers and by adjusting the sale price of our products.\nCompetition\nWe operate in a highly competitive environment. Our products compete with both large conventional packaged goods companies and natural and organic packaged foods companies. Many of these competitors enjoy significantly greater resources. Large conventional packaged foods competitors include Campbell Soup Company, Conagra Brands, Inc., Danone S.A., General Mills, Inc., The Hershey Company, The J.M. Smucker Company, Kellogg Company, Mondelez International, Inc., Nestle S.A., PepsiCo, Inc. and Unilever PLC. Large conventional personal care products companies with whom we compete include, but are not limited to, The Clorox Company, Colgate-Palmolive Company, Johnson & Johnson, The Procter & Gamble Company, S. C. Johnson & Son, Inc. and Unilever PLC. Certain of these large conventional packaged foods and personal care companies compete with us by selling both conventional products and natural and/or organic products. In addition to these competitors, in each of our categories we compete with many regional and small, local niche brands. Given limited retailer shelf space and merchandising events, competitors actively support their respective brands with marketing, advertising and promotional spending. In addition, most retailers market similar items under their own private label, which compete for the same shelf space.\nCompetitive factors in the packaged foods industry include product quality and taste, brand awareness and loyalty, product variety, interesting or unique product names, product packaging and package design, shelf space, reputation, price, advertising, promotion and nutritional claims. \n9\nTable of Contents\nTrademarks\nWe believe that brand awareness is a significant component in a consumer’s decision to purchase one product over another in the highly competitive consumer packaged goods industry. We generally register our trademarks and brand names in the United States, Canada, the European Union, and the United Kingdom and/or other foreign countries depending on the area of distribution of the applicable products. We intend to keep these filings current and seek protection for new trademarks to the extent consistent with business needs. We monitor trademark registers worldwide and take action to enforce our rights as we deem appropriate. We believe that our trademarks are significant to the marketing and sale of our products and that the inability to utilize certain of these names and marks, and/or the inability to prevent third parties from using similar names or marks, could have a material adverse effect on our business.\nWe also market products under brands licensed under trademark license agreements, including Linda McCartney’s\n®\n, Rose’s\n®\n, the Sesame Street name and logo and other Sesame Workshop intellectual property on certain of our Earth’s Best\n®\n products, as well as the Paddington Bear image on certain of our Robertson’s\n®\n products.\nGovernment Regulation\nWe are subject to extensive regulations in the United States by federal, state and local government authorities. In the United States, the federal agencies governing the manufacture, marketing and distribution of our products include, among others, the Federal Trade Commission (“FTC”), the United States Food & Drug Administration (“FDA”), the United States Department of Agriculture (“USDA”), the United States Environmental Protection Agency (“EPA”) and the Occupational Safety and Health Administration (“OSHA”). Under various statutes, these agencies prescribe and establish, among other things, the requirements and standards for quality, safety and representation of our products to the consumer in labeling and advertising.\nInternationally, we are subject to the laws and regulatory authorities of the foreign jurisdictions in which we manufacture and sell our products, including the Canadian Food Inspection Agency, Health Canada, Food Standards Agency in the United Kingdom, and the European Food Safety Authority.\nQuality Control\nWe utilize a comprehensive product safety and quality management program, which employs strict manufacturing procedures, expert technical knowledge on food safety science, employee training, ongoing process innovation, use of quality ingredients and both internal and independent auditing.\nIn the United States, each of our own food manufacturing facilities has a Food Safety Plan (“FSP”), which focuses on preventing food safety risks and is compliant with the requirements set forth under the Food Safety Modernization Act (“FSMA”). In addition, each such facility has at least one Preventive Controls Qualified Individual (“PCQI”) who has successfully completed training equivalent to that received under a standardized curriculum recognized by the FDA.\nWe conduct audits of our contract manufacturers to address topics such as allergen control; ingredient, packaging and product specifications; and sanitation. Under FSMA, each of our contract manufacturers is required to have a FSP, a Hazard Analysis Critical Control Plant (“HACCP”) plan or a hazard analysis critical control points plan that identifies critical pathways for contaminants and mandates control measures to be in place to mitigate food-borne hazards.\nIndependent Certifications\nSubstantially all of our Hain-owned manufacturing sites and a significant number of our contract manufacturers are certified against a recognized standard such as the Global Food Safety Initiative (“GFSI”), which includes Safe Quality Foods (“SQF”) and British Retail Consortium (“BRC”), or ISO 9001 Quality Management Systems and ISO 22716 GMP Cosmetic and Personal Care. All facilities where our food products are manufactured are GFSI compliant. These standards are integrated product safety and quality management protocols designed specifically for the food and personal care sectors and offer a comprehensive methodology to manage product safety and quality. Certification provides an independent and external validation that a product, process or service complies with applicable regulations and standards.\nIn the United States, our organic products are certified in accordance with the USDA’s National Organic Program through Quality Assurance International (“QAI”), a third-party certifying agency. For products marketed as organic outside of the United States, we use accredited certifying agencies to ensure compliance with country-specific government regulations for selling organic products or reciprocity, where available.\n10\nTable of Contents\nMany of our products are certified kosher under the supervision of accredited agencies including The Union of Orthodox Jewish Congregations and “KOF-K” Kosher Supervision.\nWe also work with other non-governmental organizations such as NSF International, which developed the NSF/ANSI 305 Standard for Personal Care Products Containing Organic Ingredients and provides third-party certification through QAI for certain of our personal care products. In addition, we work with other nongovernmental organizations such as the Gluten Free Intolerance Group, Fair Trade USA, Environmental Working Group, The Skin Cancer Foundation, Coalition for Consumer Information on Cosmetics/Leaping Bunny, The Roundtable on Sustainable Palm Oil and the Non-GMO Project.\nCompany Website and Available Information\nThe following information can be found, free of charge, in the “Investor Relations” section of our corporate website at                                          \nir.hain.com\n:\n•\nour annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC;\n•\nour policies related to corporate governance, including our Code of Business Conduct and Ethics (“Code of Ethics”) applying to our directors, officers and employees (including our principal executive officer and principal financial and accounting officers) that we have adopted to meet the requirements set forth in the rules and regulations of the SEC and The Nasdaq Stock Market LLC; and\n•\nthe charters of the Audit, Compensation, Corporate Governance and Nominating, and Strategy Committees of our Board of Directors.\nIf the Company ever were to amend or waive any provision of its Code of Ethics that applies to the Company’s principal executive officer, principal financial officer, principal accounting officer or any person performing similar functions, the Company intends to satisfy its disclosure obligations, if any, with respect to any such waiver or amendment by posting such information on its website set forth above rather than by filing a Current Report on Form 8-K.\nThe Company may use its website as a distribution channel of material Company information. Financial and other important information regarding the Company is routinely posted on and accessible through the Company’s investor relations website at \nir.hain.com\n. In addition, you may automatically receive email alerts and other information about the Company when you enroll your email address by visiting “E-mail Alerts” under the \"IR Resources\" section of our investor relations website. Information on the Company’s website is not incorporated by reference herein and is not a part of this Form 10-K.\n11\nTable of Contents",
    "item1a": ">Item 1A.     Risk Factors\nOur business, operations and financial condition are subject to various risks and uncertainties. The most significant of these risks include those described below; however, there may be additional risks and uncertainties not presently known to us or that we currently consider immaterial. If any of the following risks and uncertainties develop into actual events, our business, financial condition or results of operations could be materially adversely affected. In such case, the trading price of our common stock could decline, and you may lose all or part of your investment. These risk factors should be read in conjunction with the other information in this Annual Report on Form 10-K and in the other documents that we file from time to time with the SEC.\nRisks Related to Our Business, Operations and Industry\nOur markets are highly competitive.\nWe operate in highly competitive geographic and product markets. Numerous brands and products compete for limited retailer shelf space, where competition is based on product quality, brand recognition, brand loyalty, price, product innovation, promotional activity, availability and taste among other things. Retailers also market competitive products under their own private labels, which are generally sold at lower prices and compete with some of our products.\nSome of our markets are dominated by multinational corporations with greater resources and more substantial operations than us. We may not be able to successfully compete for sales to distributors or retailers that purchase from larger competitors that have greater financial, managerial, sales and technical resources. Conventional food companies, including but not limited to Campbell Soup Company, Conagra Brands, Inc., Danone S. A., General Mills, Inc., The Hershey Company, The J.M. Smucker Company, Kellogg Company, Mondelez International, Inc., Nestle S.A., PepsiCo, Inc. and Unilever PLC, and conventional personal care products companies, including but not limited to The Clorox Company, Colgate-Palmolive Company, Johnson & Johnson, The Procter & Gamble Company, S. C. Johnson & Son, Inc. and Unilever PLC, may be able to use their resources and scale to respond to competitive pressures and changes in consumer preferences by introducing new products or reformulating their existing products, reducing prices or increasing promotional activities. We also compete with other organic and natural packaged food brands and companies, which may be more innovative and able to bring new products to market faster and may be better able to quickly exploit and serve niche markets. As a result of this competition, retailers may take actions that negatively affect us. Consequently, we may need to increase our marketing, advertising and promotional spending to protect our existing market share, which may result in an adverse impact on our profitability.\nIf we do not manage our supply chain effectively or if there are disruptions in our supply chain, our business and results of operations may be adversely affected.\nThe success of our business depends, in part, on maintaining a strong sourcing and manufacturing platform and efficient distribution channels. The inability of any supplier of raw materials, independent contract manufacturer or third-party distributor to deliver or perform for us in a timely or cost-effective manner could cause our operating costs to increase and our profit margins to decrease, especially as it relates to our products that have a short shelf life. We must continuously monitor our inventory and product mix against forecasted demand or risk having inadequate supplies to meet consumer demand as well as having too much inventory on hand that may reach its expiration date and become unsaleable.\nWe must also manage our third-party distribution, warehouse and transportation providers to ensure they are able to support the efficient distribution of our products to retailers. A disruption in transportation services could result in an inability to supply materials to our or our co-manufacturers’ facilities or finished products to our distribution centers or customers. Activity at third-party distribution centers could be disrupted by a number of factors, including labor issues, failure to meet customer standards, natural disasters or financial issues affecting the third-party providers.\nIf we are unable to manage our supply chain efficiently and ensure that our products are available to meet consumer demand and customer orders, our sales and profitability could be materially adversely impacted.\n12\nTable of Contents\nOur future results of operations may be adversely affected by input cost inflation, including with respect to freight and other distribution costs.\nMany aspects of our business have been, and may continue to be, directly affected by volatile commodity costs and other inflationary pressures.\nAgricultural commodities and ingredients are subject to price volatility which can be caused by commodity market fluctuations, crop yields, seasonal cycles, weather conditions, temperature extremes and natural disasters (including due to the effects of climate change), pest and disease problems, changes in currency exchange rates, imbalances between supply and demand, and government programs and policies among other factors. Volatile fuel costs and other factors translate into unpredictable costs for the products and services we receive from our third-party providers including, but not limited to, freight and other distribution costs for our products and packaging costs.\nWhile we seek to offset increased input costs with a combination of price increases to our customers, purchasing strategies, cost savings initiatives and operating efficiencies, we may be unable to fully offset our increased costs or unable to do so in a timely manner. If we are unable to fully offset such cost increases, our financial results could be materially adversely affected.\nDisruption or loss of operations at one or more of our manufacturing facilities could harm our business.\nFor the fiscal years ended June 30, 2023, 2022 and 2021, approximately 58%\n, 51% and 61%\n, respectively, of our sales were derived from products manufactured at our own manufacturing facilities. A disruption of or the loss of operations at one or more of these facilities, which may be caused by disease outbreaks or pandemics, labor issues, natural disasters or governmental actions, could delay or postpone production of our products, which could have a material adverse effect on our business, results of operations and financial condition. Labor market shortages have impacted, and may continue to impact, operations at our manufacturing facilities.\nLoss of one or more of our independent contract manufacturers could adversely affect our business.\nDuring fiscal 2023, 2022 and 2021, approximately 42%\n, 49% and 39%\n, respectively, of our sales were derived from products manufactured at independent contract manufacturers, or co-manufacturers. In some cases, an individual co-manufacturer may produce all of our requirements for a particular brand. We believe there are a limited number of competent, high-quality co-manufacturers in the industry, and many of our co-manufacturers produce products for other companies as well. Therefore, if we lose or need to change one or more co-manufacturers or fail to retain co-manufacturers for newly acquired or developed products or brands, production of our products may be delayed or postponed and/or the availability of some of our products may be reduced or eliminated, which could have a material adverse effect on our business, results of operations and financial condition.\nOur growth and continued success depend upon consumer preferences for our products, which could change.\nOur business is primarily focused on sales of organic, natural and better-for-you products which, if consumer demand for such categories were to decrease, could harm our business. During an economic downturn, factors such as increased unemployment, decreases in disposable income and declines in consumer confidence could cause a decrease in demand for our overall product set, particularly higher priced better-for-you products. While we continue to diversify our product offerings, developing new products entails risks, and demand for our products may not continue at current levels or increase in the future. The success of our innovation and product improvement effort is affected by our ability to anticipate changes in consumers’ preferences, the level of funding that can be made available, the technical capability of our research and development staff in developing, formulating and testing product prototypes, including complying with governmental regulations, and the success of our management in introducing the resulting improvements in a timely manner.\nIn addition, over the past several years, we have seen a shift in consumption towards the e-commerce channel and may see a more substantial shift in the future. Some products we sell via the e-commerce channel have lower margins than those sold in traditional brick and mortar retailers and present unique challenges in order fulfillment. If we are unsuccessful in implementing product improvements or introducing new products that satisfy the demands of consumers, our business could be harmed.\nIn addition, we have other product categories that are subject to evolving consumer preferences. Consumer demand could change based on a number of possible factors, including dietary habits and nutritional values, concerns regarding the health of ingredients and the environmental effects of ingredients and packaging, and shifts in preference for various product attributes. A significant shift in consumer demand away from our products could reduce the sales of our brands or our market share, both of which could harm our business.\n13\nTable of Contents\nA significant percentage of our sales is concentrated among a small number of customers, and consolidation of customers or the loss of a significant customer could negatively impact our sales and profitability.\nOur growth and continued success depend upon, among other things, our ability to maintain and increase sales volumes with existing customers, our ability to attract new customers, the financial condition of our customers and our ability to provide products that appeal to customers at the right price. A significant percentage of our sales is concentrated among a small number of customers. For example, sales to Walmart Inc. and its affiliates approximated 16%, 15% and 11% of sales during the fiscal years ended June 30, 2023, 2022 and 2021, respectively. The loss of any large customer, the reduction of purchasing levels or the cancellation of any business from a large customer for an extended length of time could negatively impact our sales and profitability.\nWe rely on independent distributors for a substantial portion of our sales.\nIn the United States, we rely upon sales made by or through non-affiliated distributors to customers. Distributors purchase directly for their own account for resale. The loss of, or business disruption at, one or more of these distributors may harm our business. If we are required to obtain additional or alternative distribution agreements or arrangements in the future, we cannot be certain that we will be able to do so on satisfactory terms or in a timely manner. Our inability to enter into satisfactory distribution agreements may inhibit our ability to implement our business plan or to establish markets necessary to successfully expand the distribution of our products.\nWe are subject to risks associated with our international sales and operations, including foreign currency, compliance and trade risks.\nFor the fiscal years ended June 30, 2023, 2022 and 2021, approximately 43%, 45% and 52%, respectively, of our consolidated sales were generated outside the United States. Sales from outside our U.S. markets may continue to represent a significant portion of our consolidated sales in the future.\nOur non-U.S. sales and operations are subject to risks inherent in conducting business abroad, many of which are outside our control, including:\n•\ndifficulties in managing a global enterprise, including differing labor standards and design and implementation of effective control environment processes across our diverse operations and employee base;\n•\ncompliance with U.S. laws affecting operations outside of the United States, such as the U.S. Foreign Corrupt Practices Act and the Office of Foreign Assets Control trade sanction regulations and anti-boycott regulations; \n•\ndifficulties associated with operating under a wide variety of complex foreign laws, treaties and regulations, including compliance with antitrust and competition laws, anti-modern slavery laws, anti-bribery and anti-corruption laws, data privacy laws, including the European Union General Data Protection Regulation (“GDPR”), tax laws and regulations and a variety of other local, national and multi-national regulations and laws;\n•\ntariffs, quotas, trade barriers or sanctions, other trade protection measures and import or export licensing requirements imposed by governments that might negatively affect our sales, including, but not limited to, Canadian and European Union tariffs imposed on certain U.S. food and beverages; \n•\ncurrency exchange rate fluctuations;\n•\nvarying abilities to enforce intellectual property and contractual rights; \n•\nperiodic economic downturns and the instability of governments, including default or deterioration in the credit worthiness of local governments, geopolitical regional conflicts, terrorist activity, political unrest, civil strife, acts of war, public corruption, instability in the financial services sector, expropriation and other economic or political uncertainties; and\n•\ngreater risk of uncollectible accounts and longer collection cycles. \nOur future results of operations may be adversely affected by the availability of natural and organic ingredients.\nOur ability to ensure a continuing supply of natural and organic ingredients used in certain of our products at competitive prices depends on many factors beyond our control, such as the number and size of farms that grow natural and organic crops, climate conditions, increased demand for natural and organic ingredients by our competitors for these scarce ingredients, climate conditions, global unrest and changes in national and world economic conditions, currency fluctuations and forecasting adequate need of seasonal ingredients.\nThe natural and organic ingredients that we use in the production of our products (including, among others, vegetables, fruits, nuts and grains) are vulnerable to adverse weather conditions and natural disasters, such as floods, droughts, water scarcity, \n14\nTable of Contents\ntemperature extremes, wildfires, frosts, earthquakes and pestilences. Natural disasters and adverse weather conditions can lower crop yields and reduce crop size and crop quality, which in turn could reduce our supplies of natural and organic ingredients or increase the prices of those ingredients. Such natural disasters and adverse weather conditions can be caused or exacerbated by climate change, and the spate of recent extreme weather and climate-related events, including historic droughts, heatwaves, wildfires, extreme cold and flooding, presents an alarming trend. If our supplies of natural and organic ingredients are reduced, we may not be able to find enough supplemental supply sources on favorable terms, if at all, which could impact our ability to supply products to our customers and adversely affect our business, financial condition and results of operations.\nWe also compete with other manufacturers in the procurement of natural and organic product ingredients, which may be less plentiful in the open market than conventional product ingredients. This competition may increase in the future if consumer demand for natural and organic products increases. This could cause our expenses to increase or could limit the amount of products that we can manufacture and sell.\nWe have outsourced certain functions to third-party service providers, and any service failures or disruptions related to these outsourcing arrangements could adversely affect our business.\nWe have outsourced certain business processes in the areas of supply chain, accounting and information technology to managed service providers, globally.\nWe face risks associated with third parties managing these functions for us. For example, we have diminished control over the quality and timeliness of the outsourced services, including the cyber security protections implemented by these third parties. As a result of these outsourcing arrangements, we may experience interruptions or delays in our processes, loss or theft of sensitive data or other cyber security issues, compliance issues, challenges in maintaining and reporting financial and operational information, and increased costs to remediate any unanticipated issues that arise, any of which could materially and adversely affect our business, financial condition and results of operations.\nWe may not be successful in achieving savings and efficiencies from cost reduction initiatives and related strategic initiatives.\nOur strategy includes identifying areas of cost savings and operating efficiencies to expand profit margins and cash flow. As part of our identification of operating efficiencies, we may continue to seek to dispose of businesses and brands that are less profitable or are otherwise less of a strategic fit within our core portfolio.\nWe may not be successful in fully implementing our cost savings plans or realizing our anticipated savings and efficiencies, including potentially as a result of factors outside our control. Additionally, we may not be able to identify or negotiate divestiture opportunities on terms acceptable to us. If we are unable to fully realize the anticipated savings and efficiencies of our cost reduction initiatives and related strategic initiatives, our profitability may be materially and adversely impacted.\nThe Russia-Ukraine war could continue to cause challenges and create risks for our business.\nAlthough we have no material assets in Russia, Belarus or Ukraine, our supply chain has been, and may continue to be, adversely impacted by the Russia-Ukraine war. In particular, the war has added significant costs to existing inflationary pressures through increased fuel and raw material prices and labor costs. Further, beyond increased costs, labor challenges and other factors have led to supply chain disruptions. While, to date, we have been able to identify replacement raw materials where necessary, we have incurred increased costs in doing so. Although we are continuing to monitor and manage the impacts of the war on our business, the war and the related economic impact could continue to have a material adverse effect on our business and operating results.\nOur business, operating results and financial condition may be adversely affected by the failure to successfully execute acquisitions or dispositions or to successfully integrate completed acquisitions.\nFrom time to time, we evaluate potential acquisitions or dispositions that align with our strategic objectives. The success of those initiatives depends upon our ability to identify suitable acquisition targets or buyers and successfully negotiate contract terms, among other factors. These initiatives may present operational risks, including diversion of management’s attention from other matters, difficulties integrating acquired businesses into our existing operations or separating businesses from our operations, and challenges presented by acquisitions that may not achieve intended results. If we are not successful in executing acquisitions or divestitures or in integrating completed acquisitions, our business, operating results and financial condition could be adversely affected.\n15\nTable of Contents\nWe rely on independent certifications for a number of our products.\nWe rely on independent third-party certifications, such as certifications of our products as “organic,” “Non-GMO” or “kosher,” to differentiate our products from others. We must comply with the requirements of independent organizations or certification authorities in order to label our products as certified organic. For example, we can lose our “organic” certification if a manufacturing plant becomes contaminated with non-organic materials, or if it is not properly cleaned after a production run. In addition, all raw materials must be certified organic. Similarly, we can lose our “kosher” certification if a manufacturing plant and raw materials do not meet the requirements of the appropriate kosher supervision organization. The loss of any independent certifications could adversely affect our market position as an organic and natural products Company, which could harm our business.\nRisks Related to Our Reputation, Brands and Intellectual Property\nIf the reputation of our Company or our brands erodes significantly, including as a result of concerns regarding product quality or safety or perceptions about our ESG practices, it could have a material impact on our business.\nOur financial success is directly dependent on the perception of our Company and our brands among our customers, consumers, employees and other constituents. Our results could be negatively impacted if our Company or one or more of our brands suffers substantial damage to its reputation due to real or perceived issues related to the quality or safety of our products. Further, the success of our brands may suffer if our marketing plans or product initiatives do not have the desired impact on a brand’s image or its ability to attract consumers.\nIn addition, customers and consumers are increasingly expressing their expectations that companies and brands act responsibly in their ESG practices. Any failure to meet such customer or consumer expectations, or any negative publicity regarding our ESG practices, could impact our reputation with customers, consumers and other constituents, which could have a material impact on our business.\nOur inability to use our trademarks or the trademarks we license from third parties could have a material adverse effect on our business.\nWe believe that brand awareness is a significant component in a consumer’s decision to purchase one product over another in the highly competitive food, beverage and personal care industries. Although we endeavor to protect our trademarks and tradenames, these efforts may not be successful, and third parties may challenge our right to use one or more of our trademarks or tradenames. We believe that our trademarks and tradenames are significant to the marketing and sale of our products and that the inability to utilize certain of these names \nand marks, and/or the inability to prevent third parties from using similar names or marks, \ncould have a material adverse effect on our business, results of operations and financial condition.\nIn addition, we market products under brands licensed under trademark license agreements, including Linda McCartney’s\n®\n, Rose’s\n®\n, the Sesame Street name and logo and other Sesame Workshop intellectual property on certain of our Earth’s Best\n®\n products. We believe that these trademarks have significant value and are instrumental in our ability to market and sustain demand for those product offerings. These trademark license agreements may not remain in effect or be enforceable, and our license agreements, upon expiration, may not be renewed on acceptable terms or at all.\nRisks Related to Economic Considerations\nCurrency exchange rate fluctuations could adversely affect our consolidated financial results and condition.\nWe are subject to risks related to fluctuations in currency exchange rates. Our consolidated financial statements are presented in United States Dollars, requiring us to translate our assets, liabilities, revenue and expenses into United States Dollars. As a result, changes in the values of currencies may unpredictably and adversely impact our consolidated operating results, our asset and liability balances and our cash flows in our consolidated financial statements even if their value has not changed in their original currency.\n16\nTable of Contents\nDisruptions in the worldwide economy and the financial markets may adversely impact our business and results of operations.\nAdverse and uncertain economic and market conditions, particularly in the locations in which we operate, may impact customer and consumer demand for our products and our ability to manage normal commercial relationships with our customers, suppliers and creditors. Consumers may shift purchases to lower-priced or other perceived value offerings during economic downturns, which may adversely affect our results of operations. Consumers may also reduce the number of organic and natural products that they purchase where there are conventional alternatives, given that organic and natural products generally have higher retail prices than do their conventional counterparts. In addition, consumers may choose to purchase private label products rather than branded products, which generally have lower retail prices than do their branded counterparts. Distributors and retailers may also become more conservative in response to these conditions and seek to reduce their inventories.\nProlonged unfavorable economic conditions may have an adverse effect on any of these factors and, therefore, could adversely impact our sales and profitability.\nRisks Related to Information Security and Technology\nA cybersecurity incident or other technology disruptions could negatively impact our business and our relationships with customers.\nWe depend on information systems and technology, including public websites and cloud-based services, in substantially all aspects of our business, including communications among our employees and with suppliers, customers and consumers. Such uses of information systems and technology give rise to cybersecurity risks, including system disruption, security breach, ransomware, theft, espionage and inadvertent release of information. We have become more reliant on mobile devices, remote communication and other technologies \nas part of the recent change in office working patterns\n, enhancing our cybersecurity risk. Our business involves the storage and transmission of numerous classes of sensitive and/or confidential information and intellectual property, including customers’ and suppliers’ information, private information about employees, and financial and strategic information about the Company and its business partners. Further, as we pursue new initiatives that improve our operations and cost structure, we are also expanding and improving our information technologies, resulting in a larger technological presence and increased exposure to cybersecurity risk. If we fail to assess and identify cybersecurity risks associated with new initiatives, we may become increasingly vulnerable to such risks.\nWe have experienced cyber security threats and vulnerabilities in our systems and those of our third party providers. Although, to date, such prior events have not had a material impact on our financial condition, results of operations or financial condition, the potential consequences of a future material cybersecurity attack could be significant and could include reputational damage, litigation with third parties, government enforcement actions, penalties, disruption to systems, unauthorized release of confidential or otherwise protected information, corruption of data and increased cybersecurity protection and remediation costs, which in turn could adversely affect our competitiveness, results of operations and financial condition. Due to the evolving nature of such security threats, the potential impact of any future incident cannot be predicted.\nOur business operations could be disrupted if our information technology systems fail to perform adequately.\nThe efficient operation of our business depends on our information technology systems. We rely on our information technology systems to effectively manage our business data, communications, supply chain, order entry and fulfillment, and other business processes. The failure of our information technology systems to perform as we anticipate could disrupt our business and could result in transaction errors, processing inefficiencies and the loss of sales and customers, causing our business and results of operations to suffer. In addition, our information technology systems may be vulnerable to damage or interruption from circumstances beyond our control, including fire, natural disasters, system failures and viruses. Any such damage or interruption could have a material adverse effect on our business.\n17\nTable of Contents\nRisks Related to ESG Considerations\nChanging rules, public disclosure regulations and stakeholder expectations on ESG-related matters create a variety of risks for our business.\nIncreasingly, regulators, consumers, customers, investors, employees and other stakeholders are focusing on ESG matters and related disclosures. These changing rules, public disclosure regulations and stakeholder expectations have resulted in, and are likely to continue to result in, increased management time and attention spent complying with or meeting such regulations and expectations. For example, developing and acting on initiatives within the scope of ESG, and collecting, measuring and reporting ESG related information and metrics can be costly, difficult and time consuming and is subject to evolving reporting standards, including the SEC’s proposed climate-related reporting requirements, and similar proposals by other international regulatory bodies. This rapidly changing environment may result in increased general and administrative expenses.\nWe may also communicate certain initiatives and goals regarding environmental matters, diversity and other ESG-related matters. These initiatives and goals could be difficult and expensive to implement, and we could be criticized for the accuracy, adequacy or completeness of the disclosure. Further, statements about our ESG-related initiatives and goals, and progress against those goals, may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. In addition, we could be criticized for the scope or nature of such initiatives or goals, or for any revisions to these goals. If our ESG-related data, processes and reporting are incomplete or inaccurate, or if we fail to achieve progress with respect to our goals within the scope of ESG on a timely basis, or at all, our reputation, business, results of operations and financial condition could be adversely impacted.\nClimate change may negatively affect our business and operations.\nThere is concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns and the frequency and severity of extreme weather and natural disasters. The spate of recent extreme weather and climate-related events, including \nhistoric droughts, heatwaves, wildfires, extreme cold and flooding\n, presents an alarming trend.\nIn the event that such climate change has a negative effect on agricultural productivity, we may be subject to decreased availability or less favorable pricing for certain commodities that are necessary for our products, such as \nvegetables, fruits, grains, beans and nuts\n. As a result of climate change, we may also be subjected to decreased availability of water, deteriorated quality of water or less favorable pricing for water, which could adversely impact our manufacturing and distribution operations.\nLiabilities, claims or new laws or regulations with respect to environmental matters could have a significant negative impact on our business.\nAs with other companies engaged in similar businesses, the nature of our operations exposes us to the risk of liabilities and claims with respect to environmental matters, including those relating to the disposal and release of hazardous substances. Furthermore, our operations are governed by laws and regulations relating to workplace safety and worker health, which, among other things, regulate employee exposure to hazardous chemicals in the workplace. Any material costs incurred in connection with such liabilities or claims could have a material adverse effect on our business, results of operations and financial condition.\nThe increasing global focus on climate change and the need for corporate change may lead to new environmental laws and regulations that impact our business. \nFor example, there are a growing number of laws and regulations regarding product packaging, particularly in Europe. Our compliance with such existing laws and regulations and a\nny new laws or regulations enacted in the future, or any changes in how existing laws or regulations will be enforced, administered or interpreted, may lead to an increase in compliance costs, cause us to change the way we operate or expose us to additional risk of liabilities and claims, which could have a material adverse effect on our business, results of operations and financial condition.\n18\nTable of Contents\nRisks Related to Litigation, Government Regulation and Compliance\nPending and future litigation may lead us to incur significant costs.\nWe are, or may become, party to various lawsuits and claims arising in the normal course of business, which may include lawsuits or claims relating to contracts, intellectual property, product recalls, product liability, the marketing and labeling of products, employment matters, environmental matters, data protection or other aspects of our business as well as any securities class action and stockholder derivative litigation. For example, as discussed in Note 17, \nCommitments and Contingencies\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K, we are currently subject to class actions and derivative complaints arising out of or related to the Company’s prior internal accounting review. Certain of our former officers and former members of our Board of Directors, as individual defendants, are also subject to lawsuits related to such accounting review, and we may have an obligation to indemnify them in relation to these matters. Additionally, as discussed further in Note 17, we are subject to consumer class actions, and other lawsuits alleging some form of personal injury, relating to our Earth’s Best\n®\n baby food products.\nEven when not merited, the defense of these lawsuits may divert our management’s attention, and we may incur significant expenses in defending these lawsuits. The results of litigation and other legal proceedings are inherently uncertain, and adverse judgments or settlements in some or all of these legal disputes may result in monetary damages, penalties or injunctive relief against us, which could have a material adverse effect on our results of operations and financial condition. Any claims or litigation, even if fully indemnified or insured, could damage our reputation and make it more difficult to compete effectively or to obtain adequate insurance in the future.\nWe may be subject to significant liability should the consumption of any of our products cause illness or physical harm.\nThe sale of products for human use and consumption involves the risk of injury or illness to consumers. Such injuries may result from inadvertent mislabeling, tampering by unauthorized third parties or product contamination or spoilage. Under certain circumstances, we may be required to recall or withdraw products, suspend production of our products or cease operations, which may lead to a material adverse effect on our business. In addition, customers may cancel orders for such products as a result of such events. Even if a situation does not necessitate a recall or market withdrawal, product liability claims might be asserted against us. While we are subject to governmental inspection and regulations and believe our facilities and those of our co-manufacturers and suppliers comply in all material respects with all applicable laws and regulations, if the consumption of any of our products causes, or is alleged to have caused, an illness or physical harm, we may become subject to claims or lawsuits relating to such matters. For example, as discussed in Note 17, \nCommitments and Contingencies\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K, we are subject to consumer class actions, and other lawsuits alleging some form of personal injury, relating to our Earth’s Best\n®\n baby food products. Even if a claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products were mislabeled, unsafe or caused illness or physical harm could adversely affect our reputation with existing and potential customers and consumers and our corporate and brand image. Although we maintain product liability and product recall insurance in an amount that we believe to be adequate, we may incur claims or liabilities for which we are not insured or that exceed the amount of our insurance coverage. A product liability judgment against us or a product recall could have a material adverse effect on our business, results of operations and financial condition.\nGovernment regulation could subject us to civil and criminal penalties, and any changes in the legal and regulatory frameworks in which we operate could make it more costly or challenging to manufacture and sell our products.\nWe operate in a highly regulated environment with constantly evolving legal and regulatory frameworks. Consequently, we are subject to a heightened risk of legal claims, government investigations and other regulatory enforcement actions. We are subject to extensive regulations in the United States, United Kingdom, Canada, Europe, Asia, including India, and any other countries where we manufacture, distribute and/or sell our products. Our products are subject to numerous product safety and other laws and regulations relating to the registration and approval, sourcing, manufacturing, storing, labeling, marketing, advertising and distribution of these products. Enforcement of existing laws and regulations, changes in legal or regulatory requirements and/or evolving interpretations of existing requirements may result in increased compliance costs or otherwise make it more costly or challenging to manufacture and sell our products, which could materially adversely affect our business, financial condition or operating results.\nMoreover, a failure to maintain effective control processes could lead to violations, unintentional or otherwise, of laws and regulations. Legal claims, government investigations or regulatory enforcement actions arising out of our failure or alleged failure to comply with applicable laws and regulations could subject us to civil and criminal penalties that could materially and adversely affect our product sales, reputation, financial condition and operating results. In addition, the costs and other effects \n19\nTable of Contents\nof defending potential and pending litigation and administrative actions against us may be difficult to determine and could adversely affect our financial condition and operating results.\nCompliance with data privacy laws may be costly, and non-compliance with such laws may result in significant liability.\nMany jurisdictions in which the Company operates have laws and regulations relating to data privacy and protection of personal information, including the European Union GDPR and the California Consumer Privacy Act of 2018 (“CCPA”), as amended by the California Privacy Rights Act (“CPRA”). \nIn recent years, other U.S. states such as Colorado, Connecticut, Indiana, Iowa, Montana, Tennessee, Utah and Virginia have begun to adopt their own privacy statutes, which may apply to the Company. \nFailure to comply with GDPR or CCPA requirements or other data privacy laws could result in litigation, adverse publicity and significant penalties and damages. The law in this area continues to develop, and the changing nature of privacy laws could impact the Company’s processing of personal information related to the Company’s job applicants, employees, consumers, customers and vendors. The enactment of more restrictive laws, rules or regulations or future enforcement actions or investigations could impact us through increased costs or restrictions on our business, and noncompliance could result in regulatory penalties and significant liability.\nRisks Related to Our Credit Agreement\nAny default under our credit agreement could have significant consequences.\nOur credit agreement contains covenants imposing certain restrictions on our business. These restrictions may affect our ability to operate our business and may limit our ability to take advantage of potential business opportunities as they arise. The credit agreement requires us to satisfy certain financial covenants, such as maintaining a maximum consolidated secured leverage ratio and a minimum consolidated interest coverage ratio. The credit agreement also contains restrictive covenants including, with specified exceptions, limitations on our ability to engage in certain business activities, incur debt and liens, make capital expenditures, pay dividends or make other distributions, enter into affiliate transactions, consolidate, merge or acquire or dispose of assets, and make certain investments, acquisitions and loans. \nOur ability to comply with these covenants under the credit agreement may be affected by events beyond our control, including prevailing economic, financial and industry conditions. The breach of any of these covenants could result in a default, which would permit the lenders to declare all outstanding debt to be due and payable, together with accrued and unpaid interest. Our obligations under the credit agreement are guaranteed by certain existing and future domestic subsidiaries of the Company and are secured by liens on assets of the Company and its material domestic subsidiaries, including the equity interest in each of their direct subsidiaries and intellectual property, subject to agreed-upon exceptions. Any default by us under the credit agreement could have a material adverse effect on our business and financial condition.\nRisks Related to Corporate Governance\nOur ability to issue preferred stock may deter takeover attempts.\nOur Board of Directors is empowered to issue, without stockholder approval, preferred stock with dividends, liquidation, conversion, voting or other rights, which could decrease the amount of earnings and assets available for distribution to holders of our common stock and adversely affect the relative voting power or other rights of the holders of our common stock. In the event of issuance, the preferred stock could be used as a method of discouraging, delaying or preventing a change in control. Our amended and restated certificate of incorporation authorizes the issuance of up to 5 million shares of “blank check” preferred stock with such designations, rights and preferences as may be determined from time to time by our Board of Directors. Although we have no present intention to issue any shares of our preferred stock, we may do so in the future under appropriate circumstances.\n20\nTable of Contents\nGeneral Risk Factors\nWe may be subject to significant liability that is not covered by insurance.\nWhile we believe that the extent of our insurance coverage is consistent with industry practice, such coverage does not cover all losses we may incur, even in areas for which we have coverage. Our insurance policies are subject to coverage exclusions, deductibles and caps, and any claim we make under our insurance policies may be subject to such limitations. Any claim we make may not be honored fully, in a timely manner, or at all, and we may not have purchased sufficient insurance to cover all losses incurred. If we were to incur substantial liabilities or if our business operations were interrupted for a substantial period of time, we could incur costs and suffer losses. Additionally, in the future, insurance coverage may not be available to us at commercially acceptable premiums, or at all.\nAn impairment in the carrying value of goodwill or other acquired intangible assets could materially and adversely affect our consolidated results of operations and net worth.\nAs of June 30, 2023, we had goodwill of $938.6 million and trademarks and other intangibles assets of $298.1 million, which in the aggregate represented 55% of our total consolidated assets. The net carrying value of goodwill represents the fair value of acquired businesses in excess of identifiable ass\nets and liabilities as of the acquisition date (or subsequent impairment date, if applicable). The net carrying value of trademarks and other intangibles represents the fair value of trademarks, customer relationships and other acquired intangibles as of the acquisition date (or subsequent impairment date, if applicable), net of accumulated amortization. Goodwill and other acquired intangibles expected to contribute indefinitely to our cash flows are not amortized but must be evaluated by management at least annually for impairment. Amortized intangible assets are evaluated for impairment whenever events or changes in circumstances indicate that the carrying amounts of these assets may not be recoverable. Impairments to goodwill and other intangible assets may be caused by factors outside our control, such as increasing competitive pricing pressures, changes in discount rates based on changes in cost of capital (interest rates, etc.), lower than expected sales and profit growth rates, changes in industry Earnings Before Interest Taxes Depreciation and Amortization (“EBITDA”) multiples, the inability to quickly replace lost co-manufacturing business, or the bankruptcy of a significant customer. \nWe have in the past recorded, and may in the future be required to record, significant charges in our consolidated financial statements during the period in which any impairment of our goodwill or intangible assets is determined. For example, during fiscal 2023, we recorded aggregate non-cash impairment charges of $174.9 million related to certain trademarks and intangible assets to reduce their carrying value to their estimated fair value. The incurrence of additional impairment charges could negatively affect our results of operations and adversely impact our net worth and our consolidated earnings in the period of such charge. For further information, see Note 8, \nGoodwill and Other Intangible Assets\n, in the Notes to Consolidated Financial Statements included in Item 8 of this Form 10-K. ",
    "item7": ">Item 7.        Management’s Discussion and Analysis of Financial Condition and Results of Operations \nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations (this “MD&A”) should be read in conjunction with Item 1A and the Consolidated Financial Statements and the related notes thereto for the period ended June 30, 2023 included in Item 8 of this Form 10-K. Forward-looking statements in this Form 10-K are qualified by the cautionary statement included under the heading, “Forward-Looking Statements” at the beginning of this Form 10-K. \nThis MD&A generally discusses fiscal 2023 and fiscal 2022 items and year-to-year comparisons between fiscal 2023 and fiscal 2022. Discussions of fiscal 2021 items and year-to-year comparisons between fiscal 2022 and fiscal 2021 that are not included in this Form 10-K can be found in “Part II, Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations” of the Company's Annual Report on Form 10-K for the fiscal year ended June 30, 2022, which was filed with the SEC on August 25, 2022 and is available on the SEC’s website at www.sec.gov.\nOverview \nThe Hain Celestial Group, Inc., a Delaware corporation (collectively, along with its subsidiaries, the “Company,” and herein referred to as “Hain Celestial,” “we,” “us” and “our”), was founded in 1993. The Company is a leading manufacturer, marketer, and seller of better-for-you brands that inspire healthier living. The Company is committed to growing sustainably while continuing to implement environmentally sound business practices and manufacturing processes. Hain Celestial sells its products through specialty and natural food distributors, supermarkets, natural food stores, mass-market and e-commerce retailers, food service channels and club, drug and convenience stores worldwide.\nThe Company’s food and beverage brands include Celestial Seasonings\n®\n, Clarks™, Cully & Sully\n®\n, Earth’s Best\n®\n, Ella’s Kitchen\n®\n, Frank Cooper’s\n®\n, Garden of Eatin’\n®\n, Garden Veggie™, Hartley’s\n®\n, Health Valley\n®\n, Imagine\n®\n, Joya\n®\n, Lima\n®\n, Linda McCartney’s\n®\n (under license), MaraNatha\n®\n, Natumi\n®\n, New Covent Garden Soup Co.\n®\n, ParmCrisps\n®\n, Robertson’s\n®\n, Rose’s\n®\n (under license), Sensible Portions\n®\n, Spectrum\n®\n, Sun-Pat\n®\n, Terra\n®\n, The Greek Gods\n®\n, Thinsters\n®\n, Yorkshire Provender\n®\n and Yves Veggie Cuisine\n®\n. The Company’s personal care brands include Alba Botanica\n®\n, Avalon Organics\n®\n, JASON\n®\n, Live Clean\n®\n and Queen Helene\n®\n.\nGlobal Economic Environment\nEconomic conditions during fiscal year 2022 and fiscal year 2023 have been marked by inflationary pressures, rising interest rates and shifts in consumer demand.\n•\nInflation\n – The inflationary environment has led to higher costs for ingredients, packaging, energy, transportation and other supply chain components. We expect this higher than normal cost environment to continue, although we expect these higher costs to be partially mitigated by pricing actions we have implemented to date and further pricing actions that we may implement.\n•\nInterest Rates\n – Loans under our credit agreement bear interest at a variable rate, and the interest rate on our outstanding indebtedness has increased as market interest rates have risen significantly starting in the second half of fiscal year 2022. These higher interest rates, together with a higher outstanding debt balance, have led to an increase in our interest expense, and we expect this high rate environment to continue.\n•\nConsumer Demand\n – Recent economic conditions have resulted in changes in consumer spending patterns, which have adversely impacted our sales. During an economic downturn, factors such as increased unemployment, decreases in disposable income and declines in consumer confidence can cause changes in consumer spending behavior. In particular, economic conditions have prompted some consumers, particularly in Europe, to shift to lower-priced products.\n26\nTable of Contents\nCEO Succession\nOn November 22, 2022, the Board of Directors (the “Board”) of the Company approved a succession plan pursuant to which the Board appointed Wendy P. Davidson to the role of President and Chief Executive Officer and as a director on the Board, in each case effective as of January 1, 2023. As part of the succession plan, Mark L. Schiller transitioned from his position as President and Chief Executive Officer of the Company effective as of December 31, 2022 (the “Transition Date”). Mr. Schiller remains as a director on the Board following the Transition Date.\nNew Global Headquarters\nWe have selected Hoboken, N.J. to serve as the hub of our global operations. With Hoboken as the hub, our offices and manufacturing locations in the United States, Canada, Europe, and other international locations will serve as the “spokes” for team members to come together and collaborate for moments that matter. Our hub and spoke work model enables broader team collaboration and greater connectivity as a global enterprise. It also provides us the ability to recruit the very best talent, regardless of where they are located. Hoboken will also serve as the home of our Innovation Experience Center, where team members, customers, and consumers will immerse themselves in our products, explore consumer insights, and create innovative opportunities for the future.\nRussia-Ukraine War\nThe Russia-Ukraine war has disrupted our supply chain and increased costs due to higher energy and raw material prices, impacting our operations by leading to labor challenges and supply chain issues. Although we have found alternative materials, we have incurred increased costs in doing so. The war also lowered consumer sentiment in Europe, affecting demand. While we are continuing to monitor and manage the impacts of the war on our business, the extent to which the Russia-Ukraine war and the related economic impact may affect our financial condition or results of operations in the future remains uncertain.\n27\nTable of Contents\nResults of Operations\nComparison of Fiscal Yea\nr E\nnded June 30, 2023 to Fiscal Ye\nar En\nded June 30, 2022\nConsolidated Results\nThe following table compares our results of operations, including as a percentage of net sales, on a consolidated basis, for the fiscal years ended June 30, 2023 and 2022 (amounts in thousands, other than percentages which may not add due to rounding):\n \nFiscal Year Ended June 30,\nChange in\n \n2023\n2022\nDollars\nPercentage\nNet sales\n$\n1,796,643 \n100.0 \n%\n$\n1,891,793 \n100.0 \n%\n$\n(95,150)\n(5.0)\n%\nCost of sales\n1,400,229 \n77.9 \n%\n1,464,352 \n77.4 \n%\n(64,123)\n(4.4)\n%\nGross profit\n396,414 \n22.1 \n%\n427,441 \n22.6 \n%\n(31,027)\n(7.3)\n%\nSelling, general and administrative expenses\n289,233 \n16.1 \n%\n300,469 \n15.9 \n%\n(11,236)\n(3.7)\n%\nIntangibles and long-lived asset impairment\n175,501 \n9.8 \n%\n1,903 \n0.1 \n%\n173,598 \n**\nAmortization of acquired intangible assets\n10,016 \n0.6 \n%\n10,214 \n0.5 \n%\n(198)\n(1.9)\n%\nProductivity and transformation costs \n7,284 \n0.4 \n%\n10,174 \n0.5 \n%\n(2,890)\n(28.4)\n%\nOperating (loss) income\n(85,620)\n(4.8)\n%\n104,681 \n5.5 \n%\n(190,301)\n(181.8)\n%\nInterest and other financing expense, net\n45,783 \n2.5 \n%\n12,570 \n0.7 \n%\n33,213 \n264.2 \n%\nOther income, net\n(1,822)\n(0.1)\n%\n(11,380)\n(0.6)\n%\n9,558 \n(84.0)\n%\n(Loss) income before income taxes and equity in net loss of equity-method investees\n(129,581)\n(7.2)\n%\n103,491 \n5.5 \n%\n(233,072)\n*\n(Benefit) provision for income taxes\n(14,178)\n(0.8)\n%\n22,716 \n1.2 \n%\n(36,894)\n*\nEquity in net loss of equity-method \n  investees\n1,134 \n0.1 \n%\n2,902 \n0.2 \n%\n(1,768)\n(60.9)\n%\nNet (loss) income\n$\n(116,537)\n(6.5)\n%\n$\n77,873 \n4.1 \n%\n$\n(194,410)\n*\nAdjusted EBITDA\n$\n166,622 \n9.3 \n%\n$\n200,616 \n10.6 \n%\n$\n(33,994)\n(16.9)\n%\nDiluted net (loss) income per common share\n$\n(1.30)\n$\n0.83 \n$\n(2.13)\n*\n* Percentage is not meaningful due to one or more numbers being negative.\n** Percentage is not meaningful due to significantly lower number in the comparative period\nNet Sales\nNet sales in fiscal 2023 were $1.80 billion, a decrease of $95.2 million, or 5.0%, from net sales of $1.89 billion in fiscal 2022. On a constant currency basis, adjusted for the impact of acquisitions, divestitures and discontinued brands, net sales decreased approximately $51.1 million, or 2.7% from the prior comparable period. The decrease in net sales was primarily driven by the North America reportable segment. Further details of changes in adjusted net sales by segment are provided below in the \nSegment Results\n section.\nGross Profit\nGross profit in fiscal 2023 w\nas $396.4 million, a decrease of $31.0 million, or 7.3%, from gross profit of $427.4 million in fiscal 2022. Gross profit margin was 22.1% of net sales, compared to 22.6% in the prior year. The decrease in gross profit margin was primarily due to the International reportable segment. \nThe decrease in the International reportable segment gross profit was mainly due to higher energy and supply chain costs when compared\n to the prior year. The decrease in gross margin was partially offset by higher gross margin in the North America reportable segment driven by greater pricing and productivity, partially offset by higher cost of goods.\n28\nTable of Contents\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses were $289.2 million in fiscal 2023, a decrease of $11.2 million, or 3.7%, from $300.5 million in fiscal 2022. The decrease primarily reflected reduced costs in Corporate and Other and the International reportable segment. The decrease in the International reportable segment was primarily a result of lower employee-related expenses in the Europe and the United Kingdom, partially offset by higher selling expenses in the United Kingdom. The decrease in Corporate and Other costs reflected a reduction in transaction costs, including costs in 2022 related to the acquisition of That's How We Roll (“THWR”) and advisory costs related to the divestiture by affiliates of Engaged Capital, LLC of their shares of the Company's common stock, as well as a reduction in litigation expenses related to the baby food litigation described in Note 17, \nCommitments and Contingencies, \nin the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K. Selling, general and administrative expenses as a percentage of net sales was 16.1% in the twelve months ended June 30, 2023 compared to 15.9% in the prior year, as the reduction in net sales outpaced the reduction in selling, general and administrative expenses attributable to the aforementioned items.\nIntangibles and Long-Lived Asset Impairment\nDuring fiscal 2023, the Company \nrecognized an aggregate non-cash impairment charge of $175.5 million, primarily related to the ParmCrisps\n®\n, Thinsters\n®\n, Imagine\n®\n,\n \nJoya\n®\n, and Queen Helene\n® \nindefinite-lived trademarks and ParmCrisps\n®\n definite lived customer relationships, which reduced the carrying value of such assets to their estimated fair value. During fiscal 2022, the Company recognized non-cash impairment charges of $1.9 million. The fair value of indefinite-lived trademarks and definite-lived customer relationships were determined using the relief from royalty method and multi-period excess earnings method, respectively. See Note 8, \nGoodwill and Other Intangible Assets\n and Note 15, \nFair Value Measurements\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K.\nAmortization of Acquired Intangible Assets\nAmortization of acquired intangible assets was $10.0 million in fiscal 2023, a decrease of $0.2 million, or 1.9%, from $10.2 million in fiscal 2022, primarily reflecting reduced amortization expenses due to impairment of the ParmCrisps customer relationships recognized in the third quarter of 2023 (see Note 8, \nGoodwill and Other Intangible Assets\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K), partially offset by an increase in amortization expenses associated with the acquisition of THWR in the second quarter of the prior fiscal year.\nProductivity and Transformation Costs\nProductivity and transformation costs were $7.3 million in fiscal 2023, a decrease of $2.9 million or 28.4% from $10.2 million in fiscal 2022. The decrease was primarily due to the wind down of prior year restructuring costs partially offset by new spending on our strategic plan update.\nOperating (Loss) Income\nOperating loss in fiscal 2023 was $85.6 million compared to operating income of $104.7 million in fiscal 2022 due to the items described above. \nInterest and Other Financing Expense, Net\nInterest and other financing expense, net totaled $45.8 million in fiscal 2023, an increase of $33.2 million, or 264.2%, from $12.6 million in the prior year. The increase resulted primarily from rising interest rates and a higher outstanding debt balance driven primarily by the acquisition of THWR and share repurchase activity during fiscal 2022. See Note 10, \nDebt and Borrowings\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K.\nOther Income, Net\nOther income, net totaled $1.8 million in fiscal 2023, a decrease of $9.6 million from $11.4 million in the prior year. The\ndecrease in income was primarily attributable to the recognition of an $8.7 million gain on sale of assets in the prior year related to the sale of undeveloped land plots in Boulder, Colorado.\n29\nTable of Contents\n(Loss) Income Before Income Taxes and Equity in Net Loss of Equity-Method Investees\nLoss before income taxes and equity in the net loss of our equity-method investees for fiscal 2023 was $129.6 million compared to income of $103.5 million in fiscal 2022. The decrease was due to the items discussed above.\n(Benefit) Provision for Income Taxes\n \nThe (benefit) provision for income taxes includes federal, foreign, state and local income taxes. Our income tax benefit was $14.2 million for fiscal 2023 compared to expense of $22.7 million for fiscal 2022.\nThe effective income tax rate was 10.9% and 21.9% of pre-tax income for year ended June 30, 2023 and 2022, respectively. The effective income tax rate for the year ended June 30, 2023 was primarily impacted by establishment of federal valuation allowance against the Company’s tax losses and credits, an increase in the state valuation allowance related to the Company’s state deferred tax assets and state net operating loss carryforwards, an increase related to the sale of Westbrae Natural\n®\n brand (“Westbrae”) and stock-based compensation.\nThe effective income tax rate for the year ended June 30, 2022 was primarily impacted by the reversal of uncertain tax position accruals based on filing and approval of certain elections by taxing authorities, deductions related to stock-based compensation, non-deductible transaction costs related to the acquisition of THWR (see Note 4, \nAcquisition and Dispositions\n), the reversal of a valuation allowance due to the utilization of a capital loss carryover, and the finalization of prior fiscal year income tax returns.\nOur effective tax rate may change from period-to-period based on recurring and non-recurring factors including the geographical mix of earnings, enacted tax legislation, state and local income taxes and tax audit settlements.\nSee Note 11, \nIncome Taxes, \nin the Notes to Consolidated Financial Statements included in Item 8 of this Form 10-K for additional information.\nEquity in Net Loss of Equity-Method Investees\nOur \nequity in the net loss from our equity method investments for fiscal 2023 was $1.1 million compared to $2.9 million for fiscal 2022.\n See Note 14, \nInvestments\n, in\n the Notes to Consolidated Financial Statements included in Item 8 of this Form 10-K.\nNet (Loss) Income\nNet loss for fiscal 2023 was $116.5 million compared to net income of $77.9 million for fiscal 2022. Net loss per diluted share was $1.30 in fiscal 2023 compared to net income per diluted share $0.83 in 2022. The change was attributable to the factors noted above.\nAdjusted EBITDA\nOur consolidated Adjusted EBITDA was $166.6 million and $200.6 million for fiscal 2023 and 2022, respectively, as a result of the factors discussed above. See \nReconciliation of Non-U.S. GAAP Financial Measures to U.S. GAAP Measures \nfollowing the discussion of our results of operations for definitions and a reconciliation of our net income to Adjusted EBITDA.\n30\nTable of Contents\nSegment Results\nDuring the fourth quarter of 2023, we determined that our measure of segment profitability is Adjusted EBITDA of each reportable segment. Accordingly, our CODM evaluates performance and allocates resources based primarily on Segment Adjusted EBITDA. Segment Adjusted EBITDA excludes: net interest expense, (benefit) provision for income taxes, depreciation and amortization, equity in net loss of equity-method investees, stock-based compensation, net, unrealized currency losses (gains), certain litigation and related costs, CEO succession costs, plant closure related costs-net, productivity and transformation costs, warehouse and manufacturing consolidation and other costs, costs associated with acquisitions, divestitures and other transactions, gains on sales of assets, certain inventory write-downs in 2022, intangibles and long-lived asset impairments and other adjustments. In addition, Segment Adjusted EBITDA does not include Corporate and Other expenses related to the Company’s centralized administrative functions, which do not specifically relate to a reportable segment. Such Corporate and Other expenses are comprised mainly of compensation and related expenses of certain of the Company’s senior executive officers and other employees who perform duties related to our entire enterprise, litigation expense and expenses for certain professional fees, facilities, and other items which benefit the Company as a whole. We do not allocate amounts below Operating income (loss) to our reportable segments. \nThe following table provides a summary of net sales and Adjusted EBITDA by reportable segment for the fiscal years ended June 30, 2023 and 2022:\n(Amounts in thousands)\nNorth America\nInternational\nCorporate and Other\nConsolidated\nFiscal 2023 net sales\n$\n1,139,162 \n$\n657,481 \n$\n— \n$\n1,796,643 \nFiscal 2022 net sales\n$\n1,163,132 \n$\n728,661 \n$\n— \n$\n1,891,793 \n $ change\n$\n(23,970)\n$\n(71,180)\nn/a\n$\n(95,150)\n % change\n(2.1)\n%\n(9.8)\n%\nn/a\n(5.0)\n%\nFiscal 2023 Adjusted EBITDA\n$\n123,443 \n$\n82,945 \n$\n(39,766)\n$\n166,622 \nFiscal 2022 Adjusted EBITDA\n$\n122,235 \n$\n110,073 \n$\n(31,692)\n$\n200,616 \n $ change\n$\n1,208 \n$\n(27,128)\n$\n(8,074)\n$\n(33,994)\n % change\n1.0 \n%\n(24.6)\n%\n(25.5)\n%\n(16.9)\n%\nFiscal 2023 Adjusted EBITDA margin\n10.8 \n%\n12.6 \n%\nn/a\n9.3 \n%\nFiscal 2022 Adjusted EBITDA margin\n10.5 \n%\n15.1 \n%\nn/a\n10.6 \n%\nSee the \nReconciliation of Non-U.S. GAAP Financial Measures to U.S. GAAP Measures\n following the discussion of our results of operations and Note 19, \nSegment Information\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K for a reconciliation of segment Adjusted EBITDA.\nNorth America \nOur net sales in the North America reportable segment for fiscal 2023 were $1.14 billion, a decrease of $24.0 million, or 2.1%, from net sales of $1.16 billion in fiscal 2022. On a constant currency basis, adjusted for the impact of acquisitions, divestitures and discontinued brands, net sales decreased by 3.8%. The decrease in net sales \nwas mainly  due to lower sales in personal care and tea. \nAdjusted EBITDA in fiscal 2023 was $123.4 million, an increase of $1.2 million from $122.2 million in fiscal 2022. Fiscal 2023 Adjusted EBITDA on a constant currency basis increased 1.5% from the prior year. The increase was driven by pricing and productivity more than offsetting inflation and volume loss. Adjusted EBITDA margin was 10.8%, a 35-basis point improvement from the prior year. Adjusted EBITDA margin on a constant currency basis was 10.8%, a 30-basis point improvement from the prior year.\n31\nTable of Contents\nInternational\nNet sales in the International reportable segment for fiscal 2023 were $657.5 million, a decrease of $71.2 million, or 9.8%, from net sales of $728.7 million in fiscal 2022. On a constant currency basis, net sales decreased by 1.0% from fiscal 2022. The decrease was driven by softness in plant-based categories in Europe, which was partially offset by growth in the United Kingdom.\nAdjusted EBITDA in fiscal 2023 was $82.9 million, a decrease of $27.1 million from $110.1 million in fiscal 2022. Fiscal 2023 Adjusted EBITDA on a constant currency basis decreased 18.3% from the prior year. The decrease was driven by higher energy and supply chain costs, partially offset by pricing and productivity. Adjusted EBITDA margin was 12.6%, a 250-basis point decline from the prior year. Adjusted EBITDA margin on a constant currency basis was 12.5%, a 265-basis point decline from the prior year. \nCorporate and Other\nThe increase in Corporate and Other expenses primarily reflected an increase in compensation-related expenses.\nRefer to Note\n 19, \nSegm\nent Information\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K for additional details.\nLiquidity and Capital Resources \nWe finance our operations and growth primarily with the cash flows we generate from our operations and from borrowings available to us under our Credit Agreement (as defined below). We believe that our cash flows from operations and borrowing capacity under our Credit Agreement (as defined below) will be adequate to meet anticipated operating and other expenditures for the foreseeable future. See Note 10, \nDebt and Borrowings\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K.\nAmended and Restated Credit Agreement\nOn December 22, 2021, the Company refinanced its revolving credit facility by entering into a Fourth Amended and Restated Credit Agreement (as amended by a First Amendment dated December 16, 2022, the “Credit Agreement”). The Credit Agreement provides for senior secured financing of $1,100.0 million in the aggregate, consisting of (1) $300.0 million in aggregate principal amount of term loans (the “Term Loans”) and (2) an $800.0 million senior secured revolving credit facility (which includes borrowing capacity available for letters of credit, and is comprised of a $440.0 million U.S. revolving credit facility and $360.0 million global revolving credit facility) (the “Revolver”). Both the Revolver and the Term Loans mature on December 22, 2026.\nThe Credit Agreement includes financial covenants that require compliance with a consolidated interest coverage ratio, a consolidated leverage ratio and a consolidated secured leverage ratio. Prior to the Company entering into the Second Amendment (as defined below), the minimum consolidated interest coverage ratio was 2.75:1.00. The maximum consolidated leverage ratio is 6.00:1.00. Prior to Company entering into the Second Amendment, the maximum consolidated secured leverage ratio was 5.00:1.00 through December 31, 2023 or such earlier date as elected by the Company (the “First Amendment Period”). Following the First Amendment Period, the maximum consolidated secured leverage ratio would have been 4.25:1.00, subject to possible temporary increase following certain corporate acquisitions.\nDuring the First Amendment Period, loans under the Credit Agreement bore interest at (a) the Secured Overnight Financing Rate, plus a credit spread adjustment of 0.10% (as adjusted, “Term SOFR”) plus 2.0% per annum or (b) the Base Rate (as defined in the Credit Agreement) plus 1.0% per annum. Following the First Amendment Period, loans would have borne interest at rates based on (a) Term SOFR plus a rate ranging from 0.875% to 1.75% per annum or (b) the Base Rate plus a rate ranging from 0% to 0.75% per annum, the relevant rate in each case being the Applicable Rate. The Applicable Rate following the First Amendment Period would be determined in accordance with a leverage-based pricing grid, as set forth in the Credit Agreement. The weighted average interest rate on outstanding borrowings under the Credit Agreement at June 30, 2023 was 5.94%. Additionally, the Credit Agreement contains a Commitment Fee (as defined in the Credit Agreement) on the amount unused under the Credit Agreement ranging from 0.15% to 0.25% per annum, and such Commitment Fee is determined in accordance with a leverage-based pricing grid.\nAs of June 30, 2023, there were $541.0 million of loans under the Revolver, $288.8 million of Term Loans, and $4.5 million letters of credit outstanding under the Credit Agreement. As of June 30, 2023, $254.5 million was available under the Credit \n32\nTable of Contents\nAgreement, subject to compliance with the financial covenants, as compared to $204.0 million as of June 30, 2022. As of June 30, 2023, the Company was in compliance with all associated covenants.\nOn August 22, 2023, the Company entered into a Second Amendment (the “Second Amendment”) to the Credit Agreement.\nPursuant to the Second Amendment, the Company’s maximum consolidated secured leverage ratio was amended to be 5.00 to 1.00 until September 30, 2023, 5.25 to 1.00 until December 31, 2023 and 5.00 to 1.00 until December 31, 2024 (the period of time during which such maximum consolidated secured leverage ratios are in effect, the “Second Amendment Period,” which the Company may elect to end early). Following the Second Amendment Period, the maximum consolidated secured leverage ratio will be 4.25 to 1.00, subject to possible temporary increase following certain corporate acquisitions. Pursuant to the Second Amendment, the Company’s minimum interest coverage ratio was amended to be 2.50 to 1.00.\nDuring the Second Amendment Period, \nloans under the Credit Agreement will bear interest at (a) \nTerm SOFR\n plus 2.5% per annum or (b) the Base Rate plus 1.5% per annum. Following the Second Amendment Period, Loans will bear interest at rates based on (a) Term SOFR plus a rate ranging from 1.125% to 2.0% per annum or (b) the Base Rate plus a rate ranging from 0.125% to 1.0% per annum, the relevant rate in each case being the Applicable Rate. The Applicable Rate following the Amendment Period will be determined in accordance with a leverage-based pricing grid, as set forth in the Credit Agreement as amended by the Second Amendment.\nIn addition to obligations under the Credit Agreement, we are party to other contractual obligations involving commitments to make payments to third parties, including purchase commitments and lease obligations, which impact our short-term and long-term liquidity and capital resource needs. See Note 7, \nLeases\n, in the Notes to the Consolidated Financial Statements included in Part I, Item 1 of this Form 10-Q.\nOur cash and cash equivalents balance decreased $12.1 million at June 30, 2023 to $53.4 million as compared to $65.5 million at June 30, 2022. Our working capital was $358.9 million at June 30, 2023, an increase of $29.9 million from $329.0 million at the end of fiscal 2022. Additionally, our total debt decreased by $59.9 million at June 30, 2023 to $828.7 million as compared to $888.6 million at June 30, 2022 as a result of $59.5 million of net repayments carried out during the year.\nOur cash balances are held in the United States, United Kingdom, Canada, Europe, the Middle East and India. As of June 30, 2023, substantially all cash was held outside of the United States.\nWe maintain our cash and cash equivalents primarily in money market funds or their equivalent. Accordingly, we do not believe that our investments have significant exposure to interest rate risk. Cash provided by (used in) operating, investing and financing activities is summarized below. \nFiscal Year Ended June 30,\n(Amounts in thousands)\n2023\n2022\nCash flows provided by (used in):\nOperating activities\n$\n66,819 \n$\n80,241 \nInvesting activities\n(19,640)\n(288,309)\nFinancing activities\n(63,060)\n212,787 \nEffect of exchange rate changes on cash\n3,733 \n(15,078)\nNet decrease in cash and cash equivalents\n$\n(12,148)\n$\n(10,359)\nCash provided by operating activities was $66.8 million for the fiscal year ended June 30, 2023, compared to $80.2 million in fiscal 2022. The decrease in cash provided from operating activities resulted from a $49.4 million reduction in net income adjusted for non-cash charges offset by a $36.0 million reduction in cash used for working capital. In 2023, we used $27.7 million of cash for working capital, as a reduction in customer accounts receivable was more than offset by pay downs in short-term liabilities. In 2022, we used $63.7 million of cash for working capital, as we realized slower customer accounts receivable, increased inventory costs and quantities, and paid down short-term liabilities.\nC\nash used in investing activities was $19.6 million for the fiscal year ended June 30, 2023, a decrease of $268.7 million\n from $288.3 million in fiscal 2022 primar\nily due to the acquisition of THWR in the prior year and lower property, plant and equipment purchases in fiscal 2023 compared to fiscal 2022 due to the completion of certain factory-related productivity enhancements that were placed in service in fiscal 2023.\n33\nTable of Contents\nC\nash used in financing activities was $63.1 million for the fiscal year ended June 30, 2023, a decrease of $275.8 million\n from \n$212.8 million\n of cash provided in fiscal 2022. \nThe decrease in cash provided by financing activities was primarily due to higher borrowings under the Credit Agreement to finance the THWR acquisition, higher share repurchases, and payment of shares withheld for employee payroll taxes during the same period in the prior year.\nOperating Free Cash Flows\nOur operating free cash flow was $38.9 million for fiscal 2023, a decrease of $1.3 million from fiscal 2022. The decrease in operating free cash flow primarily resulted a decrease in cash flow from operations of $13.4 million driven by the reasons explained above, partially offset by reduction in capital expenditures. See the Reconciliation of Non-U.S. GAAP Financial Measures to U.S. GAAP Measures following the discussion of our results of operations for definitions and a reconciliation from our net cash provided by operating activities to operating free cash flows.\nShare Repurchase Program \nIn January 2022, the Company’s Board of Directors authorized the repurchase of up to \n$200.0 million\n of the Company’s issued and outstanding common stock. Repurchases may be made from time to time in the open market, pursuant to pre-set trading plans, in private transactions or otherwise. The current 2022 authorization does not have a stated expiration date. The extent to which the Company repurchases its shares and the timing of such repurchases will depend upon market conditions and other corporate considerations. During the fiscal year ended June 30, 2023\n, the Company did not repurchase any shares under the repurchase program. \nAs of June 30, 2023, the Company had \n$173.5 million of remaining authorization under the share repurchase program. \nReconciliation of Non-U.S. GAAP Financial Measures to U.S. GAAP Measures\nWe have included in this report measures of financial performance that are not defined by U.S. GAAP. We believe that these measures provide useful information to investors and include these measures in other communications to investors. \nFor each of these non-U.S. GAAP financial measures, we are providing below a reconciliation of the differences between the non-U.S. GAAP measure and the most directly comparable U.S. GAAP measure, an explanation of why our management and Board of Directors believe the non-U.S. GAAP measure provides useful information to investors and any additional purposes for which our management and Board of Directors use the non-U.S. GAAP measures. These non-U.S. GAAP measures should be viewed in addition to, and not in lieu of, the comparable U.S. GAAP measures.\nNet Sales - Constant Currency Presentation\n \nWe believe that net sales adjusted for the impact of foreign currency provides useful information to investors because it provides transparency to underlying performance in our consolidated net sales by excluding the effect that foreign currency exchange rate fluctuations have on year-to-year comparability given the volatility in foreign currency exchange markets. To present net sales adjusted for the impact of foreign currency, current period net sales for entities reporting in currencies other than the U.S. Dollar are translated into U.S. Dollars at the average monthly exchange rates in effect during the corresponding period of the prior fiscal year, rather than at the actual average monthly exchange rate in effect during the current period of the current fiscal year. As a result, the foreign currency impact is equal to the current year results in local currencies multiplied by the change in average foreign currency exchange rate between the current fiscal period and the corresponding period of the prior fiscal year.\nNet Sales - Adjusted for the Impact of Acquisitions, Divestitures and Discontinued Brands\nWe also exclude the impact of acquisitions, divestitures and discontinued brands when comparing net sales to prior periods, which results in the presentation of certain non-U.S. GAAP financial measures. The Company's management believes that excluding the impact of acquisitions, divestitures and discontinued brands when presenting period-over-period results of net sales aids in comparability.\nTo present net sales adjusted for the impact of acquisitions, the net sales of an acquired business are excluded from fiscal quarters constituting or falling within the current period and prior period where the applicable fiscal quarter in the prior period did not include the acquired business for the entire quarter. To present net sales adjusted for the impact of divestitures and discontinued brands, the net sales of a divested business or discontinued brand are excluded from all periods.\n34\nTable of Contents\nA reconciliation between reported net sales and net sales adjusted for the impact of foreign currency, acquisitions, divestitures and discontinued brands is as follows:\n(Amounts in thousands)\nNorth America\nInternational\nHain Consolidated\nNet sales - Twelve months ended 6/30/23\n$\n1,139,162 \n$\n657,481 \n$\n1,796,643 \nAcquisitions, divestitures and discontinued brands\n(34,659)\n— \n(34,659)\nImpact of foreign currency exchange\n6,560 \n64,053 \n70,613 \nNet sales on a constant currency basis adjusted for acquisitions, divestitures and discontinued brands - Twelve months ended 6/30/23\n$\n1,111,063 \n$\n721,534 \n$\n1,832,597 \nNet sales - Twelve months ended 6/30/22\n$\n1,163,132 \n$\n728,661 \n$\n1,891,793 \nAcquisitions, divestitures and discontinued brands\n(8,109)\n— \n(8,109)\nNet sales adjusted for divestitures and discontinued brands - Twelve months ended 6/30/22\n$\n1,155,023 \n$\n728,661 \n$\n1,883,684 \nNet sales decline\n(2.1)\n%\n(9.8)\n%\n(5.0)\n%\nImpact of acquisitions, divestitures and discontinued brands\n(2.3)\n%\n— \n%\n(1.4)\n%\nImpact of foreign currency exchange\n0.6 \n%\n8.8 \n%\n3.7 \n%\nNet sales decline on a constant currency basis adjusted for acquisitions, divestitures and discontinued brands\n(3.8)\n%\n(1.0)\n%\n(2.7)\n%\nAdjusted EBITDA\nThe Company defines Adjusted EBITDA as net (loss) income before net interest expense, income taxes, depreciation and amortization, equity in net loss of equity-method investees, stock-based compensation, net, unrealized currency losses (gains), certain litigation and related costs, CEO succession costs, plant closure related costs-net, productivity and transformation costs, warehouse and manufacturing consolidation and other costs, costs associated with acquisitions, divestitures and other transactions, gains on sales of assets, certain inventory write-downs, intangibles and long-lived asset impairment and other adjustments. The Company’s management believes that this presentation provides useful information to management, analysts and investors regarding certain additional financial and business trends relating to its results of operations and financial condition. In addition, management uses this measure for reviewing the financial results of the Company and as a component of performance-based executive compensation. Adjusted EBITDA is a non-U.S. GAAP measure and may not be comparable to similarly titled measures reported by other companies.\nWe do not consider Adjusted EBITDA in isolation or as an alternative to financial measures determined in accordance with U.S. GAAP. The principal limitation of Adjusted EBITDA is that it excludes certain expenses and income that are required by U.S. GAAP to be recorded in our consolidated financial statements. In addition, Adjusted EBITDA is subject to inherent limitations as this metric reflects the exercise of judgment by management about which expenses and income are excluded or included in determining Adjusted EBITDA. In order to compensate for these limitations, management presents.\n35\nTable of Contents\nAdjusted EBITDA in connection with U.S. GAAP results. A reconciliation of net (loss) income to Adjusted EBITDA is as follows: \nFiscal Year Ended June 30,\n(Amounts in thousands)\n2023\n2022\nNet (loss) income\n$\n(116,537)\n$\n77,873 \nDepreciation and amortization\n50,777 \n46,849 \nEquity in net loss of equity-method investees\n1,134 \n2,902 \nInterest expense, net\n43,936 \n10,226 \n(Benefit) provision for income taxes\n(14,178)\n22,716 \nStock-based compensation, net\n14,423 \n15,611 \nUnrealized currency losses (gains)\n929 \n(2,259)\nLitigation and related costs\n(a)\n(1,369)\n7,687 \nRestructuring activities\nCEO succession\n5,113 \n— \nPlant closure related costs, net\n94 \n929 \nProductivity and transformation costs\n7,284 \n8,803 \nWarehouse/manufacturing consolidation and other costs, net\n1,026 \n2,721 \nAcquisitions, divestitures and other\nTransaction and integration costs, net\n2,018 \n14,055 \nGain on sale of assets\n(3,529)\n(9,049)\nImpairment charges\nInventory write-down\n— \n(351)\nIntangibles and long-lived asset impairment\n175,501 \n1,903 \nAdjusted EBITDA\n$\n166,622 \n$\n200,616 \n(a) \nExpenses and items relating to securities class action and baby food litigation.\nAdjusted EBITDA - Constant Currency Presentation \nThe Company provides Adjusted EBITDA and Adjusted EBITDA on a constant currency basis because the Company’s management believes that these presentations provide useful information to management, analysts and investors regarding certain additional financial and business trends relating to its results of operations and financial condition. In addition, management uses these measures for reviewing the financial results of the Company as well as a component of performance-based executive compensation. The Company believes presenting Adjusted EBITDA on a constant currency basis provides useful information to investors because it provides transparency to underlying performance in the Company’s Adjusted EBITDA by excluding the effect that foreign currency exchange rate fluctuations have on period-to-period comparability given the volatility in foreign currency exchange markets. Adjusted EBITDA on a constant currency basis is calculated by translating foreign currencies based on the average foreign exchange rate for the prior year, for each currency.\nA reconciliation between Adjusted EBITDA and Adjusted EBITDA on a constant currency basis for fiscal years 2023 and 2022 is as follows:\n(Amounts in thousands)\nHain Consolidated\nAdjusted EBITDA - June 30, 2023\n$\n166,622 \nImpact of foreign currency exchange\n7,622 \nAdjusted EBITDA on a constant currency basis - June 30, 2023\n$\n174,244 \nAdjusted EBITDA - June 30, 2022\n$\n200,616 \n36\nTable of Contents\nOperating Free Cash Flows\nIn our internal evaluations, we use the non-GAAP financial measure “Operating Free Cash Flows”. The difference between Operating Free Cash Flows and cash flows provided by or used in operating activities, which is the most comparable U.S. GAAP financial measure, is that Operating Free Cash Flows reflects the impact of purchases of property, plant and equipment (capital spending). Since capital spending is essential to maintaining our operational capabilities, we believe that it is a recurring and necessary use of cash. As such, we believe investors should also consider capital spending when evaluating our cash flows provided by or used in operating activities. We view Operating Free Cash Flows as an important measure because it is one factor in evaluating the amount of cash available for discretionary investments. We do not consider Operating Free Cash Flows in isolation or as an alternative to financial measures determined in accordance with U.S. GAAP. \nA reconciliation from cash flows provided by operating activities to Operating Free Cash Flows is as follows: \nFiscal Year Ended June 30,\n(Amounts in thousands)\n2023\n2022\nNet cash provided by operating activities\n$\n66,819 \n$\n80,241 \nPurchases of property, plant and equipment\n(27,879)\n(39,965)\nOperating free cash flows\n$\n38,940 \n$\n40,276 \nContractual Obligations\nWe are party to contractual obligations involving commitments to make payments to third parties, which impact our short-term and long-term liquidity and capital resource needs. Our contractual obligations primarily consist of long-term debt and related interest payments, purchase commitments and operating leases. See Note 7, \nLeases\n,\n and \nNote 10, \nDebt and Borrowings\n,\n \nin the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K.\nCritical Accounting Estimates \nThe discussion and analysis of our financial condition and results of operations is based on our consolidated financial statements, which are prepared in accordance with accounting principles generally accepted in the United States. Our significant accounting policies are described in Note 2, \nSummary of Significant Accounting Policies and Practices\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K. The policies below have been identified as the critical accounting policies we use which require us to make estimates and assumptions and exercise judgment that affect the reported amounts of assets and liabilities at the date of the financial statements and amounts of income and expenses during the reporting periods presented. We believe in the quality and reasonableness of our critical accounting estimates; however, materially different amounts might be reported under different conditions or using assumptions, estimates or making judgments different from those that we have applied. Our critical accounting policies, including our methodology for estimates made and assumptions used, are as follows:\nVariable Consideration\nIn addition to fixed contract consideration, many of the Company’s contracts include some form of variable consideration. The Company offers various trade promotions and sales incentive programs to customers and consumers, such as price discounts, slotting fees, in-store display incentives, cooperative advertising programs, new product introduction fees and coupons. The expenses associated with these programs are accounted for as reductions to the transaction price of products and are therefore deducted from sales to determine reported net sales. Trade promotions and sales incentive accruals are subject to significant management estimates and assumptions. The critical assumptions used in estimating the accruals for trade promotions and sales incentives include the Company’s estimate of expected levels of performance and redemption rates. The Company exercises judgment in developing these assumptions. These assumptions are based upon historical performance of the retailer or distributor customers with similar types of promotions adjusted for current trends. The Company regularly reviews and revises, when deemed necessary, estimates of costs to the Company for these promotions and incentives based on what has been incurred by the customers. The terms of most of the promotion and incentive arrangements do not exceed a year and therefore do not require highly uncertain long-term estimates. Settlement of these liabilities typically occurs in subsequent periods primarily through an authorization process for deductions taken by a customer from amounts otherwise due to the Company. Differences between estimated expense and actual promotion and incentive costs are recognized in earnings in the period such differences are determined. Actual expenses may differ if the level of redemption rates and performance were to vary from estimates.\n37\nTable of Contents\nValuation of Long-lived Assets \nFixed assets and amortizable intangible assets are reviewed for impairment as events or changes in circumstances occur indicating that the carrying value of the asset may not be recoverable. Undiscounted cash flow analyses are used to determine if impairment exists. If impairment is determined to exist, the loss is calculated based on estimated fair value.\nGoodwill and Intangible Assets \nGoodwill and intangible assets deemed to have indefinite lives are not amortized but rather are tested at least annually for impairment, or more often if events or changes in circumstances indicate that more likely than not the carrying amount of the asset may not be recoverable. \nGoodwill is tested for impairment at the reporting unit level. A reporting unit represents an operating segment or a component of an operating segment. Goodwill is tested for impairment by either performing a qualitative evaluation or a two-step quantitative test. The qualitative evaluation is an assessment of factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount, including goodwill. We may elect not to perform the qualitative assessment for some or all reporting units and perform a two-step quantitative impairment test. The estimate of the fair values of our reporting units are based on the best information available as of the date of the assessment. We generally use a blended analysis of the present value of discounted cash flows and the market valuation approach. The discounted cash flow model uses the present values of estimated future cash flows. Considerable management judgment is necessary to evaluate the impact of operating and external economic factors in estimating our future cash flows. The assumptions we use in our evaluations include projections of growth rates and profitability, our estimated working capital needs, as well as our weighted average cost of capital. The market valuation approach indicates the fair value of a reporting unit based on a comparison to comparable publicly traded firms in similar businesses. Estimates used in the market value approach include the identification of similar companies with comparable business factors. Changes in economic and operating conditions impacting the assumptions we made could result in additional goodwill impairment in future periods. If the carrying value of the reporting unit exceeds fair value, goodwill is considered impaired. The amount of the impairment is the difference between the carrying value of the goodwill and the “implied” fair value, which is calculated as if the reporting unit had just been acquired and accounted for as a business combination.\nIndefinite-lived intangible assets consist primarily of acquired tradenames and trademarks. We first assess qualitative factors to determine whether it is more likely than not that an indefinite-lived intangible asset is impaired. We measure the fair value of these assets using the relief from royalty method. This method assumes that the tradenames and trademarks have value to the extent their owner is relieved from paying royalties for the benefits received. We estimate the future revenues for the associated brands, the appropriate royalty rate and the weighted average cost of capital.\nThe Company completed its annual goodwill impairment analysis in the fourth quarter of fiscal 2023, in conjunction with its budgeting and forecasting process for fiscal year 2024 and concluded that no indicators of impairment existed at any of its reporting units.\nAs of June 30, 2023, the carrying value of goodwill was $938.6 million. For the fiscal 2023 impairment analysis, the Company performed a quantitative assessment for its reporting units in the United Kingdom, US, Canada and Europe. The estimated fair value of each reporting unit exceeded its carrying value based on the analysis performed. Holding all other assumptions used in the 2023 fair value measurement constant, a 100-basis-point increase in the weighted average cost of capital would not result in the carrying value of the reporting units to be in excess of the fair value. The fair values were based on significant management assumptions including an estimate of future cash flows. If assumptions are not achieved or market conditions decline, potential impairment charges could result. The Company will continue to monitor impairment indicators and financial results in future periods.\nIndefinite-lived intangible assets are evaluated on an annual basis in conjunction with the Company’s evaluation of goodwill, or on an interim basis if and when events or circumstances change that would more likely than not reduce the fair value of any of its indefinite-life intangible assets below their carrying value. In assessing fair value, the Company utilizes a “relief from royalty payments” methodology. This approach involves two steps: (i) estimating the royalty rates for each trademark and (ii) applying these royalty rates to a projected net sales stream and discounting the resulting cash flows to determine fair value. If the carrying value of the indefinite-lived intangible assets exceeds the fair value of the assets, the carrying value is written down to fair value in the period identified. During the year ended June 30, 2023, the Company recorded aggregate non-cash impairment charges of $174.9 million related to certain trademarks and intangible assets as discussed in Note 8, \nGoodwill and Other Intangible Assets\n, in the Notes to Consolidated Financial Statements included in Item 8 of this Form 10-K.\n38\nTable of Contents\nBusiness Combinations\nDuring the year ended June 30, 2022, the Company completed the acquisition of THWR for total consideration of $260.2 million, net of cash acquired. The transaction was accounted for under the acquisition method of accounting whereby the total purchase price was allocated to assets acquired and liabilities assumed based on the estimated fair value of such assets and liabilities.\nAccounting for the acquisition of THWR required estimation in determining the fair value of identified intangible assets for acquired customer relationships and tradenames. Estimation was utilized as it relates to inputs to the valuation techniques used to measure the fair value of these intangible assets as well as the sensitivity of the respective fair values to the underlying assumptions. The significant assumptions used to estimate the fair value of the acquired intangible assets included discount rates, revenue growth rates, and operating margins. These assumptions are forward-looking and could be affected by future economic and market conditions.\nStock-based Compensation \nThe Company uses the fair market value of the Company’s common stock on the grant date to measure fair value for service-based and performance-based awards and a Monte Carlo simulation model to determine the fair value of market-based awards. The use of the Monte Carlo simulation model requires the Company to make estimates and assumptions, such as expected volatility, expected term and risk-free interest rate. The fair value of stock-based compensation awards is recognized as an expense over the vesting period using the straight-line method. For awards that contain a market condition, expense is recognized over the defined or derived service period using a Monte Carlo simulation model.\nValuation Allowances for Deferred Tax Assets \nDeferred tax assets arise when we recognize expenses in our financial statements that will be allowed as income tax deductions in future periods. Deferred tax assets also include unused tax net operating losses and tax credits that we are allowed to carry forward to future years. Accounting rules permit us to carry deferred tax assets on the balance sheet at full value as long as it is “more likely than not” that the deductions, losses or credits will be used in the future. A valuation allowance must be recorded against a deferred tax asset if this test cannot be met. Our determination of our valuation allowances is based upon a number of assumptions, judgments and estimates, including forecasted earnings, future taxable income and the relative proportions of revenue and income before taxes in the various jurisdictions in which we operate. Concluding that a valuation allowance is not required is difficult when there is significant negative evidence that is objective and verifiable, such as cumulative losses in recent years.\nDuring fiscal 2023, a valuation allowance was recorded against certain of our United States federal attributes and a majority of state deferred tax assets as a result of significant negative evidence in such jurisdictions.\nWe have deferred tax assets related to foreign net operating losses, primarily in the United Kingdom and to a lesser extent in Belgium, against which we have recorded valuation allowances. Under current tax law in these jurisdictions, our carryforward losses have no expiration.\nRecent Accounting Pronouncements\nSee Note 2, \nSummary of Significant Accounting Policies and Practices\n, in the Notes to the Consolidated Financial Statements included in Item 8 of this Form 10-K for information regarding recent accounting pronouncements. \nSeasonality\nCertain of our product lines have seasonal fluctuations. Hot tea, hot-eating desserts and soup sales are stronger in colder months, while sales of snack foods, sunscreen and certain of our personal care products are stronger in the warmer months. As such, our results of operations and our cash flows for any particular quarter are not indicative of the results we expect for the full year, and our historical seasonality may not be indicative of future quarterly results of operations. In recent years, net sales and diluted earnings per share in the first fiscal quarter have typically been the lowest of our four quarters.\n39\nTable of Contents",
    "item7a": ">Item 7A.    Quantitative and Qualitative Disclosures About Market Risk\nMarket Risk \nThe principal market risks (i.e., the risk of loss arising from adverse changes in market rates and prices) to which the Company is exposed are: \n•\ninterest rates on debt and cash equivalents;\n•\nforeign exchange rates, generating translation and transaction gains and losses; and\n•\ningredient inputs.\nInterest Rates \nWe centrally manage our debt and cash equivalents, considering investment opportunities and risks, tax consequences and overall financing strategies. Our cash equivalents consist primarily of money market funds or their equivalent. As of June 30, 2023, we had $830 million of variable rate debt outstanding under our Credit Agreement. During fiscal 2021, the Company used interest rate swaps to hedge a portion of the interest rate risk related its outstanding variable rate debt. As of June 30, 2023, the notional amount of the interest rate swaps was $400 million with fixed rate payments of 5.10% that started from February 2023. Assuming current cash equivalents, variable rate borrowings and the effects of the interest rate swaps, a hypothetical change in average interest rates of one percentage point would have resulted in higher net interest expense of $5.5 million.\nForeign Currency Exchange Rates\nOperating in international markets involves exposure to movements in currency exchange rates, which are volatile at times, and the impact of such movements, if material, could cause adjustments to our financing and operating strategies. \nDuring fiscal 2023, approximately 43% of our consolidated net sales were generated from sales outside the United States, while such sales outside the United States were 45% of net sales in fiscal 2022 and 52% of net sales in fiscal 2021. These revenues, along with related expenses and capital purchases, were conducted primar\nily in British Pounds Sterling, Euros and Canadian Dollars. Sales and operating income would have decreased by approximatel\ny $39.4 million and $2.8 million, resp\nectiv\nely, if average foreign exchange rates had been lower by 5% against the U.S. Dollar in fiscal 2023. These amounts were determined by considering the impact of a hypothetical foreign exchange rate on the sales and operating income of the Company’s international operations.\nFluctuations in currency exchange rates may also impact the Stockholders’ Equity of the Company. Amounts invested in our non-United States subsidiaries are translated into United States Dollars at the exchange rates as of the last day of each reporting period. Any resulting cumulative translation adjustments are recorded in Stockholders’ Equity as Accumulated Other Comprehensive Loss. The cumulative translation adjustments component of Accumulated Other Comprehensive Loss decreased by $30.2 million during the fiscal year ended June 30, 2023.\nTo reduce that risk, the Company ma\ny enter into certain derivative financial instruments, when available on a cost-effective basis, to manage such risk. We had approximately\n $131.8 million in notional amounts of cross-currency swaps and foreign currency exchange contracts at June 30, 2023. See Note 16, \nDerivatives and Hedging Activities\n, in the Notes to Consolidated Financial Statements included in Item 8 of this Form \n10-K.\nIngredient Inputs Price Risk \nThe Company purchases ingredient inputs such as \nvegetables, fruits, oils, grains, beans, nuts, tea and herbs, spices, dairy products, plant-based surfactants, glycerin and alcohols, as well as packaging materials, to be used in its operations. These inputs are subject to price fluctuations that may create price risk. Although we sometimes hedge against fluctuations in the prices of the ingredients by using future or forward contracts or similar instruments, the ma\njority of our future purchases of these items are subject to changes in price. We may enter into fixed purchase commitments in an attempt to secure an adequate supply of specific ingredients. These agreements are tied to specific market prices. Market risk is estimated as a hypothetical 10% increase or decrease in the weighted average cost of our primary inputs as of June 30, 2023. Based on our cost of goods sold duri\nng the fiscal year ended June 30, 2023, such a change would have resulted in an increase or decrease to cost of sales of approximately $106 million. W\ne attempt to offset the impact of input cost increases with a combination of cost savings initiatives and efficiencies and price increases.\n40\nTable of Contents",
    "cik": "910406",
    "cusip6": "405217",
    "cusip": [
        "405217950",
        "405217100",
        "405217900"
    ],
    "names": [
        "HAIN CELESTIAL GROUP INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/910406/000091040623000053/0000910406-23-000053-index.htm"
}