{
    "item1": ">ITEM 1.   BUSINESS\n \nGENERAL\n \nAs used herein unless the context otherwise requires, the term “Company” means Koss Corporation and its subsidiaries, Koss Corp B.V. and Koss U.K. Limited. Koss Corporation was incorporated in Delaware in 1971. It formed Koss Corp B.V. and Koss U.K. Limited to comply with certain European Union (“EU”) requirements. Koss U.K. Limited is maintained to comply with certain U.K. requirements. \n \nThe Company operates in the audio/video industry segment of the home entertainment and communication industry through its design, manufacture and sale of stereo headphones and related accessory products. The Company reports its results as a single reporting segment, as the Company’s only business line is the design, manufacture and sale of stereo headphones and related personal listening accessories.\n \nThe Company’s products are sold through U.S. distributors, international distributors, audio specialty stores, the internet, national retailers, grocery stores, electronics retailers, and prisons under the “Koss” name as well as private label. The Company also sells products to distributors for resale to school systems, and directly to other manufacturers for inclusion with their own products. International markets are served by domestic sales representatives and sales personnel in the Netherlands and the Caucasus region. The Company utilizes independent distributors in several foreign countries. \n \nApproximately 80% of the Company’s fiscal year 2023 sales were from stereo headphones used for listening to music. The remaining approximately 20% of the Company’s sales were from headphones used in communications, education settings, and in conjunction with metal detectors, as well as sold to original equipment manufacturers (“OEM”). The products are not significantly differentiated by their retail sales channel or application with the exception of products sold to school systems, prisons, and OEM customers. There are no other product line differentiations other than the quality of the sound produced by the stereo headphone itself, which is highly subjective.\n \nThe Company sources complete stereo headphones manufactured to its specifications from various manufacturers in Asia as well as raw materials used to produce stereo headphones at its plant in Milwaukee, Wisconsin. Management believes that it has sources of complete stereo headphones and raw materials that are adequate for its needs.\n \nThere are no employment or compensation commitments between the Company and its dealers. The Company has contracted several independent manufacturers’ representatives as part of its distribution efforts. The arrangements with foreign distributors do not contemplate that the Company pays any compensation other than any profit the distributors make upon their sale of the Company’s products.\n \nINTELLECTUAL PROPERTY\n \nJohn C. Koss is recognized for creating the personal listening industry with the first Koss SP/3 stereo headphone in 1958. The Company regularly applies for registration of its trademarks in many countries around the world, and over the years the Company has had numerous trademarks registered and patents issued in North America, South America, Asia, Europe, Africa, and Australia. As of June 30, 2023, the Company had over 400 trademarks registered in approximately 90 countries around the world and over 160 patents in approximately 25 countries. The Company has trademarks to protect the brand name, Koss, and its logo on its products. The Company also holds many design patents that protect the unique visual appearance of some of its products. These trademarks and patents are important to differentiate the Company from its competitors. Certain of the Company’s trademarks are of material value and importance to the conduct of its business. The Company considers protection of its proprietary developments important; however, the Company’s business is not, in the opinion of management, materially dependent upon any single trademark or patent. \n \nGiven the significance of the Company’s intellectual property to its business, in 2019 the Company launched a program to enforce its intellectual property rights and protect its patent portfolio. As part of this enforcement program, the Company has filed and pursued lawsuits against a number of companies that the Company believes have infringed or are infringing upon its patents and may enter into licensing agreements or initiate additional lawsuits. The Company considers protecting its intellectual property rights to be central to its business model and competitive position in the stereo headphone industry.\n \n‎\n \n\n\n5\n \nTable of Contents\n \n\n\n \n \nSEASONALITY\n \nAlthough retail sales of consumer electronics have historically been higher during the holiday season, sales of stereo headphones have smoothed throughout the year. Management believes that the Company’s business is not seasonal as evidenced by the fact that the Company’s net sales for the last three years, including the year ended June 30, 2023, were almost equally split between the first and second halves of the year. Management believes that the reason for this level performance of sales to retailers and distributors is related to the fact that consumers are increasingly purchasing stereo headphones throughout the year as replacements for older or lower quality headphones to improve the quality of their listening experience as it relates to portable electronic products. Therefore, upgrades and replacements appear to have as much interest over the course of the year as gifts of stereo headphones during the holiday season.\n \nWORKING CAPITAL AND BACKLOG\n \nThe Company’s working capital needs do not differ substantially from those of its competitors in the industry and generally reflect the need to carry sufficient amounts of inventory to meet delivery requirements of its customers. On a limited basis, the Company does offer 90-120 day payment terms to certain customers and may, on a rare occasion, extend payment terms to its customers for a special promotion. Based on historical trends, management does not expect these practices to have a material effect on net sales or net income. As of June 30, 2023, the Company’s backlog of orders was approximately $320,000, which the Company considers minimal in relation to net sales during fiscal year 2023 or projected sales for fiscal year 2024 net sales.\n \nCUSTOMERS\n \nThe Company markets a line of products used by consumers to listen to music, to work and study from home, and to listen to other audio-related media. The Company distributes these products through distributors and retail channels in the U.S. and independent distributors throughout the rest of the world. Additionally, the Company fills direct-to-consumer (DTC) orders on its website. The Company markets its products through many domestic retail outlets and numerous retailers worldwide. The Company also markets products directly to several original equipment manufacturers for use in their products. In the years ended June 30, 2023 and 2022, the Company’s largest sales concentration was represented by its own DTC offerings via the Amazon portal and were approximately 20% and 16%\n \nof net sales in fiscal year 2023 and 2022, respectively. \nThe Company’s products have broad distribution worldwide across many channels including distributors, specialty stores, mass merchants, and electronics stores. The Company is dependent upon its ability to retain a base of retailers and distributors to sell the Company’s line of products. A material loss of retailers and/or distributors could result in a loss of product placement and have an adverse effect on the Company’s financial results, however, management believes that the impact of any such loss could be partially alleviated by a corresponding decrease, on a limited basis, in expenses.\n The Company’s five largest customers accounted for approximately 51% and 45% of net sales in fiscal years 2023 and 2022, respectively.\n \nCOMPETITION\n \nThe Company focuses on the stereo headphone industry. In the stereo headphone market, the Company competes with all major competitors, many of which are large and diversified and have greater total assets and resources than the Company. The extent to which retailers and consumers view the Company as a pioneer in the creation of the personal listening industry, an innovative vendor of high-quality stereo headphone products, and a provider of excellent after-sales customer service, is the extent to which the Company offers a competitive advantage. The Company relies upon its unique sound, quality workmanship, brand identification, engineering skills, and customer service, as well as its intellectual property portfolio, to support its competitive position.\n \nRESEARCH AND DEVELOPMENT\n \nThe amount expensed on engineering and research activities relating to the development of new products or the improvement of existing products was $288,231 during fiscal year 2023. These activities were conducted by both Company personnel and outside consultants. There was $285,244 in expenses for research and development activities during fiscal year 2022. The Company expects to incur on-going research and development costs related to its Bluetooth® and traditional wired headphones as it is planning to introduce new product offerings on a regular basis. The increasing costs related to worldwide certification of these technologies by country has increased the costs of regional compliance testing and has impacted the time to market on these wireless items.\n \nENVIRONMENTAL MATTERS\n \nThe Company believes that it has materially complied with all currently existing federal, state and local statutes and regulations regarding environmental standards and occupational safety and health matters to which it is subject. During fiscal years 2023 and 2022, the amounts incurred in complying with federal, state and local statutes and regulations pertaining to environmental standards and occupational safety and health laws and regulations did not materially affect the Company’s operating results or financial \n\n\n6\n \nTable of Contents\n \n\n\ncondition. The increased public awareness and concern regarding climate change has resulted in increased regulations which are rapidly evolving. The Company continues to monitor the evolving regulations, as well as related required disclosures, to ensure that we will be conformant. It is unclear as to whether any emerging and evolving regulations will have a material impact on the Company's results of operations.\n \nEMPLOYEES\n \nAs of June 30, 2023, the Company employed 31 non-union employees, 3 of which were part-time employees.  The Company also engaged temporary personnel at times during the year ended June 30, 2023.\n \nFOREIGN SALES\n \nThe Company’s competitive position and risks relating to its business in foreign markets are comparable to those in the domestic market. In addition, the governments of the United States and foreign nations may elect to erect trade barriers on exports and/or imports, respectively. The creation of additional barriers would reduce the Company’s net sales and net income. In addition, any fluctuations in currency exchange rates could affect the pricing of the Company’s products and divert customers who might choose to purchase lower-priced, less profitable products, and could affect overall demand for the Company’s products. For further information, see Part II, Item 7.\n \nThe Company has sales personnel currently located in the Netherlands and the Caucasus region to service the international export marketplace. The loss of these personnel would result in a transfer of sales and marketing responsibility. The Company sells its products to independent distributors in countries and regions outside the United States including Europe, the Middle East, Africa, Asia, Australia, South America, Latin America, the Caribbean, Canada and Mexico. During the last two fiscal years, net sales of all Koss products were distributed as follows:\n \n \n \n \n \n \n \n \n \n \n \n \n2023\n \n2022\nUnited States\n \n$\n 9,848,521\n \n$\n 13,132,899\nCzech Republic\n \n \n 1,328,476\n \n \n 1,195,768\nSweden\n \n \n 997,058\n \n \n 1,552,559\nCanada\n \n \n 209,159\n \n \n 314,607\nKorea, Republic of\n \n \n 190,149\n \n \n 81,264\nBelgium\n \n \n 176,581\n \n \n 132,880\nMalaysia\n \n \n 122,172\n \n \n 395,914\nAll other countries\n \n \n 227,535\n \n \n 899,628\nNet sales\n \n$\n 13,099,651\n \n$\n 17,705,519\n \nAs a result of the Russian-Ukraine conflict, the Company suspended all sales to Russia in accordance with Executive Order 14071 issued by President Biden on April 6, 2022. Sales to Ukraine have also been impacted as a result of the humanitarian crisis there due to the ongoing hostilities. In the prior two fiscal years, neither Russia nor Ukraine represented a significant portion of the Company’s export business and, in the aggregate, was less than 3.4% of net sales for the year ended June 30, 2022. The Company is uncertain, however, how the conflict will impact future sales.\n \nOPERATIONS\n \nThe Company has a manufacturing facility in Milwaukee, Wisconsin and uses contract manufacturing facilities in the People’s Republic of China and Taiwan. A contract employee is based in China to manage supplier quality and to assist with development of new products. Since these independent suppliers are not located in the United States, the Company is at risk of business interruptions due to natural disasters, war, disease and government intervention through tariffs or trade restrictions that are of less concern domestically. The Company maintains finished goods inventory in its U.S. facility to mitigate this risk. The Company’s goal is to stock finished goods inventory at an average of approximately 90 days demand per item. Recovery of a single facility through replacement of a supplier in the event of a disaster or suspension of supply could take an estimated six to twelve months, in which case the Company believes that it could restore production of its top 10 selling models (which represent approximately 57% of the Company’s 2023 net sales) within \n18-24\n months. Required compliance testing impacts the time it takes to bring a product to market as well as the time necessary to retool a product and re-enter the marketplace. The Company is also at risk if trade restrictions are introduced on its products based upon country of origin. In addition, the Company may not be able to pass along most increases in tariffs and freight charges to the Company’s customers, which would directly affect profits.\n \n‎\n \n\n\n7\n \nTable of Contents\n \n\n\n \nCYBERSECURITY\n \nThe Company depends on information technology as an enabler to improve the effectiveness of its operations and to interface with its customers, as well as to maintain financial accuracy and efficiency. Information technology system failures, including suppliers’ or vendors’ system failures, could disrupt the Company’s operations by causing transaction errors, processing inefficiencies, delays or cancellation of customer orders, the loss of customers, impediments to the manufacture or shipment of products, other business disruptions, or the loss of or damage to intellectual property through a security breach. The Company’s information systems, or those of its third-party service providers, could also be penetrated by outside parties’ intent on extracting information, corrupting information or disrupting business processes. Such unauthorized access could disrupt the Company’s business, increase costs and/or result in the loss of assets. Cybersecurity attacks are becoming more sophisticated and include, but are not limited to, malicious software, attempts to gain unauthorized access to data, and other electronic security breaches that could lead to disruptions in critical systems, unauthorized release of confidential or otherwise protected information, corruption or destruction of data and other manipulation or improper use of systems or networks. These events could negatively impact the Company’s customers and/or reputation and lead to financial losses from remediation actions, loss of business, production downtimes, operational delays or potential liability, penalties, fines or other increases in expense, all of which may have a material adverse effect on the Company’s business. In addition, as security threats and cybersecurity and data privacy and protection laws and regulations continue to evolve and increase in terms of sophistication, we may invest additional resources in the security of our systems. Any such increased level of investment could adversely affect our financial condition or results of operations. The Company has programs in place intended to address and mitigate the cybersecurity risks. These programs include regular monitoring of outside threats, continuous updating of software to mitigate risk, education of employees to the risks of external threats, and simplification of infrastructure to minimize servers. Additionally, the Company seeks to minimize its risk by keeping the number of physical servers at the HQ location and its exposure to public systems to a minimum. Additional e-commerce improvements have further mitigated exposure and business critical systems, including the Company’s ERP system, have been migrated to Tier-1 cloud service providers, with more anticipated in the future. While the Company devotes resources to security measures to protect its systems and data, these measures cannot provide absolute security.\n \nAVAILABLE INFORMATION\n \nThe Company’s internet website is https://www.koss.com. The Company makes available free of charge through its internet website the Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements and all amendments to those reports as soon as reasonably practicable after they are electronically filed with (or furnished to) the Securities and Exchange Commission. These reports and other information regarding the Company are also available on the SEC’s internet website at https://www.sec.gov. The information on the Company’s website is not part of this or any other report the Company files with or furnishes to the Securities and Exchange Commission.\n \n‎\n \n\n\n8\n \nTable of Contents\n \n\n\n \n ",
    "item1a": "ITEM 1A.    RISK FACTORS\n \nWe are subject to various risks that may materially harm our business, prospects, financial condition, and results of operations. This discussion highlights some of the risks that may affect future operating results. These are the risks and uncertainties we believe are most important for you to consider. We cannot be certain that we will successfully address these risks. If we are unable to address these risks, our business may not grow, our stock price may suffer, and we may be unable to stay in business. Additional risks and uncertainties not presently known to us, which we currently deem immaterial, or which are similar to those faced by other companies in our industry or business in general, may also impair our business, prospects, results of operations and financial condition. The risks discussed below include forward-looking statements, and our actual results may differ substantially from those discussed in these forward-looking statements.\n \nRisks Related to Our Operations and Financial Results\n \nThe Company is dependent on the proper functioning of our contract manufacturers in China, our supply chain, and our distribution networks. Any disruptions could adversely affect our business, financial condition or results of operations.\n \nThe Company relies on our third-party supply chain and distribution networks and the availability of necessary components to produce a significant number of our products. A reduction or interruption in supply, including interruptions due to a reoccurrence of the COVID-19 pandemic, geopolitical unrest, labor shortages or strikes, or a failure to procure adequate components, may lead to delays in manufacturing or increases in costs.\n \nThe Company uses contract manufacturing facilities in the People’s Republic of China and Taiwan to produce a significant amount of our products. There has been increasing geopolitical tension between China and Taiwan that may affect future shipments from Taiwan-based suppliers. Any other adverse changes in the social, political, regulatory or economic conditions in the countries could materially increase the cost of the products we buy or delay shipments. There has also been increasing geopolitical tension between China and the United States. Sustained uncertainty about, or worsening of, economic relations and further escalation of trade tensions between the United States and China, or any other country in which the Company conducts business, could result in retaliatory trade restrictions that restrict our ability to source products from China or continue business in such other country. Any alterations \nto our  business strategy\n or operations made in order to adapt to or comply with any such changes would be time-consuming and expensive, and the Company may not be able to pass along most increases in tariffs and freight charges to the Company’s customers, which would also directly affect profits.\n \nOur dependence on foreign suppliers for our products necessitates ordering products further in advance than we would if manufactured domestically, thus increasing investments in inventory. Delays in receiving and shipping products due to interruptions in its supply chain would pose a risk of lower sales to the Company and the potential for price volatility, negatively impacting profits. Recovery of a single facility through replacement of a supplier in the event of a disaster or suspension of supply could take an estimated six to twelve months.\n \nIn the past, we have experienced supply chain and shipping interruptions and constraints, volatility in demand for our products caused by sudden and significant changes in production levels by our suppliers, and disruptions in our manufacturing and supply arrangements caused by the loss or disruption of essential manufacturing and supply elements such as raw materials or other product components, transportation, work force, or force majeure events. \n \nIn April 2023, United Parcel Service (“UPS”) and the International Brotherhood of Teamsters Union (the “Teamsters”) started labor contract talks to negotiate better pay, no forced overtime and the elimination of a two tier pay system. On July 25, 2023, UPS and the Teamsters reached a tentative five-year contract deal that would avert a nationwide strike. Also, since December 2022, when the U.S. government abated a threatened railroad strike and implemented a labor agreement that prohibited the workers from striking, some union leaders and railroad executives have voluntarily reopened the conversation around paid sick leave in hopes of negotiating an improvement. The Company continues to monitor both situations as ether strike in the U.S. could potentially exacerbate disruptions in the supply chain and impact product shipments from suppliers and to customers, resulting in increased operating costs and delays in product shipments. The Company also believes that the recent loss of Yellow freight lines to insolvency could impact carrier availability and increase freight costs. The Company had no material direct exposure to Yellow in 2023.\n \nThe current hostilities in Eastern Europe and the resulting economic sanctions imposed by the government have impacted the global economy. While we have no operations in Russia or Ukraine, we are unable to sell to certain of our customers that have been negatively impacted by this event. The continuation of the military conflict could lead to increased supply chain disruptions, inflationary pressures and volatility in global markets that could negatively impact our operations.\n \nThe Company continuously monitors its\n supply chain in order to modify business plans as may be necessary. This could include increasing the investment in inventory, being alert to potential short supply situations, assisting suppliers with acquisition of critical \n\n\n9\n \nTable of Contents\n \n\n\ncomponents and utilizing alternative sources and/or air freight\n. However, these measures may entail additional costs to the Company and cannot guarantee that the Company will not be adversely affected by supply chain disruptions.\n \nFailure to attract and retain customers to sell the Company’s products could adversely affect sales volume and future profitability.\n \nThe Company markets a line of products used by consumers to listen to music. The Company distributes these products through large domestic distributors and some retail channels in the U.S. and independent distributors throughout the rest of the world. The Company is dependent upon its ability to attract and retain a base of customers to sell the Company’s line of products. The Company has broad distribution across many channels including specialty stores, mass merchants, electronics stores and computer retailers. The Company may not be able to maintain customers or model selections and therefore may experience a reduction in its sales revenue until a model is restored to the mix or a lost customer is replaced by a new customer. The loss of business of one or more principal customers or a change in the sales volume from a particular customer could have a material adverse effect on the Company’s sales volume and profitability.\n \nA shift in customer specifications to lower priced items can reduce profit margins, negatively impacting profitability.\n \nThe Company sells lines of products with suggested retail prices ranging from less than $10 up to $1,000. The gross margin for each of these models varies in terms of percentages. The Company finds the low-priced portion of the market most competitive and therefore most subject to pressure on gross margin percentages, which tends to lower profit contributions. Therefore, a shift in customer specifications and preferences toward lower priced items could lead to lower gross margins and lower profit contributions per unit of sale. Due to the range of products that the Company sells, the product sales mix can produce a variation in profit margins. Some distributors sell a limited range of products that yield lower profit margins than others. Most notably, the budget-priced stereo headphone segment of the market (below $10 retail), which is distributed through mass market retailers, computer stores, and office supply stores and to school systems, tends to yield the lowest gross margins. An increase in business with these types of accounts, if coupled with a simultaneous reduction in sales to customers with higher gross margins, would reduce profit margins and profitability.\n \nIf we are unable to continue to develop innovative and popular products, our brand image may be harmed and demand for our products may decrease.\n \nConsumer electronics are subject to constantly and rapidly changing consumer preferences based on industry trends and performance features, including technological advancement. Our success depends largely on our ability to lead, anticipate, gauge and respond to these changing consumer preferences and trends in a timely manner, while preserving and strengthening the perception and authenticity of our brand. We must continue to develop high performance products that provide better design and performance attributes than the products of our competitors at similar price points. Market acceptance of new designs and products is subject to uncertainty, and we cannot assure you that our efforts will be successful. The inability of new product designs or new product lines to gain market acceptance, or our current products losing traction in the market, could adversely affect our brand image, our business and financial condition. Achieving market acceptance for new products may also require substantial marketing efforts and expenditures to increase consumer demand, which could constrain our management, financial and operational resources. If new products we introduce do not experience broad market acceptance or demand for our existing products wanes, our net sales could decline.\n \nWe may not be able to compete effectively, which could cause our net sales and market share to decline.\n \nThe consumer electronics industry is highly competitive, and characterized by frequent introduction of new competitors, as well as increased competition from established companies expanding their product portfolio, aggressive price cutting and resulting downward pressure on gross margins and rapid consolidation of the market resulting in larger competitors. We face competition from consumer electronics brands that have historically dominated the stereo headphone market, in addition to sport brands and lifestyle companies that also produce headphone products. These competitors may have significant competitive advantages, including greater financial, distribution, marketing and other resources, longer operating histories, better brand recognition among certain groups of consumers, and greater economies of scale. In addition, these competitors have long-term relationships with many larger retailers that are potentially more important to those retailers. As a result, these competitors may be better equipped to influence consumer preferences or otherwise increase their market share by:\n \n\nquickly \nadapting to changes in consumer preferences;\n\nreadily taking advantage of acquisition and other opportunities;\n\ndiscounting excess inventory;\n\ndevoting greater resources to the marketing and sale of their products, including significant advertising, media placement and product endorsement;\n\nadopting aggressive pricing policies; and\n\nengaging in length\ny and costly intellectual property and other legal disputes.\n \n\n\n10\n \nTable of Contents\n \n\n\n \nAdditionally, the industry in which we compete generally has low barriers to entry that allow the introduction of new products or new competitors at a fast pace. If we are unable to protect our brand image and authenticity, while carefully balancing our growth, we may be unable to effectively compete with these new market entrants or new products. The inability to compete effectively against new and existing competitors could have an adverse effect on our net sales and results of operations, preventing us from achieving future growth.\n \nIf we are unable to obtain intellectual property rights and/or enforce those rights against third parties who are violating those rights, our business could suffer.\n \nWe rely on various intellectual property rights, including patents, trademarks, trade secrets and trade dress to protect our brand name, reputation, product appearance and technology. If we fail to obtain, maintain, or in some cases enforce our intellectual property rights, our competitors may be able to copy our designs, or use our brand name, trademarks, or technology. As a result, if we are unable to successfully protect our intellectual property rights, or resolve any conflicts effectively, our results of operations may be harmed. Regardless of the merits of the claims, litigation may be expensive, time-consuming, and disruptive to our operations and distracting to management. If resolved against us, such legal proceedings could result in excessive verdicts, injunctive relief or other equitable relief that may affect how we operate our business. Similarly, if we settle such legal proceedings, it may negatively affect how we operate our business. I\nn connection with its ongoing intellectual property enforcement program, which includes lawsuits alleging infringement of patents relating to its wireless audio technology, the Company has granted licenses covering certain Company patents. \nOther similar complaints filed remain outstanding. As all litigation is uncertain, there can be no assurance that any of this remaining or future litigation will be decided in our favor. \n \nWe may be adversely affected by the financial condition of our retailers and distributors.\n \nSome of our retailers and distributors are experiencing financial difficulties because of current adverse economic conditions. A retailer or distributor experiencing such difficulties generally will not purchase and sell as many of our products as it would under normal circumstances and may cancel orders. In addition, a retailer or distributor experiencing financial difficulties generally increases our exposure to uncollectible receivables. We extend credit to our retailers and distributors based on our assessment of their financial condition, generally without requiring collateral, and sometimes are not able to obtain information regarding their current financial status. Failure of these retailers or distributors to remain current on their obligations to us could result in losses that exceed the reserves we set aside in anticipation of this risk. We are also exposed to the risk of our customers declaring bankruptcy, exposing us to claims of preferential payment claims. Financial difficulties on the part of our retailers or distributors could have a material adverse effect on our results of operations and financial condition.\n \nDirect-to-Consumer sales through the Amazon marketplace account for a significant amount of our net sales and the loss of, or reduced purchases from, this sales channel could have a material adverse effect on our operating results.\n \nOur largest concentration of sales in fiscal year 2023 came from our DTC sales via the Amazon portal and accounted for more than 20% and 16% of our net sales in fiscal years 2023 and 2022, respectively. We do not have long-term contracts to conduct sales through the Amazon portal or for sales to any of our customers, and all of our customers generally purchase from us on a purchase order basis. As a result, Amazon or any other customer generally may, with no notice or penalty, cease ordering and selling our products, or materially reduce their orders. If certain customers, individually or in aggregate, choose to no longer sell our products, slow their rate of purchase of our products or decrease the number of unique products they purchase, our results of operations would be adversely affected.\n \nOur products may experience quality problems from time to time that can result in decreased sales and operating margin and harm to our reputation.\n \nWe offer products that can be affected by design and manufacturing defects. Defects can also exist in components used for our products. Component defects could make the Company’s products unsafe and create a risk of property damage and personal injury. There can be no assurance the Company will be able to detect all issues and defects in the products it offers. Failure to do so can result in widespread technical and performance issues affecting the Company’s products. In addition, the Company can be exposed to product liability claims, recalls, product replacements or modifications, write-offs of inventory, property, plant, and equipment, and/or intangible assets, and significant warranty and other expenses, including litigation costs and regulatory fines. Quality problems can also adversely affect the experience for users of the Company’s products, and result in harm to the Company’s reputation, loss of competitive advantage, poor market acceptance, reduced demand for products, delay in new product introductions and lost sales.\n \n\n\n11\n \nTable of Contents\n \n\n\n \nAn information systems interruption or breach in security could adversely affect us.\n \nPrivacy, security, and compliance concerns have continued to increase as technology has evolved. We rely on accounting, financial, and operational management information systems to conduct our operations. Any disruption in these systems could adversely affect our ability to conduct our business. Furthermore, as part of our normal business activities, we collect and store common confidential information about customers, employees, vendors, and suppliers. This information is entitled to protection under a number of regulatory regimes. Any failure to maintain the security of the data, including the penetration of our network security and the misappropriation of confidential and personal information, could result in business disruption, damage to our reputation, financial obligations to third parties, fines, penalties, regulatory proceedings and private litigation with potentially large costs, and also result in deterioration in customers confidence in us and other competitive disadvantages, and thus could have a material adverse impact on our financial condition and results of operations.\n \nHigh-profile security breaches at other companies and in government agencies have increased in recent years, and security industry experts and government officials have warned about the risks of hackers and cyber-attacks targeting businesses. Cyber-attacks are becoming more sophisticated and frequent, and in some cases have caused significant harm. Computer hackers and others routinely attempt to breach the security of technology products, services, and systems, and to fraudulently induce employees, customers, or others to disclose information or unwittingly provide access to systems or data. While we devote resources to security measures to protect our systems and data, these measures cannot provide absolute security.\n \nChanges in tax laws and unanticipated tax liabilities could adversely affect our effective income tax rate and profitability.\n \nWe are subject to income taxes in the United States. Our effective income tax rate could be adversely affected in the future by several factors, including changes in the valuation of deferred tax assets and liabilities and changes in tax laws. We regularly assess all of these matters to determine the adequacy of our tax provision. If our tax strategies are ineffective or we are not in compliance with domestic and international tax laws, our financial position, operating results, and cash flows could be adversely affected.\n \nOur business, financial condition and results of operations may be adversely impacted by the effects of inflation.\n \n \nInflation has the potential to adversely affect our business, financial condition and results of operations by increasing our overall cost structure, particularly if we are unable to achieve commensurate increases in the prices we charge our customers. The Company continues to experience inflationary \ncost increases in our commodities, packaging materials, wages and higher energy and transportation costs, thus potentially impacting our ability to meet customer demand.\n \nThese increases have been partially mitigated by pricing actions implemented in the third quarter of the current fiscal year, as well as working with a dedicated freight forwarding partner to minimize freight rate increases. Inflation may impact customer demand for our products resulting from a slowdown in consumer spending as disposable income decreases due to rising interest rates, the price of essential items and dwindling savings. Other risk factors further exacerbated by inflation include\n supply chain disruptions, risks of international operations and the recruitment and retention of talent.\n \n \nRisks Related to our International Operations\n \nEconomic regulation, trade restrictions, and increasing manufacturing costs in China could adversely impact our business and results of operations.\n \nThe Company uses contract manufacturing facilities in the People’s Republic of China. An increase in the cost of labor or taxes on wages in China may lead to an increase in the cost of goods manufactured in China. Significant increases in wages or wage taxes paid by contract manufacturing facilities may increase the cost of goods manufactured in China which could have a material adverse effect on the Company’s profit margins and profitability. Additionally, government trade policies, including the imposition of tariffs, export restrictions, sanctions or other retaliatory measures, as described above under “\nThe Company is dependent on the proper functioning of our contract manufacturers in China, our supply chain, and our distribution networks. Any disruptions could adversely affect our business, financial condition or results of operations.\n,”\n could limit our ability to source materials and products from China at acceptable prices or at all. We do not currently have arrangements with contract manufacturers in other countries that may be acceptable substitutes. We cannot predict what actions may ultimately be taken with respect to tariffs, export controls, countermeasures, or other trade measures between the U.S. and China or other countries and what products may be subject to such actions. To the extent such actions inhibit our transactions with contract manufacturing facilities and suppliers in China, our business may be materially adversely affected.\n \nThe ongoing war between Russia and Ukraine could adversely affect our business, financial condition, and results of operations. \n \nFinancial and credit markets around the world experienced volatility following the invasion of Ukraine by Russia in February 2022. In\nresponse to the invasion, the United States, United Kingdom, and European Union, along with others, imposed significant sanctions and export controls against Russia, Russian banks and certain Russian individuals and may implement additional sanctions or take \n\n\n12\n \nTable of Contents\n \n\n\nfurther punitive actions in the future. In accordance with Executive Order 14071 signed on April 6, 2022, the Company suspended sales to Russia. Also, as a result of the humanitarian crisis in Ukraine created by the war and the population seeking refuge in other countries, sales to Ukraine have been impacted. There have been no sales to Russia or Ukraine during the fiscal year ended June 30, 2023 and such sales consisted of approximately 3.4% of net sales for the year ended June 30, 2022. \n \nAlthough the length, impact and outcome of the conflict is unpredictable, the war has already contributed to market and other disruptions, including volatility in commodity prices, supply and prices of energy, disrupted supply chains, political and social instability as well as an increase in cyberattacks. We are uncertain, however, of the impact it will have on our results of operations for the future in the region. We are actively monitoring the conflict and will report on its impact on our business, financial condition, and results of operations as necessary as developments occur.\n \nWe may be subject to risks related to doing business in, and having counterparties based in, foreign countries.\n \n \n We engage in operations, and enter into agreements with counterparties, located outside the U.S., which exposes us to political, governmental, and economic instability and foreign currency exchange rate fluctuations. Any disruption caused by these factors could harm our business, results of operations, financial condition, liquidity, and prospects. Risks associated with potential operations, commitments, and investments outside of the U.S. include but are not limited to risks of:\n \n\nglobal and local economic, social and political conditions and uncertainty;\n\ncurrency exchange restrictions and currency fluctuations;\n\nexport and import duties;\n\nwar, such as the invasion of Ukraine by Russia, or terrorist attack;\n\nlocal outbreak of disease, such as COVID-19;\n\nrenegotiation or nullification of existing contracts or international trade arrangements;\n\nlabor market conditions and workers’ rights affecting our manufacturing operations or those of our customers;\n\nmacro-economic conditions impacting key markets and sources of supply;\n\nchanging laws and policies affecting trade, taxation, financial regulation, immigration, and investment;\n\ncompliance with laws and regulations that differ among jurisdictions, including those covering taxes, intellectual property ownership and infringement, imports and exports, anti-corruption, and anti-bribery, antitrust and competition, data privacy, and environment, health, and safety; and\n\ngeneral hazards associated with the assertion of sovereignty over areas in which operations are conducted, transactions occur, or counterparties are located.\n \nFluctuations in currency exchange rates could affect the Company’s financial results and operations, including with respect to pricing of products and overall demand for the Company’s products. \n \nThe Company receives a material portion of its sales and profits from business in Europe. To the extent that the value of the U.S. dollar increases relative to currencies in those jurisdictions, it increases the cost of the Company’s products in those jurisdictions, which could create negative pressure on the foreign demand for the Company’s products. The Company is paid by its international customers in U.S. dollars. To the extent that increased prices arising from currency fluctuations decrease the overall demand for the Company’s products or motivate customers to purchase lower-priced, lower profit products, the Company’s sales, profits, and cash flows could be adversely affected.\n \nRisks Related to our Stock \n \nOur stock price has been, and may in the future, be subject to significant fluctuations and volatility.\n \nThe market price of our stock is subject to price volatility. Additionally, over the years, the Company, the technology industry, and the stock market as a whole have experienced extreme stock price and volume fluctuations that have affected stock prices in ways that may have been unrelated to companies’ operating performance. Factors such as the depth and liquidity of the market for our common stock, investor perceptions of us and our business, actions by institutional shareholders, strategic actions by us, litigation, changes in accounting standards, policies, guidance, interpretations and principles, additions or departures of key personnel, a decline in demand for our products and our results of operations, financial performance and future prospects may cause the market price and demand for our common stock to fluctuate substantially, which may limit or prevent investors from realizing the liquidity of their shares. During the fiscal year ended June 30, 2023, the sales price of our common stock fluctuated between a reported high sales price of $11.20 on July 25, 2022 and a reported low sales price of $3.56 on June 23, June 26, and June 27, 2023. The trading volume in shares of our common stock can also vary widely. For example, during the most recent fiscal year, daily trading volume ranged from a low of 3,200 shares on April 6, 2023 to a high of 7,202,400 on July 25, 2022.\n Our market capitalization, as implied by various trading prices, can reflect valuations that diverge significantly from those seen prior to volatility and, to the extent these valuations reflect trading dynamics unrelated to our financial performance or prospects, purchasers of our common stock could incur substantial losses if there \n\n\n13\n \nTable of Contents\n \n\n\nare declines in market prices driven by a return to earlier valuations. As a result of this volatility, investors may experience losses on their investment in our common stock. \n \nA “short squeeze” due to a sudden increase in demand for shares of our common stock that largely exceeds supply could lead to extreme price volatility in shares of our common stock.\n \n \nIn the past, securities of certain companies have experienced significant and extreme volatility in stock price due to a sudden increase in demand for stock resulting in aggregate short positions in the stock exceeding the number of shares available for purchase, forcing investors with short exposure to pay a premium to repurchase shares for delivery to share lenders. This is known as a “short squeeze.” These short squeezes can lead to the price per share of those companies to trade at a significantly inflated rate that is disconnected from the underlying value of the company. Trading by short sellers may increase the likelihood that our common stock will be the target of a short squeeze. A short squeeze could lead to volatile price movements in shares of our common stock that are unrelated or disproportionate to our operating performance or prospects and, once investors purchase the shares of our common stock necessary to cover their short positions, the price of our common stock may rapidly decline. Stockholders that purchase shares of our common stock during a short squeeze may lose a significant portion of their investment. \n \nThe Koss family, including certain members of our management, owns a significant percentage of our stock and, as a result, the trading price for our shares may be depressed and they can take actions that may be adverse to the interests of our stockholders.\n \nMichael Koss, our President and Chief Executive Officer, beneficially owned 4,153,410 shares of our common stock as of August 1, 2023, representing 43.7% of shares outstanding on such date, including shares held by a voting trust over which Mr. Koss holds sole voting and dispositive power. This significant concentration of share ownership may adversely affect the trading price for our common stock because investors may perceive disadvantages in owning stock in companies with a large stockholder, since such a stockholder can significantly influence all matters requiring approval by our stockholders, including the election and removal of directors and any proposed merger, consolidation or sale of all or substantially all of our assets. In addition, due to his significant ownership stake and his service as our Principal Executive Officer and Chairman of the Board of Directors, Michael Koss directs the management of our business and affairs. This concentration of ownership could have the effect of delaying, deferring or preventing a change in control, or impeding a merger or consolidation, takeover or other business combination that could be favorable to our other stockholders.\n \nFuture sales of a substantial amount of our common stock in the public markets by our insiders, or the perception that these sales may occur, may cause the market price of our common stock to decline. \n \nOur employees, directors and officers, and their affiliates collectively hold substantial amounts of shares of our common stock and have vested options for the purchase of our common stock. Sales of a substantial number of such shares by these stockholders, or the perception that such sales will occur, may cause the market price of our common stock to decline. Other than restrictions on trading that arise under securities laws (or pursuant to our securities trading policy that is intended to facilitate compliance with securities laws), including the prohibition on trading in securities by or on behalf of a person who is aware of nonpublic material information, we have no restrictions on the right of our employees, directors and officers, and their affiliates, to sell their unrestricted shares of common stock.\n \n‎\n\n\n14\n \nTable of Contents\n \n\n\n ",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS.\n \nThe purpose of this discussion and analysis is to enhance the understanding and evaluation of the financial position, results of operations, cash flows, indebtedness, and other key financial information of the Company for fiscal years 2023 and 2022. Our MD&A should be read in conjunction with the Consolidated Financial Statements and related Notes included in Item 8, Financial Statements and Supplementary Data, of this Annual Report on Form 10-K. See also the “Cautionary Statement Regarding Forward-Looking Statements” on page 4 of this Report.\n  \nOverview\n \nJohn C. Koss and the Company have been recognized as the creator of the personal listening industry. The Company initially developed the first Koss SP 3 stereo headphones in 1958 and has been an innovator in the field ever since. We market a complete line of high-fidelity headphones, wireless Bluetooth® headphones, wireless Bluetooth® speakers, computer headsets, telecommunications headsets, and active noise canceling headphones. Koss operates as one business segment, as its only business line is the design, manufacture and sale of stereo headphones and related personal listening accessories.\n \nThe Company’s products are sold domestically and internationally through a variety of retailers and distributors, as well as directly to other manufacturers to include with their own products. Changes in sales volume are driven primarily by the addition or loss of customers, a customer adding or removing a product from its inventory, or changes in economic conditions. \nSales levels are less impacted by seasonality or the traditional holiday shopping season.\n \nAlthough certain of the Company’s products could be viewed as essential by consumers for use with mobile phones and other portable electronic devices, many other models represent a more discretionary spend. The results of the Company’s operations are therefore susceptible to consumer confidence and adverse macroeconomic factors such as inflation, slower growth or recession, higher interest rates, and wage and commodity inflation. In addition, the economic sanctions imposed as a result of the Russia/Ukraine conflict have impacted certain of our customers in those markets and the surrounding regions.\n \nThe impacts of COVID-19 have moderated since it was declared a global pandemic by the World Health Organization in March 2020. The Company continues to monitor any changes regarding the pandemic and any future impacts of COVID-19 on our business, operations, and financial results. \n  \nFiscal Year 2023 Summary\n \n\nNet sales declined 26.0% to $13,099,651 due predominantly to weaker consumer demand led by constraints on consumer spending brought on by higher inflation and, as a result, lower disposable income. Over inventory positions at some U.S. distributors also contributed to the decline. Export sales fell 29% while domestic sales fell 25%.\n \n\nGross profit as a percentage of sales decreased 3.9 percentage points to 34.0%. The decrease was primarily due to fixed manufacturing expenses that do not flex with the lower sales volume. The favorable mix of higher margin direct-to-consumer (“DTC”) sales offset the year over year decline in higher margin domestic distributors. \n \n\nSelling, general and administrative expenses increased significantly as a result of\n legal fees and expenses incurred in support of the Company’s patent defense litigation. Excluding the effect of these legal fees and expenses, selling, general and administrative expenses increased by approximately $1.3 million, or 24.9%. \nBonus and profit-sharing expense as a consequence of the net income from licensing proceeds during the year also contributed to the increase.\n \n\nOther income for the year ended June 30, 2023 consisted entirely of $33,000,000 in licensing proceeds received in the first quarter of the year.\n \n\nTax expense for the year ended June 30, 2023 was $317,377 as a direct impact of the licensing income earned during the year.\n \n \n‎\n\n\n17\n \nTable of Contents\n \n\n\n \nConsolidated Results\n \nThe following table presents selected consolidated financial data for each of the past two fiscal years:\n \n \n \n \n \n \n \n \n \n \nConsolidated Performance Summary\n \n2023\n \n2022\nNet sales\n \n$\n13,099,651\n \n$\n17,705,519\nNet sales decrease\n \n \n(26.0)%\n \n \n(9.4)%\nGross profit\n \n$\n4,457,414\n \n$\n6,715,630\nGross profit as % of net sales\n \n \n34.0%\n \n \n37.9%\nSelling, general and administrative expenses\n \n$\n29,358,466\n \n$\n5,813,607\nSelling, general and administrative expenses as % of net sales\n \n \n224.1%\n \n \n32.8%\nInterest income\n \n$\n520,809\n \n$\n11,513\nOther income\n \n$\n33,000,000\n \n$\n362,390\nIncome before income tax provision\n \n$\n8,619,757\n \n$\n1,275,926\nIncome before income tax provision as % of net sales\n \n \n65.8%\n \n \n7.2%\nIncome tax provision\n \n$\n317,377\n \n$\n7,517\nIncome tax provision as % of income before taxes\n \n \n3.7%\n \n \n0.6%\n  \n2023 Results of Operations Compared with 2022  \n \nNet sales for the fiscal year 2023 declined by 26.0% mainly as a result of lower sales to U.S. distributors coupled with a 28.9% drop in sales to the Company’s export markets.\n \nFor the year ended June 30, 2023, domestic net sales decreased $3,284,378, or 25.0% to $9,848,521. Sales to U.S. distributors were impacted by an oversupply of inventory as a consequence of higher-level purchases during the pandemic followed by recent weakened consumer demand for our product due to inflation. While DTC sales, believed to be a significant approach to driving growth, remained stable year over year, it continued to represent the Company’s largest market class, growing from approximately 19% of total net sales during the twelve months ended June 30, 2022 to approximately 25% during the current fiscal year. \n \nExport net sales also saw a downturn during the current fiscal year, decreasing $1,321,490 or 28.9% to $3,251,130. The adverse impacts from the war between Russia and Ukraine, along with increasing inflation and higher energy costs, drove an approximately 27% decline in sales to export distributors in Europe by nearly $1,000,000 versus fiscal year 2022. Lost sales of approximately $600,000 to Russia and Ukraine made up the majority of the drop. A decrease in sales to distributors in Asia also contributed to the decline mainly behind a lack of sales to one of the Company’s non-retail original equipment manufacturers that utilizes Koss headphones in one of their products. Sales to this market were over $350,000 during the year ended June 30, 2022.\n \nGross profit as a percentage of net sales decreased to 34.0% for the year ended June 30, 2023, compared to 37.9% for the prior fiscal year. Gross margins vary by customer, product, and markets and, as a result, any shifts in the mix can impact the overall gross margin. While the mix of higher margin DTC sales was favorable compared to the prior fiscal year, fixed manufacturing overhead expenses that don’t flex with sales negatively impacted the margins for the year. And while freight costs improved during the first half of the year and then stabilized in the back half, the movement of inventory received at the higher freight costs will continue to offset the reduced shipping costs. The Company renewed its contract with the freight forwarder, stabilizing contract rates and bringing them in line with market rates. UPS reached a tentative agreement for a new five-year national contract with the Teamsters on July 25, 2023, averting a potential crisis in small package shipping. The new agreement is likely to increase the Company’s future freight costs.\n \nSelling, general and administrative expenses for the year ended June 30, 2023 \nincreased by approximately $23,545,000 to $29,358,000 compared to the prior year period. The significant change was predominantly a result of\n the increase of approximately $22,276,000 in legal fees and expenses incurred in support of the Company’s patent defense litigation. Excluding the effect of these legal fees and expenses, selling, general and administrative expenses increased by approximately $1.3 million, or 24.9%. Also, a bonus accrual of $334,000 and a second quarter profit-sharing payout of $576,000 were recorded as a result of the increased net income before income taxes for the fiscal year 2023 due mainly to the licensing proceeds received during the first quarter of 2023, partially offset by the aforementioned legal fees and expenses. During the year ended June 30, 2023, deferred compensation expense of $60,000 was recorded related to the change in the net present value of the future expected payments to a current officer as a result of an additional vesting year, which increased the future annual payments. This compares to $633,000 of income recorded in the prior fiscal year as a result of income of $473,000 recognized with the reversal of the deferred compensation liability for the Company’s founder who passed away in December 2021, offset by $71,250 of payments accrued and made to the former officer prior to his passing, and deferred compensation income of $231,000 recognized under the arrangement for the current officer as a result of increasing interest rates. Employer taxes on stock option exercises of approximately $28,000 were recorded in the current year compared to $134,000 in the prior year, a decrease of $106,000. \n \n\n\n18\n \nTable of Contents\n \n\n\n \nOther income for the year ended June 30, 2023 consisted entirely of $33,000,000 in licensing proceeds received in the first quarter. The Company received licensing proceeds of $100,000, which was also recorded as other income, in the first quarter of the prior year. Also, in December 2021, the Company recognized other income on the proceeds from a company-owned life insurance policy on its founder, who passed away on December 21, 2021. Total other income for the fiscal year 2022 was $362,390. \n \nInterest income of $520,809 was recorded during the year ended June 30, 2023 for interest earned on U.S. Treasury securities that were purchased midyear to better secure the Company’s excess cash while earning a return. Interest income of $11,513 was earned on a money market account in the prior fiscal year.\n \nIncome tax expense of $317,377 for the year ended June 30, 2023 was comprised of the U.S. federal statutory rate of 21% and the blended state income tax rate of approximately 3.8%, offset by an adjustment to the valuation allowance for deferred tax assets. The utilization of net operating loss carryforwards significantly reduced the taxable income, resulting in federal and state tax provisions of $230,139 and $87,237, respectively. For the year ended June 30, 2022, there was no federal tax provision and a state tax provision of $7,517 was recorded. The effective tax rate was 3.7% for the fiscal year ended June 30, 2023 compared to less than 1% for the previous fiscal year.\n \nDuring the twelve months ended June 30, 2023, stock option exercises resulted in tax deductible compensation expense of approximately $368,000 and will offset some of the taxable income generated by the net licensing proceeds. Net operating loss carryforwards were also utilized to reduce the taxable income and, as such, th\ne remaining expected federal tax loss carryforward is expected to approximate $31,800,000 by the end of the fiscal year. The current fiscal year adjustment to the estimated tax loss carryforward decreased the deferred tax asset to approximately $8,200,000 as of June 30, 2023, and the future realization of this continues to be uncertain. \nThe valuation allowance was also increased to fully offset the deferred tax asset as there is sufficient negative evidence to support the maintaining of a full valuation allowance as, excluding unusual, infrequent items, a three-year cumulative tax loss occurred. \n \nAs previously reported, the Company maintains a program focused on enforcing its intellectual property and, in particular, certain of its patent portfolio. The Company has enforced its intellectual property by filing complaints against certain parties alleging infringement on the Company’s patents relating to its wireless headphone technology. The Company has recovered certain of the fees and costs that were involved with the underlying efforts to enforce this portfolio, as further described in the notes to the financial statements included in this Annual Report on Form 10-K. Part of the litigation related to this enforcement has been recently dismissed and the Company received non-recurring net proceeds of nearly $11,000,000 from the granting of licenses to certain of its patents. If the program continues to be successful with the remaining complaints, the Company may receive additional royalties, offers to purchase its intellectual property, or other remedies advantageous to its competitive position; however, there is no guarantee of a positive outcome from these efforts, which could ultimately be time consuming and unsuccessful. Additionally, the Company may owe all or a portion of any future proceeds arising from the enforcement program to third parties.\n \nThe Company believes that its financial position remains strong. The Company had $3.1 million of cash and cash equivalents, $17.1 million of short-term investments and available credit facilities of $5.0 million on June 30, 2023. \n \nDuring fiscal 2023, inflation, rising interest rates and higher energy costs have impacted consumers’ discretionary spending and, as a result, the Company’s sales volumes. Inflationary cost increases have also had an impact on our commodities, packaging materials, labor costs, and transportation costs. Pricing actions implemented in the third quarter of fiscal year 2023 partially mitigated these increases and working with a dedicated freight forwarding partner has helped to minimize freight rate increases.\n \nThe Company’s supply chain is primarily in southern China. While some issues related to the availability of containers and routings have subsided, the Company continues to monitor the situation closely and the supply chain team will modify business plans as necessary. This could include increasing the investment in inventory, being alert to potential short supply situations, assisting suppliers with acquisition of critical components and utilizing alternative sources and/or air freight. \n \nThe invasion of Ukraine by Russia in February 2022 and the broad economic sanctions imposed in response to this conflict have increased global economic and political uncertainty. In accordance with Executive Order 14071 declared on April 6, 2022, the Company suspended sales into Russia. Given the humanitarian crisis in Ukraine and the population seeking refuge in other countries as a result of the ongoing conflict, sales to Ukraine were also impacted. Prior to the war, neither Russia nor Ukraine constituted a significant portion of the business, making up less than 3.4% of total net sales of the Company for the year ended June 30, 2022. There were no sales to Russia or Ukraine in the current fiscal year. We are uncertain, however, of the impact it will have on future operating results.\n   \n\n\n19\n \nTable of Contents\n \n\n\n \nLiquidity and Capital Resources\n \nCash Flows\n \nThe following table summarizes our cash flows from operating, investing and financing activities for each of the past two fiscal years:\n \n \n \n \n \n \n \n \n \nTotal cash provided by (used in):\n \n2023\n \n2022\nOperating activities\n \n$\n10,735,649\n \n$\n(942,530)\nInvesting activities\n \n \n(17,024,107)\n \n \n1,810,139\nFinancing activities\n \n \n171,350\n \n \n1,390,346\nNet (decrease) increase in cash and cash equivalents\n \n$\n(6,117,108)\n \n$\n2,257,955\n \nOperating Activities\n \nCash provided by operating activities of the Company during the year ended June 30, 2023 was the result of the licensing proceeds received, partially offset by the payment of related legal fees and expenses, along with a second quarter profit-sharing payout. Additionally, the Company’s discipline around and the management of inventory purchases has led to a continued decline in inventory balances during the year. For the year ended June 30, 2022, the Company used cash of $942,530 for operating activities related to the\ndeliberate investment in inventory to ensure adequate stock levels of critical products were available in case of potential supply chain disruption and delays.\n \n \nInvesting Activities\n \nCash used by investing activities for year ended June 30, 2023 was almost entirely related to the purchase of approximately $18,860,000 of U.S. Treasury securities at a discount. Purchases of equipment and leasehold improvements by the Company during the year ended June 30, 2023 was $98,441 compared to $108,158 spent for tooling and leasehold improvements in the prior year. Cash provided by investing activities for the year ended June 30, 2022 was the result of proceeds of a company-owned life insurance policy on the Company’s founder upon his passing on December 21, 2021, slightly offset by the fixed asset purchases. Capital expenditures for fiscal year 2024 are expected to be approximately $400,000 related to leasehold improvements.\n \nFinancing Activities\n \nThe cash generated from financing activities in the years ended June 30, 2023 and 2022 was solely driven by stock option exercises. As of June 30, 2023, the Company had no outstanding borrowings on its bank line of credit facility under the Credit Agreement (described below under “Credit Facility\"). \n \nThere were no purchases of common stock in 2023 or 2022 under the stock repurchase program. In the year ended June 30, 2023, there were stock option exercises of 87,000 shares generating $171,350 of cash. This compares to the exercise of 539,089 options during the year ended June 30, 2022, which generated cash of $1,390,346.\n \nShort Term Liquidity\n \nThe Company anticipates funding its normal recurring trade payables, accrued expenses, ongoing R&D costs, and any potential interest payments, if it utilizes its line of credit facility, through existing working capital and funds provided by operating activities. The majority of the Company’s purchase obligations are pursuant to funded contractual arrangements with its customers. The Company believes its existing cash, cash equivalents, investments in short-term U.S. Treasury securities, cash provided by operating activities and borrowings under its credit facility, if any, will be sufficient to meet its anticipated working capital, and capital expenditure requirements during the next twelve months. There can be no assurance, however, that the Company’s business will continue to generate cash flow at current levels. If the Company is unable to generate sufficient cash flow from operations, then it may be required to sell assets, reduce capital expenditure, or draw on its credit facilities. Management is focused on increasing sales, especially in the U.S. distributor market, DTC, and the export markets, increasing new product introductions, increasing the generation of cash from operations, and improving the Company’s overall earnings to help improve the Company’s liquidity. The Company regularly evaluates new product offerings, inventory levels, and capital expenditure to ensure that it is effectively allocating resources in line with current market conditions.\n \nLong Term Liquidity\n \nThe Company’s future capital requirements, to a certain extent, are also subject to general conditions in or affecting the electronics industry and are subject to general economic, political, financial, competitive, legislative, and regulatory factors that are beyond its control. Moreover, to the extent that existing cash, cash equivalents, cash from operations, and cash from its credit facilities are \n\n\n20\n \nTable of Contents\n \n\n\ninsufficient to fund its future activities, the Company may need to raise additional funds through public or private equity or debt financing, subject to the limitations specified in the Credit Agreement (as defined below). In addition, the Company may also need to seek additional equity funding or debt financing if it becomes a party to any agreement or letter of intent for potential investments in, or acquisitions of, businesses, services, or technologies.\n \nCredit Facility\n \nOn May 14, 2019, the Company entered into a secured credit facility (“Credit Agreement”) with Town Bank (“Lender”). The Credit Agreement provides for a $5,000,000 revolving secured credit facility as well as letters of credit for the benefit of the Company of up to a sublimit of $1,000,000. There are no unused line fees in the credit facility. On January 28, 2021, the Credit Agreement was amended to extend the expiration to October 31, 2022, and to change the interest rate to Wall Street Journal Prime less 1.50%. A Third Amendment to the Credit Agreement effective October 30, 2022 extends the maturity date to October 31, 2024. The Company and the Lender also entered into a General Business Security Agreement dated May 14, 2019 under which the Company granted the Lender a security interest in substantially all of the Company’s assets in connection with the Company’s obligations under the Credit Agreement. The Credit Agreement contains certain affirmative and negative covenants customary for financings of this type. The negative covenants include restrictions on other indebtedness, liens, fundamental changes, certain investments, disposition of assets, mergers and liquidations, among other restrictions. The Company is currently in compliance with all covenants related to the Credit Agreement. As of June 30, 2023, and June 30, 2022, there were no outstanding borrowings on the facility.\n \n \nStock Repurchase Program\n \nIn April 1995, the Board of Directors approved a stock repurchase program authorizing the Company to purchase, from time to time, up to $2,000,000 of its common stock for its own account. Subsequently, the Board of Directors periodically approved increases in the amount authorized for repurchase under the program. As of June 30, 2023, the Board had authorized the repurchase of an aggregate of $45,500,000 of common stock under the stock repurchase program, of which $43,360,247 had been expended. No purchases were made during the years ended June 30, 2023 or 2022. \n \nThere were no stock repurchases under the program in fiscal year 2023 or 2022. As such, as of June 30, 2023, the amount of common stock subject to repurchase by the Company under the Board of Director’s prior authorization remained $2,139,753 at the discretion of the Chief Executive Officer of the Company. Future stock purchases under this program are dependent on management’s assessment of value versus market price, may occur either on the open market or through privately negotiated transactions and may be financed through the Company’s cash flow or by borrowing.\n \nContractual Obligation\n \nThe Company leases the 126,000 square foot facility from Koss Holdings, LLC, which is controlled by five equal ownership interests in trusts held by the five beneficiaries of the former Chairman’s revocable trust and includes current stockholders of the Company. On May 24, 2022, the lease was renewed for a period of five years, ending June 30, 2028, and is being accounted for as an operating lease. The lease extension maintained the rent at a fixed rate of $380,000 per year. The Company has the option to renew the lease for an additional five years beginning July 1, 2028 and ending June 30, 2033 under the same terms and conditions except that the annual rent will increase to $397,000. The negotiated increase in rent slated for 2028 will be the first increase in rent since 1996. The Company is responsible for all property maintenance, insurance, taxes, and other normal expenses related to ownership. The facility is in good repair and, in the opinion of management, is suitable and adequate for the Company’s business purposes.\n‎\n \n\n\n21\n \nTable of Contents\n \n\n\n \nCritical Accounting Policies\n \nOur discussion and analysis of financial condition and results of operations is based upon our Consolidated Financial Statements, which have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of these Consolidated Financial Statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. We have made estimates and we continually evaluate our estimates and judgments, including those related to doubtful accounts, product returns, excess inventories, warranties, impairment of long-lived assets, deferred compensation, income taxes and other contingencies. We base our estimates on historical experience and assumptions that we believe to be reasonable under the circumstances, taking into consideration certain possible adverse impacts from inflation, the economic sanctions imposed on the international community as a result of the continued conflict between Russia and Ukraine, and any changes to the global economic situation as a consequence of the COVID-19 pandemic. Actual results may differ from these estimates.\n \nBelow are the estimates that we believe are critical to the understanding of the Company’s results of operations and financial condition. Other accounting policies are described in Note 1, “Significant Accounting Policies” to the consolidated financial statements included in this Annual Report on Form 10-K.\n \nRevenue Recognition\n \nRevenues from product sales are recognized when the customer obtains control of the product, which typically occurs upon shipment from the Company’s facility. There are a very limited number of customers for which control does not pass until they have received the products at their facility. Revenue from product sales is adjusted for estimated warranty obligations and variable consideration, which are detailed below. The Company uses a five-step analysis to determine how revenue is recognized. The underlying principle is to recognize revenue when promised goods or services transfer to the customer. The amount of revenue recognized is to reflect the consideration expected to be received for those goods or services. See Note 3 to the Consolidated Financial Statements for additional information on revenue recognition.\n \nAccounts Receivable\n \nThe Company performs ongoing credit evaluations of its customers and adjusts credit limits based upon payment history and the customer’s current credit worthiness, as determined by the review of the customer’s current credit information. The Company continuously monitors collections and payments from customers and maintains an allowance for estimated credit losses. Accounts receivable are stated net of an allowance for doubtful accounts. The allowance is calculated based upon the Company’s evaluation of specific customer accounts where the Company has information that the customer may have an inability to meet its financial obligations. In these cases, management uses its judgment, based on the best available facts and circumstances, and records a specific reserve for that customer against amounts due to reduce the receivable to the amount that is expected to be collected. These specific reserves are re-evaluated and adjusted as additional information is received that impacts the amount reserved. However, the ultimate collectability of the unsecured receivable is dependent upon the financial condition of an individual customer, which could change rapidly and without warning.\n \nInventories\n \nThe Company values its inventories using standard cost which approximates the lower of first in first out (“FIFO”) cost or net realizable value. Valuing inventories at the lower of cost or net realizable value requires the use of estimates and judgment. The Company continues to use the same techniques to value inventories that it has in the past. Our customers may cancel their orders or change purchase volumes. This, or certain additional actions or market developments, could create excess inventory levels, which would impact the valuation of our inventories. Any actions taken by our customers or market developments that could impact the value of our inventory are considered when determining the lower of cost or net realizable value valuations. The Company regularly reviews inventory quantities on hand and records a provision for excess and obsolete inventory based primarily on historical and projected usage and production requirements. If the Company is not able to achieve its expectations of the net realizable value of the inventory at its current value, the Company would have to adjust its reserves accordingly. When a reserve is established, it creates a new cost basis, which is not increased in the future.\n \nProduct Warranty Obligations\n \nThe Company offers a lifetime warranty to consumers in the United States and certain other countries. This lifetime warranty creates a future performance obligation. There are also certain foreign distributors that receive warranty repair parts and replacement headphones to satisfy warranty obligations in those countries. The Company defers revenue to recognize the future obligations related to these warranties. The deferred revenue is based on historical analysis of warranty claims relative to sales. This deferred revenue reflects the Company’s best estimates of the amount of warranty returns and repairs it will experience during those future periods. If \n\n\n22\n \nTable of Contents\n \n\n\nfuture warranty activity varies from the estimates, the Company will adjust the estimated deferred revenue, which would affect net sales and operating results in the period that such adjustment becomes known.\n \nDeferred Compensation\n \nThe Company’s deferred compensation liability is for a current officer and is calculated based on various assumptions that may include compensation, years of service, expected retirement date, discount rates and mortality tables. The related expense is calculated using the net present value of the expected payments and is included in selling, general and administrative expenses in the Consolidated Statements of Operations. Management makes estimates of life expectancy and discount rates using information available from several sources. In addition, management estimates the expected retirement date for the current officer as that impacts the timing for expected future payments. See Note 10 for additional information on deferred compensation.\n \nStock-Based Compensation\n \nThe Company has a stock-based employee compensation plan, which is described more fully in Note 12 to the Consolidated Financial Statements. The Company accounts for stock-based compensation in accordance with ASC 718 \"Compensation - Stock Compensation\". Under the fair value recognition provisions of this statement, share-based compensation cost is measured at the grant date based on the fair value of the award and is recognized as expense over the vesting period. The expected term of the options and volatility are estimated using historical experience for the options by vesting period. The risk-free interest rate is calculated based on the expected life of the options. The Company does not estimate forfeitures as they are recognized when they occur.\n \nIncome Taxes\n \nWe estimate a provision for income taxes based on the effective tax rate expected to be applicable for the fiscal year. If the actual results are different from these estimates, adjustments to the effective tax rate may be required in the period such determination is made. Additionally, discrete items are treated separately from the effective rate analysis and are recorded separately as an income tax provision or benefit at the time they are recognized.\n \nDeferred income taxes are accounted for under the asset and liability method whereby deferred income tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. Deferred income tax assets and liabilities are measured using statutory tax rates. Deferred income tax provisions are based on changes in the deferred tax assets and liabilities from period to period. Additionally, we analyze our ability to recognize the net deferred income tax assets created in each jurisdiction in which we operate to determine if valuation allowances are necessary based on the “more likely than not” criteria.\n \nNew Accounting Pronouncements\n \nApplicable new accounting pronouncements are set forth under Item 15 of this Annual Report on Form 10-K and are incorporated herein by reference. \n \n‎\n \n\n\n23\n \nTable of Contents\n \n\n\n ",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QU\nALITATIVE DISCLOSURES ABOUT MARKET RISK \n \nNot \napplicable\n.\n ",
    "cik": "56701",
    "cusip6": "500692",
    "cusip": [
        "500692108"
    ],
    "names": [
        "KOSS CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/56701/000005670123000026/0000056701-23-000026-index.htm"
}