{
    "item1": ">Item 1.        Business\nOur Company \nWe are a Silicon Valley-based provider of accelerated compute platforms that are application-optimized high performance and high-efficiency server and storage systems for a variety of markets, including enterprise data centers, cloud computing, artificial intelligence (“AI”), 5G and edge computing. Our Total IT Solutions include complete servers, storage systems, modular blade servers, blades, workstations, full rack scale solutions, networking devices, server sub-systems, server management and security software. We also provide global support and services to help our customers install, upgrade and maintain their computing infrastructure. We offer our customers a high degree of flexibility and customization by providing a broad array of server models and configurations from which they can choose the best solutions to fit their computing needs. Our server and storage systems, sub-systems and accessories are architecturally designed to provide high levels of reliability, quality, configurability, and scalability.\nOur in-house design competencies, design control over many of the components used within our server and storage systems, and our Server Building Block Solutions® (an innovative, modular and open architecture) enable us to rapidly develop, build and test our compute platforms along with our server and storage systems, sub-systems and accessories with unique configurations. As a result, when new technologies are brought to market, we are generally able to quickly assemble a broad portfolio of solutions by leveraging common building blocks across product lines. We work closely with the leading microprocessor, graphics processing units (“GPU”), memory, disk/flash, and interconnect vendors and other hardware and software suppliers to coordinate our new products' design with their product release schedules. This enhances our ability to introduce new products incorporating the latest technology rapidly. We seek to be the first to market with products incorporating new technologies and to offer the broadest selection of products using those technologies to our customers. \nTo reduce the high cost of operating datacenters, IT managers increasingly turn to suppliers of high-performance products that are also cost-effective, energy-efficient, and green. Our resource saving architecture supports our efforts to lead in green IT innovation. This architecture disaggregates CPU and memory, which enables each resource to be refreshed independently, thereby allowing data centers to significantly reduce both refresh cycle costs and e-waste. In addition, we offer product lines that are designed to share common computing resources, thereby saving both valuable space and power as compared to general-purpose rackmount servers. We believe our approach of leveraging an overall architecture that balances data center power requirements, cooling, shared resources and refresh cycles helps the environment and provides total cost of ownership (“TCO”) savings for our customers.\nSMCI | 2023 Form 10-K | 1\n \nWe conduct our operations principally from our Silicon Valley headquarters, Taiwan and Netherlands facilities. Our sales and marketing activities operate through a combination of our direct sales force and indirect sales channel partners. We work with distributors, value-added resellers, system integrators, and original equipment manufacturers (\"OEMs\") to market and sell our optimized solutions to their end customers in our indirect sales channels. \nStrategy\nOur objective is to be the world’s leading provider of solutions using accelerated compute platforms that are application-optimized offering high-performance server, storage and networking. Achieving this objective requires continuous development and innovation of our Total IT Solutions with better price-performance and architectural advantages compared with our prior generation of solutions and with solutions offered by our competitors. Through our strategy, we seek to maintain or improve our relative competitive position in many product areas and pursue markets that provide us with additional long-term growth opportunities. Key elements of our strategy include executing upon the following:\nA Strong Internal Research and Development and Internal Manufacturing Capability\nWe are continually investing in our engineering organization. As of June 30, 2023, we had over 2,400 employees in our research and development organization. These resources, along with our understanding of complex computing and storage requirements, enable us to deliver product innovation featuring advanced functionality and capabilities required by our customers. Also, substantially all of our servers are tested and assembled in our facilities, and more than half of our final server and storage production is completed in San Jose, California. Our engineering aptitude, coupled with our internal manufacturing capability, enables rapid prototyping and product roll-out, contributing to a high level of responsiveness to our customers. \nIntroducing More Innovative Products, Faster\nWe seek to sustain advantages in both time-to-market and breadth of products incorporating the latest technological innovations, such as new processors, advancements in storage and evolving I/O technologies. We seek these advantages by leveraging our in-house design capabilities and our Building Block Solutions ® architecture. This allows us to offer customers a broad choice of products to match their target application requirements. In fiscal year 2023, we announced more than 50 products supporting Intel’s new Sapphire Rapids data center CPU. During the second half of fiscal year 2023, our product portfolio was enhanced to support AMD’s Genoa data center CPU. In March 2023, we released a high-density petascale class all-flash NVMe server family supporting next-generation EDSFF form factor, including the E3.S and E1.S devices. Also in March 2023, we unveiled comprehensive portfolio of GPU systems including servers in 8U, 6U, 5U, 4U, 2U, and 1U form factors, as well as workstations that support the full range of new NVIDIA H100 GPUs.\nCapitalizing on New Applications and Technologies\nIn addition to serving traditional needs for server and storage systems, we have devoted, and will continue to devote, substantial resources to developing systems that support emerging and growing applications including AI, cloud computing, 5G/edge computing, storage and others. We believe there are significant opportunities for us in each of these rapidly developing markets due to stringent design requirements for these applications that often require the use of the latest technologies, allowing us to leverage our capabilities in product innovation, superior time-to-market, and portfolio breadth.\nDriving Software and Services Sales to our Global Enterprise Customers\nWe seek to grow our global enterprise revenue by bolstering and expanding our software management products and support services. These software products and services are required for large scale deployments, help meet service level agreements and address uptime requirements. In addition to our internal software development efforts, we also integrate and partner with external software vendors to meet customer requirements.\nLeveraging Our Global Operating Structure\nWe plan to continue to increase our worldwide manufacturing capacity and logistics abilities in the United States, Taiwan and the Netherlands to more efficiently serve our customers and lower our overall manufacturing costs. \nSMCI | 2023 Form 10-K | 2\nProducts and Services\nWe offer a broad range of accelerated compute platforms that are application-optimized server solutions, rackmount and blade servers, storage, and subsystems and accessories, which can be used to build complete server and storage systems. These Total IT Solutions and products are designed to serve a variety of markets, such as enterprise data centers, cloud computing, AI and 5G/edge computing. The percentage of our net sales represented by sales of server and storage systems increased to 92.2% in fiscal year 2023 compared to 85.9% in fiscal year 2022 and 78.4% in fiscal year 2021, and the percentage of our net sales represented by sales of subsystems and accessories was\n \n7.8%\n \nin fiscal year 2023, 14.1% in fiscal year 2022 and 21.6% in fiscal year 2021. During fiscal year 2023, we experienced increased revenue from server and storage systems, particularly from our large enterprise and datacenter customers. The year-over-year increase in net sales of server and storage systems and corresponding decrease in net sales of subsystems and accessories was primarily due to our emphasis on selling full systems and servers which require utilization of the subcomponents. We complement our accelerated compute platforms inclusive of server and storage system offerings with software management/security solutions, global services and support, the revenue for which is included in our server and storage systems revenue.\n    \nServer and Storage Systems\nWe sell accelerated compute platforms comprised of a combination of server and storage systems in rackmount, blade, multi-node and embedded form factors, which support single, dual, and multiprocessor architectures.  Our key product lines include:\n•\nSuperBlade\n®\n and \nMicroBlade\n™® system families designed to share common computing resources, thereby saving space and power over standard rackmount servers;\n•\nSuperStorage\n systems that provide high-density storage while leveraging an efficient use of power to achieve performance-per-watt savings;\n•\nTwin\n family of multi-node server systems designed for density, performance, and power efficiency;\n•\nUltra Server\n systems for demanding enterprise workloads;\n•\nGPU\n or \nAccelerated\n systems for rapidly growing AI markets;\n•\nData Center Optimized\n server systems that deliver increased scalability and performance-per-watt with an improved thermal architecture;\n•\nEmbedded (5G/IoT/Edge)\n systems optimized for evolving networks and intelligent management of connected devices; and\n•\nMicroCloud\n server systems that deliver node density in environments with space and power constraints.\nIn addition to our accelerated compute platforms business, we offer a large array of modular server subsystems and accessories, such as server boards, chassis, power supplies and other accessories. These subsystems are the foundation of platform solutions and span product offerings from the entry-level single and dual-processor server segment to the high-end multiprocessor market. The majority of the subsystems and accessories we sell individually are designed to work together to improve performance and are ultimately integrated into complete server and storage systems.\nServer Software Management Solutions\nOur open industry-standard remote system management solutions, such as our Server Management suite, including Supermicro Server Manager (“SSM”), Supermicro Power Management software (“SPM”), Supermicro Update Manager (“SUM”), SuperCloud Composer and SuperDoctor 5, have been designed to help manage large-scale heterogeneous data center environments. \nSMCI | 2023 Form 10-K | 3\nSupermicro Global Services\nWe provide global service and support offerings for our direct and OEM customers and our indirect sales channel partners directly or through approved distributors and third-party partners. Our services include server and storage system integration, configuration and software upgrades and updates. We also identify service requirements, create and execute project plans, conduct verification testing and training and provide technical documentation.\nGlobal Services:\n Our strategic direct and OEM customers may purchase a variety of on-site support service plans. Our service plans vary depending on specific services, response times, coverage hours and duration, repair priority levels, spare parts requirements, logistics, data privacy and security needs. Our Global Services team provides help desk services and on-site product support for our server and storage systems.\nSupport Services:\n Our customer support services offer competitive market warranties, generally from one-to-three years, and warranty extension options for products sold by our direct sales team and approved indirect sales channel partners. Our customer support team provides ongoing maintenance and technical support for our products through our website and 24-hour continuous direct phone-based support.\nResearch and Development\nWe perform most of our research and development activities in-house in the United States at our facilities in San Jose, California, and in Taiwan, increasing the communication and collaboration between design teams to streamline the development process and reduce time-to-market. We believe that the combination of our focus on internal research and development activities, our close working relationships with customers and vendors and our modular design approach allows us to decrease time-to-market. We continue to invest in reducing our design and manufacturing costs and improving the performance, cost-effectiveness and power- and space-efficiency of our Total IT Solutions.\nOur research and development teams focus on the development of new and enhanced products that can support emerging technological and engineering innovations while achieving high overall system performance. Much of our research and development activity relates to the new product cycles of leading processor vendors. We work closely with Intel, NVIDIA and AMD, among others, to develop products that are compatible with the latest generation of industry-standard technologies under development. Our collaborative approach with these vendors allows us to coordinate the design of our new products with their product release schedules, thereby enhancing our ability to rapidly introduce new products incorporating the latest technology. We work closely with their respective development teams to enhance system performance and reduce system-level issues. Similarly, we work very closely with our customers to identify their needs and develop our new product plans accordingly.\nCustomers\nDuring each of fiscal years 2023, 2022 and 2021, we sold to over 1,000 direct customers in over 100 countries. In addition, over the three years ended June 30, 2023, we have sold to thousands of end users through our indirect sales channel. These customers represent a diverse set of market verticals including enterprise data centers, cloud computing, AI, 5G and edge computing markets. In each of fiscal years 2023, 2022 and 2021, no customer represented greater than 10% of our total net sales.\n \n \nSales and Marketing \nOur sales and marketing activities are conducted through a combination of our direct sales force and our indirect sales channel partners. Our direct sales force is primarily focused on selling Total IT Solutions, including management software and global services to large scale cloud, enterprise and OEM customers. In addition, we are planning to offer optimized products with our command-center-based services, starting with a comprehensive product auto-configurator. The command center is the foundation of our expanding B2C and B2B programs.   \nWe work with distributors, value-added resellers, system integrators, and OEMs to market and sell our optimized solutions to their end customers. We provide sales and marketing assistance and training to our indirect sales channel partners and OEMs, who in turn provide service and support to end customers. We leverage our relationships in our indirect sales channel and with our OEMs to penetrate select industry segments where our products can provide better alternatives to existing solutions.\nSMCI | 2023 Form 10-K | 4\nWe maintain close contact with our indirect sales channel partners and end customers. We often collaborate during the sales process with our indirect sales channel partners and the end customer’s technical staff to help determine the optimal system configuration for the customer’s needs. Our interaction with our indirect sales channel partners and end customers allows us to monitor customer requirements and develop new products to meet their needs.\nInternational Sales\nOur global sales efforts are supported both by our international offices in the Netherlands, Taiwan, South Korea, United Kingdom, China and Japan as well as by our United States based sales team. Product fulfillment and first level support for our international customers are provided by Supermicro Global Services and through our indirect sales channel and OEMs. Sales to customers located outside of the United States represented 32.1%, 41.6% and 40.7% of net sales in fiscal years 2023, 2022 and 2021, respectively.\nMarketing\nOur marketing programs are designed to create a global awareness and branding for our company and products, as well as an understanding of the significant value we bring to customers. These programs also inform existing and potential customers, the trade press, market analysts, indirect sales channel partners and OEMs about the strong capabilities and benefits of using our products and solutions. Our marketing efforts support the sale and distribution of our products through both direct sales and indirect channels. We rely on a variety of marketing vehicles, including advertising, public relations, web, social media, participation in industry trade shows and conferences to help gain market acceptance. We provide funds for cooperative marketing to our indirect sales channel partners to extend the reach of our marketing efforts. We also actively utilize our suppliers’ cooperative marketing programs and jointly benefit from their marketing development funds to which we are entitled.\nIntellectual Property\nWe seek to protect our intellectual property rights with a combination of patents, trademarks, copyrights, trade secret laws, and disclosure restrictions. We rely primarily on trade secrets, technical know-how, and other unpatented proprietary information relating to our design and product development activities. We also enter into confidentiality and proprietary rights agreements with our employees, consultants, and other third parties and control access to our designs, documentation and other proprietary information.\nManufacturing and Quality Control\nWe manufacture the majority of our systems at our San Jose, California headquarters. We believe we are the only major server, storage and accelerated compute platform vendor that designs, develops, and manufactures a significant portion of their systems in the United States. Global assembly, test and quality control of our servers are performed at our manufacturing facilities in San Jose, California, Taiwan and the Netherlands. Each of our facilities Quality and Environmental Management System has been certified according to ISO 9001, ISO 14001 and/or ISO 13485 standards. Our suppliers and contract manufacturers are required to support the same standards to maintain consistent product and service quality and continuous improvement of quality and environmental performance.\n        \nWe use several third-party suppliers and contract manufacturers for materials and sub-assemblies. We believe that selectively using outsourced manufacturing services allows us to focus on our core competencies in product design and development and increases our operational flexibility. We believe our manufacturing strategy allows us to adjust manufacturing capacity in response to changes in customer demand and to rapidly introduce new products to the market. We use Ablecom Technology, Inc. (“Ablecom”) and its affiliate Compuware Technology, Inc. (\"Compuware\"), both of which are related parties, for contract design and manufacturing coordination support. We work with Ablecom to optimize modular designs for our chassis and several other components. Ablecom also coordinates the manufacturing of chassis for us. In addition to providing a large volume of contract manufacturing services to us, Ablecom warehouses multiple components and subassemblies manufactured by various suppliers before shipment to our facilities in the United States, Europe and Asia. We also have a series of agreements with Compuware, including multiple product development, production and service agreements, product manufacturing agreements and lease agreements for office space. See Part II, Item 8, Note 9, “Related Party Transactions,” to the consolidated financial statements and Part III, Item 13, “Certain Relationships and Related Transactions and Director Independence.”\nSMCI | 2023 Form 10-K | 5\nWe monitor our inventory continuously to be able to meet customer delivery requirements and to avoid inventory obsolescence. Due to our building-block designs, our inventory can generally be used with multiple different products, lowering working capital requirements and reducing the risk of inventory write-downs.\nCompetition\nThe market for our products is highly competitive, rapidly evolving and subject to new technological developments, changing customer needs and new product introductions. We compete primarily with large vendors of x86-based general purpose servers and components. In addition, we also compete with smaller vendors that specialize in the sale of server components and systems. In recent years, we have experienced increased competition from original design manufacturers (\"ODMs”) that benefit from their scale and very low-cost manufacturing and are increasingly offering their own branded products. We believe our principal competitors include:\n•\nGlobal technology vendors, such as Cisco, Dell, Hewlett-Packard Enterprise, and Lenovo; \n•\nODMs, such as Foxconn, Quanta Computer, and Wiwynn Corporation; and\n•\nOEMs, such as Inspur.\nThe principal competitive factors in our market include the following:\n•\nFirst to market with new emerging technologies;\n•\nHigh product performance, efficiency and reliability;\n•\nEarly identification of emerging opportunities;\n•\nCost-effectiveness;\n•\nInteroperability of products;\n•\nScalability; and\n•\nLocalized and responsive customer support on a worldwide basis.\nWe believe that we compete favorably with respect to most of these factors. However, most of our competitors have longer operating histories, significantly greater resources, greater name recognition and deeper market penetration. They may be able to devote greater resources to the development, promotion and sale of their products than we can, which could allow them to respond more quickly to new technologies and changes in customer needs. In addition, it is possible that new competitors could emerge and acquire significant market share. See Part I, Item 1A, \"Risk Factors\" risk titled “The market in which we participate is highly competitive, and if we do not compete effectively, we may not be able to increase our market penetration, grow our net sales or improve our gross margins.”\nGovernment Regulation\nOur worldwide business activities subject us to various federal, state, local, and foreign laws in the countries in which we operate, and our Total IT Solutions are subject to laws and regulations affecting their sale. To date, costs and accruals incurred to comply with these governmental regulations, including environmental regulations, have not been material to our capital expenditures, results of operations, and competitive position. Although there is no assurance that existing or future governmental laws and regulations, including environmental regulations, applicable to our operations or Total IT Solutions will not have a material adverse effect on our capital expenditures, results of operations, and competitive position, we do not currently anticipate material increases in expenditures for compliance with government regulations.\nHuman Capital Resources and Management\nMission, Culture, and Engagement\n“The key to success in technology is designing a company around people committed to work that they love,” said Charles Liang, Supermicro Founder, President, Chief Executive Officer, and Chairman of the Board. We aim to attract, develop, and retain a high performing and engaged global workforce. \nAs of June 30, 2023, we employed 5,126 full time employees, consisting of 2,448 employees in research and development, 585 employees in sales and marketing, 465 employees in general and administrative and 1,628 employees in manufacturing. Of these employees, 2,291 employees are based in our San Jose facilities. We consider our highly qualified and motivated employees to be a key factor in our business success. Our employees are not represented by any collective bargaining organization, and we have never experienced a work stoppage. \nSMCI | 2023 Form 10-K | 6\nWe are committed to protecting the environment through our “We Keep IT Green” initiative as a first to market innovator in high-performance, high-efficiency server, storage, networking and management total solutions. We recognize the critical importance of talent and culture to our success and ability to fulfill this vision.\nWe encourage opportunities for growth and conduct regular performance reviews that set clear expectations to motivate employees and align their performance with company objectives. Supermicro Portal, our internal intranet, was created to keep employees informed about key changes to our business and company-wide resources.\nDiversity, Equity, Inclusion, and Belonging\nWe strive to create a culture that promotes diversity, equity, inclusion, and belonging to boost team dynamics, productivity, and innovation within the organization. Employees should be treated fairly and respectfully despite differences and should feel accepted in the workplace to contribute their perspective and be valued. We are committed to increasing diversity in our workforce at all levels and regularly monitor our recruitment process with an aim to improve the diversity of our workforce and candidate pool. \nTalent Development, Acquisition, Retention and Rewards\nTalent Strategy\nOur talent strategy focuses on attracting skilled, engaged employees who contribute the talent and skills critical to our innovative and forward-looking workforce. Our recruiting process actively sources talent supporting our ability to hire candidates with professional qualifications and potential. We identify opportunities through tracking and analyzing data from various sources such as annual performance reviews to assess our progress in ensuring critical talent are in critical roles.  \nIt is our policy to ensure equal employment opportunity for all applicants and employees without regard to prohibited considerations of race, color, religion, sex (including pregnancy, gender identity and sexual orientation), national origin, age, disability or genetic information, marital status or any other classification protected by applicable local, state or federal laws. All employees receive training in the prevention of sexual harassment and abusive conduct in the workplace.\nTotal Rewards Program\nOur total rewards program is designed to attract and reward talented individuals who possess the skills necessary to support our business objectives, assist in the achievement of our strategic goals and create long-term value for our stockholders.  We provide employees with compensation packages that include base salary, incentive bonus programs, and long-term equity awards, including restricted stock units and options, tied to the value of our stock price. We believe that a compensation program with both short-term and long-term awards provides fair and competitive compensation and aligns employee and stockholder interests, including by incentivizing business and individual performance (pay for performance), motivating based on long-term company performance and integrating compensation with our business plans. In addition to cash and equity compensation, we also offer U.S. employees benefits such as life and health (medical, dental & vision) insurance, paid time off, sick leave, holiday pay, and a 401(k) plan. Outside of the U.S., we provide benefits based on local requirements and needs.\nHealth,\n \nSafety & Wellness\nThroughout our history, we have maintained our commitment to providing a safe workplace that protects against and limits personal injury and environmental harm. We follow international standards and regulations for product safety and security. Our health and safety programs emphasize personal accountability, professional conduct, and regulatory compliance, while our culture fosters a sense of proactivity, caution, and communication. In the development of our products, we define and perform various tests to ensure Product Safety and Security. We evaluate risks using both government-required procedures and best practices to ensure we understand residual risk and appropriately protect our employees. We engage in proactive efforts to prevent occupational illnesses and injuries which allows us to maintain a safe, healthy, and secure workplace. We have a Safety Committee, which is designed to promote communications regarding health, safety, and emergency response procedures and to help implement improvements to our work areas and practices. \nSMCI | 2023 Form 10-K | 7\nWe are committed to complying with applicable laws, including those associated with labor and employment, across all areas of our operations. In addition, we abide by global standards, irrespective of legal requirements, regarding the treatment of workers such as those detailed by the Responsible Business Alliance. These include prevention of excessive working hours and unfair wages, controls to prohibit child labor and human trafficking and bolstering workplace health and safety measures. \nBoard Oversight of Human Capital Management\nOur Board of Directors, as a part of its overall responsibility to provide oversight, has purview over matters related to human capital management. Our Compensation Committee provides oversight of various matters related to human capital management, such as incentive compensation plans and equity compensation plans and the administration of such plans, compensation matters outside of the ordinary course, and compensation policies.\nCorporate Information\nWe were founded in and maintain our worldwide headquarters and the majority of our employees in San Jose, California. We are one of the largest employers in the City of San Jose and an active member of the San Jose and Silicon Valley community.\nWe were incorporated in California in September 1993. We reincorporated in Delaware in March 2007. Our common stock is listed on the Nasdaq Global Select Market under the symbol “SMCI.” Our principal executive offices are located at 980 Rock Avenue, San Jose, California 95131, and our telephone number is (408) 503-8000. Our website address is www.supermicro.com.\nFinancial Information about Segments and Geographic Areas\nPlease see Part II, Item 8, Note 14, “Segment Reporting” to the consolidated financial statements in this Annual Report for information regarding segment reporting and Part II, Item 8, Note 3, “Revenue - Disaggregation of Revenue” to the consolidated financial statements in this Annual Report for information regarding our net sales by geographic region. See Part I, Item 1A, “Risk Factors” for further information on risks associated with our international operations.\nWorking Capital\nWe focus considerable attention on managing our inventories and other working capital related items. We manage inventories by communicating with our customers and partners and using our industry experience to forecast demand. We place manufacturing orders for our products that are based on forecasted demand. We generally maintain substantial inventories of our products because the computer server industry is characterized by short lead-time orders and quick delivery schedules. Additionally, during the fiscal year 2023, the computer server industry experienced global supply chain shortage, which requires us to carry more inventories to fulfill our customers and partners’ demands and backlogs. \nAvailable Information\nOur Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), are available free of charge, on or through our website at \nwww.supermicro.com\n as soon as reasonably practicable after we electronically file such reports with, or furnish those reports to, the SEC. Information contained on our website is not incorporated by reference in, or made part of, this Annual Report or our other filings with, or reports furnished to, the SEC. The SEC also maintains a website that contains our SEC filings.\n \nSMCI | 2023 Form 10-K | 8",
    "item1a": ">Item 1A.\n \nRisk Factors \nThe risks and uncertainties described below are not the only ones facing us. Other events that we do not currently anticipate or that we currently deem immaterial also may affect our business, financial condition, results of operations, cash flows, other key metrics and the trading price of our common stock.\nRisk Factor Summary \nOperational and Execution Risks\n•\nAdverse economic conditions may harm our business.\n•\nRecent events in eastern Europe and the Taiwan Strait present challenges and risks to us, and no assurances can be given that current or future developments would not have a material adverse effect on our business, results of operations and financial condition. \n•\nOur quarterly operating results have fluctuated and will likely fluctuate in the future.            \n•\nOur revenue and margins for a particular period are difficult to predict, and a shortfall in revenue or decline in margins may harm our operating results. \n•\nAs we increasingly target larger customers and larger sales opportunities, our customer base may become more concentrated, our cost of sales may increase, our margins may be lower, our borrowings may be higher with effects on our cash flow, we are exposed to inventory risks,\n \nand our sales may be less predictable. \n•\nIf we fail to meet any publicly announced financial guidance or other expectations about our business, it could cause our stock to decline in value. \n•\nWe may be unable to secure additional financing on favorable terms, or at all, which in turn could impair the rate of our growth.\n•\nIncreases in average selling prices for our Total IT Solutions have historically significantly contributed to increases in net sales in some of the periods covered. Such prices are subject to decline if customers do not continue to purchase our latest generation products or additional components, which could harm our results of operations.\n•\nOur cost structure and ability to deliver server solutions to customers in a timely manner may be adversely affected by volatility of the market for core components and certain materials for our products.\n•\nWe may lose sales or incur unexpected expenses relating to insufficient, excess or obsolete inventory.\n•\nDifficulties we encounter relating to automating internal controls utilizing our ERP systems or integrating processes that occur in other IT applications could adversely impact our controls environment.\n•\nSystem security violations, data protection breaches, cyber-attacks and other related cyber-security issues could disrupt our internal operations or compromise the security of our products, and any such disruption could reduce our expected revenues, increase our expenses, damage our reputation and adversely affect our stock price.\n•\nAny failure to adequately expand or retain our sales force will impede our growth. \n•\nConflicts of interest may arise with Ablecom and Compuware, and they may adversely affect our operations. \n•\nOur reliance on Ablecom could be subject to risks associated with our reliance on a limited source of contract manufacturing services and inventory warehousing.\n•\nIf negative publicity arises with respect to us, our employees, our third-party service providers or our partners, our business and operating results could be adversely affected, regardless of whether the negative publicity is true.\n•\nIf we lose Charles Liang, our President, Chief Executive Officer and Chairman, or any other key employee, we may not be able to implement our business strategy in a timely manner.\n•\nOur direct sales efforts may create confusion for our end customers and harm our relationships in our indirect sales channel and with our OEMs.\n•\nIf we are unable to attract and integrate additional key employees in a manner that enables us to scale our business and operations effectively, or if we do not maintain competitive compensation policies to retain our employees, our ability to operate effectively and efficiently could be limited.\nStrategic and Industry Risks\n•\nIf we do not successfully manage the expansion of our international manufacturing capacity and business operations, our business could be harmed.\n•\nWe may not be able to successfully manage our business for growth and expansion.\n•\nOur growth into markets outside the United States exposes us to risks inherent in international business operations.\n•\nWe depend upon the development of new products & enhancements to existing products. If we fail to predict or respond to emerging technological trends & our customers’ changing needs, our operating results and market share may suffer.\nSMCI | 2023 Form 10-K | 9\n•\nThe market in which we participate is highly competitive.\n•\nIndustry consolidation may lead to increased competition and may harm our operating results.\n•\nWe must work closely with our suppliers to make timely new product introductions.\n•\nOur suppliers’ failure to improve the functionality and performance of materials and key components for our products may impair or delay our ability to deliver innovative products to our customers.\n•\nWe rely on a limited number of suppliers for certain components used to manufacture our products.\n•\nWe rely on indirect sales channels and any disruption in these channels could adversely affect our sales. \n•\nOur failure to deliver high quality server and storage solutions could damage our reputation and diminish demand for our products.\n•\nOur results of operations may be subject to fluctuations based upon our investment in corporate ventures.\nLegal and Regulatory Risks\n•\nBecause our products and services may store, process and use data, some of which contains personal information, we are subject to complex and evolving laws and regulations regarding privacy, data protection and other matters.\n•\nOur operations could involve the use of regulated materials, and we must comply with environmental, health and safety laws and regulations, which can be expensive.\n•\nIf we are unable to maintain effective internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock may decrease.\n•\nFailure to comply with the U.S. Foreign Corrupt Practices Act, other applicable anti-corruption and anti-bribery laws, and applicable trade control laws could subject us to penalties and other adverse consequences.\n•\nAny failure to protect our intellectual property could impair our brand and our competitiveness.\n•\nResolution of claims that we have violated or may violate the intellectual property rights of others could require us to indemnify others or pay significant royalties to third parties.\n•\nProvisions of our governance documents and Delaware law might discourage, delay or prevent a change of control of our company or changes in our management.\nFinancial Risks\n•\nOur R&D expenditures, as a percentage of our net sales, are considerably higher than many of our competitors.\n•\nOur future effective income tax rates could be affected by changes in the relative mix of our operations and income among different geographic regions and by changes in domestic and foreign income tax laws. \n•\nBacklog does not provide a substantial portion of our net sales in any quarter.\nRisks Related to Owning our Common Stock\n•\nThe trading price of our common stock is likely to be volatile.\n•\nFuture sales of shares by existing stockholders, including any shares that have vested or may in the future vest under the 2021 CEO Performance Award, could cause our stock price to decline.\n•\nThe concentration of our capital stock ownership with insiders likely limits your ability to influence corporate matters.\n•\nWe do not expect to pay any cash dividends for the foreseeable future.\nGeneral Risks\n•\nOur products may not be viewed as supporting climate change mitigation in the IT sector.\n•\nOur business and operations may be impacted by natural disaster events, including those brought on by climate change.\n•\nThe use of AI by our workforce may present risks to our business.\n•\nExpectations relating to environmental, social and governance considerations expose us to potential liabilities, reputational harm and other unforeseen adverse effects on our business.  \nSMCI | 2023 Form 10-K | 10\nOperational and Execution Risks \nAdverse economic conditions may harm our business. \nOur business depends on the overall demand for accelerated compute platforms. Global financial developments and downturns seemingly unrelated to us or our industry may harm us. If economic conditions, including inflation, increased interest rates, economic output and currency exchange rates, in these markets and other key potential markets for our Total IT Solutions remain uncertain or further deteriorate, including as a result of the downturn in the global economy, the Russia-Ukraine conflict and related sanctions and trade restrictions, the effects of the COVID-19 pandemic or other reasons, customers may delay or reduce their spending. General economic weakness may also lead to longer collection cycles for payments due from our customers, an increase in customer bad debt, and impairment of investments. Furthermore, continued weakness and uncertainty in worldwide credit markets may harm our customers’ available budgetary spending, which could lead to cancellations or delays in planned purchases of our Total IT Solutions. If our customers or potential customers experience economic hardship, this could reduce the demand for our Total IT Solutions, delay and lengthen sales cycles, increase requests for customer credit which may increase our risks in the event customers do not pay or make timely payment, lower prices for our Total IT Solutions, and lead to slower growth or even a decline in our revenues, operating results and cash flows.\nInflation in the U.S. has recently increased at a rate not seen in several decades, which may result in decreased demand for our Total IT Solutions, increases in our operating costs including our labor costs, constrained credit and liquidity, reduced spending and volatility in financial markets. Inflation may continue to increase, both in the U.S. and globally, which could increase our operating costs and reduce demand for our Total IT Solutions. The Federal Reserve has significantly raised, and may again raise, interest rates in response to concerns over inflation risk, which may increase our own borrowing costs and/or reduce our clients’ access to debt financing, reduce technology expenditures and demand for our Total IT Solutions.\nRecent events in eastern Europe and the Taiwan strait present challenges and risks to us, and no assurances can be given that current or future developments will not have a material adverse effect on our business, results of operations and financial condition.\nThe crisis in eastern Europe continues to pose challenges to global companies, including us, which have customers in the impacted regions. The U.S. and other global governments have placed restrictions on how companies may transact with businesses in these regions, particularly Russia, Belarus and restricted areas in Ukraine. Because of these restrictions and the growing logistical and other challenges, we have paused sales to Russia, Belarus and the restricted areas in Ukraine. This decision, which is in line with the approach of other global technology companies, helps us comply with our obligations under the various requirements in the U.S. and around the world. While it is difficult to estimate the impact on our business and financial position of both (i) our pause in sales to Russia, Belarus and the restricted areas in Ukraine and the current or future sanctions and (ii) tensions in the Taiwan strait, our pause in sales and these sanctions and continuing rising tensions could have adverse impacts on us in future periods, although they have not been material to date. For example, with respect to Russia, Belarus and the restricted areas in Ukraine, we did not, prior to the imposition of restrictions, make a material portion of our sales or acquire a material portion of our parts or components directly from impacted regions; however, our suppliers and their suppliers may acquire raw materials for parts or components from the impacted regions. Supply disruptions may make it harder for them to find favorable pricing and reliable sources for materials they need, which may put further upward pressure on their costs and increasing the risks that our costs may increase and that it may be more difficult, or we may be unable, to acquire materials needed. In addition, the crises may further exacerbate inflationary pressures that have indirect impacts on our business, such as further increasing our logistics costs from rising fuel prices and/or continuing to increase our compensation expense. In addition, no assurances can be given that additional developments in the impacted regions, and responses thereto from the U.S. and other global governments, would not have a material adverse effect on our business, results of operations and financial condition.\nOur quarterly operating results have fluctuated and will likely fluctuate in the future, which could cause rapid declines in our stock price. \n \nWe believe that our quarterly operating results will continue to be subject to fluctuation due to various factors, many of which are beyond our control. Factors that may affect quarterly operating results include: \n•\nFluctuations in demand for our products, in part due to changes in the global economic environment;\n•\nFluctuations based upon seasonality, with the quarters ending March 31 and September 30 typically being weaker;\nSMCI | 2023 Form 10-K | 11\n•\nContinuing lingering effects from the COVID-19 pandemic, the occurrence of other global pandemics, and other events that impact the global economy or one or more sectors thereof, such as the global economic downturn and recent events in eastern Europe;\n•\nThe ability of our customers and suppliers to obtain financing or fund capital expenditures; \n•\nFluctuations in the timing and size of large customer orders, including with respect to changes in sales and implementation cycles of our products into our customers’ spending plans and associated revenue;\n•\nVariability of our margins based on the mix of server and storage systems, subsystems and accessories we sell and the percentage of our sales to internet data center, cloud computing customers or certain geographical regions;\n•\nFluctuations in availability and costs associated with key components, particularly semiconductors, memory, storage solutions, and other materials needed to satisfy customer requirements;\n•\nThe timing of the introduction of new products by leading microprocessor vendors and other suppliers;\n•\nThe introduction and market acceptance of new technologies and products, and our success in emergent and rapidly evolving markets (such as AI), and incorporating emerging technologies in our products, as well as the adoption of new standards;\n•\nChanges in our product pricing policies, including those made in response to new product announcements and fluctuations in availability and costs of key components;\n•\nMix of whether customer purchases are of partially or fully integrated systems or subsystems and accessories and whether made directly or through our indirect sales channel partners;\n•\nThe effect of mergers and acquisitions among our competitors, suppliers, customers, or partners; \n•\nGeneral economic conditions in our geographic markets;\n•\nGeopolitical tensions, including trade wars, tariffs and/or sanctions in our geographic markets; and\n•\nImpact of regulatory changes on our cost of doing business.\n \nIn addition, customers may hesitate to purchase, or not continue to purchase, our products based upon past unwarranted reports about security risks associated with the use of our products. Accordingly, our growth and results of operations may fluctuate on a quarterly basis. If we fail to meet expectations of investors or analysts, our stock price may fall rapidly and without notice. Furthermore, the fluctuation of quarterly operating results may render less meaningful period-to-period comparisons of our operating results, and you should not rely upon them as an indication of future performance.\nOur revenue and margins for a particular period are difficult to predict, and a shortfall in revenue or decline in margins may harm our operating results. \nAs a result of a variety of factors discussed in this Annual Report, our revenue and margins for a particular quarter are difficult to predict, especially in light of a challenging and inconsistent global macroeconomic environment, lingering impacts of the COVID-19 pandemic, the global economic downturn, recent events in eastern Europe, volatility in emergent and rapidly evolving markets (such as AI), steps we are taking in response thereto, increased competition, the effects of the ongoing trade disputes between the United States and China and related market uncertainty. Our revenue may grow at a slower rate than in past periods or decline. Our ability to meet financial expectations could also be adversely affected if the nonlinear sales pattern seen in some of our past quarters recurs in future periods.  \nThe timing of large orders can also have a significant effect on our business and operating results from quarter to quarter. From time to time, we receive large orders that have a significant effect on our operating results in the period in which the order is recognized as revenue. For instance, our larger customers may seek to fulfill all or substantially all of their requirements in a single or a few orders, and not make another significant purchase for a substantial period of time. The timing of such orders is difficult to predict, and the timing of revenue recognition from such orders may affect period to period changes in revenue. When we issue credit in connection with large orders, in the event customers to do not pay or make timely payment our ability to collect amounts owed to us creates risk. We have in the past, and may continue in the future, on a case by case basis, take steps to mitigate collection risks, such as seeking third party insurance with respect to credit issued and taking a security interest in goods we have sold to customers pending collection of any credit given. However, we cannot assure that such measures will be effective to collect on all or part of any such credit issued. As a result, our operating results could vary materially from quarter to quarter based on the receipt of such orders and their ultimate recognition as revenue.\nWe plan our operating expense levels based primarily on forecasted revenue levels. These expenses and the impact of long-term commitments are relatively fixed in the short term. A shortfall in revenue could lead to operating results being below expectations because we may not be able to quickly reduce these fixed expenses in response to short-term business changes. Any of the above factors could have a material adverse impact on our operations and financial results. \nSMCI | 2023 Form 10-K | 12\nAs we increasingly target larger customers and larger sales opportunities, our customer base may become more concentrated, our cost of sales may increase, our margins may be lower, our borrowings to fund purchases of key components may be higher, we are exposed to inventory risks and increased credit risks, and our sales may be less predictable.  \n We have become increasingly dependent upon larger sales to grow our business. In particular, in recent years, we have completed larger sales to leading internet data center and cloud customers, large enterprise customers and OEMs. While no single customer accounted for 10% or more of net sales in any of fiscal years 2023, 2022 or 2021, we may have customers account for 10% or more of net sales in the future. If customers buy our products in greater volumes and their business becomes a larger percentage of our net sales, we may grow increasingly dependent on those customers to maintain our growth. If our largest customers do not purchase our products, or we are unable to supply such customers with products, at the levels, in the timeframes or within the geographies that we expect, including as a result of the global economic downturn, lingering impacts of the COVID-19 pandemic, or recent events in eastern Europe on their or our businesses, our ability to maintain or grow our net sales will be adversely affected. \n \nIncreased sales to larger customers may also cause fluctuations in results of operations. Large orders are generally subject to intense competition and pricing pressure which can have an adverse impact on our margins and results of operations. Accordingly, a significant increase in revenue during the period in which we recognize the revenue from a large customer may be followed by a period of time during which the customer either does not purchase any products or only a small number of our products. \n Additionally, as we and our partners focus increasingly on selling to larger customers and attracting larger orders, we expect greater costs of sales. Our sales cycle may become longer, and more expensive, as larger customers typically spend more time negotiating contracts than smaller customers. Such larger orders may require greater commitments of working capital, which may require increased borrowings under our credit facilities to fund purchases of key components (such as CPUs, memory, SSDs and GPUs) necessary for such orders, which could adversely affect our cash flow and expose us to the risk of holding excess and obsolete inventory, if there are delays or cancellations. Furthermore, larger customers also often seek greater levels of support in the implementation and use of our server solutions. An actual or perceived inability to meet customer support demands may adversely affect our relationship with such customers, which may affect the likelihood of future purchases of our products. Larger customers may also request larger amounts of credit or longer payment terms, which, if granted, increases our risks in the event customers to do not pay or make timely payment, which risk is exacerbated in the event our payment terms with major suppliers of necessary components for such orders do not match the payment terms of our customers.\n As a result of the above factors, our quarter-to-quarter results of operations may be subject to greater fluctuation and our stock price may be adversely affected.\nSMCI | 2023 Form 10-K | 13\nIf we fail to meet any publicly announced financial guidance or other expectations about our business, it could cause our stock to decline in value. \n \nWe \ng\nenerally provide forward looking financial guidance when we announce our financial results for the prior quarter. No assurances can be given that we will continue to provide forward looking financial guidance, and if we do issue forward looking guidance, the uncertainties related to these items could cause us to revise such guidance. If issued, we undertake no obligation to update any forward-looking guidance at any time. In the past, our financial results have failed to meet the guidance we provided. There are a number of reasons why we have at times failed to meet guidance in the past and might fail again in the future, including, but not limited to, the factors described in these Risk Factors.\nWe may be unable to secure additional financing on favorable terms, or at all, which in turn could impair the rate of our growth.\nWe had net income of $640.0 million, $285.2 million and $111.9 million in fiscal years 2023, 2022 and 2021, respectively. We believe that our current cash, cash equivalents, borrowing capacity available from our credit facilities and internally generated cash flows will be sufficient to support our operating businesses and maturing debt and interest payments for the 12 months following the issuance of the financial statements included in this Annual Report. Nevertheless, we intend to continue to grow our business, which could require additional capital. Since our initial public offering, we have funded our growth primarily through the cash raised from our operations and credit facilities with banking institutions. We may need to expand our existing credit facilities, enter into new credit facilities or engage in equity, debt or other type of financings to secure additional capital to continue or increase our rate of growth. If we raise additional capital through future issuances of equity or convertible debt securities, our existing stockholders could suffer significant dilution, and any new equity securities we may issue could have rights, preferences and privileges superior to those holders of our common stock. Any credit facility or debt financing that we secure in the future could involve restrictive covenants relating to our capital raising activities and other financial and operational matters, which could make it more difficult for us to raise additional capital and to pursue our growth strategies. If we are unable to secure additional funding on favorable terms, or at all, when we seek it, we may not be able to continue the rate of our growth.  In addition, no assurances can be given that in the event that we secure such financing that the proceeds thereof will be used effectively or result in growth.\nIncreases in average selling prices for our solutions have significantly contributed to increases in net sales in some of the periods covered by this Annual Report. Such prices are subject to decline if customers do not continue to purchase our latest generation products or additional components, which could harm our results of operations.\n Increases in average selling prices for our server solutions have significantly contributed to increases in net sales in some of the periods covered by this Annual Report. The market for key components became, and continues to be, more volatile during the global economic downturn, the COVID-19 pandemic and lingering effects thereof, and recent events in eastern Europe. As with most electronics-based products, average selling prices of server and storage products are typically highest at the time of introduction of new products, which utilize the latest technology, and tend to decrease over time as such products become commoditized and are ultimately replaced by even newer generation products. We cannot predict the timing or amount of any decline in the average selling prices of our server solutions that we may experience in the future, which may be exacerbated by the global economic downturn, lingering effects from the COVID-19 pandemic, and recent events in eastern Europe. In some instances, our agreements with our indirect sales channel partners limit our ability to reduce prices unless we make such price reductions available to them, or price protect their inventory. If we are unable to either (i) decrease the average per unit manufacturing costs faster than the rate at which average selling prices decline or (ii) increase the average selling prices at the same pace at which average per unit manufacturing costs increase, our business, financial condition and results of operations will be harmed.\nSMCI | 2023 Form 10-K | 14\nOur cost structure and ability to deliver server solutions to customers in a timely manner may be adversely affected by volatility of the market for core components and certain materials for our products.\n Prices of certain materials and core components utilized in the manufacture of our server and storage solutions, such as GPUs, serverboards, chassis, CPUs, memory, hard drives and SSDs, represent a significant portion of our cost of sales. While we have increased our purchases of certain critical materials and core components in response to the supply and demand uncertainties, we do not have long-term supply contracts for all critical materials and core components, but instead often purchase these materials and components on a purchase order basis. Prices and availability of these core components and materials are volatile, and, as a result, it is difficult to predict expense levels and operating results. In addition, if our business growth renders it necessary or appropriate to transition to longer term contracts with materials and core component suppliers, our costs may increase, and our gross margins could correspondingly decrease.\n Because we often acquire materials and key components on an as needed basis, we may be limited in our ability to effectively and efficiently respond to customer orders because of the then-current availability or the terms and pricing of these materials and key components, particularly for GPUs during periods of growth of new emerging markets (such as for AI). Our industry has experienced materials shortages and delivery delays in the past, including as a result of increased demand during periods of growth of new emerging markets (such as for AI), the negative impact of COVID-19, the global economic downturn and recent events in eastern Europe on global supply chains, and we may experience shortages or delays of critical materials or increased logistics costs to obtain necessary materials in a timely manner in the future. The COVID-19 pandemic, other macroeconomic factors exacerbated by the COVID-19 pandemic, lingering effects from the COVID-19 pandemic, and other factors, have in the past resulted in, and may in future result in additional shortages of key semiconductors. From time to time, we have been forced to delay the introduction of certain of our products or the fulfillment of customer orders as a result of shortages of materials and key components, which can adversely impact our revenue. If shortages, supply or demand imbalances or delays arise, the prices of these materials and key components may increase or the materials and key components may not be available at all. In the event of shortages, some of our larger competitors may have greater abilities to obtain materials and key components due to their larger purchasing power. We may not be able to secure enough key components or materials at reasonable prices or of acceptable quality to build new products to meet customer demand, which could adversely affect our business, results of operations and financial condition. In addition, from time to time, we have accepted customer orders with various types of component pricing protection. Such arrangements have increased our exposure to component pricing fluctuations and have adversely affected our financial results in certain quarters.\n If we were to lose any of our current supply or contract manufacturing relationships, the process of identifying and qualifying a new supplier or contract manufacturer who meets our quality and delivery requirements, and who will appropriately safeguard our intellectual property, may require a significant investment of time and resources, adversely affecting our ability to satisfy customer purchase orders and delaying our ability to rapidly introduce new products to market. Similarly, if any of our suppliers were to cancel, materially change contracts or commitments to us or fail to meet the quality or delivery requirements needed to satisfy customer demand for our products, whether due to shortages or other reasons, our reputation and relationships with customers could be damaged. We could lose orders, be unable to develop or sell some products cost-effectively or on a timely basis, if at all, and have significantly decreased revenues, margins and earnings, which would have a material adverse effect on our business, results of operations and financial condition.\nSMCI | 2023 Form 10-K | 15\nWe may lose sales or incur unexpected expenses relating to insufficient, excess or obsolete inventory.\n \nTo offer greater choices and optimization of our products to benefit our customers, we maintain a high level of inventory. If we fail to maintain sufficient inventory, we may not be able to meet demand for our products on a timely basis, and our sales may suffer. If we overestimate customer demand for our products, we could experience excess inventory of our products and be unable to sell those products at a reasonable price, or at all. As a result, we may need to record higher inventory reserves. In addition, from time to time we assume greater inventory risk in connection with the purchase or manufacture of more specialized components in connection with higher volume sales opportunities. In the past, we have taken certain actions including our increased purchase of certain critical materials and components as a part of our response planning for various uncertainties and risks, such as those related to the COVID-19 pandemic and lingering effects therefrom. Specifically, we sought to actively manage our supply chain for potential risks of shortage by first building inventories of critical components required for our motherboards and other system printed circuit boards and continued to add to our inventories of key components such as CPUs, memory, SSDs and to a lesser extent GPUs such that customer orders can be fulfilled as they are received. We may continue to take similar actions in the future based upon our assessment of uncertainties and risks. Nevertheless, no assurances can be given that any such efforts will be successful to manage inventory, and we could be exposed to risks of insufficient, excess, or obsolete inventory. We have from time to time experienced inventory write downs associated with higher volume sales that were not completed as anticipated. We expect that we will experience such write downs from time-to-time in the future related to existing and future commitments, and potentially related to any proactive purchase of certain critical materials and components as part of our planning for uncertainties and risks. Excess or obsolete inventory levels for these or other reasons could result in unexpected expenses or increases in our reserves against potential future charges which would adversely affect our business, results of operations and financial condition.\nDifficulties we encounter relating to automating internal controls utilizing our ERP systems or integrating processes that occur in other IT applications could adversely impact our controls environment.\nMany companies have experienced challenges with their ERP systems that have had a negative effect on their business. We have incurred and expect to continue to incur additional expenses related to our ERP systems, particularly as we continue to further enhance and develop them including by automating certain internal controls. Any future disruptions, delays or deficiencies relating to automating internal controls utilizing our ERP systems or integrating processes that occur in other IT applications could adversely affect our ability to file reports with the SEC in a timely manner, deliver accurate financial statements and otherwise impact our controls environment. Any of these consequences could have an adverse effect on our business, results of operations and financial condition.\nSystem security violations, data protection breaches, cyber-attacks\n \nand other related cyber-security issues could disrupt our internal operations or compromise the security of our products, and any such disruption could reduce our expected revenues, increase our expenses, damage our reputation and adversely affect our stock price.\n \nMalicious computer programmers and hackers may be able to penetrate our network and misappropriate or compromise our confidential information or that of third parties, create system disruptions or cause shutdowns. Computer programmers and hackers also may be able to develop and deploy viruses, worms and other malicious software programs that attack our products or otherwise exploit any security vulnerabilities of our products. While we employ a number of protective measures, including firewalls, anti-virus and endpoint detection and response technologies, regular annual training of employees with respect to cyber-security, these measures may fail to prevent or detect attacks on our systems. While there have been unauthorized intrusions into our network in the past, none of these intrusions, individually or in the aggregate, had a material adverse effect on our business, operations, or products. We have taken steps to enhance the security of our network and computer systems and we provide regular updates to our Board at our quarterly meetings with respect to cyber-security matters. Despite these efforts, we may experience future intrusions, which could adversely affect our business, operations, or products. In addition, our hardware and software or third-party components and software that we utilize in our products may contain defects in design or manufacture, including “bugs” and other problems that could unexpectedly interfere with the operation or security of the products. The costs to us to eliminate or mitigate cyber or other security problems, bugs, viruses, worms, malicious software programs and security vulnerabilities could be significant and, if our efforts to address these problems are not successful, could result in interruptions, delays, cessation of service and loss of existing or potential customers that may impede our sales, manufacturing, distribution or other critical functions. Any claim that our products or systems are subject to a cyber-security risk, whether valid or not, could damage our reputation and adversely impact our revenues and results of operations.   \nSMCI | 2023 Form 10-K | 16\n \nWe manage and store various proprietary information and sensitive or confidential data relating to our business as well as information from our suppliers and customers. Breaches of our or any of our third party suppliers’ security measures or the accidental loss, inadvertent disclosure or unapproved dissemination of proprietary information or sensitive or confidential data about us or our customers or suppliers, including the potential loss or disclosure of such information or data as a result of fraud, trickery or other forms of deception, could expose us or our customers or suppliers to a risk of loss or misuse of this information, result in litigation and potential liability for us, damage our brand and reputation or otherwise harm our business.\n \nTo the extent we experience cyber-security incidents in the future, our relationships with our customers and suppliers may be materially impacted, our brand and reputation may be harmed and we could incur substantial costs in responding to and remediating the incidents and in resolving any investigations or disputes that may arise with respect to them, any of which would cause our business, operations, or products to be adversely affected. In addition, the cost and operational consequences of implementing and adding further data protection measures could be significant. \nAny failure to adequately expand or retain our sales force will impede our growth. \n \nWe expect that our direct sales force will continue to grow as larger customers increasingly require a direct sales approach. Competition for direct sales personnel with the advanced sales skills and technical knowledge we need is intense, and we face significant competition for direct sales personnel from our competitors. Our ability to grow our revenue in the future will depend, in large part, on our success in recruiting, training, retaining and successfully managing sufficient qualified direct sales personnel. New hires require significant training and may take six months or longer before they reach full productivity. Our recent hires and planned hires may not become as productive as we would like, we may be unable to hire sufficient numbers of qualified individuals in the future in the markets where we do business, and individuals we hire may not perform pursuant to our expectations in the event of inadequate supervision. If we are unable to hire, develop and retain sufficient numbers of productive sales personnel, our customer relationships and resulting sales of our server solutions will suffer.\nConflicts of interest may arise with Ablecom and Compuware, and they may adversely affect our operations. \n \nWe use Ablecom, a related party, for contract design and manufacturing coordination support and warehousing, and Compuware, also a related party and an affiliate of Ablecom, for distribution, contract manufacturing and warehousing. We work with Ablecom to optimize modular designs for our chassis and certain of other components. We outsource to Compuware a portion of our design activities and a significant part of our manufacturing of subassemblies, particularly power supplies. Our purchases of products from Ablecom and Compuware represented 6.6%, 8.3% and 7.8% of our cost of sales for fiscal years 2023, 2022 and 2021, respectively. Ablecom and Compuware’s sales to us constitute a substantial majority of Ablecom’s and Compuware’s net sales. Ablecom and Compuware are both privately held Taiwan-based companies. In addition, we have entered into a distribution agreement with Compuware, under which we have appointed Compuware as a nonexclusive distributor of our products in Taiwan, China and Australia. Each of Ablecom and Compuware are also developing campuses in close proximity to the campus we are developing in Malaysia to expand our manufacturing.\nSteve Liang, Ablecom’s Chief Executive Officer and largest shareholder, is the brother of Charles Liang, our President, Chief Executive Officer and Chairman of our Board of Directors (the “Board”). Steve Liang owned no shares of our common stock as of June 30, 2023, 2022 or 2021. Charles Liang and his spouse, Sara Liu, our Co-Founder, Senior Vice President and Director, jointly owned approximately 10.5% of Ablecom’s capital stock, while Mr. Steve Liang and other family members owned approximately 28.8% of Ablecom’s outstanding common stock as of June 30, 2023. Bill Liang, a brother of both Charles Liang and Steve Liang, is a member of the Board of Directors of Ablecom as well.\n \nIn October 2018, our Chief Executive Officer, Charles Liang, personally borrowed approximately $12.9 million from Chien-Tsun Chang, the spouse of Steve Liang. The loan is unsecured, has no maturity date and bore interest at 0.8% per month for the first six months, increased to 0.85% per month through February 28, 2020, and reduced to 0.25% effective March 1, 2020. The loan was originally made at Mr. Liang's request to provide funds to repay margin loans to two financial institutions, which loans had been secured by shares of our common stock that he held. The lenders called the loans in October 2018, following the suspension of our common stock from trading on NASDAQ in August 2018 and the decline in the market price of our common stock in October 2018. As of June 30, 2023, the amount due on the unsecured loan (including principal and accrued interest) was approximately $16.0 million. \nSMCI | 2023 Form 10-K | 17\n Bill Liang is also the Chief Executive Officer of Compuware, a member of Compuware’s Board of Directors and a holder of a significant equity interest in Compuware. Steve Liang is also a member of Compuware’s Board of Directors and is an equity holder of Compuware.\n \nMr. Charles Liang is our Chief Executive Officer and Chairman of the Board, is a significant stockholder of our company, and has considerable influence over the management of our business relationships. Accordingly, we may be disadvantaged by the economic interests of Mr. Charles Liang and his spouse, Ms. Sara Liu, as stockholders of Ablecom and Mr. Charles Liang's personal relationship with Ablecom’s Chief Executive Officer and Compuware's Chief Executive Officer. We may not negotiate or enforce contractual terms as aggressively with Ablecom or Compuware as we might with an unrelated party, and the commercial terms of our agreements may be less favorable than we might obtain in negotiations with third parties. If our business dealings with Ablecom or Compuware are not as favorable to us as arms-length transactions, our results of operations may be harmed.\n If Ablecom or Compuware are acquired or sold, new ownership could reassess the business and strategy of Ablecom or Compuware, and as a result, our supply chain could be disrupted or the terms and conditions of our agreements with Ablecom or Compuware may change. As a result, our operations could be negatively impacted or costs could increase, either of which could adversely affect our margins and results of operations.\nOur reliance on Ablecom could be subject to risks associated with our reliance on a limited source of contract manufacturing services and inventory warehousing.\n \nWe plan to continue to maintain our manufacturing relationship with Ablecom in Asia. In order to provide a larger volume of contract manufacturing services for us, we anticipate that Ablecom will continue to warehouse for us an increasing number of components and subassemblies manufactured by multiple suppliers prior to shipment to our facilities in the United States and Europe. We also anticipate that we will continue to lease office space from Ablecom in Taiwan to support our research and development efforts. We operate a joint management company with Ablecom to manage the common areas shared by us and Ablecom for our separately constructed manufacturing facilities in Taiwan.\n If our commercial relationship with Ablecom deteriorates, we may experience delays in our ability to fulfill customer orders. Similarly, if Ablecom’s facility in Asia is subject to damage, destruction or other disruptions, our inventory may be damaged or destroyed, and we may be unable to find adequate alternative providers of contract manufacturing services in the time that we or our customers require. We could lose orders and be unable to develop or sell some products cost-effectively or on a timely basis, if at all.\n \nCurrently, we purchase contract manufacturing services primarily for our chassis products from Ablecom. If our commercial relationship with Ablecom were to deteriorate or terminate, establishing direct relationships with those entities supplying Ablecom with key materials for our products or identifying and negotiating agreements with alternative providers of warehouse and contract manufacturing services might take a considerable amount of time and require a significant investment of resources. Pursuant to our agreements with Ablecom and subject to certain exceptions, Ablecom has the exclusive right to be our supplier of the specific products developed under such agreements. As a result, if we are unable to obtain such products from Ablecom on terms acceptable to us, we may need to discontinue a product or develop substitute products, identify a new supplier, change our design and acquire new tooling, all of which could result in delays in our product availability and increased costs. If we need to use other suppliers, we may not be able to establish business arrangements that are, individually or in the aggregate, as favorable as the terms and conditions we have established with Ablecom. If any of these things should occur, our net sales, margins and earnings could significantly decrease, which would have a material adverse effect on our business, results of operations and financial condition.\nSMCI | 2023 Form 10-K | 18\nIf negative publicity arises with respect to us, our employees, our third-party service providers or our partners, our business and operating results could be adversely affected, regardless of whether the negative publicity is true.\nNegative publicity about our company or our products, even if inaccurate or untrue, could adversely affect our reputation and the confidence in our products, which could harm our business and operating results. For example, in October 2018, a news article was published alleging that malicious hardware chips were implanted on our motherboards during the manufacturing process at the facilities of a contract manufacturer in China. We undertook a thorough investigation of this claim with the assistance of a leading, independent third-party investigations firm wherein we tested a representative sample of our motherboards, including the specific type of motherboard depicted in the news article and motherboards purchased by companies referenced in the article, as well as more recently manufactured motherboards. After completing these examinations as well as a range of functional tests, the investigations firm reported that it had found no evidence of malicious hardware on our motherboards. In addition, neither the publisher of the news article nor any of our customers have ever provided a single example of any such altered motherboard. However, despite repeated denials of any tampering by our customers and us, and the announcement of the results of this independent investigation, the publication of this false allegation in 2018 had a substantial negative impact on the trading price of our common stock and our reputation. The October 2018 news article, the follow up news article published in January 2021, and any similar future article making similar false allegations, may continue to have a negative impact in the future.\nHarm to our reputation can also arise from many other sources, including employee misconduct, which we have experienced in the past, and misconduct by our partners, consultants and outsourced service providers. Additionally, negative publicity with respect to our partners or service providers could also affect our business and operating results to the extent that we rely on these partners or if our customers or prospective customers associate our company with these partners.\nIf we lose Charles Liang, our President, Chief Executive Officer and Chairman, or any other key employee or are unable to attract additional key employees, we may not be able to implement our business strategy in a timely manner.\n Our future success depends in large part upon the continued service of our current executive management team and other key employees. In particular, Charles Liang, our President, Chief Executive Officer and Chairman of the Board, is critical to the overall management of our company as well as to our strategic direction. Mr. Liang co-founded our company and has been our Chief Executive Officer since our inception. His experience in leading our business and his personal involvement in key relationships with suppliers, customers and strategic partners are extremely valuable to our company. We currently do not have a succession plan for the replacement of Mr. Liang if it were to become necessary. Additionally, we are particularly dependent on the continued service of our existing research and development personnel because of the complexity of our products and technologies. Our employment arrangements with our executives and employees do not require them to provide services to us for any specific length of time, and they can terminate their employment with us at any time, with or without notice, without penalty. The loss of services of any of these executives or of one or more other key members of our team could seriously harm our business.\nOur direct sales efforts may create confusion for our end customers and harm our relationships in our indirect sales channel and with our OEMs.\n \nWe expect our direct sales force to continue to grow as our business grows. As our direct sales force becomes larger, our direct sales efforts may lead to conflicts in our indirect sales channel and with our OEMs, who may view our direct sales efforts as undermining their efforts to sell our products. If an indirect sales channel partner or OEM deems our direct sales efforts to be inappropriate, they may not effectively market our products, may emphasize alternative products from competitors, or may seek to terminate our business relationship. Disruptions in our indirect channels could cause our revenues to decrease or fail to grow as expected. Our failure to implement an effective direct sales strategy that maintains and expands our relationships in our indirect sales channel and with our OEMs could lead to a decline in sales, harm relationships\n \nand adversely affect our business, results of operations and financial condition.\nSMCI | 2023 Form 10-K | 19\nIf we are unable to attract and integrate additional key employees in a manner that enables us to scale our business and operations effectively, or if we do not maintain competitive compensation policies to retain our employees, our ability to operate effectively and efficiently could be limited.\n \nTo execute our growth plan, we must attract additional highly qualified personnel, including additional engineers and executive staff. Competition for qualified personnel is intense, especially in Silicon Valley, where we are headquartered. We have experienced and may continue to experience difficulty in hiring and retaining highly skilled employees with appropriate qualifications. If we are unable to attract and integrate additional key employees in a manner that enables us to scale our business and operations effectively, or if we do not maintain competitive compensation policies to retain our employees, our ability to operate effectively and efficiently could be limited.\nStrategic and Industry Risks\nIf we do not successfully manage the expansion of our international manufacturing capacity and business operations, our business could be harmed.\n \nSince inception, we have conducted a majority of our manufacturing operations in San Jose, California. We continue to increase our manufacturing capacity in Taiwan and in the Netherlands and have sought to accelerate manufacturing in Taiwan in order to better diversify our geographical manufacturing concentration. In order to continue to successfully increase our operations in Taiwan, we must efficiently manage our Taiwan operations from our headquarters in San Jose, California and continue to develop a strong local management team. \nWe are also pursuing an expansion of our manufacturing operations into Malaysia. During the second quarter of fiscal year 2023, we entered into a letter of understanding to acquire land in Malaysia. A definitive agreement to acquire such land, subject to various conditions, was subsequently executed in January 2023. We are obtaining early access to such land prior to acquisition, and we anticipate significant capital expenditures will be required for such initiative. To the extent we are unable to recoup expenditures made during our period of early access to such land and we are subsequently unable to complete the acquisition of the land, we could be materially and adversely affected. Furthermore, if we are unable to successfully ramp up our international manufacturing capacity in Taiwan, the Netherlands, Malaysia, or any other jurisdictions we pursue, including the associated construction, increased logistics and warehousing, we may incur unanticipated costs, difficulties in making timely delivery of products or suffer other business disruptions which could adversely impact our results of operations.\nWe may not be able to successfully manage our business for growth and expansion.\n \nWe expect to continue to make investments to pursue new customers, expand our product and service offerings to grow our business, and pursue new business markets and opportunities. We also expect that our annual operating expenses will continue to increase as we invest in sales and marketing, research and development, manufacturing and production infrastructure, software and product service offerings, strengthen customer service and support resources for our customers, and pursue new business markets and opportunities. Our failure to expand operational and financial or internal control systems timely or efficiently could result in additional operating inefficiencies, which could increase our costs and expenses more than we had planned and prevent us from successfully executing our business plan. We may not be able to offset the costs of operation expansion by leveraging the economies of scale from our growth in negotiations with our suppliers and contract manufacturers. Additionally, if we increase our operating expenses in anticipation of the growth of our business and this growth does not meet our expectations, our financial results will be negatively impacted. There are also no assurances that investments we make to pursue new business markets and opportunities (such as ecommerce in B2B and B2C markets and data center offerings) will be successful or profitable, given the investment costs necessary to pursue these markets and opportunities, which includes investments in technology, people, time, and other overhead costs. \n As our business continues to grows, we will have to manage additional product design projects, materials procurement processes and sales efforts and marketing for an increasing number of SKUs, provide and update an increasing amount of software utilized in our hardware offerings, provide more sophisticated product service offerings to support our customers, expand the number and scope of our relationships with suppliers, distributors and end customers, and (for new business markets and opportunities we pursue) manage different and increasingly complex regulatory landscapes they are subject to. If we fail to manage these additional responsibilities and relationships successfully, we may incur significant costs, which may negatively impact our operating results. Additionally, in our efforts to be first to market with new products with innovative functionality and features, we may devote significant research and development resources to products and product features for which a market does not develop quickly, or at all. If we are not able to predict market trends accurately, we may not benefit from such research and development activities, and our results of operations may suffer.\nSMCI | 2023 Form 10-K | 20\nManaging our business for long-term growth also requires us to successfully manage our employee headcount. We must continue to hire, train and manage new employees as needed. If our new hires perform poorly, or if we are unsuccessful in hiring, training, managing and integrating these new employees, or if we are not successful in retaining our employees, our business may be harmed. A growth in headcount would continue to increase our cost base, which would make it more difficult for us to offset any future revenue shortfalls by offsetting expense reductions in the short term. If we fail to successfully manage our growth, we will be unable to execute our business plan.\nOur growth into markets outside the United States exposes us to risks inherent in international business operations.\n \nWe market and sell our systems and subsystems and accessories both inside and outside the United States. We intend to expand our international sales efforts, especially into Asia, and we are expanding our business operations in Europe and Asia, particularly in Taiwan, Malaysia, the Netherlands and Japan. In particular, we have made, and continue to make, substantial investments for the purchase of land and the development of new facilities in Taiwan and Malaysia to accommodate our expected growth and the migration of a substantial portion of our contract manufacturing operations. \n Our international expansion efforts may not be successful. Our international operations expose us to risks and challenges that we would otherwise not face if we conducted our business only in the United States, such as:\n•\nHeightened price sensitivity from customers in emerging markets;\n•\nOur ability to establish local manufacturing, support and service functions, and to form channel relationships with value added resellers in non-United States markets;\n•\nLocalization of our systems and components, including translation into foreign languages and the associated expenses;\n•\nCompliance with multiple, conflicting and changing governmental laws and regulations;\n•\nForeign currency fluctuations and inflation;\n•\nLimited visibility into sales of our products by our channel partners;\n•\nGreater concentration of competitors in some foreign markets than in the United States;\n•\nLaws favoring local competitors;\n•\nWeaker legal protections of intellectual property rights and mechanisms for enforcing those rights;\n•\nMarket disruptions created by world events, such as the global economic downturn and recent events in eastern Europe, or by other public health crises in regions outside the United States, such as avian flu, SARS and other diseases;\n•\nImport and export tariffs;\n•\nDifficulties in staffing and the costs of managing foreign operations, including challenges presented by relationships with workers’ councils and labor unions; and\n•\nChanging regional economic and political conditions.\n These factors could limit our future international sales or otherwise adversely impact our operations or our results of operations.\nWe depend upon the development of new products and enhancements to our existing products, and if we fail to predict or respond to emerging technological trends and our customers’ changing needs, our operating results and market share may suffer.\nThe markets for our products are characterized by rapidly changing technology, evolving industry standards, new product introductions, and evolving methods of operations. While our revenues increased in fiscal year 2023, the global economic downturn may affect customer purchasing trends, and our operating results depend on our ability to develop and introduce new products into existing and emerging markets (such as AI) and to reduce the production costs of existing products. If our customers do not purchase our products, our business will be harmed. \nSMCI | 2023 Form 10-K | 21\nThe process of developing products incorporating new technologies is complex and uncertain, and if we fail to accurately predict customers’ changing needs and emerging technological trends our business could be harmed. We must commit significant resources, including the investments we have been making in our strategic priorities to developing new products before knowing whether our investments will result in products and services the market will accept. If the industry does not evolve as we believe it will, or if our strategy for addressing this evolution is not successful, many of our strategic initiatives and investments may be of no or limited value. Also, suppliers of our key components may introduce new technologies that are critical to the functionality of our products at a slower rate than their competition, which could adversely impact our ability to timely develop and provide competitive offerings to our customers. Similarly, our business could be harmed if we fail to develop, or fail to develop in a timely fashion, offerings to address other transitions, or if the offerings addressing these other transitions that ultimately succeed are based on technology, or an approach to technology, different from ours.  In addition, our business could be adversely affected in periods surrounding our new product introductions if customers delay purchasing decisions to qualify or otherwise evaluate the new product offerings.\nFurthermore, we may not execute successfully on our vision or strategy because of challenges with regard to product planning and timing, technical hurdles that we fail to overcome in a timely fashion, or a lack of appropriate resources. This could result in competitors, some of which may also be our suppliers, providing those solutions before we do and loss of market share, revenue, and earnings. The success of new products depends on several factors, including proper new product and service definition, component costs, timely completion and introduction of these products, differentiation of new products from those of our competitors, market acceptance of these products, and providing appropriate support of these products. There can be no assurance that we will successfully identify new product opportunities, develop and bring new products to market in a timely manner, or achieve market acceptance of our products or that products and technologies developed by others will not render our products or technologies obsolete or noncompetitive. The products and technologies in our other product categories and key priority and growth areas may not prove to have the market success we anticipate, and we may not successfully identify and invest in other emerging or new products.\nThe market in which we participate is highly competitive, and if we do not compete effectively, we may not be able to increase our market penetration, grow our net sales or improve our gross margins.\n \nThe market for server and storage solutions is intensely competitive and rapidly changing. The market continues to evolve with the growth of public cloud shifting server and storage purchasing from traditional data centers to lower margin public cloud vendors. Barriers to entry in our market are relatively low and we expect increased challenges from existing as well as new competitors. Some of our principal competitors offer server solutions at a lower price, which has resulted in pricing pressures on sales of our server solutions. We expect further downward pricing pressure from our competitors and expect that we will have to price some of our server and storage solutions aggressively to increase our market share with respect to those products or geographies, particularly for internet data center and cloud customers and other large sale opportunities. If we are unable to maintain the margins on our server and storage solutions, our operating results could be negatively impacted. In addition, if we do not develop new innovative solutions, or enhance the reliability, performance, efficiency and other features of our existing server and storage solutions, our customers may turn to our competitors for alternatives. In addition, pricing pressures and increased competition generally may also result in reduced sales, less efficient utilization of our manufacturing operations, lower margins or the failure of our products to achieve or maintain widespread market acceptance, any of which could have a material adverse effect on our business, results of operations and financial condition.\n \nOur principal competitors include global technology companies such as Cisco, Dell, Hewlett-Packard Enterprise and Lenovo. In addition, we also compete with a number of other vendors who also sell application optimized servers, contract manufacturers/OEMs and ODMs, such as Foxconn, Inspur, Quanta Computer and Wiwynn Corporation. ODMs sell server solutions marketed or sold under a third-party brand.\nSMCI | 2023 Form 10-K | 22\nMany of our competitors enjoy substantial competitive advantages, such as:\n•\nGreater name recognition and deeper market penetration;\n•\nLonger operating histories;\n•\nLarger sales and marketing organizations and research and development teams and budgets;\n•\nMore established relationships with customers, contract manufacturers and suppliers and better channels to reach larger customer bases and larger sales volume allowing for better costs;\n•\nLarger customer service and support organizations with greater geographic scope;\n•\nA broader and more diversified array of products and services; and\n•\nSubstantially greater financial, technical and other resources.\n \nSome of our current or potential ODM competitors are also currently or have in the past been suppliers to us. As a result, they may possess sensitive knowledge or experience which may be used against us competitively and/or which may require us to alter our supply arrangements or sources in a way which could adversely impact our cost of sales or results of operations.\nOur competitors may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, standards or customer requirements. Competitors may seek to copy our innovations and use cost advantages from greater size to compete aggressively with us on price. Certain customers are also current or prospective competitors and as a result, assistance that we provide to them as customers may ultimately result in increased competitive pressure against us. Furthermore, because of these advantages, even if our application optimized server and storage solutions are more effective than the products that our competitors offer, potential customers might accept competitive products in lieu of purchasing our products. The challenges we face from larger competitors will become even greater if consolidation or collaboration between or among our competitors occurs in our industry. Also, initiatives to establish more industry standard data center configurations, could have the impact of supporting an approach which is less favorable to the flexibility and customization that we offer. These changes could have a significant impact on the market and impact our results of operations. For all of these reasons, we may not be able to compete successfully against our current or future competitors, and if we do not compete effectively, our ability to increase our net sales may be impaired.\nIndustry consolidation may lead to increased competition and may harm our operating results.\nThere has been a trend toward consolidation in our industry. We expect this trend to continue as companies attempt to strengthen or hold their market positions in an evolving industry and as companies are acquired or are unable to continue operations. Companies that are suppliers in some areas of our business may acquire or form alliances with our competitors, thereby reducing their business with us. We believe that industry consolidation may result in stronger competitors that are more likely to compete as sole-source vendors for customers. Additionally, at times in the past, our competitors have acquired certain customers of ours and terminated our business relationships with such customers. As such, acquisitions by our competitors could also lead to more variability in our operating results and could have a material adverse effect on our business, operating results, and financial condition. \nWe must work closely with our suppliers to make timely new product introductions.\n \nWe rely on our close working relationships with our suppliers, including Intel, AMD and NVIDIA, to anticipate and deliver new products on a timely basis when new generation materials and key components are made available. If we are not able to maintain our relationships with our suppliers or continue to leverage their research and development capabilities to develop new technologies desired by our customers, our ability to quickly offer advanced technology and product innovations to our customers would be impaired. We have no long-term agreements that obligate our suppliers to continue to work with us or to supply us with products.\nSMCI | 2023 Form 10-K | 23\nOur suppliers’ failure to improve the functionality and performance of materials and key components for our products may impair or delay our ability to deliver innovative products to our customers.\n We need our material and key component suppliers, such as Intel, AMD and NVIDIA, to provide us with components that are innovative, reliable and attractive to our customers. Due to the pace of innovation in our industry, many of our customers may delay or reduce purchase decisions until they believe that they are receiving best of breed products that will not be rendered obsolete by an impending technological development. Accordingly, demand for new server and storage systems that incorporate new products and features is significantly impacted by our suppliers’ new product introduction schedules and the functionality, performance and reliability of those new products. If our materials and key component suppliers fail to deliver new and improved materials and components for our products, we may not be able to satisfy customer demand for our products in a timely manner, or at all. If our suppliers’ components do not function properly, we may incur additional costs and our relationships with our customers may be adversely affected.\nWe rely on a limited number of suppliers for certain components used to manufacture our products.\nCertain components used in the manufacture of our products are available from a limited number of suppliers. Shortages could occur in these essential materials due to an interruption of supply, including interruptions on the global supply chain (such as did occur in connection with the COVID-19 pandemic, the global economic downturn, and recent events in eastern Europe) or increased demand in the industry (such as did occur due to volatility in emergent and rapidly evolving markets, including AI). Similar future events may cause additional interruptions on the global supply chain. Two of our suppliers accounted for 13.5% and 30.7% of total purchases for the fiscal year ended June 30, 2023. The same two suppliers accounted for 18.1% and 11.4% of total purchases for the fiscal year ended June 30, 2022. The same two suppliers accounted for 20.3% and 11.8% of total purchases for the fiscal years ended June 30, 2021. Ablecom and Compuware, related parties, accounted for\n \n6.6%\n, \n8.3% and 7.8% of our total cost of sales for the fiscal years ended June 30, 2023, 2022 and 2021, respectively. If any of our largest suppliers discontinue their operations or if our relationships with them are adversely impacted, we could experience a material adverse effect on our business, results of operations and financial condition. See also “— Our cost structure and ability to deliver server solutions to customers in a timely manner may be adversely affected by volatility of the market for core components and certain materials for our products.”\nWe rely on indirect sales channels and any disruption in these channels could adversely affect our sales. \n \nWe depend on our indirect sales channel partners to assist us in promoting market acceptance of our products. To maintain and potentially increase our revenue and profitability, we will have to successfully preserve and expand our existing distribution relationships as well as develop new channel relationships. Our indirect sales channel partners also sell products offered by our competitors and may elect to focus their efforts on these sales. If our competitors offer our indirect sales channel more favorable terms or have more products available to meet the needs of their customers, or utilize the leverage of broader product lines sold through the indirect sales channel, those channel partners may de-emphasize or decline to carry our products. In addition, the order decision-making process in our indirect sales channel is complex and involves several factors, including end customer demand, warehouse allocation and marketing resources, which can make it difficult to accurately predict total sales for the quarter until late in the quarter. We also do not control the pricing or discounts offered by our indirect sales channel partners to the end customers. To maintain our participation in the marketing programs of our indirect sales channel partners, we have provided and expect to continue to offer cooperative marketing arrangements and offer short-term pricing concessions.\nThe discontinuation of cooperative marketing arrangements or pricing concessions could have a negative effect on our business, results of operations and financial condition. Our indirect sales channel partners could also modify their business practices, such as payment terms, inventory levels or order patterns. If we are unable to maintain successful relationships in our indirect sales channel or expand our channel or we experience unexpected changes in payment terms, inventory levels or other practices in our indirect sales channel, our business will suffer.\nSMCI | 2023 Form 10-K | 24\nOur failure to deliver high quality server and storage solutions could damage our reputation and diminish demand for our products.\n \nOur server and storage solutions are critical to our customers’ business operations. Our customers require our server and storage solutions to perform at a high level, contain valuable features and be extremely reliable. The design of our server and storage solutions is sophisticated and complex, and the process for manufacturing, assembling and testing our server solutions is challenging. Occasionally, our design or manufacturing processes may fail to deliver products of the quality that our customers require. For example, in the past certain vendors have provided us with defective components that failed under certain applications. As a result, our products needed to be repaired and we incurred costs in connection with the recall and diverted resources from other projects.\nNew flaws or limitations in our server and storage solutions may be detected in the future. Part of our strategy is to bring new products to market quickly, and first-generation products may have a higher likelihood of containing undetected flaws. If our customers discover defects or other performance problems with our products, our customers’ businesses, and our reputation, may be damaged. Customers may elect to delay or withhold payment for defective or underperforming server and storage solutions, request remedial action, terminate contracts for untimely delivery, or elect not to order additional products, which could result in a decrease in revenue, an increase in our provision for doubtful accounts or in collection cycles for accounts receivable or subject us to the expense and risk of litigation. We may incur expense in recalling, refurbishing or repairing defective server and storage solutions sold to our customers or remaining in our inventory. If we do not properly address customer concerns about our products, our reputation and relationships with our customers may be harmed. For all of these reasons, customer dissatisfaction with the quality of our products could substantially impair our ability to grow our business.\nOur results of operations may be subject to fluctuations based upon our investment in corporate ventures.\n \nWe have a 30% minority interest in a China corporate venture that was established to market and sell corporate venture branded systems in China based upon products and technology we supply. We record earnings and losses from the corporate venture using the equity method of accounting. Our loss exposure is limited to the remainder of our equity investment in the corporate venture which as of June 30, 2023 and 2022 was $2.0 million and $5.3 million, respectively. We currently do not intend to make any additional investment in this corporate venture. See Part II, Item 8, Note 9, “Related Party Transactions” to the consolidated financial statements in this Annual Report. We may make investments in other corporate ventures. We do not control this corporate venture and any fluctuation in the results of operations of the corporate venture or any other similar transaction that we may enter into in the future could adversely impact, or result in fluctuations in, our results of operations.\nIn June 2020, the third-party parent company that controls our corporate venture was placed on a U.S. government export control list, along with several related entities. In addition, the United States has further prohibitions on conducting business with certain entities in China and continued to impose additional tariffs. If economic conditions or trade disputes, including trade restrictions and tariffs such as those between the United States and China, in the areas in which we market and sell our products and other key potential markets for our products continue to remain uncertain or deteriorate, it may further affect the value of our investment in the corporate venture. \nLegal and Regulatory Risks\nBecause our products and services may store, process and use data, some of which contains personal information, we are subject to complex and evolving domestic and international laws and regulations regarding privacy, data protection and other matters, which are subject to change.\nBecause our products and services store, process and use data, some of which contains personal information, we are subject to complex and evolving domestic and international laws and regulations regarding privacy, data protection, rights of publicity, content, protection of minors and consumer protection. Many of these laws and regulations, which can be particularly restrictive outside of the U.S., are subject to change and uncertain interpretation. Even our inadvertent failure to comply with such laws and regulations could result in investigations, claims, damages to our reputation, changes to our business practices, increased cost of operations and declines in user growth, retention or engagement, any of which could materially adversely affect our business, results of operations and financial condition. Costs to comply with and implement these privacy-related and data protection measures could be significant. \nSMCI | 2023 Form 10-K | 25\nGlobal privacy legislation, enforcement, and policy activity for privacy and data protection are rapidly expanding and creating a complex regulatory compliance environment. Costs to comply with and implement these privacy-related and data protection measures could be significant. For example, the EU General Data Protection Regulation 2016/679 (“GDPR”), and further amendments and interpretations thereof, impose stringent EU data protection requirements on companies established in the European Union or companies that offer goods or services to, or monitor the behavior of, individuals in the European Union. The GDPR establishes a robust framework of data subjects’ rights and imposes onerous accountability obligations on companies, including certain data transfer and security mechanisms. Noncompliance with the GDPR can trigger steep fines of up to the greater of 20 million euros or four percent of annual global revenue. \n \nJurisdictions outside of the European Union are also considering and/or enacting comprehensive data protection legislation. For example, on July 8, 2019, Brazil enacted the General Data Protection Law, or the LGPD, and on June 5, 2020, Japan passed amendments to its Act on the Protection of Personal Information, or the APPI. Both laws broadly regulate the processing of personal information in a manner comparable to the GDPR, and violators of the LGPD and APPI face substantial penalties. We also continue to see jurisdictions, such as Russia, imposing data localization laws, which under Russian laws require personal information of Russian citizens to be, among other data processing operations, initially collected, stored, and modified in Russia. Similarly, on November 1, 2021, China’s Personal Information Protection law came into effect, which places restrictions on the transfer of personal information to third parties within China or overseas. These regulations may deter customers from using services such as ours, and may inhibit our ability to expand into those markets or prohibit us from continuing to offer services in those markets without significant financial burden.\nIn addition, numerous states in the U.S. are also expanding data protection through legislation. For example, California’s Consumer Privacy Act (“CCPA”) gives California residents expanded privacy rights and protections and provides for civil penalties for violations and a private right of action for data breaches. Further, California voters approved the ballot initiative known as the California Privacy Rights Act of 2020 (“CPRA”), enforcement of which began on July 1, 2023. The CPRA significantly expands privacy rights for California consumers and creates additional obligations on businesses, which could subject us to additional compliance costs as well as potential fines, individual claims and commercial liabilities. The CPRA also establishes the California Privacy Protection Agency, which has the power to implement and enforce the CCPA and CPRA through administrative actions, including administrative fines. The effects of the CCPA and the CPRA are potentially significant and may require us to modify our data collection or processing practices and policies and to incur substantial costs and expenses in an effort to comply and increase our potential exposure to regulatory enforcement and/or litigation.\nOther U.S. states have also enacted data privacy laws that began to take effect in 2023 and impose similar privacy obligations to the CCPA and CPRA. We anticipate that more states may enact legislation similar to these laws, by providing consumers with new privacy rights and increasing the privacy and security obligations of entities handling certain personal information of such consumers. The CCPA continues to prompt a number of proposals for new federal and state-level privacy legislation. Such proposed legislation, if enacted, may add additional complexity, variation in requirements, restrictions and potential legal risk, require additional investment of resources in compliance programs, impact strategies and the availability of previously useful data and could result in increased compliance costs and/or changes in business practices and policies.\nWe have developed and implemented policies and procedures to address applicable data privacy and protection law requirements. However, because the interpretation and application of many privacy and data protection laws, commercial frameworks, and standards are uncertain, it is possible that these laws, frameworks, and standards may be interpreted and applied in a manner that is inconsistent with our existing data protection practices. If so, we and our customers are at risk of enforcement actions taken by data protection authorities or litigation from consumer advocacy groups acting on behalf of data subjects. In addition to the possibility of fines, lawsuits, breach of contract claims, and other claims and penalties, we could be required to fundamentally change our business activities and practices or modify our solutions, which could materially adversely affect our business, results of operations and financial condition.  \nSMCI | 2023 Form 10-K | 26\nOur operations could involve the use of regulated materials, and we must comply with environmental, health and safety laws and regulations, which can be expensive, and may affect our business, results of operations and financial condition.\n \nWe are subject to federal, state and local regulations relating to the use, handling, storage, disposal and human exposure to materials, including hazardous and toxic materials. If we were to violate or become liable under environmental, health and safety laws in the future as a result of our inability to obtain permits, human error, accident, equipment failure or other causes, we could be subject to fines, costs or civil or criminal sanctions, face third-party property damage or personal injury claims or be required to incur substantial investigation or remediation costs, any of which could have a material adverse effect on business, results of operations and financial condition.\n \nWe also face increasing complexity in our product design as we adjust to new requirements relating to the materials composition, energy efficiency and recyclability of our products, including EU eco-design requirements for servers and data storage products (Commission Regulation (EU) 2019/424). We are also subject to laws and regulations providing consumer warnings, such as California’s “Proposition 65” which requires warnings for certain chemicals deemed by the State of California to be dangerous. We expect that our operations will be affected by other new environmental laws and regulations on an ongoing basis that will likely result in additional costs and could require that we change the design and/or manufacturing of products, and could have a material adverse effect on business, results of operations or financial condition.\nWe are also subject to the Section 1502 of the Dodd Frank Act concerning the supply of certain minerals coming from the conflict zones in and around the Democratic Republic of Congo and adhere to broader industry best practices to source minerals responsibly from all Conflict-Affected and High-Risk Areas (CAHRA). These requirements and best practices can affect the cost and ease of sourcing minerals used in the manufacture of electronics.\nIf we are unable to maintain effective internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock may decrease.\n \nAs a public company, we are required to maintain internal control over financial reporting and to report any material weaknesses in such internal controls. Section 404 of the Sarbanes-Oxley Act of 2002, or Section 404, requires that we evaluate and determine the effectiveness of our internal control over financial reporting and provide a management report and attestation from our independent registered public accountant on our internal control over financial reporting. Both our evaluation and the external attestation have and will continue to increase our and our independent public accountant costs and expenses.\nIn the past, we have had one or more material weaknesses, which we have remediated.  If we identify one or more material weaknesses in our internal control over financial reporting, we will be unable to assert that our internal controls are effective, which could cause our stock price to decline. A “material weakness” is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis.\nIf we have material weaknesses in our internal control over financial reporting, we may not detect errors on a timely basis and our financial statements may be materially misstated. If we identify material weaknesses in our internal control over financial reporting, if we are unable to comply with the requirements of Section 404 in a timely manner, if we are unable to assert that our internal control over financial reporting is effective or if our independent registered public accounting firm is unable to attest that our internal control over financial reporting is effective, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could decrease. We could also become subject to stockholder or other third-party litigation as well as investigations by the stock exchange on which our securities are listed, the SEC or other regulatory authorities, which could require additional financial and management resources and could result in fines, penalties, trading suspensions or other remedies.\nSMCI | 2023 Form 10-K | 27\nFailure to comply with the U.S. Foreign Corrupt Practices Act, other applicable anti-corruption and anti-bribery laws, and applicable trade control laws could subject us to penalties and other adverse consequences.\n \nWe manufacture and sell our products in several countries outside of the United States, both to direct and OEM customers as well as through our indirect sales channel. Our operations are subject to the U.S. Foreign Corrupt Practices Act (the “FCPA”) as well as the anti-corruption and anti-bribery laws in the countries where we do business. The FCPA prohibits covered parties from offering, promising, authorizing or giving anything of value, directly or indirectly, to a “foreign government official” with the intent of improperly influencing the official’s act or decision, inducing the official to act or refrain from acting in violation of lawful duty or obtaining or retaining an improper business advantage. The FCPA also requires publicly traded companies to maintain records that accurately and fairly represent their transactions, and to have an adequate system of internal accounting controls. In addition, other applicable anti-corruption laws prohibit bribery of domestic government officials, and some laws that may apply to our operations prohibit commercial bribery, including giving or receiving improper payments to or from non-government parties, as well as so-called “facilitation” payments. \nIn addition, we are subject to U.S. and other applicable trade control regulations that restrict with whom we may transact business, including the trade sanctions enforced by the U.S. Treasury, Office of Foreign Assets Control. If we fail to comply with laws and regulations restricting dealings with sanctioned countries or companies and/or persons on restricted lists, we may be subject to civil or criminal penalties. Any future violations could have an adverse impact on our ability to sell our products to United States federal, state and local government and related entities. We have business relationships with companies in China and elsewhere in eastern Europe who have been, or may in the future be, added to the restricted party list. We take steps to minimize business disruption when these situations arise; however, we may be required to terminate or modify such relationships if our activities are prohibited by U.S. laws. Further, our association with these parties could subject us to greater scrutiny or reputational harm among current or prospective customers, partners, suppliers, investors, other parties doing business with us or using our products, or the general public. The United States and other countries continually update their lists of export-controlled items and technologies, and may impose new or more-restrictive export requirements on our products in the future. As a result of regulatory changes, we may be required to obtain licenses or other authorizations to continue supporting existing customers or to supply existing products to new customers in China, eastern Europe and elsewhere. Further escalations in trade restrictions or hostilities, particularly between the United States and China, could impede our ability to sell or support our products. We do not sell products or provide services to the Russian Federal Security Service (the “FSB”).  We had last recorded revenue from Russia on February 23, 2022.\n \nIn addition, while we have implemented policies, internal controls and other measures reasonably designed to promote compliance with applicable anti-corruption and anti-bribery laws and regulations, and certain safeguards designed to ensure compliance with U.S. trade control laws, our employees or agents have in the past engaged and may in the future engage in improper conduct for which we could be held responsible. If we, or our employees or agents acting on our behalf, are found to have engaged in practices that violate these laws and regulations, we could suffer severe fines and penalties, profit disgorgement, injunctions on future conduct, securities litigation, bans on transacting government business and other consequences that may have a material adverse effect on our business, results of operations and financial condition. In addition, our brand and reputation, our sales activities or our stock price could be adversely affected if we become the subject of any negative publicity related to actual or potential violations of anti-corruption, anti-bribery or trade control laws and regulations.\nAny failure to protect our intellectual property rights, trade secrets and technical know-how could impair our brand and our competitiveness.\n \nOur ability to prevent competitors from gaining access to our technology is essential to our success. If we fail to protect our intellectual property rights adequately, we may lose an important advantage in the markets in which we compete. Trademark, patent, copyright and trade secret laws in the United States and other jurisdictions as well as our internal confidentiality procedures and contractual provisions are the core of our efforts to protect our proprietary technology and our brand. Our patents and other intellectual property rights may be challenged by others or invalidated through administrative process or litigation, and we may initiate claims or litigation against third parties for infringement of our proprietary rights. Such administrative proceedings and litigation are inherently uncertain and divert resources that could be put towards other business priorities. We may not be able to obtain a favorable outcome and may spend considerable resources in our efforts to defend and protect our intellectual property.\nSMCI | 2023 Form 10-K | 28\n \nFurthermore, legal standards relating to the validity, enforceability and scope of protection of intellectual property rights are uncertain. Effective patent, trademark, copyright and trade secret protection may not be available to us in every country in which our products are available. The laws of some foreign countries may not be as protective of intellectual property rights as those in the United States, and mechanisms for enforcement of intellectual property rights may be inadequate.\n \nAccordingly, despite our efforts, we may be unable to prevent third parties from infringing upon or misappropriating our intellectual property and using our technology for their competitive advantage. Any such infringement or misappropriation could have a material adverse effect on our business, results of operations and financial condition.\nResolution of claims that we have violated or may violate the intellectual property rights of others could require us to indemnify our customers, indirect sales channel partners or vendors, redesign our products, or pay significant royalties to third parties, and materially harm our business.\n \nOur industry is marked by a large number of patents, copyrights, trade secrets and trademarks and by frequent litigation based on allegations of infringement or other violation of intellectual property rights. Our primary competitors have substantially greater numbers of issued patents than we have which may position us less favorably in the event of any claims or litigation with them. Other third parties have in the past sent us correspondence regarding their intellectual property or filed claims that our products infringe or violate third parties’ intellectual property rights. In addition, increasingly non-operating companies are purchasing patents and bringing claims against technology companies. We have been subject to several such claims and may be subject to such claims in the future. \n \nSuccessful intellectual property claims against us from others could result in significant financial liability or prevent us from operating our business or portions of our business as we currently conduct it or as we may later conduct it. In addition, resolution of claims may require us to redesign our technology to obtain licenses to use intellectual property belonging to third parties, which we may not be able to obtain on reasonable terms, to cease using the technology covered by those rights, and to indemnify our customers, indirect sales channel partners or vendors. Any claim, regardless of its merits, could be expensive and time consuming to defend against, and divert the attention of our technical and management resources.\nProvisions of our certificate of incorporation and bylaws and Delaware law might discourage, delay or prevent a change of control of our company or changes in our management and, as a result, depress the trading price of our common stock.\n \nOur certificate of incorporation and bylaws contain provisions that could discourage, delay or prevent a change in control of our company or changes in our management that the stockholders of our company may deem advantageous. These provisions:\n•\nEstablish a classified Board of Directors so that not all members of our Board are generally elected at one time;\n•\nRequire super-majority voting to amend some provisions in our certificate of incorporation and bylaws;\n•\nAuthorize the issuance of “blank check” preferred stock that our Board could issue to increase the number of outstanding shares and to discourage a takeover attempt;\n•\nLimit the ability of our stockholders to call special meetings of stockholders;\n•\nProhibit stockholder action by written consent, which requires all stockholder actions to be taken at a meeting of our stockholders;\n•\nProvide that our Board is expressly authorized to adopt, alter or repeal our bylaws; and\n•\nEstablish advance notice requirements for nominations for election to our Board or for proposing matters that can be acted upon by stockholders at stockholder meetings.\n In addition, we are subject to Section 203 of the Delaware General Corporation Law, which, subject to some exceptions, prohibits “business combinations” between a Delaware corporation and an “interested stockholder,” which is generally defined as a stockholder who becomes a beneficial owner of 15% or more of a Delaware corporation’s voting stock for a three-year period following the date that the stockholder became an interested stockholder. Section 203 could have the effect of delaying, deferring or preventing a change in control that our stockholders might consider to be in their best interests.\n These anti-takeover defenses could discourage, delay or prevent a transaction involving a change in control of our company. These provisions could also discourage proxy contests and make it more difficult for stockholders to elect directors of their choosing and cause us to take corporate actions other than those stockholders desire.\nSMCI | 2023 Form 10-K | 29\nFinancial Risks\nOur research and development expenditures, as a percentage of our net sales, are considerably higher than many of our competitors and our earnings will depend upon maintaining revenues and margins that offset these expenditures.\n One of our key strategies is to focus on being consistently first-to-market with flexible and application optimized server and storage systems that take advantage of our own internal development and the latest technologies offered by microprocessor manufacturers and other component vendors. Consistent with this strategy, we believe we spend higher amounts, as a percentage of revenues, on research and development costs than many of our competitors. If we cannot sell our products in sufficient volume and with adequate gross margins to compensate for such investment in research and development, our earnings may be materially and adversely affected.\nOur future effective income tax rates could be affected by changes in the relative mix of our operations and income among different geographic regions and by changes in domestic and foreign income tax laws, which could affect our future operating results, financial condition and cash flows. \n \nWe receive significant tax benefits from sales to our non-U.S. customers. These benefits are contingent upon existing tax laws and regulations in the U.S. and in the countries in which our international operations are located. Future changes in domestic or international tax laws and regulations or a change in how we manage our international operations could adversely affect our ability to continue realizing these tax benefits. \nMany countries around the world are beginning to implement legislation and other guidance to align their international tax rules with the Organization for Economic Co-operation and Development’s Base Erosion and Profit Shifting recommendations and related action plans that aim to standardize and modernize global corporate tax policy, including changes to cross-border tax, transfer-pricing documentation rules and nexus-based tax incentive practices. As a result, many of these changes, if enacted, could increase our worldwide effective tax rate and harm our operating results, financial condition, and cash flows. \nOur effective tax rate could also be adversely affected by changes in tax laws and regulations and interpretations of such laws and regulations, which in turn would negatively impact our earnings and cash and cash equivalent balances we currently maintain. Additionally, our effective tax rate could also be adversely affected if there is a change in international operations, our tax structure and how our operations are managed and structured, and as a result, we could experience harm to our operating results and financial condition. \nBacklog does not provide a substantial portion of our net sales in any quarter.\n \nWhile we had greater than normal backlog during certain periods of fiscal year 2023, historically, our net sales are difficult to forecast because we do not have sufficient backlog of unfilled orders or sufficient recurring revenue to meet our quarterly net sales targets at the beginning of a quarter. Rather, a majority of our net sales in any quarter depend upon customer orders that we receive and fulfill in that quarter. Because our expense levels are based in part on our expectations as to future net sales and to a large extent are fixed in the short term, we might be unable to adjust spending in time to compensate for any shortfall in net sales. Accordingly, any significant shortfall of revenues in relation to our expectations would harm our operating results.\nRisks Related to Owning Our Stock\nThe trading price of our common stock is likely to be volatile, and you might not be able to sell your shares at or above the price at which you purchased the shares.\n The trading prices of technology company securities historically have been highly volatile. In addition, the global markets have been volatile, and experienced volatility as a result of matters such as the COVID-19 pandemic, the global economic downturn and recent events in eastern Europe. The trading price of our common stock has been and is likely to continue to be subject to wide fluctuations. Factors, in addition to those outlined elsewhere in this filing, that may affect the trading price of our common stock include:\n•\nActual or anticipated variations in our operating results, including failure to achieve previously provided guidance;\nSMCI | 2023 Form 10-K | 30\n•\nAnnouncements of technological innovations, new products or product enhancements, strategic alliances or significant agreements by us or by our competitors;\n•\nChanges in recommendations by any securities analysts that elect to follow our common stock;\n•\nThe financial projections we may provide to the public, any changes in these projections or our failure to meet these projections;\n•\nFalse or misleading press releases or articles regarding our company or our products;\n•\nThe loss of a key customer;\n•\nThe loss of key personnel;\n•\nTechnological advancements rendering our products less valuable;\n•\nLawsuits filed against us; \n•\nChanges in operating performance and stock market valuations of other companies that sell similar products;\n•\nPrice and volume fluctuations in the overall stock market;\n•\nMarket conditions in our industry, the industries of our customers and the economy as a whole; and\n•\nOther events or factors, including those resulting from war, incidents of terrorism, political instability, pandemics or responses to these events.\nFuture sales of shares by existing stockholders, including any shares that have vested or may in the future vest under the 2021 CEO Performance Award, could cause our stock price to decline.\n Attempts by existing stockholders to sell substantial amounts of our common stock in the public market could cause the trading price of our common stock to decline significantly. All of our shares are eligible for sale in the public market, including shares held by directors, executive officers and other affiliates, sales of which are subject to volume limitations and other requirements under Rule 144 under the Securities Act. In addition, shares subject to outstanding options and reserved for future issuance under our stock option plans, including those underlying the 2021 CEO Performance Award that have vested or vest in the future, are eligible for sale in the public market to the extent permitted by the provisions of various vesting agreements. See “Item 11.  Executive Compensation – Compensation Discussion and Analysis (“CD&A”) – Fiscal Year 2023 CEO Compensation – Discussion and Analysis of 2021 CEO Performance Award.” If these additional shares are sold, or if it is perceived that they will be sold in the public market, the trading price of our common stock could decline.\nFurthermore, additional tranches of the 2021 CEO Performance Award may vest, subject to the achievement of specified annualized revenue milestones (the “Annualized Revenue Milestones”) and a matching stock price milestone, and if such additional tranches do vest, they would be subject to the risks discussed above. In connection therewith, the Company has determined that the Annualized Revenue Milestones that have not yet been achieved are “probable of achievement,” for purposes of determining whether to recognize expense associated with the applicable tranche. Such determination is based upon management’s subjective judgment and is not a guarantee that it will be achieved. See Note 10, Stock-based Compensation and Stockholders’ Equity in the Notes to Consolidated Financial Statements.\nThe concentration of our capital stock ownership with insiders likely limits your ability to influence corporate matters.\n As of July 31, 2023, our executive officers, directors, current five percent or greater stockholders and affiliated entities together beneficially owned 42.3% of our common stock, net of treasury stock. As a result, these stockholders, acting together, have significant influence over all matters that require approval by our stockholders, including the election of directors and approval of significant corporate transactions. Corporate action might be taken even if other stockholders oppose them. This concentration of ownership might also have the effect of delaying or preventing a change of control of our company that other stockholders may view as beneficial.\nWe do not expect to pay any cash dividends for the foreseeable future.\nWe do not anticipate that we will pay any cash dividends to holders of our common stock in the foreseeable future. In addition, under the terms of the credit agreement with Bank of America, dated April 19, 2018, we cannot pay any dividends, with limited exceptions. Accordingly, investors must rely on sales of their common stock after price appreciation, which may never occur, as the only way to realize any future gains on their investment. Investors seeking cash dividends in the foreseeable future should not purchase our common stock. \nSMCI | 2023 Form 10-K | 31\nGeneral Risks\nOur products may not be viewed as supporting climate change mitigation in the IT sector.\nOur ability to create energy saving products will be a part of climate change mitigation, and we believe one of the keys to our business success. In addition, climate change reporting and product certification are increasingly sought by customers and regulators. If we do not satisfy customer requirements for products that help mitigate climate change, and document how they contribute to such change, it could have a material adverse impact on our business, operating results, and financial conditions.\nOur business and operations may be impacted by natural disaster events, including those brought on by climate change.\nLand, sea and air routes between economic centers are subject to weather events exacerbated by climate change and can disrupt commercial activity. Our most significant business offices, research and development, and manufacturing locations, are in the San Jose, California area and in Taiwan. We are also in the process of developing manufacturing operations in Malaysia. Each region is subject to climate change events and known for earthquakes. While we have adopted a business continuity plan and are taking steps to further diversify our manufacturing locations, there is no certainty it will be effective for significant natural disasters, which could have a material adverse impact on business, operating results, and financial condition.\nThe use of AI by our workforce may present risks to our business.\n \nOur workforce may use AI tools on an unauthorized basis which poses additional risks relating to the protection of data, including the potential exposure of our proprietary confidential information to unauthorized recipients and the misuse of our or third-party intellectual property. Use of AI technology by our workforce may result in allegations or claims against us related to violation of third-party intellectual property rights, unauthorized access to or use of proprietary information and failure to comply with open source software requirements. AI technology may also produce inaccurate responses that could lead to errors in our decision-making, solution development or other business activities, which could have a negative impact on our business, operating results and financial condition. Our ability to mitigate these risks will depend on our continued effective training, monitoring and enforcement of appropriate policies and procedures governing the use of AI technology, and compliance by our workforce.\nExpectations relating to environmental, social and governance considerations expose us to potential liabilities, reputational harm and other unforeseen adverse effects on our business.\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human capital and diversity, equity and inclusion. We make statements about our environmental, social and governance goals and initiatives through information provided on our website, press statements and other communications Responding to these environmental, social and governance considerations and implementation of these goals and initiatives involves risks and uncertainties and requires ongoing investments. The success of our goals and initiatives may be impacted by factors that are outside our control. In addition, some stakeholders may disagree with our goals and initiatives and the focus and views of stakeholders may change and evolve over time and vary depending on the jurisdictions in which we operate. Any failure, or perceived failure, by us to achieve our goals, further our initiatives, adhere to our public statements, comply with federal, state or international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and views could materially adversely affect our business, reputation, results of operations, financial position and stock price.",
    "item7": ">Item 7.        Management's Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion should be read in conjunction with the consolidated financial statements and related notes which appear elsewhere in this Annual Report. This discussion contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of various factors, including those discussed below and elsewhere in this Annual Report, particularly under the heading \"Risk Factors.\" \nOverview\nWe are a Silicon Valley-based provider of accelerated compute platforms that are application-optimized high performance and high-efficiency server and storage systems for a variety of markets, including enterprise data centers, cloud computing, AI, 5G and edge computing. Our Total IT Solutions include complete servers, storage systems, modular blade servers, blades, workstations, full rack-scale solutions, networking devices, server sub-systems, server management and security software. We also provide global support and services to help our customers install, upgrade and maintain their computing infrastructure. \nWe commenced operations in 1993 and have been profitable every year since inception. For fiscal years 2023, 2022 and 2021, our net income was $640.0 million, $285.2 million and $111.9 million, respectively. In order to increase our sales and profits, we believe that we must continue to develop flexible and application optimized server and storage solutions and be among the first to market with new features and products. We must also continue to expand our software and customer service and support offerings, particularly as we increasingly focus on larger enterprise customers. Additionally, we must focus on development of our sales partners and distribution channels to further expand our market share. We measure our financial success based on various indicators, including growth in net sales, gross profit margin and operating margin. Among the key non-financial indicators of our success is our ability to rapidly introduce new products and deliver the latest application-optimized server and storage solutions. In this regard, we work closely with microprocessor and other key component vendors to take advantage of new technologies as they are introduced. Historically, our ability to introduce new products rapidly has allowed us to benefit from technology transitions such as the introduction of new microprocessors and storage technologies, and as a result, we monitor the product introduction cycles of Intel Corporation, NVIDIA Corporation, Advanced Micro Devices, Inc., Samsung Electronics Company Limited, Micron Technology, Inc. and others closely and carefully. This also impacts our research and development expenditures as we continue to invest more in our current and future product development efforts.\nCOVID-19 Pandemic Impact \nOur business and financial outlook have experienced, and may continue to face, challenges due to adverse macroeconomic conditions and uncertainties. These factors encompass labor shortages, disruptions in the supply chain, inflation, higher interest rates, and fluctuations in capital markets. The global business landscape encountered widespread disruption as a consequence of the COVID-19 pandemic, which commenced in early 2020. The extent of its direct or indirect impact on general market conditions, as well as our business, results of operations, cash flows, and financial condition, is contingent upon uncertain future developments, including the emergence of new variants.\nWe remain committed to continuously assessing the nature and extent of the impact of general macroeconomic conditions and the ongoing COVID-19 pandemic on our business. For a more comprehensive discussion, please refer to the \"Risk Factors\" included in Part I, Item 1A of this Annual Report on Form 10-K.\nFinancial Highlights\nThe following is a summary of financial highlights of fiscal years 2023 and 2022:\n•\nNet sales increased by 37.1% in fiscal year 2023 as compared to fiscal year 2022.\n•\nGross margin increased to 18.0% in fiscal year 2023 from 15.4% in fiscal year 2022, primarily due to product and customer mix and decreased logistic costs.\n•\nOperating expenses increased by 12.3% in fiscal year 2023 as compared to fiscal year 2022, primarily due to the increase in personnel expenses as a result of salary increases, equity grants and a higher headcount.\nSMCI | 2023 Form 10-K | 37\n•\nNet income increased to $640.0 million in fiscal year 2023 as compared to $285.2 million in fiscal year 2022, which was primarily due to the higher net sales and lower operating expenses as a percentage of revenues in fiscal year 2023 as compared to fiscal year 2022.\n•\nOur cash and cash equivalents were $440.5 million and $267.4 million at the end of fiscal years 2023 and 2022, respectively. In fiscal year 2023, we generated net cash of $172.4 million, comprised of $663.6 million provided by operating activities primarily due to increased net income, $448.3 million used in financing activities primarily due to repayment of debt and stock repurchase, and $39.5 million cash used in investing activities primarily due to $36.8 million in purchases of property and equipment.\nCritical Accounting Policies and Estimates\nGeneral\nOur discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in accordance with generally accepted accounting principles in the United States. The preparation of these consolidated financial statements requires us to make estimates and judgments that affect the reported amount of assets, liabilities, net sales and expenses. We evaluate our estimates on an on-going basis based on a) historical experience, b) assumptions we believe to be reasonable under the circumstances and are not readily apparent from other sources, the results of which form the basis for making judgments about the carrying values of assets and liabilities. Because these estimates can vary depending on the situation, actual results may differ from the estimates. Making estimates and judgments about future events is inherently unpredictable and is subject to significant uncertainties, some of which are beyond our control. Should any of these estimates and assumptions change or prove to have been incorrect, it could have a material impact on our results of operations, financial position and statement of cash flows. These estimates and judgements have not fluctuated significantly for the fiscal year ended June 30, 2023 compared to prior fiscal years.\nA summary of significant accounting policies is included in Part II, Item 8, Note 1, “Organization and Summary of Significant Accounting Policies” in our notes to the consolidated financial statements in this Annual Report. Management believes the following are the most critical accounting policies and reflect the significant estimates and assumptions used in the preparation of the consolidated financial statements.\nRevenue Recognition\nThe most critical accounting policy estimate and judgments required in applying ASC 606, Revenue Recognition of Contracts from Customers, and our revenue recognition policy relate to the determination of the transaction price, distinct performance obligations and the evaluation of the standalone selling price (the “SSP”) for each performance obligation.\nWe generate revenues from the sale of server and storage systems, subsystems, accessories, services, server software management solutions, and support services. Many of our customer contracts include multiple performance obligations. Judgment is required in determining whether each performance obligation within a customer contract is distinct. This assessment involves subjective determinations and requires management to make judgments about the individual promised goods or services and whether such goods or services are separable from the other aspects of the contractual relationship.\nAs part of determining the transaction price in contracts with customers, we may be required to estimate variable consideration when determining the amount of revenue to recognize. We estimate reserves for future sales returns based on a review of our history of actual returns. Based upon historical experience, a refund liability is recorded at the time of sale for estimated product returns and an asset is recognized for the amount expected to be recorded in inventory upon product return, less the expected recovery costs. We also estimate the costs of customer and distributor programs and incentive offerings such as price protection, customer rebates, as well as the estimated costs of cooperative marketing arrangements where the fair value of the benefit derived from the costs cannot be reasonably estimated. Any provision is recorded as a reduction of revenue at the time of sale based on an evaluation of the contract terms and historical experience.\nSMCI | 2023 Form 10-K | 38\nWe allocate the transaction price for each customer contract to each performance obligation based on the relative SSP for each performance obligation within each contract. We recognize the amount of transaction price allocated to each performance obligation within a customer contract as revenue at the time the respective performance obligation is satisfied by transferring control of the promised good or service to a customer. Determining the relative SSP for contracts that contain multiple performance obligations requires significant judgement. We determine standalone selling prices based on the price at which the performance obligation is sold separately. If the standalone selling price is not observable through past transactions, we apply judgment to estimate the SSP. For substantially all performance obligations, we are able to establish the SSP based on the observable prices of products or services sold separately in comparable circumstances to similar customers. We typically establish an SSP range for our products and services, which is reassessed on a periodic basis or when facts and circumstances change. SSP for our products and services can evolve over time due to changes in our pricing practices, internally approved pricing guidelines with respect to geographies, customer type, internal costs, and gross margin objectives for the related performance obligations which can also be influenced by intense competition, changes in demand for our products and services, economic and other factors.\nInventories\nInventories are stated at lower of cost, using weighted average cost method, or net realizable value. Net realizable value is the estimated selling price of our products in the ordinary course of business, less reasonably predictable costs of completion, disposal, and transportation. Inventories consist of purchased parts and raw materials (principally electronic components), work in process (principally products being assembled) and finished goods. We evaluate inventory on a quarterly basis for lower of cost or net realizable value and excess and obsolescence and, as necessary, write down the valuation of inventories based upon our inventory aging, forecasted usage and sales, anticipated selling price, product obsolescence and other factors. Once inventory is written down, its new value is maintained until it is sold or scrapped.\nWe receive various rebate incentives from certain suppliers based on our contractual arrangements, including volume-based rebates. The rebates earned are recognized as a reduction of cost of inventories and reduce the cost of sales in the period when the related inventory is sold. We determine the volume-based rebates to be recognized in the cost of sales on a first-in, first-out basis.\nIncome Taxes\nAs part of the process of preparing our consolidated financial statements, we are required to estimate our taxes in each of the jurisdictions in which we operate. We estimate actual current tax exposure together with assessing temporary differences resulting from differing treatment of items, such as accruals and allowances not currently deductible for tax purposes. These differences result in deferred tax assets, which are included in our consolidated balance sheets. In general, deferred tax assets represent future tax benefits to be received when certain expenses previously recognized in our consolidated statements of income become deductible expenses under applicable income tax laws, or when loss or credit carryforwards are utilized. In assessing the realizability of deferred tax assets, management considers whether it is more likely than not that some portion or all of the deferred tax assets will be realized. The ultimate realization of deferred tax assets is dependent upon the generation of future taxable income during the periods in which those temporary differences become deductible. We continue to assess the need for a valuation allowance on the deferred tax assets by evaluating both positive and negative evidence that may exist. Any adjustment to the valuation allowance on deferred tax assets would be recorded in the consolidated statements of income for the period that the adjustment is determined to be required.\nWe recognize tax liabilities for uncertain income tax positions on the income tax return based on the two-step process. The first step is to determine whether it is more likely than not that each income tax position would be sustained upon audit. The second step is to estimate and measure the tax benefit as the amount that has a greater than 50% likelihood of being realized upon ultimate settlement with the tax authority. Estimating these amounts requires us to determine the probability of various possible outcomes. We evaluate these uncertain tax positions on a quarterly basis. This evaluation is based on the consideration of several factors, including changes in facts or circumstances, changes in applicable tax law, settlement of issues under audit and new exposures. If we later determine that our exposure is lower or that the liability is not sufficient to cover our revised expectations, we adjust the liability and reflect a related charge in our tax provision during the period in which we make such a determination.\nSMCI | 2023 Form 10-K | 39\nStock-Based Compensation\nWe measure and recognize compensation expense for all share-based awards made to employees and non-employees, including stock options, restricted stock units (\"RSUs\") and performance-based restricted stock units (“PRSUs”). We recognize the grant date fair value of all share-based awards over the requisite service period and account for forfeitures as they occur. Stock option and RSU awards are recognized to expense on a straight-line basis over the requisite service period. PRSU awards are recognized to expense using an accelerated method only when it is probable that a performance condition is met during the vesting period. If it is not probable, no expense is recognized and the previously recognized expense is reversed. We base initial accrual of compensation expense on the estimated number of PRSUs that are expected to vest over the requisite service period. That estimate is revised if subsequent information indicates that the actual number of PRSUs is likely to differ from previous estimates. The cumulative effect on current and prior periods of a change in the estimated number of PRSUs expected to vest is recognized in stock-based compensation expense in the period of the change. Previously recognized compensation expense is not reversed if vested stock options, RSUs or PRSUs for which the requisite service has been rendered and the performance condition has been met expire unexercised or are not settled.\nThe fair value of RSUs and PRSUs is based on the closing market price of our common stock on the date of grant. We estimate the fair value of stock options granted using a Black-Scholes option pricing model. This model requires us to make estimates and assumptions with respect to the expected term of the option and the expected volatility of the price of our common stock. The expected term represents the period that our stock-based awards are expected to be outstanding and was determined based on our historical experience. The expected volatility is based on the historical volatility of our common stock. The assumptions used to determine the fair value of the option awards represent management’s best estimates. These estimates involve inherent uncertainties and the application of management’s judgment. Our use of the Black-Scholes option-pricing model requires the input of highly subjective assumptions. If factors change and different assumptions are used, our stock-based compensation expense could be materially different in the future.\nResults of Operations \nThe following table presents certain items of our consolidated statements of operations expressed as a percentage of revenue.\nYears Ended June 30,\n2023\n2022\n2021\nNet sales\n100.0 \n%\n100.0 \n%\n100.0 \n%\nCost of sales\n82.0 \n%\n84.6 \n%\n85.0 \n%\nGross profit\n18.0 \n%\n15.4 \n%\n15.0 \n%\nOperating expenses:\nResearch and development\n4.3 \n%\n5.2 \n%\n6.3 \n%\nSales and marketing\n1.6 \n%\n1.7 \n%\n2.4 \n%\nGeneral and administrative\n1.4 \n%\n2.0 \n%\n2.8 \n%\nTotal operating expenses\n7.3 \n%\n8.9 \n%\n11.5 \n%\nIncome from operations\n10.7 \n%\n6.5 \n%\n3.5 \n%\nOther income (expense), net\n0.1 \n%\n0.2 \n%\n(0.1)\n%\nInterest expense\n(0.1)\n%\n(0.1)\n%\n(0.1)\n%\nIncome before income tax provision\n10.7 \n%\n6.6 \n%\n3.3 \n%\nIncome tax provision\n(1.6)\n%\n(1.0)\n%\n(0.2)\n%\nShare of (loss) income from equity investee, net of taxes\n(0.1)\n%\n— \n%\n— \n%\nNet income\n9.0 \n%\n5.6 \n%\n3.1 \n%\nSMCI | 2023 Form 10-K | 40\nNet Sales\nNet sales consist of sales of our server and storage solutions, including systems and related services and subsystems and accessories. The main factors that impact net sales of our server and storage systems are the number of compute nodes sold and the average selling prices per node. The main factors that impact net sales of our subsystems and accessories are units shipped and the average selling price per unit. The prices for our server and storage systems range widely depending upon the configuration, including the number of compute nodes in a server system as well as the level of integration of key components such as SSDs and memory. The prices for our subsystems and accessories can also vary widely based on whether a customer is purchasing power supplies, server boards, chassis or other accessories.\nA compute node is an independent hardware configuration within a server system capable of having its own CPU, memory and storage and that is capable of running its own instance of a non-virtualized operating system. The number of compute nodes sold, which can vary by product, is an important metric we use to track our business. Measuring volume using compute nodes enables more consistent measurement across different server form factors and across different vendors. As with most electronics-based product life cycles, average selling prices typically are highest at the time of introduction of new products that utilize the latest technology and tend to decrease over time as such products mature in the market and are replaced by next generation products. Additionally, in order to remain competitive throughout all industry cycles, we actively change our selling price per unit in response to changes in costs for key components such as CPU/GPU, memory and storage.\nThe following table presents net sales by product type for fiscal years 2023, 2022 and 2021 (dollars in millions):\nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nServer and storage systems\n$\n6,569.8 \n$\n4,463.8 \n$\n2,790.3 \n$\n2,106.0 \n47.2 \n%\n$\n1,673.5 \n60.0 \n%\nPercentage of total net sales\n92.2 \n%\n85.9 \n%\n78.4 \n%\nSubsystems and accessories\n553.7 \n732.3 \n767.1 \n(178.6)\n(24.4)\n%\n(34.8)\n(4.5)\n%\nPercentage of total net sales\n7.8 \n%\n14.1 \n%\n21.6 \n%\nTotal net sales\n$\n7,123.5 \n$\n5,196.1 \n$\n3,557.4 \n$\n1,927.4 \n37.1 \n%\n$\n1,638.7 \n46.1 \n%\nFiscal Year 2023 Compared with Fiscal Year 2022\nDuring fiscal year 2023 we experienced increased revenue from server and storage systems, particularly from our large enterprise and datacenter customers. The year-over-year increase in net sales of server and storage systems was primarily due to the strong demands from such customers for GPU, high performance computing (“HPC”), and rack-scale solutions which are generally more complex and of higher value, resulting in an increase of average selling prices. The year-over-year decrease in net sales of subsystems and accessories was primarily due to our emphasis on selling full systems and servers. Our services and software revenue, included in server and storage systems revenue, increased by $28.0 million year-over-year. \nFiscal Year 2022 Compared with Fiscal Year 2021\n    \nDuring fiscal year 2022 we experienced increased revenue from server and storage systems, particularly from our large enterprise and datacenter customers. The year-over-year increase in net sales of server and storage systems was primarily due to an increase of average selling prices per compute node by approximately 32% as well as an increase of approximately 23% in the number of units of compute nodes sold. The year-over-year decrease in net sales of subsystems and accessories was primarily due to our emphasis on selling full systems and servers. Our services and software revenue, included in server and storage systems revenue, increased by $2.5 million year-over-year. \nSMCI | 2023 Form 10-K | 41\nThe following table presents percentages of net sales by geographic region for fiscal years 2023, 2022 and 2021 (dollars in millions): \nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nUnited States\n$\n4,834.1 \n$\n3,035.5 \n$\n2,107.9 \n$\n1,798.6 \n59.3 \n%\n$\n927.6 \n44.0 \n%\nPercentage of total net sales\n67.9 \n%\n58.4 \n%\n59.3 \n%\nAsia\n1,050.8 \n1,139.9 \n699.7 \n(89.1)\n(7.8)\n%\n440.2 \n62.9 \n%\nPercentage of total net sales\n14.7 \n%\n21.9 \n%\n19.7 \n%\nEurope\n1,003.1 \n825.2 \n614.8 \n177.9 \n21.6 \n%\n210.4 \n34.2 \n%\nPercentage of total net sales\n14.1 \n%\n15.9 \n%\n17.3 \n%\nOthers\n235.5 \n195.5 \n135.0 \n40.0 \n20.5 \n%\n60.5 \n44.8 \n%\nPercentage of total net sales\n3.3 \n%\n3.7 \n%\n3.7 \n%\nTotal net sales\n$\n7,123.5 \n$\n5,196.1 \n$\n3,557.4 \n$\n1,927.4 \n37.1 \n%\n$\n1,638.7 \n46.1 \n%\nFiscal Year 2023 Compared with Fiscal Year 2022\nThe year-over-year increase in overall net sales is the result of increased selling prices and units shipped of product  sold especially to large enterprise and datacenter customers. The United States experienced the highest percentage growth among all regions. This is due to increased demand from datacenter customers in the United States for GPU, high performance computing (“HPC”), and rack-scale solutions. The year-over-year decrease in Asia is mainly due to economic slowdown in China and Japan during fiscal year 2023 which heavily reduced the sales activities in that region.\nFiscal Year 2022 Compared with Fiscal Year 2021\nThe year-over-year increase in overall net sales is the result of increased selling prices and quantities of product shipments. Asia experienced the highest percentage growth among all regions. China, Japan and Korea exceeded the overall regional average of growth, which was the primary driver of the increases in net sales in Asia. Russia experienced a year over year decrease due to the conflict in that region, which decrease had an immaterial impact on our overall performance.\nCost of Sales and Gross Margin\nCost of sales primarily consists of the costs to manufacture our products, including the costs of materials, contract manufacturing, shipping, personnel expenses, including salaries, benefits, stock-based compensation and incentive bonuses, equipment and facility expenses, warranty costs and inventory excess and obsolescence provisions. The primary factors that impact our cost of sales are the mix of products sold and cost of materials, which include purchased parts and material costs, shipping costs, salary and benefits and overhead costs related to production as well as economies of scale gained from higher production volume in our facilities. Cost of sales as a percentage of net sales may increase or decrease over time if the changes in average selling prices are not matched by corresponding changes in our costs. Our cost of sales as a percentage of net sales is also impacted by the extent to which we are able to efficiently utilize our expanding manufacturing capacity. Because we generally do not have long-term fixed supply agreements, our cost of sales is subject to frequent change based on the availability of materials and other market conditions.\nWe use several suppliers and contract manufacturers to design and manufacture subsystems in accordance with our specifications, with most final assembly and testing performed at our manufacturing facilities in the same region where our products are sold. We work with Ablecom, one of our key contract manufacturers and also a related party, to optimize modular designs for our chassis and certain other components. We also outsource to Compuware, also a related party, a portion of our design activities and a significant part of the manufacturing of components, particularly power supplies. Our purchases of products from Ablecom and Compuware combined represented 6.6%, 8.3% and 7.8% of our cost of sales for fiscal years 2023, 2022 and 2021, respectively. For further details on our dealings with related parties, see Part II, Item 8, Note 9, “Related Party Transactions.” \nSMCI | 2023 Form 10-K | 42\nCost of sales and gross margin for fiscal years 2023, 2022 and 2021, are as follows (dollars in millions):\nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nCost of sales\n$\n5,840.5 \n$\n4,396.1 \n$\n3,022.9 \n$\n1,444.4 \n32.9 \n%\n$\n1,373.2 \n45.4 \n%\nGross profit\n1,283.0 \n800.0 \n534.5 \n483.0 \n60.4 \n%\n265.5 \n49.7 \n%\nGross margin\n18.0 \n%\n15.4 \n%\n15.0 \n%\n2.6 \n%\n0.4 \n%\nFiscal Year 2023 Compared with Fiscal Year 2022\nThe year-over-year increase in cost of sales was primarily attributed to an increase of $1,379.6 million in costs of materials and contract manufacturing expenses primarily related to the increased shipments of our products and solutions, a $59.2 million increase in overhead costs which includes labor costs attributed to increase of operation activities, a $36.6 million increase in inventory reserves, and a $13.6 million increase in other cost of sales partially offset by a $44.6 million decrease in freight charges due to a reduced need to expedite shipments due to disruptions in the supply chain caused by the COVID-19 pandemic.\n \nThe year-over-year increase in the gross margin percentage was primarily due to favorable product and customer mix and lower other cost of goods sold as a percentage of sales, based on higher volumes.\nFiscal Year 2022 Compared with Fiscal Year 2021\nThe year-over-year increase in cost of sales was primarily attributed to an increase of $1,262.6 million in costs of materials and contract manufacturing expenses primarily related to the increase in net sales volume, a $54.9 million increase in freight charges, a $23.6 million increase in overhead costs, a $18.9 million increase due to lower cost recovery of cost paid in prior periods, a $8.3 million increase in excess and obsolete inventory charges and a $4.9 million increase in other cost of sales.  \nThe year-over-year increase in the gross margin percentage was primarily due to sales prices increases, product and customer mix and higher capitalization of manufacturing overhead due to higher inventory levels, offset by higher costs from freight, overhead, other cost of sales, excess and obsolete inventory charges, and lower recovery of costs from prior periods.  Since the start of the COVID-19 pandemic, we have experienced an increase in costs of sales, logistics costs as well as direct labor costs as we incentivized our employees. This increase in costs negatively impacts our gross margin, and we expect these higher costs to continue for the duration of the COVID-19 pandemic.\nOperating Expenses \nResearch and development expenses consist of personnel expenses, including salaries, benefits, stock-based compensation and incentive bonuses, and related expenses for our research and development personnel, as well as product development costs such as materials and supplies, consulting services, third-party testing services and equipment and facility expenses related to our research and development activities. All research and development costs are expensed as incurred. We occasionally receive non-recurring engineering (\"NRE\") funding from certain suppliers and customers for joint development. Under these arrangements, we are reimbursed for certain research and development costs that we incur as part of the joint development efforts with our suppliers and customers. These amounts offset a portion of the related research and development expenses and have the effect of reducing our reported research and development expenses.\nSales and marketing expenses consist primarily of personnel expenses, including salaries, benefits, stock-based compensation and incentive bonuses, and related expenses for our sales and marketing personnel, cost for tradeshows, independent sales representative fees and marketing programs. From time to time, we receive marketing development funding from certain suppliers. Under these arrangements, we are reimbursed for certain marketing costs that we incur as part of the joint promotion of our products and those of our suppliers. These amounts offset a portion of the related expenses and have the effect of reducing our reported sales and marketing expenses. The timing, magnitude and estimated usage of these programs can result in significant variations in reported sales and marketing expenses from period to period. Spending on cooperative marketing, reimbursed by our suppliers, typically increases in connection with new product releases by our suppliers.\nSMCI | 2023 Form 10-K | 43\nGeneral and administrative expenses consist primarily of general corporate costs, including personnel expenses such as salaries, benefits, stock-based compensation and incentive bonuses, and related expenses for our general and administrative personnel, financial reporting, information technology, corporate governance and compliance, outside legal, audit, tax fees, insurance and bad debt reserves on accounts receivable.\nOperating expenses for fiscal years 2023, 2022 and 2021 are as follows (dollars in millions):\nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nResearch and development\n$\n307.3 \n$\n272.3 \n$\n224.4 \n$\n35.0 \n12.9 \n%\n$\n47.9 \n21.3 \n%\nPercentage of total net sales\n4.3 \n%\n5.2 \n%\n6.3 \n%\nSales and marketing\n115.0 \n90.1 \n85.7 \n24.9 \n27.6 \n%\n4.4 \n5.1 \n%\nPercentage of total net sales\n1.6 \n%\n1.7 \n%\n2.4 \n%\nGeneral and administrative\n99.6 \n102.4 \n100.5 \n(2.8)\n(2.7)\n%\n1.9 \n1.9 \n%\nPercentage of total net sales\n1.4 \n%\n2.0 \n%\n2.8 \n%\nTotal operating expenses\n$\n521.9 \n$\n464.8 \n$\n410.6 \n57.1 \n12.3 \n%\n54.2 \n13.2 \n%\n    \nFiscal Year 2023 Compared with Fiscal Year 2022\n \n    \nThe year-over-year increase in research and development expenses was primarily driven by a $43.5 million increase in compensation expenses due to salary increases, higher headcount and the cost of equity awards as we expanded our workforce and invested in key talent, and a $2.6 million increase in product development costs to support the development of next generation products and technologies, offset by a $11.1 million increase in research and development credits received from certain suppliers and customers.\nThe year-over-year increase in sales and marketing expenses was primarily driven by a $23.8 million increase in compensation expenses due to salary increases, higher headcount and the cost of equity awards and a $4.6 million increase in travel and trade show expenses to drive new sales opportunities for our products and customer support, offset by a $3.5 million increase in marketing development funds received.\nThe year-over-year decrease in general and administrative expenses was primarily due to a $5.2 million decrease in professional fees and other, a $2.0 million decrease in litigation settlement expenses relating to a derivative lawsuit, partially offset by an increase of $4.4 million in compensation expenses associated with the cost of equity awards.\nFiscal Year 2022 Compared with Fiscal Year 2021\n    \nThe year-over-year increase in research and development expenses was primarily due to a $40.8 million increase in personnel expenses due to salary increases and a higher headcount, $3.7 million lower research and development credits from certain suppliers and customers towards our development efforts and a $3.4 million increase in product development costs.\nThe year-over-year increase in sales and marketing expenses was primarily due to a $9.6 million increase in personnel expenses due to salary increases and a higher headcount, offset by a $5.7 million increase in marketing development funds received and a $0.5 million increase in advertising and other expenses.\nThe year-over-year increase in general and administrative expenses was primarily due to a $4.1 million increase in legal and litigation settlement expenses and $6.6 million increase in personnel and other expenses due to salary increases and a higher headcount offset by decrease of $1.5 million in professional fees driven by lower expenses incurred to remediate the causes that led to the delay in filing our periodic reports with the SEC and the associated restatement of our previously issued financial statements and a $7.3 million decrease in expense from special performance awards.\nInterest and Other Income (Expense), Net\nOther income (expense), net consists primarily of interest earned on our investment and cash balances and foreign exchange gains and losses. \nInterest expense represents interest expense on our term loans and lines of credit.\nSMCI | 2023 Form 10-K | 44\nInterest and other income (expense), net for fiscal years 2023, 2022 and 2021 are as follows (dollars in millions):\nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nOther income (expense), net\n$\n3.6 \n$\n8.1 \n$\n(2.8)\n$\n(4.5)\n(55.6)\n%\n$\n10.9 \n(389.3)\n%\nInterest expense\n(10.5)\n(6.4)\n(2.5)\n(4.1)\n64.1 \n%\n(3.9)\n156.0 \n%\nInterest and other income (expense), net\n$\n(6.9)\n$\n1.7 \n$\n(5.3)\n$\n(8.6)\n(505.9)\n%\n$\n7.0 \n(132.1)\n%\nFiscal Year 2023 Compared with Fiscal Year 2022\nThe change of $8.6 million in interest and other income (expense), net was primarily attributable to a $4.5 million decrease in foreign exchange gain due to unfavorable currency fluctuations primarily related to our borrowing facilities in Taiwan and a $4.1 million increase in interest expense due to increase in interest rates on our outstanding loan balances.\nFiscal Year 2022 Compared with Fiscal Year 2021\nThe change of $7.0 million in interest and other income (expense), net was primarily attributable to a $10.9 million increase in foreign exchange gain due to favorable currency fluctuations primarily related to our borrowing facilities in Taiwan offset by a $3.9 million increase in interest expense due to increase in loan balances and interest rates.\nProvision for Income Taxes\nOur income tax provision is based on our taxable income generated in the jurisdictions in which we operate, which primarily include the United States, Taiwan, and the Netherlands. Our effective tax rate differs from the statutory rate primarily due to research and development tax credits, certain non-deductible expenses, tax benefits from foreign derived intangible income and stock-based compensation. A reconciliation of the federal statutory income tax rate to our effective tax rate is set forth in Part II, Item 8, Note 11, “Income Taxes” to the consolidated financial statements in this Annual Report.\nProvision for income taxes and effective tax rates for fiscal years 2023, 2022 and 2021 are as follows (dollars in millions):\nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nIncome tax provision\n$\n110.7 \n$\n52.9 \n$\n6.9 \n$\n57.8 \n109.3 \n%\n$\n46.0 \n666.7 \n%\nPercentage of total net sales\n1.6 \n%\n1.0 \n%\n0.2 \n%\nEffective tax rate\n14.7 \n%\n15.7 \n%\n5.8 \n%\nFiscal Year 2023 Compared with Fiscal Year 2022\nThe year-over-year decrease in the effective tax rate is attributable to higher tax deductions from disqualified disposition of stock-based compensation, an increase in the R&D tax credit, and an increase in foreign-derived income. As a result of these favorable elements which were partially offset by certain unfavorable items including an increase in state taxes, the total effective tax rate decreased by 1%, declining from 15.7% in the fiscal year ended June 30, 2022, to 14.7% in the fiscal year ended June 30, 2023.\nFiscal Year 2022 Compared with Fiscal Year 2021\nThe year-over-year increase in the effective tax rate was primarily due to a significant increase in revenue and income before tax. Total effective tax rate increased by 9.5% from 5.8% for the fiscal year ended June 30, 2021 to 15.7% for the fiscal year ended June 30, 2022. This increase was driven by a 15.4% increase in the overall effective tax rate. R&D credit reduced the effective tax rate by 3.5% and foreign derived income reduced the effective tax rate by 1.4%.\nShare of Income (Loss) from Equity Investee, Net of Taxes\nShare of income from equity investee, net of taxes represents our share of income (loss) from the Corporate Venture in which we have a 30% ownership. \nSMCI | 2023 Form 10-K | 45\nShare of income (loss) from equity investee, net of taxes for fiscal years 2023, 2022 and 2021 are as follows (dollars in millions):\nYears Ended June 30,\n2023 over 2022 Change\n2022 over 2021 Change\n2023\n2022\n2021\n$\n%\n$\n%\nShare of income (loss) from equity investee, net of taxes\n$\n(3.6)\n$\n1.2 \n$\n0.2 \n$\n(4.8)\n(400.0)\n%\n$\n1.0 \n(500.0)\n%\nPercentage of total net sales\n— \n%\n— \n%\n— \n%\nFiscal Year 2023 Compared with Fiscal Year 2022\nThe period-over-period decrease of $4.8 million in share of income from equity investee, net of taxes was primarily due to lower net income recognized by the Corporate Venture.\nFiscal Year 2022 Compared with Fiscal Year 2021\nThe period-over-period increase of $1.0 million in share of income from equity investee, net of taxes was primarily due to more net income recognized by the Corporate Venture.\nLiquidity and Capital Resources\nWe have financed our growth primarily with funds generated from operations, in addition to utilizing borrowing facilities, particularly in relation to an increase in the need for working capital due to longer supply chain manufacturing and delivery times as well as the financing of real property acquisitions and funds received from the exercise of employee stock options. Our cash and cash equivalents were $440.5 million and $267.4 million as of June 30, 2023 and 2022, respectively. Our cash in foreign locations was $192.3 million and $169.5 million as of June 30, 2023 and 2022, respectively. \nAmounts held outside of the U.S. are generally utilized to support non-U.S. liquidity needs. Repatriations generally will not be taxable from a U.S. federal tax perspective but may be subject to state income or foreign withholding tax. Where local restrictions prevent an efficient intercompany transfer of funds, our intent is to keep cash balances outside of the U.S. and to meet liquidity needs through operating cash flows, external borrowings, or both. We do not expect restrictions or potential taxes incurred on repatriation of amounts held outside of the U.S. to have a material effect on our overall liquidity, financial condition or results of operations.\nWe believe that our current cash, cash equivalents, borrowing capacity available from our credit facilities and internally generated cash flows will be sufficient to support our operating businesses and maturing debt and interest payments for the 12 months following the issuance of these consolidated financial statements. On June 17, 2023, the Company through the Taiwan subsidiary, entered into a Notification and Confirmation pursuant to which the Taiwan subsidiary and E.SUN Bank agreed to drawdowns of up to US$30 million for an import o/a financing loan with a tenor of 120 days (the “2023 Import O/A Loan”). We continue to evaluate financing options that may be required to support the growth of our business, if it occurs more rapidly than anticipated.\nOn January 29, 2021, a duly authorized subcommittee of the Board of Directors approved the Prior Repurchase Program, which permitted us to repurchase up to an aggregate of $200.0 million of our common stock at market prices. The program was effective until the earlier of July 31, 2022 or the date when the maximum amount of common stock is repurchased. We had $150.0 million of remaining availability under the Prior Repurchase Program as of June 30, 2022, and such program subsequently expired on July 31, 2022. \nOn August 3, 2022, after the expiration of the Prior Share Repurchase Program on July 31, 2022, a duly authorized subcommittee of our Board approved a new share repurchase program to repurchase shares of our common stock for up to $200 million at prevailing prices in the open market. The share repurchase program is effective until January 31, 2024 or until the maximum amount of common stock is repurchased, whichever occurs first. We repurchased 1,553,350 shares of common stock for $150 million during the fiscal year ended June 30, 2023 under this program and had $50.0 million of remaining availability as of June 30, 2023.\n    \nSMCI | 2023 Form 10-K | 46\nOur key cash flow metrics were as follows (dollars in millions):\nYears Ended June 30,\n2023 over 2022\n2022 over 2021\n2023\n2022\n2021\nNet cash provided by (used in) operating activities\n$\n663.6 \n$\n(440.8)\n$\n123.0 \n$\n1,104.4 \n$\n(563.8)\nNet cash used in investing activities\n$\n(39.5)\n$\n(46.3)\n$\n(58.0)\n$\n6.8 \n$\n11.7 \nNet cash (used in) provided by financing activities\n$\n(448.3)\n$\n522.9 \n$\n(44.4)\n$\n(971.2)\n$\n567.3 \nNet increase in cash, cash equivalents and restricted cash\n$\n172.4 \n$\n35.1 \n$\n21.1 \n$\n137.3 \n$\n14.0 \nOperating Activities\nNet cash provided by operating activities increased by $1,104.4 million for fiscal year 2023 as compared to fiscal year 2022. The increase was primarily due to an increase in net cash provided from net working capital of $796.7 million, a $354.8 million increase in net income due to the increase in sales of our products and solutions, a $21.6 million increase in stock-based compensation expense as a result of an increase in the cost of equity awards, a $11.1 million decrease in unrealized gain due to currency fluctuation, and a $6.4 million increase in other non-cash items. These changes are offset by an increase of $86.2 million in deferred income taxes primarily due to increase in capitalized research and development costs.\nNet cash provided by operating activities decreased by $563.8 million for fiscal year 2022 as compared to fiscal year 2021. The decrease was primarily due to an increase in net cash required for net working capital of $739.6 million to meet customer demand, support expected business growth and mitigate supply chain risk as a result of the COVID-19 pandemic environment and a $16.2 million decrease in unrealized gain and loss. These decreases are partially offset by increases in provision for excess and obsolete inventories of $8.3 million, depreciation and amortization expense of $4.3 million, stock-based compensation expense of $4.3 million and net income of $173.3 million. Since the beginning of the COVID-19 pandemic and the accompanying supply chain disruptions our management decided to increase our holdings of all components of our inventory (finished goods, work in process and purchased parts and raw materials). This decision reflected our belief that we had opportunities to increase our net sales if we could mitigate the risk of being unable to satisfy customer demand because of these supply chain disruptions, including longer lead times. We expect disruption of the supply chain and longer lead times to continue for the foreseeable future and therefore expect to continue to carry larger amounts of inventory than we would if the supply chain were functioning more normally and predictably.\nInvesting Activities\nNet cash used in investing activities was $39.5 million, $46.3 million and $58.0 million for fiscal years 2023, 2022 and 2021, respectively, as we invested in our Green Computing Park in San Jose to expand our manufacturing capacity and office, expanded our Bade Facility in Taiwan and made purchases of property, plant and equipment.\nFinancing Activities\nNet cash used in financing activities increased by $971.2 million for fiscal year 2023 as compared to fiscal year 2022 primarily due to repurchases of our common stock for $150.0 million reflecting our commitment to return value to our shareholders and repayment of net borrowings of $813.2 million. Net cash used in financing activities increased by $567.3 million for fiscal year 2022 as compared to fiscal year 2021 primarily due to an increase of $446.2 million in proceeds from borrowings net of repayment, offset by a $130.0 million decrease in stock repurchases.\nOther Factors Affecting Liquidity and Capital Resources\n \nRefer to Part II, Item 8, Note 7, “Short-term and Long-term Debt” in our notes to consolidated financial statements in this Annual Report on Form 10-K for further information on our outstanding debt.\nSMCI | 2023 Form 10-K | 47\nCapital Expenditure Requirements\nWe anticipate our capital expenditures in fiscal year 2024 will be in range of $105.0 million to $115.0 million, relating primarily to costs associated with our manufacturing capabilities, including tooling for new products, new information technology investments, and facilities upgrades. During the second quarter of fiscal year 2023, we entered into a letter of understanding to acquire land in Malaysia to expand our manufacturing operations. A definitive agreement to acquire such land, subject to various conditions, was subsequently executed in January 2023. We are obtaining early access to such land prior to the acquisition, and we anticipate additional capital expenditures in fiscal year 2024 of $75.0 million (included in the above range) for such initiative. In addition, we will continue to evaluate new business opportunities and new markets. As a result, our future growth within the existing business or new opportunities and markets may dictate the need for additional facilities and capital expenditures to support that growth. We evaluate capital expenditure projects based on a variety of factors, including expected strategic impacts (such as forecasted impact on revenue growth, productivity, expenses, service levels and customer retention) and our expected return on investment.\nWe intend to continue to focus our capital expenditures in fiscal year 2024 to support the growth of our operations. Our future capital requirements will depend on many factors including our growth rate, the timing and extent of spending to support development efforts, the expansion of sales and marketing activities, the introduction of new and enhanced software and services offerings and investments in our office facilities and our IT system infrastructure.\nContractual Obligations\nOur estimated future obligations as of June 30, 2023, include both current and long term obligations. For our long-term debt as noted in Part II, Item 8, Note 7, “Short-term and Long-term Debt”, we have a current obligation of $170.1 million and a long-term obligation of $120.2 million. Under our operating leases as noted in Part II, Item 8, Note 8, \"Leases\", we have a current obligation of $7.8 million and a long-term obligation of $12.2 million. As noted in Part II, Item 8, Note 12, \"Commitments and Contingencies\", we have current obligations related to noncancelable purchase commitments of $2.3 billion. \nWe have not provided a detailed estimate of the payment timing of unrecognized tax benefits due to the uncertainty of \nwhen the related tax settlements will become due. See Part II, Item 8, Note 11, “Income Taxes” to the consolidated financial statements in this Annual Report for a discussion of income taxes.\nRecent Accounting Pronouncements\nFor a description of recent accounting pronouncements, including the expected dates of adoption and estimated effects, if any, on our consolidated financial statements, see Part II, Item 8, Note 1, “Organization and Summary of Significant Accounting Policies” to the consolidated financial statements in this Annual Report.\nSMCI | 2023 Form 10-K | 48",
    "item7a": ">Item 7A.    Quantitative and Qualitative Disclosure About Market Risk\nInterest Rate Risk\nThe primary objectives of our investment activities are to preserve principal, provide liquidity and maximize income without significantly increasing the risk. Some of the securities we invest in are subject to market risk. This means that a change in prevailing interest rates may cause the fair value of the investment to fluctuate. To minimize this risk, we maintain our portfolio of cash equivalents and short-term investments in money market funds and certificates of deposit. Our investment in an auction rate security has been classified as non-current due to the lack of a liquid market for these securities. Since our results of operations are not dependent on investments, the risk associated with fluctuating interest rates is limited to our investment portfolio, and we believe that a 10% change in interest rates would not have a significant impact on our results of operations. As of June 30, 2023, our investments were in money market funds, certificates of deposits and auction rate securities. \nWe are exposed to changes in interest rates as a result of our borrowings under our term loan and revolving lines of credit. The interest rates for the term loans and the revolving lines of credit ranged from 1.20% to 7.08% at June 30, 2023. Based on the outstanding principal indebtedness of $290.3 million under our credit facilities as of June 30, 2023, we believe that a 10% change in interest rates would not have a significant impact on our results of operations. \nForeign Currency Risk\nTo date, our international customer and supplier agreements have been denominated primarily in U.S. dollars and accordingly, we have limited exposure to foreign currency exchange rate fluctuations from customer agreements, and do not currently engage in foreign currency hedging transactions. The functional currency of our subsidiaries in the Netherlands and Taiwan is the U.S. dollar. However, certain loans and transactions in these entities are denominated in a currency other than the U.S. dollar, and thus we are subject to foreign currency exchange rate fluctuations associated with re-measurement to U.S. dollars. Such fluctuations have not been significant historically. Realized and unrealized foreign exchange gain (loss) for fiscal years 2023, 2022 and 2021 was $0.2 million, $7.7 million and $(3.2) million, respectively.\nSMCI | 2023 Form 10-K | 49",
    "cik": "1375365",
    "cusip6": "86800U",
    "cusip": [
        "86800U904",
        "86800U954",
        "86800u104",
        "86800U104"
    ],
    "names": [
        "SUPER MICRO COMPUTER INC",
        "Super Micro Computer",
        "Inc"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1375365/000137536523000036/0001375365-23-000036-index.htm"
}