{
    "item1": ">ITEM 1. BUSINESS\nOVERVIEW\nBio-Techne and its subsidiaries, collectively doing business as Bio-Techne Corporation (Bio-Techne, we, our, us or the Company), develop, manufacture and sell life science reagents, instruments and services for the research, diagnostics and bioprocessing markets worldwide. With our broad product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nWe manage the business in two operating segments – our Protein Sciences segment and our Diagnostics and Genomics segment. Our Protein Sciences segment is a leading developer and manufacturer of high-quality biological reagents used in all aspects of life science research, diagnostics and cell and gene therapy. This segment also includes proteomic analytical tools, both manual and automated, that offer researchers and pharmaceutical manufacturers efficient and streamlined options for automated western blot and multiplexed ELISA workflow. Our Diagnostics and Genomics segment develops and manufactures diagnostic products, including controls, calibrators, and diagnostic assays for the regulated diagnostics market, exosome-based molecular diagnostic assays, advanced tissue-based in-situ hybridization assays for spatial genomic and tissue biopsy analysis, and genetic and oncology kits for research and clinical applications.\nWe are a Minnesota corporation with our global headquarters in Minneapolis, Minnesota. We were founded in 1976 as Research and Diagnostic Systems, Inc. We became a publicly traded company in 1985 through a merger with Techne Corporation, now Bio-Techne Corporation. Our common stock is listed on the NASDAQ under the symbol “TECH.” We operate globally, with offices in many locations throughout North America, Europe and Asia. Today, our product lines include hundreds of thousands of diverse products, most of which we manufacture ourselves in multiple locations in North America, as well as a location each in the U.K. and China.\nOur historical focus was on providing high quality proteins, antibodies and immunoassays to the life science research market and hematology controls to the diagnostics market. Since 2013, we have been implementing a disciplined strategy to accelerate growth in part by acquiring businesses and product portfolios that leveraged and diversified our existing product lines, filled portfolio gaps with differentiated high growth businesses, and expanded our geographic scope. From fiscal years 2013 through 2023 we have acquired, agreed to acquire, or made investments in nineteen companies that have expanded the product offerings and geographic footprint of both operating segments, including the acquisition of Namocell, Inc. at the beginning of fiscal year 2023, and entering into an agreement to acquire Lunaphore SA. at the end of the year. We also completed a 19.9% investment in Wilson Wolf Corporation (“Wilson Wolf”) this year, and will acquire the remaining ownership in Wilson Wolf by the end of calendar year 2027, if not earlier due to its achievement of revenue or earnings before interest, taxes, depreciation, and amortization (“EBITDA”) targets.  Recognizing the importance of an integrated, global approach to meeting our mission and accomplishing our strategies, we have maintained many of the brands of the companies we have acquired, but unified under a single global brand -- Bio-Techne.\nWe are committed to providing the life sciences community with innovative, high-quality scientific tools that allow our customers to make extraordinary discoveries and treat and diagnose diseases. We intend to build on Bio-Techne’s past accomplishments, high product quality reputation and sound financial position by executing strategies that position us to serve as the standard for biological content in the research market, and to leverage that leadership position to enter the diagnostics and other adjacent markets. Our strategies, which have been consistent for at least the last several years, include:\nContinued innovation in core products. \nThrough collaborations with key opinion leaders, participation in scientific discussions and societies, and leveraging our internal talent we expect to be able to convert our continued significant investment in our research and development activities to be first-to-market with quality products that are at the leading edge of life science researchers’ needs.\n6\n\n\nTable of Contents\nMarket and geographic expansion. \nWe will continue to expand our sales staff and distribution channels globally in order to increase our global presence and make it easier for customers to transact with us. We will also leverage our existing portfolio to expand our product offerings into novel research fields and further into diagnostics and therapeutics markets.\nCulture development and talent recruitment and retention. \nAs we continue to grow both organically and through acquisition, we are intentionally fostering an “EPIC” culture based on the ideals of Empowerment, Passion, Innovation and Collaboration. We strive to recruit, train and retain the most talented staff, who share these EPIC ideals to effectively implement our global strategies.\nTargeted acquisitions and investments. \nWe will continue to leverage our strong balance sheet to gain access to new and differentiated technologies and products that improve our competitiveness in the current market, meet customers’ expanding workflow needs and allow us to enter adjacent markets.\nPROTEIN SCIENCES SEGMENT\nProtein Sciences Segment Products and Markets\nThe Protein Sciences segment is the larger of our two segments, representing about 74% of our net sales in fiscal 2023. It is comprised of two divisions with complementary product offerings serving many of the same customers – the Reagent Solutions division and the Analytical Solutions division.\nThe Reagent Solutions division consists of specialized proteins, such as cytokines and growth factors, antibodies, small molecules, tissue culture sera and cell selection technologies traditionally used by researchers to further their life science experimental activities and by companies developing next generation diagnostics and therapeutics, including companies developing cell- and gene-based therapeutics. We believe we are the world leader in providing high quality proteins, both for research use and under current Good Manufacturing Practices, or cGMP. Key product brands include R&D Systems, Tocris Biosciences and Novus Biologicals. Our combined chemical and biological reagents portfolio provides high quality tools that customers can use in solving complex biological pathways and glean knowledge that may lead to a more complete understanding of biological processes, and, ultimately, to the development of novel therapeutic strategies to address different pathologies. In recent years, we have made several acquisitions and investments that have expanded our product offerings for the cell and gene therapy market.  These include a significant investment in state-of-the art facilities for production of both proteins and small molecules in large quantities manufactured in accordance with cGMP, as well as a 19.9% investment in – and eventual acquisition of – Wilson Wolf, which is a leading provider of cell culture devices for cell therapy.  Through a collaborative marketing venture with Wilson Wolf and another company, we have leveraged the products we have or are developing to provide a more complete offering for the cell and gene therapy market.\nThe Analytical Solutions division includes manual and automated protein analysis instruments and immunoassays that are used in quantifying proteins in a variety of biological fluids. Products in this division include traditional manual plate-based immunoassays, fully automated multiplex immunoassays on various instrument platforms, and automated western blotting and isoelectric focusing analysis of complex protein samples. Key product brands include R&D Systems and ProteinSimple. A number of our products have been demonstrated to have the potential to serve as predictive biomarkers and therapeutic targets for a variety of human diseases and conditions including cancer, autoimmunity, diabetes, hypertension, obesity, inflammation, neurological disorders, and kidney failure. Immunoassays can also be useful in clinical diagnostics. In fact, we have received Food and Drug Administration (FDA) marketing clearance for a few of our immunoassays for use as \nin vitro\n diagnostic devices. In addition, in the first quarter of fiscal 2023, we closed on the acquisition of Namocell, Inc., leading provider of simple single cell sorting and dispensing platforms that are gentle to cells and therefore preserve cell viability and integrity.\nProtein Sciences Segment Customers and Distribution Methods\nOur customers for this segment include researchers in academia and industry (chiefly pharmaceutical and biotech companies as well as contract research organizations). This segment also sells to diagnostic/companion diagnostic and therapeutic customers, especially customers engaged in the development of cell- and gene-based therapies. Our biologics line of products in the Analytical Solutions division is used chiefly by production and quality control departments at \n7\n\n\nTable of Contents\nbiotech and pharmaceutical companies. We sell our products directly to customers who are primarily located in North America, Europe and China, as well as through a distribution agreement with Thermo Fisher Scientific. We also sell through third party distributors in China, Japan, certain eastern European countries and the rest of the world. Our sales are widely distributed, and no single end-user customer accounted for more than 10% of the Protein Sciences segment’s net sales during fiscal 2023, 2022, or 2021.\nDIAGNOSTICS AND GENOMICS SEGMENT\nThe Diagnostics and Genomics segment, representing about 26% of our net revenues in fiscal 2023, includes three divisions and is focused primarily on the diagnostics market and includes spatial biology, liquid biopsy, molecular diagnostics kits and products, and diagnostics reagents.\nDiagnostics and Genomics Segment Products\nThe Spatial Biology division products sold under the Advanced Cell Diagnostics, or ACD, brand, are novel \nin-situ\n hybridization (ISH) assays for transcriptome, DNA copy, and structural variation analysis within intact cells, providing highly sensitive and specific spatial information at single cell resolution. Since these products preserve spatial context, they are particularly useful for complex tissue profiling. \nThe Molecular Diagnostics division markets and sells products and services under the Exosome Diagnostics and Asuragen brands.  The Exosome Diagnostics brand is based on exosome-based liquid biopsy techniques that analyze genes or their transcripts.  It includes the ExoDx Prostate test, which is a urine-based assay for early detection of high-grade prostate cancer used as an aid in deciding the need for biopsy and offered by Exosome Diagnostics as a lab-developed test, as well as the ExoTRU kidney transplant rejection test, which we have licensed exclusively to Thermo Fisher Scientific. We also sell products for genetic carrier screening, oncology diagnostics, molecular controls, and research under the Asuragen brand. \nThe Diagnostic Reagents division consists of regulated products traditionally used as calibrators and controls in the clinical setting. Also included are instrument and process control products for hematology, blood chemistry, blood gases, coagulation controls and reagents used in various diagnostic applications. We often manufacture these reagents on a custom basis, tailored to a customer’s specific diagnostic assay technology. We supply these reagents in various formats including liquid, frozen, or in lyophilized form. Most of these products are sold on an Original Equipment Manufacturer (OEM) basis to instrument manufacturers, with most products being FDA-cleared.\nDiagnostics and Genomics Segment Customers and Distribution Methods\nThe customers for the Spatial Biology division include researchers in academia as well as investigators in pharmaceutical and biotech companies. We sell our products directly to those customers who are primarily located in North America, Europe, and China, and through distributors elsewhere. In addition to being useful research tools, our DNA and RNA \nin situ \nhybridization (ISH) assays have diagnostics applications as well, and several are cleared or currently under review by the FDA in partnership with diagnostics instrument manufacturers and pharmaceutical companies. \nIn the United States, we offer the ExosomeDx Prostate test to physicians using our lab-developed non-invasive urine-based assay for prostate cancer detection. Our diagnostic laboratory is certified under and regulated by the State of Massachusetts pursuant to the Clinical Laboratory Improvement Amendments, or CLIA. We reach our customers through physicians prescribing such tests for their patients. This test is also available in Europe as a CE-marked product. The Asuragen-branded products are sold primarily to laboratories for use in lab-developed tests or in kit form as regulated diagnostic tests.\nThe majority of Diagnostic Reagents Division’s sales are through OEM agreements, but we sell some of our diagnostic reagent products directly to customers and, in Europe and Asia, also through distributors. \nNo customer accounted for 10% or more of the reporting segment’s consolidated net sales during fiscal years 2023, 2022 or 2021.\n8\n\n\nTable of Contents\nMANUFACTURING AND MATERIALS\nOur manufacturing operations use a wide variety of raw materials and components, including electronic components, chemicals and biological materials. No single supplier is material, although for some components that require particular specifications or regulatory or other qualifications there may be a single supplier or a limited number of suppliers that can readily provide such components. We utilize a number of techniques to address potential disruption in and other risks relating to our supply chain, which in certain cases includes the use of safety stock, alternative materials, and qualification of multiple supply sources.\nThe majority of our products are shipped within one day of receipt of the customers’ orders, other than our instruments and related cartridges, which are typically shipped within one to two weeks of receipt of an order. There was no significant backlog of orders for our products as of the date of this Annual Report on Form 10-K or as of a comparable date for fiscal 2023. For additional discussion of risks relating to supply chain and manufacturing, refer to “Item 1A. Risk Factors.”\nCOMPETITION\nAlthough our segments both generally operate in highly competitive markets, it is difficult to determine our competitive position, either in the aggregate or by segment, since none of our competitors offer all of the same product and service lines or serve all of the same markets as the Company, or any of its segments, does. Because of the range of the products and services we sell, we encounter a wide variety of competitors, including a number of large, global companies or divisions of such companies with substantial capabilities and resources, as well a number of smaller, niche competitors with specialized product offerings. We have seen increased competition in a number of our markets as a result of the entry of new companies into certain markets, the entry of competitors based in low-cost manufacturing locations, and increasing consolidation in particular markets. The number of competitors varies by product line. Key competitive factors vary among the Company’s businesses, but include the specific factors noted above with respect to each particular business and typically also include price, quality and safety, performance, delivery speed, application expertise, service and support, technology and innovation, distribution network, breadth of product, service and software offerings, and brand name recognition. We believe our competitive position is strong due to the unique aspects of many of our products and our product quality.  For a discussion of risks related to competition, refer to “Item 1A. Risk Factors.”\nSEASONALITY OF BUSINESS\nBio-Techne believes there is some seasonality as a result of vacation and academic schedules of its worldwide customer base, particularly for the Protein Sciences segment.  \nThere is also some seasonality for the ExosomeDx Prostate test, as patients tend to avoid scheduling medical appointments during the summer and other holidays.   A majority of Diagnostics Reagents division products are manufactured in large bulk lots and sold on a schedule set by the customer. Consequently, sales for that division can be unpredictable, and not necessarily based on seasonality. As a result, we can experience material and sometimes unpredictable fluctuations in our revenue from the Diagnostics and Genomics segment.\nGOVERNMENT CONTRACTS\nAlthough the Company transacts business with various government entities, no government contract is of such magnitude that renegotiation of profits or termination of the contract at the election of the government entity would have a material adverse effect on the Company’s financial results. As a party to these contracts, Bio-Techne does have to comply with certain regulations that apply to companies doing business with governments. For a discussion of risks related to government contracting requirements, see “Item 1A. Risk Factors.” \nNEW PRODUCTS AND RESEARCH AND DEVELOPMENT\nWe believe that our future success depends, to a large extent, on our ability to keep pace with changing technologies and market needs.  Bio-Techne is engaged in continuous research and development in all of our major product lines.  We also carry out research to develop new products that build upon and expand the technologies we acquire through our acquisition strategy.  In fiscal 2023, we introduced over 1,600 new products.  While this is an area of focus for the Company, there is \n9\n\n\nTable of Contents\nno assurance that any of the products in the research and development phases can be successfully completed or, if completed, can be successfully introduced into the marketplace. \nHUMAN CAPITAL\n \nThrough its subsidiaries, Bio-Techne employed approximately 3,050 full-time and part-time employees as of June 30, 2023, of whom approximately 2,400 were employed in the United States and approximately 650 outside the United States. None of the United States employees are unionized. Outside the United States, the Company has government-mandated collective bargaining arrangements or work councils in certain countries.\nBio-Techne is committed to attracting, developing, engaging, and retaining the best people possible from around the world to sustain and grow our leadership position in life sciences tools and diagnostics. We strive to create an employee experience that allows each to achieve their life’s best work. This is demonstrated by leading with our EPIC values of Empowerment, Passion, Innovation and Collaboration. We continuously build on our people-first culture, led by uncompromising integrity, hosting a place of belonging, granting access to innovation and respecting human rights around the globe.   \nOur talent management strategy spans multiple key dimensions, including the following:\nCulture and Governance\nOur four EPIC values of Empowerment, Passion, Innovation and Collaboration are the backbone for the way we approach the leadership and direction of our work force. Employees are empowered to realize their potential. Our culture supports and encourages a collaborative approach to working with each other and with our customers. We encourage innovation to continually improve our products, services and processes, and our passions for science and the missions of our customers are our guiding lights.\nOur EPIC values are embedded in our culture and practices. For example, our performance management system and annual review processes incorporate our EPIC values. Each employee is measured against the behaviors and attributes that support those values. To further amplify our desired behaviors, we have an annual employee recognition program in which we ask for nominations and recognize winning individuals and teams across our business who have best demonstrated our EPIC values.\nBio-Techne’s Board of Directors reviews management succession planning at least annually, and its Compensation Committee reviews the Company’s talent management strategy periodically in connection with significant initiatives and acquisitions, as well as part of its oversight of our executive and equity compensation programs. At the management level, our Chief Human Resources Officer, who reports directly to our President and CEO, is responsible for the development and execution of the Company’s talent management strategy.\nEngagement and Belonging\nOur engagement strategy focuses on developing the best workplace and best people leaders to meet our employees’ needs. We believe that strong employee engagement helps enable higher retention and better business performance. We assess our engagement performance through regular consultation with our managers.  We also engage more formally via an annual engagement survey that assesses our employees’ overall experience. In 2023, 62% of our global workforce participated, and 77% of those who responded provided favorable feedback.  While these responses were quite positive, our management used the responses to inform and shape our future employee-focused initiatives. These initiatives in the past have resulted in changes in programs and policies, including expansion of our management and leadership development programs, addition of a parental leave program, expansion of our incentive programs to include annual cash bonuses to all employees, introduction of flexible working, addition of an internal communications function, leadership engagement focused on transparency and stronger feedback follow-up,  and expansion of the breadth and resources of our Employee Resource Groups (ERGs).  In fiscal year 2023, we empowered work/life integration through hybrid work models wherever feasible, continued to cultivate belonging and inclusion through deepened investment of resources to our ERGs, and paved the path for career growth through the personalized development and implementation of individual action plans. \n10\n\n\nTable of Contents\nWe believe a diverse workforce and culture of belonging is central to drive innovation, fuel growth and help ensure our technologies and products effectively serve a global customer base. The Company’s executive-sponsored Belonging initiative is focused on providing a welcoming working environment for all employees, continued education, broadening our candidate pools, and implementing and sustaining programs. One of the centerpieces of our talent development strategy is our ERGs, coordinated under the guidance of our executive-sponsored Employee Resource Group Council; they offer mentorship, support and engagement to help our employees, including those from underrepresented groups, succeed and thrive. As of June 30, 2023, we had 10 ERGs operating globally. \nAs of June 30, 2023, 49% of our total employee population was female, and 45% of our managerial employees were female. In the United States, 38% of our total employee population identified as nonwhite and 26% of our managerial employees identified as nonwhite.  \nRecruitment and Retention \nBio-Techne believes that sustaining its profitable growth will require a continued focus on recruiting and retaining top, diverse talent. We engage in a variety of recruiting strategies intended to locate and identify qualified candidates and create a talent pipeline.  The Company offers competitive pay and benefits, from flexible work to financial planning resources to an employee stock purchase plan.  Last year, we bolstered our recruitment and retention efforts by expanding eligibility to receive stock options deeper into the organization. In FY23, we further expanded these efforts by expanding our Long-Term Incentive program strategy to include a combination of stock options and restricted stock units, instead of exclusively stock options. Bio-Techne continues to offer a referral bonus with the understanding that this is one of our most successful sourcing methods. \nIn addition to pay and benefits, Bio-Techne believes that the ability to retain employees requires an environment where they can work productively and where there are opportunities to grow and advance. The Company therefore seeks to cultivate a culture of empowerment and collaboration, where employees can observe the impact of their efforts, and where they see opportunities both laterally and vertically. We believe that our focus and investment in recruitment and retention contributed to our inclusion on the Forbes list in fiscal 2022 as one of America’s Best Midsize Employers as well as one of the Best Employers for Diversity.  \nThe last fiscal year continued to see considerable employee mobility across all industries, including the biotechnology industry, but we nonetheless significantly reduced our attrition rate to maintain durable stability across our enterprise.  We believe that Bio-Techne’s sustained efforts on recruitment and retention will fortify our resilience and ability to remain productive in the face of increased employee mobility and economic challenges.\nTalent Development and Learning and Development\nBio-Techne invests in people development in the belief that growing and promoting employees from within the Company creates a more sustainable organization. High potential employees are identified through our annual talent review strategy, as well as through leadership development programs designed to cultivate future leaders.  Employees identified as high potential are elevated to the attention of senior management for consideration for additional development, growth opportunities, and career advancement.\nOur global Learning and Development program delivers a wide range of initiatives including a validated suite of compliance training, and soft, technical, business, interpersonal and career skills. Bio-Techne also encourages and supports employees who wish to supplement their growth through external training and education.  As a company that regularly acquires other businesses, we believe it is important for employees to be trained in the skills and mindsets that enable them to respond positively to change. This initiative allows individuals to deal with change easily and reduces the need to run large scale change management programs.\nWell-Being and Safety\nThe Company is committed to protecting the physical health and psychological well-being of our employees by providing a safe work environment. We actively monitor and adjust our crisis management plan and response protocol to protect our employees. Bio-Techne trains all employees on foundational safety principles and requires more rigorous safety and hazard awareness training where appropriate based on function, role, or team. At Bio-Techne, all employees are empowered and \n11\n\n\nTable of Contents\nencouraged to maintain and create a safe workplace. In addition, we provide internal and external resources to provide for the psychological and emotional security of employees, including employee resource programs, mental health benefit coverage, and flexible work for many roles.  \nAs fiscal year 2023 finally saw the end of the COVID-19 pandemic, the Company carefully managed all employees’ return to their worksites, permitting hybrid work schedules wherever feasible, and prioritizing a safe workplace.\nCommunity\nThe Company believes in giving back and in supporting the local communities in which we live and work. The Company and its employees donate financially and by giving their time and energy. Most sites or departments engage in local charitable causes and activities. In some of our sites, employees are encouraged to give through regular payroll deductions and through the annual campaign week where employee contributions are matched by the Company. Some charitable causes are identified and promoted by our ERGs.  In addition, United States employees receive a paid day off to participate in local opportunities to give back to the community as part of our volunteer time off benefit.\nINTELLECTUAL PROPERTY\nOur success depends in part upon our ability to protect our core technologies and intellectual property. To accomplish this, we rely on a combination of intellectual property rights, including patents, trade secrets and trademarks, as well as customary contractual protections in our terms and conditions and other sales-related documentation.\nAs of June 30, 2023, we had rights to approximately 490 granted patents and approximately 290 pending patent applications. Products in the Analytical Solutions and the Spatial Biology divisions are protected primarily through pending patent applications and issued patents. In addition, certain of our products are covered by licenses from third parties to supplement our own patent portfolio. Patent protection, if granted, generally has a life of 20 years from the date of the patent application or patent grant. We cannot provide assurance that any of our pending patent applications will result in the grant of a patent, whether the examination process will require us to narrow our claims, and whether our claims will provide adequate coverage of our competitors’ products or services.\nIn addition to pursuing patents on our products, we also preserve much of our innovation as trade secrets, particularly in the Reagent Solutions division of our Protein Sciences segment. Where appropriate, we use trademarks or registered trademarks in connection with our products.  We have taken steps to protect our intellectual property and proprietary technology, in part by entering into confidentiality agreements and intellectual property assignment agreements with our employees, consultants, corporate partners and, when needed, our advisors. See the description of risks associated with the Company’s intellectual property in “Item 1A. Risk Factors.”\nWe can give no assurance that Bio-Techne’s products do not infringe upon patents or proprietary rights owned or claimed by others. Bio-Techne has not conducted a patent infringement study for each of its products. Where we have been contacted by patent holders with certain intellectual property rights, Bio-Techne typically has entered into licensing agreements with patent holders under which it has the exclusive and/or non-exclusive right to use patented technology as well as the right to manufacture and sell certain patented products to the research and/or diagnostics markets.\nAll trademarks, trade names, product names, graphics, and logos of Bio-Techne contained herein are trademarks and registered trademarks of Bio-Techne or its subsidiaries, as applicable, in the United States and/or other countries.  Solely for convenience, we may refer to trademarks in this Annual Report on Form 10-K without the ™ or ® symbols.  Such references are not intended to indicate that we will not assert our full rights to our trademarks.  \nLAWS AND REGULATIONS\nOur operations, and some of the products we offer, are subject to a number of complex laws and regulations governing the production, marketing, handling, transportation, and distribution of our products and services. The following sections describe certain significant regulations pertinent to the Company. These are not the only laws and regulations applicable to the Company’s business. For a description of risks related to laws and regulations to which we are subject, refer to “Item 1A. Risk Factors.”\n12\n\n\nTable of Contents\nMedical Device Regulations\nA number of our products are classified as medical devices and are subject to restrictions under domestic and foreign laws, rules, regulations, self-regulatory codes and orders, including but not limited to the U.S. Food, Drug and Cosmetic Act (the “FDCA”). The FDCA requires these products, when sold in the United States, to be safe and effective for their intended uses and to comply with the regulations administered by the U.S. Food and Drug Administration (“FDA”). The FDA regulates the design, development, testing, manufacture, advertising, labeling, packaging, marketing, distribution, import and export and record keeping for such products. Many medical device products are also regulated by comparable agencies in non-U.S. countries in which they are produced or sold.\nAny medical devices we manufacture and distribute are subject to pervasive and continuing regulation by the FDA and certain state and non-U.S. agencies. As a medical device manufacturer, our manufacturing facilities are subject to inspection on a routine basis by the FDA. We are required to adhere to the Current Good Manufacturing Practices (“cGMP”) requirements, as set forth in the Quality Systems Regulation (“QSR”), which require manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures during all phases of the design and manufacturing process.\nWe must also comply with post-market surveillance regulations, including medical device reporting (“MDR”), requirements which require that we review and report to the FDA any incident in which our products may have caused or contributed to a death or serious injury. We must also report any incident in which our product has malfunctioned if that malfunction would likely cause or contribute to a death or serious injury it if were to recur.\nLabeling and promotional activities are subject to scrutiny by the FDA and, in certain circumstances, by the Federal Trade Commission. Medical devices approved or cleared by the FDA may not be promoted for unapproved or uncleared uses, otherwise known as “off-label” promotion. The FDA and other agencies actively enforce the laws and regulations prohibiting the promotion of off-label uses.\nIn the European Union (“EU”), our products are subject to the medical device laws of the various member states, which are currently based on a Directive of the European Commission. Additionally, the EU has adopted the In Vitro Diagnostic Regulation (the “EU IVDR”), which imposes stricter requirements for the marketing and sale of in vitro diagnostic medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance. Manufacturers of in vitro diagnostics medical devices that have been marketed and sold under the prior regulatory regime now have to comply with some of the new EU IVDR requirements, while the effective date of other requirements have been delayed. Complying with EU IVDR may require material modifications to our quality management systems, additional resources in certain functions, updates to technical files and additional clinical data in some cases, among other changes.\nOne of our products under our Exosome Diagnostics brand is offered as a test by a certified laboratory under CLIA. Our Asuragen business also maintains a CLIA certification. Consequently, we must comply with state licensing regulations applicable to laboratories regulated under CLIA, governing laboratory practices and procedures.\nOther Healthcare Laws\nSeveral of the products sold in our Diagnostics and Genomics segment are subject to various health care related laws regulating fraud and abuse, research and development, pricing and sales and marketing practices, and the privacy and security of health information, including, among others:\n●\nU.S. federal regulations regarding quality and cost by the U.S. Department of Health and Human Services (“HHS”), including the Centers for Medicare & Medicaid Services (“CMS”), as well as comparable state and non-U.S. agencies responsible for reimbursement and regulation of healthcare goods and services, including laws and regulations related to kickbacks, false claims, self-referrals and healthcare fraud.\n​\n●\nU.S. Federal Anti-Kickback Statute prohibits persons from knowingly and willfully soliciting, offering, receiving or providing remuneration (including any kickback or bribe), directly or indirectly, in exchange for \n13\n\n\nTable of Contents\nor to induce either the referral of an individual, or the furnishing or arranging for a good or service, for which payment may be made in whole or in part under a federal health care program, such as Medicare or Medicaid.\n​\n●\nComparable laws and regulations similar to, and in some cases more stringent than, the U.S. federal regulations discussed above and below, including the UK Bribery Act and similar anti-bribery laws.\n​\n●\nThe Health Insurance Portability and Accountability Act of 1996 (“HIPAA”), which prohibits knowingly and willfully (1) executing, or attempting to execute, a scheme to defraud any health care benefit program, including private payors, or (2) falsifying, concealing or covering up a material fact or making any materially false, fictitious or fraudulent statement in connection with the delivery of or payment for health care benefits, items or services. In addition, HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009, also restricts the use and disclosure of patient identifiable health information, mandates the adoption of standards relating to the privacy and security of patient identifiable health information and requires the reporting of certain security breaches with respect to such information.\n​\n●\nThe False Claims Act, which imposes liability on any person or entity that, among other things, knowingly presents, or causes to be presented, a false or fraudulent claim for payment by a federal health care program, knowingly makes, uses or causes to be made or used, a false record or statement material to a false or fraudulent claim, or knowingly makes a false statement to avoid, decrease or conceal an obligation to pay money to the U.S. federal government.\n​\n●\nThe Open Payments Act requires manufacturers of medical devices covered under Medicare to, in certain circumstances, record payments and other transfers of value to a broad range of healthcare providers and teaching hospitals and to report this data as well as ownership and investment interests held by the physicians described above and their immediate family members to HHS for subsequent public disclosure, as well as similar reporting requirements in some states and in other countries.\n​\nFor a discussion of risks related to regulation by the FDA and comparable agencies of other countries, and the other regulatory regimes referenced above, please refer to section entitled “Item 1A. Risk Factors.”\nData Privacy and Security Laws\nAs a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business. In addition to the U.S. HIPAA privacy and security rules mentioned above, which impact some parts of our business, individual states also regulate data breach and security requirements, and multiple governmental bodies assert authority over aspects of the protection of personal  privacy. In particular, a broad privacy law in California, the California Consumer Privacy Act (“CCPA”), came into effect in January 2020. The CCPA has some of the same features as the GDPR (discussed below) and has already prompted several other states to follow with similar laws. The EU General Data Protection Regulation that became effective in May 2018 (“GDPR”) has imposed significantly stricter requirements in how we collect, transmit, process, and retain personal data, including, among other things, in certain circumstances a requirement for almost immediate notice of data breaches to supervisory authorities and prompt notice to data subjects with significant fines for non-compliance. Several other countries in which we do business have passed, and other countries are considering passing, laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions. For a discussion of risks related to improper disclosure of private information particularly as a result of cyber security incidents, please refer to section entitled “Item 1A. Risk Factors.”\nEnvironmental Health and Safety Laws\nWe are also subject to various environmental health and safety laws and regulations both within and outside the U.S. Like other companies in our industry, our manufacturing and research activities involve the use and transportation of substances regulated under environmental health and safety laws including those relating to the transportation of hazardous materials.\nOther Laws and Regulations Governing Our Sales, Marketing and Shipping Activities\nWe are subject to the U.S. Foreign Corrupt Practices Act and various other similar anti-corruption and anti-bribery acts, which are particularly relevant to our operations in countries where the customers are government entities or are controlled \n14\n\n\nTable of Contents\nby government officials. Both directly and indirectly through our distributors, we must comply with such laws when interacting with those entities.\nAs Bio-Techne’s businesses also include export and import activities, we are subject to pertinent laws enforced by the U.S. Departments of Commerce, State and Treasury. Other nations’ governments have implemented similar export/import control and economic sanction regulations, which may affect the Company’s operations or transactions subject to their jurisdictions.\nIn addition, under U.S. laws and regulations, U.S. companies and their subsidiaries and affiliates outside the United States are prohibited from participating or agreeing to participate in unsanctioned foreign boycotts in connection with certain business activities, including the sale, purchase, transfer, shipping or financing of goods or services within the United States or between the United States and countries outside of the United States. If we, or certain third parties through which we sell or provide goods or services, violate anti-boycott laws and regulations, we may be subject to civil or criminal enforcement action and varying degrees of liability.\nWe are subject to laws and regulations governing government contracts, and failure to address these laws and regulations or comply with government contracts could harm our business by a reduction in revenue associated with these customers. We have agreements relating to the sale of our products to government entities and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nFor a discussion of risks related to the above-referenced regulations, particularly with respect to our international operations, please refer to section entitled “Item 1A. Risk Factors.”\nINVESTOR INFORMATION\nWe are subject to the information requirements of the Securities Exchange Act of 1934 (the Exchange Act). Therefore, we file periodic reports, proxy statements, and other information with the Securities and Exchange Commission (SEC). The SEC maintains an internet site (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically.\nFinancial and other information about us is available on our web site (https://investors.bio-techne.com/). We make available on our web site copies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13 or 15(d) of the Exchange Act as soon as reasonably practicable after filing such material electronically or otherwise furnishing it to the SEC.\nEXECUTIVE OFFICERS OF THE REGISTRANT\nCurrently, the names, ages, positions and periods of service of each executive officer of the Company are as follows:\n​\n​\n​\n​\n​\n​\n​\n​\nName\n    \nAge\n    \nPosition\n    \nOfficer Since\n​\n​\n​\n​\n​\n​\n​\nCharles Kummeth\n \n63\n \nPresident, Chief Executive Officer and Director\n \n2013\nJames Hippel\n \n52\n \nExecutive Vice President and Chief Financial Officer\n \n2014\nKim Kelderman\n \n56\n \nPresident, Diagnostics and Genomics\n \n2018\nWilliam Geist \n \n53\n \nPresident, Protein Sciences\n \n2022\nShane Bohnen\n \n48\n \nSenior Vice President, General Counsel & Corp. Secretary\n \n2023\n​\nSet forth below is information regarding the business experience of each executive officer. There are no family relationships among any of the officers named, nor is there any arrangement or understanding pursuant to which any person was selected as an officer.\nCharles Kummeth has been President and Chief Executive Officer of the Company since April 1, 2013. Prior to joining the Company, he served as an executive at Thermo Fisher Scientific and in various roles at 3M Corporation.\nJames Hippel has been Chief Financial Officer of the Company since April 1, 2014. Prior to joining the Company, Mr. Hippel served as Senior Vice President and Chief Financial Officer for Mirion Technologies, Inc and as Vice \n15\n\n\nTable of Contents\nPresident, Finance at Thermo Fisher Scientific, and in financial roles at Honeywell International.   Mr. Hippel started his career with KPMG LLP.\nKim Kelderman joined Bio-Techne on April 30, 2018 as President, Diagnostics and Genomics. Prior to Bio-Techne, Mr. Kelderman was an executive at Thermo Fisher Scientific and a Senior Segment Leader at Becton Dickinson.\nWilliam Geist has been President of the Protein Sciences segment since January 3, 2022. Prior to Bio-Techne, \nMr. Geist most recently served as Chief Operating Officer for Quanterix, and before that in senior management roles at Thermo Fisher Scientific and QuantaBiosciences, a QIAGEN company.\n​\nShane Bohnen was promoted to General Counsel and Corporate Secretary on March 3, 2023, and has been an attorney on the Company’s legal team since July 2019.  Prior to joining Bio-Techne, Mr. Bohnen spent 10 years in private practice as a life sciences litigator, followed by seven years as in-house corporate counsel with an expansive breadth of responsibility and global scope.\n​\n16\n\n\nTable of Contents\n ITEM 1A. RISK FACTORS\nSet forth below are risks and uncertainties we believe are material to our investors. You should refer to the explanation of the qualifications and limitations on forward-looking statements in the section titled \nInformation Relating to Forward-Looking Statements\n at the beginning of this Annual Report on Form 10-K.\nEconomic and Industry Risks\nConditions in the global economy, the particular markets we serve and the financial markets, whether brought about by material global crises or other factors, may adversely affect our business and financial results.\nOur business is sensitive to global economic conditions. Slower economic growth in the domestic or international markets, inflation, recession, volatility in the credit and currency markets, high levels of unemployment or underemployment, labor availability constraints, changes or anticipation of potential changes in government trade, fiscal, tax or monetary policies, government budget dynamics (particularly in the healthcare and scientific research areas), and other challenges  in the global economy have in the past adversely affected, and may in the future adversely affect, the Company and its distributors, customers, and suppliers.  In the past three years, COVID-19 has had, and may continue to have, an adverse impact on the global economy, including as a result of impacts associated with protective health measures that we, other businesses and governments are taking or might have to take again in the future to manage the pandemic  For example, as the world has grappled with the COVID-19 pandemic, some governments, including the People’s Republic of China, imposed strict  “stay-at-home” orders to manage the pandemic, which has significantly impacted the economy in that country and our business there. While these restrictions have now lifted, if they were to be imposed again in China or elsewhere, our business could be materially impacted. \nWithout limiting the foregoing, we have experienced and/or may in the future experience:\n●\nadverse impacts on customer orders and purchases and unpredictable reductions in demand for many of our products;\n​\n●\nconstraints on the movement of our products through the supply chain, which can disrupt our ability to produce or deliver our products;\n​\n●\nadverse impacts on our collections of accounts receivable, including delays in collections and increases in uncollectible receivables, as well as the risk of excess or obsolete inventory;\n​\n●\nprice increases in our raw materials and capital equipment, as well as increasing price competition in our markets;\n​\n●\nadverse impacts on our workforce and/or key employees;\n​\n●\nincreased risk that counterparties to our contractual arrangements will become insolvent or otherwise unable to fulfill their contractual obligations which, in addition to increasing the risks identified above, could result in preference actions against us; and\n​\n●\nadverse impact to the sizes and growth rates of the markets we serve.\n​\nIf growth in the global economy or in any of the markets we serve slows for a significant period, if there is significant deterioration in the global economy or such markets or if improvements in the global economy do not benefit the markets we serve, our business and financial results can be adversely affected.\nInternational political, compliance and business factors, including the military conflict in Ukraine and the United Kingdom\n’\ns withdrawal from the European Union, can negatively impact our operations and financial results.\nWe engage in business globally, with approximately 43% of our sales revenue in fiscal 2023 coming from outside the U.S. Changes, potential changes or uncertainties in social, political, regulatory, and economic conditions or laws and policies \n17\n\n\nTable of Contents\ngoverning foreign trade, manufacturing, and development and investment in the territories and countries where we or our customers operate, or governing the health care system, can adversely affect our business and financial results. For example, Congress and the U.S. administration have sought to impose changes to healthcare in the United States, including government negotiation/regulation of drug prices paid by government programs.  Such impacts could negatively impact certain markets we serve, resulting in an adverse impact on our sales revenue. \nPolitical and military conflicts may disrupt our business or negatively impact global economic or business conditions.  For example, Russia’s military invasion of Ukraine, and the response by the US and European countries to that invasion, have caused severe political, humanitarian and economic crises, not only in Europe but globally. Restrictions on trade, particularly involving certain foods and energy supplies, have increased prices, led to widespread inflation and otherwise aggravated the economic challenges resulting from the COVID-19 pandemic.  While we have not historically had significant business in either Russia or Ukraine, the broader impact of the conflict could negatively impact our operations and financial results.  \nOne of our strategies is to expand geographically, particularly in China, India and in developing countries, both through distribution and through direct operations. This subjects us to a number of risks, including international economic, political, and labor conditions; currency fluctuations; tax laws (including U.S. taxes on foreign subsidiaries); increased financial accounting and reporting burdens and complexities; unexpected changes in, or impositions of, legislative or regulatory requirements; failure of laws to protect intellectual property rights adequately; inadequate local infrastructure and difficulties in managing and staffing international operations; delays resulting from difficulty in obtaining export licenses for certain technology; tariffs, quotas and other trade barriers and restrictions; transportation delays; operating in locations with a higher incidence of corruption and fraudulent business practices; and other factors beyond our control, including terrorism, war, natural disasters, climate change and diseases.  In addition, geopolitical tensions with these countries could exacerbate these risks.  \nThe application of laws and regulations impacting global transactions is often unclear and may at times conflict. Compliance with these laws and regulations may involve significant costs or require changes in our business practices that result in reduced revenue and profitability. Non-compliance could also result in fines, damages, criminal sanctions, prohibited business conduct, and damage to our reputation. We incur additional legal compliance costs associated with our global operations and could become subject to legal penalties in foreign countries if we do not comply with local laws and regulations, which may be substantially different from those in the U.S.\nWe continue to expand our operations in countries with developing economies, where it may be common to engage in business practices that are prohibited by U.S. regulations applicable to the Company, such as the Foreign Corrupt Practices Act. Although we implement policies and procedures designed to ensure compliance with these laws, there can be no assurance that all of our employees, contractors, and agents, as well as those companies to which we outsource certain aspects of our business operations, including those based in foreign countries where practices which violate such U.S. laws may be customary, will comply with our internal policies. Any such non-compliance, even if prohibited by our internal policies, could have an adverse effect on our business and result in significant fines or penalties.\nThe healthcare and life sciences industries that we serve face constant pressures and changes in an effort to reduce healthcare costs or increase their predictability, all of which may adversely affect our business and financial results.\nOur Protein Sciences segment products are sold primarily to research scientists at pharmaceutical and biotechnology companies and at university and government research institutions. In addition to the impacts described above relating to COVID-19, research and development spending by our customers and the availability of government research funding can fluctuate due to changes in available resources, mergers of pharmaceutical and biotechnology companies, spending priorities, general economic conditions and institutional and governmental budgetary policies. \n18\n\n\nTable of Contents\nOur Diagnostics and Genomics segment products are intended primarily for the medical diagnostics market, which relies largely on government healthcare-related policies and funding. Changes in government reimbursement for certain diagnostic tests or reductions in overall healthcare spending could negatively impact us directly or our customers and, correspondingly, our sales to them. For example, our Exosome Diagnostics business develops and sells novel exosome-based diagnostic tests. While we received public payer coverage for certain uses, we are currently seeking expanded coverage from public payors as well as coverage decisions regarding reimbursement from additional private payers. However, the process and timeline for obtaining coverage decisions is uncertain and difficult to predict. Further, reimbursement reductions due to changes in policy regarding coverage of tests or other requirements for payment (such as prior authorization, diagnosis code and other claims edits, or a physician or qualified practitioner’s signature on test requisitions) may be implemented from time to time. Additionally, the U.S. government’s plans to manage prescription drug prices, as well as its recently announced intention to regulate lab developed tests, may impact the customers and industries we serve by increasing the cost of commercializing and/or limiting the profitability of commercialized products. All of these payor actions and changes may have a material adverse effect on revenue and earnings associated with our diagnostics products.\nAcquisition and Investment Risks\nOur inability to complete acquisitions at our historical rate and at appropriate prices, and to make appropriate investments that support our long-term strategy, could negatively impact our growth rate and stock price\n.\nOne of our key strategies is growth through acquisition of other businesses and assets. Our ability to grow revenues, earnings and cash flow at or above our historic rates depends in part upon our ability to identify and successfully acquire and integrate businesses at appropriate prices and realize anticipated synergies, and to make appropriate investments that support our long-term strategy. We may not be able to consummate acquisitions at rates similar to the past, which could adversely impact our growth rate and our stock price. Promising acquisitions and investments are difficult to identify and complete for a number of reasons, including high valuations, competition among prospective buyers or investors, the availability of affordable funding in the capital markets and the need to satisfy applicable closing conditions and obtain applicable antitrust and other regulatory approvals on acceptable terms. Changes in accounting or regulatory requirements or instability in the credit markets could also adversely impact our ability to consummate acquisitions and investments.\nOur acquisition of businesses, investments, joint ventures and other strategic relationships, if not properly implemented or integrated, could negatively impact our business and financial results.\nAs part of our business strategy, we acquire businesses, make investments and enter into joint ventures and other strategic relationships in the ordinary course of business, and we also from time to time complete more significant transactions.  At the beginning of this fiscal year, we completed the acquisition of Namocell, a single cell sorting and dispensing platform company. Bio-Techne also obtained a 19.9% ownership stake in Wilson Wolf and will acquire the remaining ownership no later than the end of calendar year 2027. We have also continued participating in our collaborative marketing venture, ScaleReady LLC, with Wilson Wolf and another partner, and which addresses the needs of the rapidly expanding cell and gene therapy market.  While we believe these business ventures will advance our business strategies and support our growth plans, we may not be successful in managing or integrating them into our company. Acquisitions, investments, joint ventures and strategic relationships involve a number of additional financial, accounting, managerial, operational, legal, compliance and other risks and challenges, including but not limited to the following, any of which could adversely affect our business and our financial results:\n●\nbusinesses, technologies, services and products that we acquire or invest in sometimes under-perform relative to our expectations and the price that we paid, fail to perform in accordance with our anticipated timetable or fail to achieve and/or sustain profitability;\n​\n●\nwe from time to time incur or assume debt in connection with our acquisitions and investments, which can result in increased borrowing costs and interest expense and diminish our future access to the capital markets;\n​\n●\nacquisitions, investments, joint ventures or strategic relationships can cause our financial results to differ from our own or the investment community’s expectations in any given period, or over the long-term;\n​\n19\n\n\nTable of Contents\n●\nacquisitions, investments, joint ventures or strategic relationships can create demands on our management, operational resources and financial and internal control systems that we may be unable to effectively address;\n​\n●\nwe can experience difficulty in integrating cultures, personnel, operations and financial and other controls and systems and retaining key employees and customers;\n​\n●\nwe may be unable to achieve cost savings or other synergies anticipated in connection with an acquisition, investment, joint venture or strategic relationship;\n​\n●\nwe have assumed and may assume unknown liabilities, known contingent liabilities that become realized, known liabilities that prove greater than anticipated, internal control deficiencies or exposure to regulatory sanctions resulting from the acquired company’s or investee’s activities and the realization of any of these liabilities or deficiencies can increase our expenses, adversely affect our financial position or cause us to fail to meet our public financial reporting obligations;\n​\n●\nin connection with acquisitions and joint ventures, we often enter into post-closing financial arrangements such as purchase price adjustments, earn-out obligations and indemnification obligations, which can have unpredictable financial results; and\n​\n●\ninvesting in or making loans to early-stage companies often entails a high degree of risk, and we may not always achieve the strategic, technological, financial or commercial benefits we anticipate; we may lose our investment or fail to recoup our loan; or our investment may be illiquid for a greater-than-expected period of time.\n​\nWe may be required to record a significant charge to earnings if our goodwill and other amortizable intangible assets or other investments become impaired, which could negatively impact our financial results or stock price.\nWe are required under generally accepted accounting principles to test goodwill for impairment at least annually and to review our goodwill, amortizable intangible assets, and other assets acquired through merger and acquisition activity for impairment when events or changes in circumstance indicate the carrying value may not be recoverable. Factors that could lead to impairment of goodwill, amortizable intangible assets, and other assets acquired via acquisitions include significant adverse changes in the business climate and actual or projected operating results (affecting our company as a whole or affecting any particular segment) and declines in the financial condition of our business. We may be required in the future to record additional charges to earnings if our goodwill, amortizable intangible assets or other investments become impaired. Any such charge would adversely impact our financial results.\nIn addition, the Company’s expansion strategies include collaborations and investments in joint ventures and companies developing new products related to the Company’s business. These strategies carry risks that objectives will not be achieved and future earnings will be adversely affected. \nStrategic and Operational Risks\nOur success will be dependent on recruiting and retaining highly qualified and diverse personnel and creating and maintaining a culture that successfully integrates the employees joining through acquisitions.\nRecruiting and retaining qualified scientific, production, sales and marketing, and management personnel representing diverse backgrounds, experiences and skill sets are critical to our success. The market for highly skilled workers and leaders in our businesses, particularly in the areas of science and technology, is extremely competitive.  While retention improved in fiscal 2023, a number of our businesses and departments continued to face recruitment and retention challenges, and faced labor availability constraints and inflationary costs. Our growth by acquisition also creates challenges in retaining employees. As we integrate past and future acquisitions and evolve our corporate culture to incorporate new workforces, some employees may not find such integration or cultural changes appealing. Finally, as the geographies in which we operate recover from the recent pandemic and we return employees who had been working from home back to our sites, we may not be able to retain people who prefer continuing to work from home full time. The failure to attract and retain such personnel could adversely affect our business.\n20\n\n\nTable of Contents\nOur growth depends in part on the timely development and commercialization of new and enhanced products and services that meet our customers\n’\n needs. Our growth can also be negatively impacted if our customers do not grow as anticipated.\nWe generally sell our products and services in industries that are characterized by rapid technological change, frequent new product introductions and new market entrants and competitors. If we do not develop innovative new and enhanced products and services on a timely basis, our offerings will become obsolete over time and our business and financial results will suffer. Our success will depend on several factors, including our ability to:\n●\ncorrectly identify and/or predict customer needs and preferences;\n​\n●\nallocate our research funding to products with higher growth prospects;\n​\n●\nanticipate and respond to our competitors’ development of new products and technological innovations;\n​\n●\ndifferentiate our offerings from our competitors’ offerings and avoid our products from becoming commodities;\n​\n●\ninnovate and develop new technologies and applications, and acquire or obtain rights to third-party technologies that may have valuable applications in the markets we serve;\n​\n●\nobtain adequate intellectual property rights with respect to key technologies;\n​\n●\nsuccessfully commercialize new technologies in a timely manner, price them competitively and cost-effectively manufacture and deliver sufficient volumes of new products of appropriate quality on time;\n​\n●\nobtain necessary regulatory approvals of appropriate scope (including with respect to certain diagnostic medical device products by demonstrating satisfactory clinical results where applicable, as well as achieving third-party reimbursement); and\n​\n●\nstimulate customer demand for and convince customers to adopt new technologies.\n​\nIf we fail to accurately predict future customer needs and preferences or fail to produce viable technologies, we may invest heavily in research and development of products that do not lead to significant revenue, which would adversely affect our business and financial results. Even when we successfully innovate and develop new and enhanced products, we often incur substantial costs in doing so, and our profitability may suffer.\nWe face intense competition, and if we are unable to compete effectively, we may experience decreased demand and decreased market share or need to reduce prices to remain competitive.\nWe face intense competition across most of our product lines. Competitors include companies ranging from start-up companies, which may be able to more quickly respond to customers’ needs, to large multinational companies, which may have greater financial, marketing, operational, and research and development resources than us. In addition, consolidation trends in the pharmaceutical, biotechnology and diagnostics industries have served to create fewer customer accounts and to concentrate purchasing decisions for some customers, resulting in increased pricing pressure on us. Moreover, customers may believe that consolidated businesses are better able to compete as sole source vendors, and therefore prefer to purchase from such businesses. The entry into the market by manufacturers in countries in Asia and other low-cost manufacturing locations is also creating increased pricing and competitive pressures, particularly in developing markets. In order to compete effectively, we must retain longstanding relationships with major customers and continue to grow our business by establishing relationships with new customers, continually developing new products and services to maintain and expand our brand recognition and leadership position in various product and service categories and penetrating new markets, including high-growth markets. Our ability to compete can also be impacted by changing customer preferences and requirements (for example increased demand for more environmentally-friendly products and supplier practices). Our failure to compete effectively and/or pricing pressures resulting from competition may adversely impact our business and financial results, and our expansion into new markets may result in greater-than-expected risks, liabilities and expenses.\n21\n\n\nTable of Contents\nA significant disruption in, or breach of security of, our information technology systems or data, or violation of data privacy laws, could result in damage to our reputation, data integrity and/or subject us to costs, fines, or lawsuits under data privacy or other laws or contractual requirements.\nThe integrity and protection of our own data, and that of our customers and employees, is critical to our business. We rely on information technology systems, some of which are provided and/or managed by third parties, to process, transmit and store electronic information (including sensitive data such as confidential business information and personally identifiable data relating to employees, customers, other business partners and patients), and to manage or support a variety of critical business processes and activities (such as receiving and fulfilling orders, billing, collecting and making payments, shipping products, providing services and support to customers and fulfilling contractual obligations). These systems, products and services (including those we acquire through business acquisitions) can be damaged, disrupted or shut down due to attacks by computer hackers, computer viruses, ransomware, human error or malfeasance, power outages, hardware failures, telecommunication or utility failures, catastrophes or other unforeseen events, and in any such circumstances our system redundancy and other disaster recovery planning may be ineffective or inadequate. Attacks can also target hardware, software and information installed, stored or transmitted in our products after such products have been purchased and incorporated into third-party products, facilities or infrastructure. Security breaches of systems provided or enabled by us, regardless of whether the breach is attributable to a vulnerability in our products or services, or security breaches of third party systems we rely on to process, store or transmit electronic information, can result in the misappropriation, destruction or unauthorized disclosure of confidential information or personal data belonging to us or to our employees, partners, customers, patients or suppliers. These attacks, breaches, misappropriations and other disruptions and damage can interrupt our operations or the operations of our customers and partners, delay production and shipments, result in theft of our and our customers’ intellectual property and trade secrets, result in disclosure of personally identifiable information, damage customer, patient, business partner and employee relationships and our reputation and result in defective products or services, legal claims and proceedings, liability and penalties under privacy laws and increased costs for security and remediation, in each case resulting in an adverse effect on our business and financial results.\nIn addition, our information technology systems require an ongoing commitment of significant resources to maintain and enhance existing systems and develop or integrate new systems to keep pace with continuing changes in information processing technology, evolving legal and regulatory standards, evolving customer expectations, changes in the techniques used to obtain unauthorized access to data and information systems, and the information technology needs associated with our changing products and services. There can be no assurance that we will be able to successfully maintain, enhance and upgrade our systems as necessary to effectively address these requirements.\nIf we are unable to maintain reliable information technology systems or appropriate controls with respect to global data privacy and security requirements and prevent data breaches, we may suffer regulatory consequences in addition to business consequences. As a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business. For example, in the United States, a small number of our businesses are subject to HIPAA. Entities that violate HIPAA due to a breach of unsecured patient health information, or that arise from a complaint about privacy practices or an audit by the HHS, may be subject to significant civil, criminal and administrative fines and penalties and/or additional reporting and oversight obligations if required to enter into a resolution agreement and corrective action plan with HHS to settle allegations of HIPAA non-compliance. Individual states regulate data breach and security requirements, and multiple governmental bodies assert authority over aspects of the protection of personal privacy. Most notably, in the last several years, some states, including California, Virginia, Utah, Colorado and Connecticut, have passed broad privacy legislation that could result in more material impacts as implementing regulations are issued. European laws require us to have an approved legal mechanism to transfer personal data out of Europe. Failure to comply with the requirements of GDPR and the applicable national data protection laws of the EU member states may result in fines of up to €20 million or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher, and other administrative penalties. Several other countries such as China and Russia have passed, and other countries are considering passing, laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions. Government enforcement actions can be costly and interrupt the regular operation of our business, and data breaches or violations of data privacy laws can result in fines, reputational damage and civil lawsuits, any of which may adversely affect our business, reputation and financial results.\n22\n\n\nTable of Contents\nIf we suffer loss to our supply chains, distribution systems or information technology systems due to catastrophe or other events, our operations could be seriously harmed.\nOur supply chains, distribution systems and information technology systems may be subject to catastrophic loss due to fire, flood, earthquake, hurricane, power shortage or outage, public health crisis (including epidemics and pandemics) and the reaction thereto, war, terrorism, riot or other man-made or natural disasters, such as the COVID-19 pandemic. If any of these supply chains or systems were to experience a catastrophic loss, it could disrupt our operations, delay production and shipments, result in defective products or services, diminish demand, damage customer relationships and our reputation and result in legal exposure and significant repair or replacement expenses. The third-party insurance coverage that we maintain varies from time to time in both type and amount depending on cost, availability and our decisions regarding risk retention, and may be unavailable or insufficient to protect us against such losses.\nThe manufacture of many of our products is a complex process, and if we directly or indirectly encounter problems manufacturing products, our business and financial results could suffer.\nThe manufacture of many of our products is a complex process, due in part to strict regulatory requirements for some of our products. Problems can arise during manufacturing for a variety of reasons, including equipment malfunction, failure to follow specific protocols and procedures, problems with reliable sourcing of raw materials or components, natural disasters and environmental factors, and if not discovered before the product is released to market can result in recalls and product liability exposure. Because of the quality requirements of some of our customers as well as stringent regulations of the FDA and similar agencies regarding the manufacture of certain of our products, alternative manufacturing or sourcing is not always available on a timely basis to replace such production capacity. Any of these manufacturing problems could result in significant adverse impacts to our business and financial results.\nIf we cannot adjust our manufacturing capacity or the purchases required for our manufacturing activities to reflect changes in market conditions or customer demand, our business and financial results may suffer. In addition, our reliance upon sole or limited sources of supply for certain materials, components and services can cause production interruptions, delays and inefficiencies.\nWe purchase materials, components and equipment from third parties for use in many of our manufacturing operations. Our profitability could be adversely impacted if we are unable to adjust our purchases to reflect changes in customer demand and market fluctuations, including those caused by seasonality or cyclicality. During a market upturn, suppliers from time to time extend lead times, limit supplies or increase prices. If we cannot purchase sufficient products at competitive prices and quality and on a timely enough basis to meet increasing demand, we may not be able to satisfy market demand, product shipments may be delayed, our costs may increase, or we may breach our contractual commitments and incur liabilities. Conversely, in order to secure supplies for the production of products, we sometimes enter into noncancelable purchase commitments with vendors, which can impact our ability to adjust our inventory to reflect declining market demands. If demand for our products is less than we expect, we may experience additional excess and obsolete inventories and be forced to incur additional charges and our business and financial results may suffer.\nIn addition, some of our businesses purchase certain requirements from sole or limited source suppliers for reasons of quality assurance, regulatory requirements, cost effectiveness, availability or uniqueness of design. If these or other suppliers encounter financial, operating or other difficulties or if our relationship with them changes, we might not be able to quickly establish or qualify replacement sources of supply. The supply chains for our businesses can also be disrupted by supplier capacity constraints, bankruptcy or exiting of the business for other reasons, decreased availability of key raw materials or commodities and external events such as natural disasters, pandemic health issues, war, terrorist actions, governmental actions (such as trade protectionism) and legislative or regulatory changes. Any of these factors can result in production interruptions, delays, extended lead times and inefficiencies. Because we cannot always immediately adapt our production capacity and related cost structures to changing market conditions, at times our manufacturing capacity exceeds or falls short of our production requirements. Any or all of these problems can result in the loss of customers, provide an opportunity for competing products to gain market acceptance and otherwise adversely affect our business and financial results.\n23\n\n\nTable of Contents\nThe Company relies heavily on internal manufacturing and related operations to produce, package and distribute its products which, if disrupted, could materially impair our business operations. Our business could be adversely affected by disruptions at our sites.\nThe Company’s internal quality control, packaging and distribution operations support the majority of the Company’s sales. Since certain Company products must comply with FDA regulations and because in all instances, the Company creates value for its customers through the development of high-quality products, any significant decline in quality or disruption of operations for any reason could adversely affect sales and customer relationships, and therefore adversely affect the business. While we have taken certain steps to manage these operational risks, the Company’s future sales growth and earnings may be adversely affected by perceived disruption risks or actual disruptions.\nWe rely upon our manufacturing operations to produce many of the products we sell and our warehouse facilities to store products, pending sale. Any significant disruption of those operations for any reason, such as strikes or other labor unrest, power interruptions, fire, hurricanes or other events beyond our control could adversely affect our sales and customer relationships and therefore adversely affect our business. We have significant operations in California, near major earthquake faults, which make us susceptible to earthquake risk. Although most of our raw materials are available from a number of potential suppliers, our operations also depend upon our ability to obtain raw materials at reasonable prices. If we are unable to obtain the materials we need at a reasonable price, we may not be able to produce certain of our products or we may not be able to produce certain of these products at a marketable price, which could have an adverse effect on our results of operations.\nClimate change, or legal or regulatory measures to address climate change, may negatively affect us.\nClimate change resulting from increased concentrations of carbon dioxide and other greenhouse gases in the atmosphere could present risks to our operations.  For example, we have significant operations in California, where serious drought has made water less available and more costly and has increased the risk of wildfires. Changes in climate patterns leading to extreme heat waves or unusual cold weather at some of our locations can lead to increased energy usage and costs, or otherwise adversely impact our facilities and operations and disrupt our supply chains and distribution systems. Concern over climate change can also result in new or additional legal or regulatory requirements designed to reduce greenhouse gas emissions or mitigate the effects of climate change on the environment.  Any such new or additional legal or regulatory requirements may increase the costs associated with, or disrupt, sourcing, manufacturing and distribution of our products, which may adversely affect our business and financial results. In addition, any failure to adequately address stakeholder expectations with respect to environmental, social and governance (“ESG”) matters may result in the loss of business, adverse reputational impacts, diluted market valuations and challenges in attracting and retaining customers and talented employees. In addition, our adoption of certain standards or mandated compliance to certain requirements could necessitate additional investments that could impact our profitability.   \nDefects, unanticipated use of, or inadequate disclosure with respect to our products, or allegations thereof, can adversely affect our business and financial results.\nCertain of our products and services are sold for use in diagnostics. For those products and services in particular, manufacturing or design defects in, unanticipated use of, safety or quality issues (or the perception of such issues) with respect to, “off label” use of, or inadequate disclosure of risks relating to the use of products and services that we make or sell (including items that we source from third-parties) can lead to personal injury, death, and/or property damage and adversely affect our business and financial results. These events can lead to recalls or safety alerts, result in the removal of a product or service from the market and result in product liability or similar claims being brought against us. Recalls, removals and product liability and similar claims (regardless of their validity or ultimate outcome) result in significant costs, as well as negative publicity and damage to our reputation that could reduce demand for our products and services. Our business can also be affected by studies of the utilization, safety and efficacy of medical device products and components that are conducted by industry participants, government agencies and others. Any of the above can result in the discontinuation of marketing of such products in one or more countries and give rise to claims for damages from persons who believe they have been injured as a result of product issues, including claims by individuals or groups seeking to represent a class.\n24\n\n\nTable of Contents\nBecause we rely heavily on third-party package-delivery services, a significant disruption in these services or significant increases in prices may disrupt our ability to ship products, increase our costs and lower our profitability.\nMost of our reagent products need to be stored and shipped at certain cold temperatures. Consequently, we ship a significant portion of our products to our customers by express mail or air delivery through package delivery companies, such as FedEx in the U.S. and DHL in Europe. If one or more of these third-party package-delivery providers were to experience a major work stoppage, preventing our products from being delivered in a timely fashion or causing us to incur additional shipping costs we could not pass on to our customers, our costs could increase and our relationships with certain of our customers could be adversely affected. In addition, if one or more of these third-party package-delivery providers were to increase prices, and we were not able to find comparable alternatives or make adjustments in our delivery network, our profitability could be adversely affected.\nIntellectual Property Risks\nWe are dependent on maintaining our intellectual property rights. If we are unable to adequately protect our intellectual property, or if third parties infringe our intellectual property rights, we may suffer competitive injury or expend significant resources enforcing our rights.\nMany of the markets we serve are technology-driven, and as a result intellectual property rights play a significant role in product development and differentiation. We own numerous patents, trademarks, copyrights, trade secrets and other intellectual property and licenses to intellectual property owned by others, which in aggregate are important to our business. The intellectual property rights that we obtain, however, are not always sufficiently broad and do not always provide us a significant competitive advantage, and patents may not be issued for pending or future patent applications owned by or licensed to us. In addition, the steps that we and our licensors have taken to maintain and protect our intellectual property do not always prevent it from being challenged, invalidated, circumvented, designed around or becoming subject to compulsory licensing. In some circumstances, enforcement is not available to us because an infringer has a dominant intellectual property position or for other business reasons. We also rely on nondisclosure and noncompetition agreements with employees, consultants and other parties to protect, in part, trade secrets and other proprietary rights. There can be no assurance that these agreements adequately protect our trade secrets and other proprietary rights and will not be breached, that we will have adequate remedies for any breach, that others will not independently develop substantially equivalent proprietary information or that third parties will not otherwise gain access to our trade secrets or other proprietary rights.\nThese risks are particularly pronounced in countries in which we do business that do not have levels of protection of corporate proprietary information, intellectual property, technology and other assets comparable to the United States. We operate globally, with manufacturing operations in China and the UK, and approximately 43% of our revenue in fiscal 2023 was from outside the United States.  The laws, regulations and enforcement mechanisms in other countries may in some cases be less protective of our intellectual property rights. Our failure to obtain or maintain intellectual property rights that convey competitive advantage, adequately protect our intellectual property or detect or prevent circumvention or unauthorized use of such property and the cost of enforcing our intellectual property rights can adversely impact our business and financial results.\nWe may be involved in disputes to determine the scope, coverage and validity of others’ proprietary rights, or to defend against third-party claims of intellectual property infringement, any of which could be time-intensive and costly and may adversely impact our business.\nOur success depends in part on our ability to operate without infringing the proprietary rights of others, and to obtain licenses where necessary or appropriate. We have obtained and continue to negotiate licenses to produce a number of products claimed to be owned by others. Since we have not conducted a patent infringement study for each of our products, it is possible that some of our products may unintentionally infringe patents of third parties.\nWe have been and may in the future be sued by third parties alleging that we are infringing their intellectual property rights. These lawsuits are expensive, take significant time, and divert management’s focus from other business concerns. If we are found to be infringing the intellectual property of others, we could be required to cease certain activities, alter \n25\n\n\nTable of Contents\nour products or processes or pay licensing fees. This could cause unexpected costs and delays which may have a material adverse effect on us. If we are unable to obtain a required license on acceptable terms, or unable to design around any third party patent, we may be unable to sell some of our products and services, which could result in reduced revenue. In addition, if we do not prevail, a court may find damages or award other remedies in favor of the opposing party in any of these suits, which may adversely affect our earnings.\nFinancial and Tax Risks\nWe have entered into and drawn on a revolving credit facility, and we may incur additional debt in the future. The burden of this additional debt could adversely affect us, make us more vulnerable to adverse economic or industry conditions, and prevent us from funding our expansion strategy.\nWe currently have a Credit Agreement that provides for a revolving credit facility of $1 billion, which can be increased by an additional $400 million subject to certain conditions. Borrowings under the Credit Agreement bear interest at a variable rate. As of August 18, 2023, the Company had drawn $490 million under the Credit Agreement.\n \n​\nThe terms of the Credit Agreement and the burden of the indebtedness incurred thereunder could have negative consequences for us, such as:\n●\nlimiting our ability to obtain additional financing to fund our working capital, capital expenditures, debt service requirements, expansion strategy, or other needs;\n​\n●\nincreasing our vulnerability to, and reducing our flexibility in planning for, adverse changes in economic, industry and competitive conditions; and\n​\n●\nincreasing our vulnerability to increases in interest rates.\n​\nThe Credit Agreement also contains negative covenants that limit our ability to engage in specified types of transactions. These covenants limit our ability to, among other things, sell, lease or transfer any properties or assets, with certain exceptions; and enter into certain merger, consolidation or other reorganization transactions, with certain exceptions.\nA breach of any of these covenants could result in an event of default under our credit facility. Upon the occurrence of an event of default, the lender could elect to declare all amounts outstanding under such facility to be immediately due and payable and terminate all commitments to extend further credit. In addition, the Company would be subject to additional restrictions if an event of default exists under the Credit Agreement, such as a prohibition on the payment of cash dividends.\nOur business and financial results can be adversely affected by foreign currency exchange rates, changes in our tax rates and tax liabilities and assessments (including as a result of changes in tax laws).\nInternational markets contribute a substantial portion of our revenues, and we intend to continue expanding our presence in these regions. The exposure to fluctuations in currency exchange rates takes on different forms. International revenues and costs are subject to the risk that fluctuations in exchange rates could adversely affect our reported revenues and profitability when translated into U.S. dollars for financial reporting purposes. These fluctuations could also adversely affect the demand for products and services provided by us. As a multinational corporation, our businesses occasionally invoice third-party customers in currencies other than the one in which they primarily do business (the \"functional currency\"). Movements in the invoiced currency relative to the functional currency could adversely impact our cash flows and our results of operations. As our international sales grow, exposure to fluctuations in currency exchange rates could have a larger effect on our financial results. In fiscal 2023, currency translation had an unfavorable effect of $21 million on revenues due to the strengthening of the U.S. dollar relative to other currencies in which the company sells products and services.\nAs a global company, we are subject to taxation in numerous countries, states and other jurisdictions. In particular, we are affected by the impact of changes to tax laws or related authoritative interpretations in the United States, including tax reform under the Tax Cuts and Jobs Act which became effective in late 2017, which included broad and complex changes \n26\n\n\nTable of Contents\nto the United States tax code. Interpretations, assumptions and guidance regarding the Tax Act that have been issued subsequently have had a material impact on our effective tax rate, and we anticipate that there may be additional changes to the U.S. tax code under a new Administration.\nIn preparing our financial results, we record the amount of tax that is payable in each of the countries, states and other jurisdictions in which we operate. Our future effective tax rate, however, may be lower or higher than experienced in the past due to numerous factors, including a change in the mix of our profitability from country to country, changes in accounting for income taxes and recently enacted and future changes in tax laws in jurisdictions in which we operate. Any of these factors could cause us to experience an effective tax rate significantly different from previous periods or our current expectations, which could have an adverse effect on our business, results of operations and cash flows.\nDividends on our common stock could be reduced or eliminated in the future.\nFor many years, our Board has declared quarterly dividends. In the future, our Board may determine to reduce or eliminate our common stock dividend in order to fund investments for growth, repurchase shares or conserve capital resources.\nLegal, Regulatory, Compliance and Reputational Risks\nOur business is subject to extensive regulation; failure to comply with these regulations could adversely affect our business and financial results.\nAs referenced in more detail above, we and our customers must comply with a wide array of federal, state, local and international regulations, in such areas as medical device, healthcare, import and export, anticorruption, and privacy. We develop, configure and market our products to meet customer needs created by those regulations. Any significant change in regulations could reduce demand for our products or increase our expenses. For example, many of our instruments are marketed to the pharmaceutical industry for use in discovering and developing drugs and diagnostic products. Changes in the U.S. FDA’s regulation of drug or medical device products, such as managing the price of certain prescription drugs or potentially increasing regulatory scrutiny of lab developed tests, could have an adverse effect on the demand for these products.\nWe have agreements relating to the sale of our products to government entities in the U.S. and elsewhere and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government (less than 3% of our fiscal 2023 sales were made to the U.S. federal government). The laws governing government contracts differ from the laws governing private contracts and government contracts may contain pricing terms and conditions that are not applicable to private contracts. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nWe are subject to various local, state, federal, foreign and transnational laws and regulations, which include the operating and security standards of the U.S. FDA, the U.S. Drug Enforcement Agency (the DEA), the U.S. Department of Health and Human Services (the DHHS), and other comparable agencies and, in the future, any changes to such laws and regulations could adversely affect us. In particular, we are subject to laws and regulations concerning current good manufacturing practices. Our subsidiaries may be required to register for permits and/or licenses with, and may be required to comply with the laws and regulations of, the DEA, the FDA, the DHHS, foreign agencies and/or comparable state agencies as well as certain accrediting bodies depending upon the type of operations and location of product distribution, manufacturing and sale. The manufacture, distribution and marketing of many of our products and services, including medical devices and pharma services, are subject to extensive ongoing regulation by the FDA, the DEA, and other equivalent local, state, federal and non-U.S. regulatory authorities. In addition, we are subject to inspections by these regulatory authorities. For example, the EU has adopted the In Vitro Diagnostic Regulation (the “EU IVDR”), which imposes stricter requirements for the marketing and sale of in vitro diagnostic medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance. Manufacturers of in vitro diagnostics medical devices that have been marketed and sold under the prior regulatory regime now have to comply with some of the new EU IVDR requirements, while the effective date of other requirements have been delayed.    Complying with EU IVDR, the regulation applicable to the Company, may require material modifications to our quality management systems, additional resources in certain functions, updates to technical files and additional clinical data in some cases, among other \n27\n\n\nTable of Contents\nchanges. Failure by us or by our customers to comply with the requirements of the EU IVDR, or other requirements imposed by these or similar regulatory authorities, including without limitation, remediating any inspectional observations to the satisfaction of these regulatory authorities, could result in warning letters, product recalls or seizures, monetary sanctions, injunctions to halt manufacture and distribution, restrictions on our operations, civil or criminal sanctions, or withdrawal of existing or denial of pending approvals, including those relating to products or facilities. In addition, such a failure could expose us to contractual or product liability claims, contractual claims from our customers, including claims for reimbursement for lost or damaged active pharmaceutical ingredients, as well as ongoing remediation and increased compliance costs, any or all of which could be significant. We are the sole manufacturer of a number of products for many of our customers and a negative regulatory event could impact our customers’ ability to provide products to their customers.\nWe are also subject to a variety of federal, state, local and international laws and regulations that govern, among other things, the importation and exportation of products, the handling, transportation and manufacture of substances that could be classified as hazardous, and our business practices in the U.S. and abroad such as anti-competition laws. Any noncompliance by us with applicable laws and regulations or the failure to maintain, renew or obtain necessary permits and licenses could result in criminal, civil and administrative penalties and could have an adverse effect on our results of operations.\nSignificant developments or changes in U.S. laws or policies, including changes in U.S. trade policies and tariffs and the reaction of other countries thereto, can have an adverse effect on our business and financial results.\nSignificant developments or changes in U.S. laws and policies (including as a result of changes in party control of Congress or decisions from the U.S. Supreme Court), such as laws and policies governing foreign trade, manufacturing, and development and investment in the territories and countries where we or our customers operate, or governing the health care system and drug prices, can adversely affect our business and financial results. For example, the previous U.S. administration increased tariffs on certain goods imported into the United States and trade tensions between the United States and China escalated, with each country imposing significant, additional tariffs on a wide range of goods imported from the other country. That trade tension has not diminished under the current U.S. administration. The U.S. and China could impose other types of restrictions such as limitations on government procurement or technology export restrictions, which could affect our access to markets. These factors have adversely affected, and in the future could further adversely affect, our business and financial results.\nOur business and financial results can be impaired by improper conduct by any of our employees, agents or business partners.\nWe cannot provide assurance that our internal controls and compliance systems, including our Code of Ethics and Business Conduct, protect us from unauthorized acts committed by employees, agents or business partners of ours (or of businesses we acquire or partner with) that violate U.S. and/or non-U.S. laws, including the laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, employment practices and workplace behavior, export and import compliance, economic and trade sanctions, money laundering and data privacy. In particular, the U.S. Foreign Corrupt Practices Act, the UK Bribery Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced governmental corruption to some degree. Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the United States and in other jurisdictions and related shareholder lawsuits, could lead to substantial civil and criminal, monetary and non-monetary penalties and could cause us to incur significant legal and investigatory fees. In addition, the government may seek to hold us liable for violations committed by companies in which we invest or that we acquire. We also rely on our suppliers to adhere to our supplier code of conduct, and material violations of such code of conduct could occur that could have a material effect on our business and financial results.\n28\n\n\nTable of Contents\nCertain of our businesses are subject to extensive regulation by the U.S. FDA and by comparable agencies of other countries, as well as laws regulating fraud and abuse in the healthcare industry and the privacy and security of health information. Failure to comply with those regulations could adversely affect our business and financial results.\nCertain of our products are medical devices, diagnostics tests and other products that are subject to regulation by the U.S. FDA or state CLIA regulations, by other federal and state governmental agencies, by comparable agencies of other countries and regions and by regulations governing hazardous materials and drugs-of abuse (or the manufacture and sale of products containing any such materials). The global regulatory environment has become increasingly stringent and unpredictable. Several countries that did not have regulatory requirements for medical devices have established such requirements in recent years, and other countries have expanded, or plan to expand, their existing regulations, including implementation of IVDR regulations in Europe. Failure to meet these requirements adversely impacts our business and financial results in the applicable geographies.\nGovernment authorities may conclude that our business practices do not comply with current or future statutes, regulations, agency guidance or case law. Failure to obtain required regulatory clearances before marketing our products (or before implementing modifications to or promoting additional indications or uses of our products), other violations of laws or regulations, failure to remediate inspectional observations to the satisfaction of these regulatory authorities, real or perceived efficacy or safety concerns or trends of adverse events with respect to our products (even after obtaining clearance for distribution) and unfavorable or inconsistent clinical data from existing or future clinical trials can lead to FDA Form 483 Inspectional Observations, warning letters, notices to customers, declining sales, loss of customers, loss of market share, remediation and increased compliance costs, recalls, seizures of adulterated or misbranded products, fines, expenses, injunctions, civil penalties, criminal penalties, consent decrees, administrative detentions, refusals to permit importations, partial or total shutdown of production facilities or the implementation of operating restrictions, narrowing of permitted uses for a product, refusal of the government to grant 510(k) clearance, suspension or withdrawal of approvals, pre-market notification rescissions and other adverse effects. Further, defending against any such actions can be costly and time-consuming and may require significant personnel resources. Therefore, even if we are successful in defending against any such actions brought against us, our business may be impaired. Ensuring that our internal operations and business arrangements with third parties comply with applicable laws and regulations also involves substantial costs.\nMore specifically, as a healthcare provider, the Company’s Exosome Diagnostics’ ExoDx Prostate business is subject to extensive regulation at the federal, state, and local levels in the U.S. and other countries where it operates. The Company’s failure to meet governmental requirements under these regulations, including those relating to billing practices and financial relationships with physicians, hospitals, and health systems, could lead to civil and criminal penalties, exclusion from participation in Medicare and Medicaid, and possibly prohibitions or restrictions on the use of its laboratories. While the Company believes that it is in material compliance with all statutory and regulatory requirements, there is a risk that government authorities might take a contrary position. Such occurrences, regardless of their outcome, could damage the Company’s reputation and adversely affect important business relationships it has with third parties.\nFailure to comply with privacy and security laws and regulations could result in fines, penalties and damage to the Company\n’\ns reputation and have a material adverse effect upon the Company\n’\ns business, a risk that has been elevated with recent acquisitions that use protected health information and utilize healthcare providers for laboratory resting services.\nIf the Company does not comply with existing or new laws and regulations related to protecting the privacy and security of personal or health information, it could be subject to monetary fines, civil penalties or criminal sanctions. In the U.S., the Health Insurance Portability and Accountability Act of 1996 (HIPAA) privacy and security regulations, including the expanded requirements under U.S. Health Information Technology for Economic and Clinical Health Act (HITECH), establish comprehensive standards with respect to the use and disclosure of protected health information (PHI) by covered entities, in addition to setting standards to protect the confidentiality, integrity and security of PHI. HIPAA restricts the Company’s ability to use or disclose PHI, without patient authorization, for purposes other than payment, treatment or healthcare operations (as defined by HIPAA), except for disclosures for various public policy purposes and other permitted purposes outlined in the privacy regulations. If the laboratory operations for the Company’s business use or disclose PHI improperly under these privacy regulations, they may incur significant fines and other penalties for wrongful use or disclosure of PHI in violation of the privacy and security regulations, including potential civil and criminal fines and penalties.\n​\n29\n\n\nTable of Contents",
    "item1a": ">Item 1A.\nRisk Factors\n17\n \n \n \nItem 1B.\nUnresolved Staff Comments\n30\n \n \n \nItem 2.\nProperties\n30\n \n \n \nItem 3.\nLegal Proceedings\n30\n \n \n \nItem 4.\nMine Safety Disclosures\n31\n \n \n \nPART II\n \n \n \nItem 5.\nMarket for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n31\n \n \n \nItem 6.\nSelected Financial Data\n33\n \n \n \nItem 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n33\n \n \n \nItem 7A.\nQuantitative and Qualitative Disclosures about Market Risk\n46\n \n \n \nItem 8.\nFinancial Statements and Supplementary Data\n47\n \n \n \nItem 9.\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n85\n \n \n \nItem 9A.\nControls and Procedures\n85\n \n \n \nItem 9B.\nOther Information\n86\n \n \n \nPART III\n \n \n \nItem 10.\nDirectors, Executive Officers\n87\n \n \n \nItem 11.\nExecutive Compensation\n87\n \n \n \nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Shareholder Matters\n87\n \n \n \nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n87\n \n \n \nItem 14.\nPrincipal Accounting Fees and Services\n87\n \n \n \nPART IV\n \nItem 15.\nExhibits, Financial Statement Schedules\n88\n \n \n \n \nSIGNATURES\n92\n​\n​\n2\n\n\nTable of Contents\nIn this Annual Report, the terms “Bio-Techne” or the “Company” refer to Bio-Techne Corporation, Bio-Techne Corporation and its consolidated subsidiaries, or the consolidated subsidiaries of Bio-Techne Corporation, as the context requires.\nFORWARD-LOOKING INFORMATION AND CAUTIONARY STATEMENTS\nCertain statements included or incorporated by reference in this Annual Report, in other documents we file with or furnish to the Securities and Exchange Commission (“SEC”), in our press releases, webcasts, conference calls, materials delivered to shareholders and other communications, are “forward-looking statements” within the meaning of the U.S. federal securities laws. All statements other than historical factual information are forward-looking statements, including without limitation statements regarding: projections of revenue, expenses, profit, profit margins, pricing, tax rates, tax provisions, cash flows, our liquidity position or other projected financial measures; management’s plans and strategies for future operations, including statements relating to anticipated operating performance, cost reductions, new product and service developments, competitive strengths or market position, acquisitions and the integration thereof, strategic opportunities, dividends and executive compensation; growth, declines and other trends in markets we sell into; new or modified laws, regulations and accounting pronouncements; future regulatory approvals and the timing and conditionality thereof; outstanding claims, legal proceedings, tax audits and assessments and other contingent liabilities; future foreign currency exchange rates and fluctuations in those rates; the potential or anticipated direct or indirect impact of COVID-19 on our business, results of operations and/or financial condition; general economic and capital markets conditions; the anticipated timing of any of the foregoing; assumptions underlying any of the foregoing; and any other statements that address events or developments that Bio-Techne intends or believes will or may occur in the future. Terminology such as “believe,” “anticipate,” “should,” “could,” “intend,” “will,” “plan,” “expect,” “estimate,” “project,” “target,” “may,” “possible,” “potential,” “forecast” and “positioned” and similar references to future periods are intended to identify forward-looking statements, although not all forward-looking statements are accompanied by such words. Forward-looking statements are based on assumptions and assessments made by our management in light of their experience and perceptions of historical trends, current conditions, expected future developments and other factors they believe to be appropriate. These forward-looking statements are subject to a number of risks and uncertainties, including but not limited to the risks and uncertainties set forth below and under “Item 1A. Risk Factors” in this Annual Report.\nForward-looking statements are not guaranties of future performance and actual results may differ materially from the results, developments and business decisions contemplated by our forward-looking statements. Accordingly, you should not place undue reliance on any such forward-looking statements. Forward-looking statements speak only as of the date of the report, document, press release, webcast, call, materials or other communication in which they are made. Except to the extent required by applicable law, we do not assume any obligation to update or revise any forward-looking statement, whether as a result of new information, future events and developments or otherwise.\nInvestment in our securities involves risk and uncertainty and you should carefully consider all information in this Annual Report on Form 10-K prior to making an investment decision regarding our securities. Below is a summary of material risks and uncertainties we face, which are discussed more fully in “Item 1A. Risk Factors”:\nEconomic and Industry\n●\nConditions in the global economy, the particular markets we serve and the financial markets, whether brought about by material global crises or other factors, may adversely affect our business and financial results.\n​\n●\nInternational political, compliance and business factors, including the military conflict in Ukraine and the United Kingdom’s withdrawal from the European Union, can negatively impact our operations and financial results.\n​\n●\nThe healthcare and life sciences industries that we serve face constant pressures and changes in an effort to reduce healthcare costs or increase their predictability, all of which may adversely affect our business and financial results.\n​\n3\n\n\nTable of Contents\nAcquisition and Investment Risks\n●\nOur inability to complete acquisitions at our historical rate and at appropriate prices, and to make appropriate investments that support our long-term strategy, could negatively impact our growth rate and stock price.\n​\n●\nOur acquisition of businesses, investments, joint ventures and other strategic relationships, if not properly implemented or integrated, could negatively impact our business and financial results.\n​\n●\nWe may be required to record a significant charge to earnings if our goodwill and other amortizable intangible assets or other investments become impaired, which could negatively impact our financial results or stock price.\n​\nStrategic and Operational Risks\n●\nOur success will be dependent on recruiting and retaining highly qualified and diverse personnel and creating and maintaining a culture that successfully integrates the employees joining through acquisitions.\n​\n●\nOur growth depends in part on the timely development and commercialization of new and enhanced products and services that meet our customers’ needs. Our growth can also be negatively impacted if our customers do not grow as anticipated.\n​\n●\nWe face intense competition, and if we are unable to compete effectively, we may experience decreased demand and decreased market share or need to reduce prices to remain competitive.\n​\n●\nA significant disruption in, or breach of security of, our information technology systems or data, or violation of data privacy laws, could result in damage to our reputation, data integrity, and/or subject us to costs, fines, or lawsuits under data privacy or other laws or contractual requirements.\n​\n●\nIf we suffer a loss to our supply chains, distribution systems or information technology systems due to catastrophe or other events, our operations could be seriously harmed.\n​\n●\nThe manufacture of many of our products is a complex process, and if we directly or indirectly encounter problems manufacturing products, our business and financial results could suffer.\n​\n●\nIf we cannot adjust our manufacturing capacity or the purchases required for our manufacturing activities to reflect changes in market conditions or customer demand, our business and financial results may suffer. In addition, our reliance upon sole or limited sources of supply for certain materials, components and services can cause production interruptions, delays and inefficiencies.\n​\n●\nThe Company relies heavily on internal manufacturing and related operations to produce, package and distribute its products which, if disrupted, could materially impair our business operations. Our business could be adversely affected by disruptions at our sites.\n​\n●\nClimate change, or legal or regulatory measures to address climate change, may negatively affect us.\n●\nDefects, unanticipated use of or inadequate disclosure with respect to our products, or allegations thereof, can adversely affect our business and financial results.\n​\n●\nBecause we rely heavily on third-party package-delivery services, a significant disruption in these services or significant increases in prices may disrupt our ability to ship products, increase our costs and lower our profitability.\n​\n4\n\n\nTable of Contents\nIntellectual Property Risks\n●\nWe are dependent on maintaining our intellectual property rights. If we are unable to adequately protect our intellectual property, or if third parties infringe our intellectual property rights, we may suffer competitive injury or expend significant resources enforcing our rights.\n​\n●\nWe may be involved in disputes to determine the scope, coverage and validity of others’ proprietary rights, or to defend against third-party claims of intellectual property infringement, any of which could be time-intensive and costly and may adversely impact our business.\n​\nFinancial and Tax Risks\n●\nWe have entered into and drawn on a revolving credit facility, and we may incur additional debt in the future. The burden of this additional debt could adversely affect us, make us more vulnerable to adverse economic or industry conditions, and prevent us from funding our expansion strategy.\n​\n●\nOur business and financial results can be adversely affected by foreign currency exchange rates, changes in our tax rates, and tax liabilities and assessments (including as a result of changes in tax laws).\n​\n●\nDividends on our common stock could be reduced or eliminated in the future.\n​\nLegal, Regulatory, Compliance and Reputational Risks\n●\nOur business is subject to extensive regulation; failure to comply with these regulations could adversely affect our business and financial results.\n​\n●\nSignificant developments or changes in U.S. laws or policies, including changes in U.S. trade policies and tariffs and the reaction of other countries thereto, can have an adverse effect on our business and financial results.\n​\n●\nOur business and financial results can be impaired by improper conduct of any of our employees, agents, or business partners.\n​\n●\nCertain of our businesses are subject to extensive regulation by the U.S. FDA and by comparable agencies of other countries, as well as laws regulating fraud and abuse in the healthcare industry and the privacy and security of health information. Failure to comply with those regulations could adversely affect our business and financial results.\n​\n●\nFailure to comply with privacy and security laws and regulations could result in fines, penalties and damage to the Company’s reputation and have a material adverse effect upon the Company’s business, a risk that has been elevated with recent acquisitions that use protected health information and utilize healthcare providers for laboratory testing services.\n​\n5\n\n\nTable of Contents\nPART I",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL\nCONDITION AND RESULTS OF OPERATIONS\nThe following management discussion and analysis (“MD&A”) provides information that we believe is useful in understanding our operating results, cash flows and financial condition. We provide quantitative information about the material sales drivers including the effect of acquisitions and changes in foreign currency at the corporate and segment level. We also provide quantitative information about discrete tax items and other significant factors we believe are useful for understanding our results. The MD&A should be read in conjunction with the consolidated financial information and related notes included in this Form 10-K. This discussion contains various “Non-GAAP Financial Measures” and also contains various “Forward-Looking Statements” within the meaning of the Private Securities Litigation Reform Act of 1995. We refer readers to the statements entitled “Non-GAAP Financial Measures” located at the end of this MD&A and “Forward-Looking Information and Cautionary Statements” and “Risk Factors” within Items 1 and 1A of this Form 10-K.\nOVERVIEW\nBio-Techne develops, manufactures and sells life science reagents, instruments and services for the research and clinical diagnostic markets worldwide. With our deep product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nWe manage the business in two operating segments – our Protein Sciences segment and our Diagnostics and Genomics segment. Our Protein Sciences segment is a leading developer and manufacturer of high-quality biological reagents used in all aspects of life science research, diagnostics and cell and gene therapy. This segment also includes proteomic analytical tools, both manual and automated, that offer researchers and pharmaceutical manufacturers efficient and streamlined options for automated western blot and multiplexed ELISA workflow. Our Diagnostics and Genomics segment develops and manufactures diagnostic products, including controls, calibrators, and diagnostic assays for the regulated diagnostics market, exosome-based molecular diagnostic assays, advanced tissue-based in-situ hybridization assays for spatial genomic and tissue biopsy analysis, and genetic and oncology kits for research and clinical applications.\nRECENT ACQUISITIONS\nA key component of the Company's strategy is to augment internal growth at existing businesses with complementary acquisitions. As disclosed in Note 4, the Company completed the acquisition of Namocell, Inc for $101.2 million, net of cash acquired, plus contingent consideration of up to $25 million upon the achievement of future milestones. We also purchased a 19.9% investment in Wilson Wolf and, as disclosed in Note 1, will acquire the remaining shares in Wilson Wolf by the end of calendar year 2027, or earlier depending on the achievement of certain future milestones. As further disclosed in Note 14, the Company closed on the acquisition of Lunaphore Technologies SA on July 7, 2023.    \nOVERALL RESULTS\nOperational Update\nFor fiscal 2023, consolidated net sales increased 3% as compared to fiscal 2022. Organic growth was 5%, with foreign currency translation having an unfavorable impact of 2% and acquisitions having an immaterial impact. Organic revenue growth was primarily driven by consumable growth in both our Diagnostics and Genomics and Protein Sciences segments\n.\n​\nConsolidated earnings, including non-controlling interest, increased 8% compared to fiscal 2022. The increase in earnings was driven by a gain on the sale of our ChemoCentryx investment and a gain on the sale of our investment in Changzhou Eminence Biotechnology Co., Ltd. (Eminence). After adjusting for acquisition related costs, intangibles amortization, stock-based compensation, restructuring costs, gain on investments, and impact from partially-owned consolidated subsidiaries, adjusted net earnings attributable to Bio-Techne decreased 1% in fiscal 2023 as compared to \n33\n\n\nTable of Contents\nfiscal 2022. Adjusted net earnings attributable to Bio-Techne was primarily impacted by foreign currency exchange and strategic growth investments including the Namocell acquisition. \nFor fiscal 2022, consolidated net sales increased 19% as compared to fiscal 2021. Organic growth was 17%, with acquisitions having a favorable impact of 3% and foreign currency translation having an unfavorable impact of 1%. Organic revenue growth was broad based and driven by overall execution of the Company's long-term growth strategy.\n \nConsolidated earnings, including non-controlling interest, increased 88% in fiscal 2022 compared to fiscal 2021. The increase in earnings was driven by non-operating mark-to-market gain of $16 million on our ChemoCentryx investment in fiscal year 2022, compared to a loss on the investment of $67.9 million in the prior fiscal year. Additionally, fiscal year 2022 had adjustments of $20.4 million of benefit related to contingent considerations as compared to a charge of $5.3 million in the prior fiscal year. After adjusting for acquisition related costs, intangibles amortization, stock-based compensation, restructuring costs, the gain on investment, and impact from partially-owned consolidated subsidiaries, adjusted net earnings increased 18% in fiscal 2022 as compared to fiscal 2021. Adjusted earnings growth was primarily driven by sales growth. \n​\nBusiness Strategy Update\n​\nEnvironmental\n​\nThe Company’s key business strategies for long-term growth and profitability continue to be geographic expansion, core product innovation, acquisitions and talent retention and development. As a Company, we are integrating consideration of greenhouse gas emissions and other environmental variables into our key business strategies. The Company also strives to innovate and improve all aspects of Bio-Techne’s operations, including reducing the environmental impacts of our manufacturing operations. As described in our Corporate Sustainability Report, among other initiatives, the Company is currently focused on establishing a baseline for emissions to develop appropriate emission reduction targets, as well as reducing our environmental footprint through changes in packaging and shipping materials.\n​\nIn response to the COVID-19 pandemic, the Company took additional steps to monitor and strengthen our supply chain to maintain an uninterrupted supply of our critical products and services. The Company has maintained these procedures while incorporating additional considerations regarding potential adverse weather events associated with climate change.\n​\nThe financial impact of potential environmental regulations pertaining to carbon emissions or the integration of climate change impacts into our core business strategies are not expected to materially alter the Company’s near-term financial results. Additionally, the Company has established a cross-functional internal council and working group to monitor and report on its sustainability efforts, including those related to measuring and mitigating greenhouse gas emissions.\n​\nDigital\n​\nIn driving our key business strategies, the Company utilizes digital networks and systems for data transmission, transaction processing, and storing of electronic information. As disclosed in “Item 1A. Risk Factors”, increased cybersecurity attack activity poses a risk for our business. In response to this risk, the Company actively completes system patching and required maintenance, performs internal and third-party employee training, monitors network and system activity, and completes data backups for our systems. However, even with the Company’s procedures performed, our digital networks and systems are still potentially vulnerable to cyberattacks.\n​\nThe financial impact of our cybersecurity initiatives and activities are ongoing and not expected to have a material impact on our financial results. However, the impact on our business operations and financial results from a material cyber breach would be unknown and dependent on the nature of the breach.\n​\n34\n\n\nTable of Contents\nRESULTS OF OPERATIONS\nNet Sales\nConsolidated organic net sales exclude the impact of companies acquired during the first 12 months post-acquisition and the effect of the change from the prior year in exchange rates used to convert sales in foreign currencies (primarily the euro, British pound sterling, and Chinese yuan) into U.S. dollars.\n​\nConsolidated net sales growth was as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended June 30, \n \n​\n    \n2023\n    \n2022\n    \n2021\n \n​\n​\n​\n​\n​\n​\n​\n​\nOrganic sales growth\n \n5\n%  \n17\n%  \n22\n%\nAcquisitions sales growth\n \n0\n%  \n3\n%  \n1\n%\nImpact of foreign currency fluctuations\n \n (2)\n%  \n (1)\n%  \n 3\n%\nConsolidated net sales growth\n \n3\n%  \n19\n%  \n26\n%\n​\nConsolidated net sales by segment were as follows (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended June 30, \n​\n    \n2023\n    \n2022\n    \n2021\nProtein Sciences\n​\n$\n 845,747\n​\n$\n 832,311\n​\n$\n 704,564\nDiagnostics and Genomics\n​\n \n 292,602\n​\n \n 274,843\n​\n \n 227,744\nIntersegment\n​\n \n (1,647)\n​\n \n (1,555)\n​\n \n (1,276)\nConsolidated net sales\n​\n$\n 1,136,702\n​\n$\n 1,105,599\n​\n$\n 931,032\n​\nIn fiscal 2023, Protein Sciences segment net sales increased 2% compared to fiscal 2022. Organic growth for the segment was 4% for the fiscal year, with currency translation having an unfavorable impact of 2% and acquisitions having an immaterial impact on revenue growth. Segment growth was driven by growth in consumable revenue to BioPharma (especially those developing cell and gene therapies) and Academic customers within the Americas and Europe.\nIn fiscal 2023, Diagnostics and Genomics segment net sales increased 6% compared to fiscal 2022. Organic growth for the segment was 8% with currency translation having an unfavorable impact of 2%. Segment growth was driven by growth in consumable revenue from our Spatial Biology platform and an increase in service revenue related to our ExoDx Prostate test.\nIn fiscal 2022, Protein Sciences segment net sales increased 18% compared to fiscal 2021. Organic growth for the segment was 19% for the fiscal year, with currency translation having an unfavorable 1% impact on revenue. \n​\nOverall segment growth was driven by strong BioPharma demand resulting in broad-based growth across our proteomic research reagents and analytical tools\n \nIn fiscal 2022, Diagnostics and Genomics segment net sales increased 21% compared to fiscal 2021. Organic growth for the segment was 10% with acquisitions contributing 11% and currency translation having an immaterial impact on revenue growth. \n​\nSegment growth was driven by the full year impact of the Asuragen acquisition and organic growth. Organic growth was driven by an exclusive agreement entered into for development, finalization and commercialization of our ExoTRU kidney transplant rejection test, and continued strength in our diagnostic reagent product lines.   \n​\n35\n\n\nTable of Contents\nGross Margins\nConsolidated gross margins were 67.7%, 68.4%, and 68.0% in fiscal 2023, 2022, and 2021. Consolidated gross margins were impacted by revenue. Excluding the impact of acquired inventory sold, amortization of intangibles, stock compensation expense, and the impact of partially-owned consolidated subsidiaries, adjusted gross margins were 71.7%, 72.5%, and 72.3% in fiscal 2023, 2022, and 2021, respectively. Fiscal 2023 consolidated gross margin was unfavorably impacted by foreign currency exchange and strategic growth investments including the Namocell acquisition when compared to the prior period. Consolidated gross margins for fiscal 2022 and fiscal 2021 were impacted as a result of volume leverage and product mix, partially offset by additional investments made in the business to support future growth.\nA reconciliation of the reported consolidated gross margin percentages, adjusted for acquired inventory sold and intangible amortization included in cost of sales, is as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n​\n​\n​\n​\n \n​\n​\nYear Ended June 30, \n​\n​\n    \n2023\n    \n2022\n    \n2021\n \n​\n​\n​\n​\n​\n​\n​\n​\nConsolidated gross margin percentage\n \n 67.7\n%  \n 68.4\n%  \n 68.0\n%\nIdentified adjustments:\n \n​\n \n  \n \n  \n​\nCosts recognized upon sale of acquired inventory\n \n0.0\n%  \n 0.1\n%  \n 0.2\n%\nAmortization of intangibles\n \n 4.0\n%  \n 3.7\n%  \n 3.8\n%\nStock compensation expense - COGS\n​\n 0.1\n%  \n 0.1\n%  \n 0.2\n%\nImpact of partially-owned consolidated subsidiaries\n(1)\n \n (0.1)\n%\n 0.2\n%\n 0.1\n%\nNon-GAAP adjusted gross margin percentage\n \n 71.7\n%  \n 72.5\n%  \n 72.3\n%\n​\n(1)\nAdjusted gross margin percentages for fiscal 2021 have been updated for comparability to fiscal 2022 and fiscal 2023 for the inclusion of the impact of partially-owned consolidated subsidiaries on the Company’s adjusted gross margin percentage.\n​\nFluctuations in adjusted gross margins, as a percentage of net sales, have primarily resulted from changes in foreign currency exchange rates and changes in product mix. We expect that, in the future, gross margins will continue to be impacted by the mix of our portfolio growing at different rates as well as future acquisitions.\nManagement uses adjusted operating results to monitor and evaluate performance of the Company’s two segments. Segment gross margins, as a percentage of net sales, were as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended June 30, \n \n​\n​\n2023\n   \n2022\n   \n2021\n \n​\n​\n​\n​\n​\n​\n​\n​\nProtein Sciences\n \n 75.3\n%  \n 75.5\n%  \n 76.0\n%\nDiagnostics and Genomics\n \n 61.2\n%  \n 63.1\n%  \n 60.5\n%\n​\nThe change in the Protein Sciences segment’s gross margin percentage for fiscal 2023 as compared to fiscal 2022 and 2021 was primarily attributable to mix of product sales within the segment.\nThe change in the Diagnostics and Genomics segment’s gross margin is related to fiscal 2022 revenue related to the ExoTru kidney transplant rejection agreement that did not occur in fiscal 2023 nor fiscal 2021. Fiscal 2023 compared to fiscal 2022 was also impacted by strategic investments to drive future growth that was partially offset by volume leverage. \nSelling, General and Administrative Expenses\nSelling, general and administrative expenses increased $5.6 million (2%) in fiscal 2023 when compared to fiscal 2022. Selling, general, and administrative expenses increased primarily due to strategic investments made in the business to support future growth including the Namocell acquisition. \n36\n\n\nTable of Contents\nSelling, general and administrative expenses increased $47.8 million (15%) in fiscal 2022 when compared to fiscal 2021. Selling, general, and administrative expenses increased primarily due to the full year impact of fiscal 2021’s Asuragen acquisition and strategic investments made in the business to support future growth. \nConsolidated selling, general and administrative expenses were composed of the following (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended June 30, \n​\n​\n2023\n​\n2022\n​\n2021\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nProtein Sciences\n​\n$\n 203,834\n​\n$\n 195,328\n​\n$\n 159,489\nDiagnostics and Genomics\n​\n \n 101,805\n​\n \n 93,578\n​\n \n 75,160\nTotal segment expenses\n​\n \n 305,639\n​\n \n 288,906\n​\n \n 234,649\nAmortization of intangibles\n​\n \n 32,076\n​\n \n 32,492\n​\n \n 27,788\nAcquisition related expenses\n​\n \n (9,965)\n​\n \n (19,082)\n​\n \n 7,097\nEminence Impairment\n(1)\n​\n​\n —\n​\n​\n 18,715\n​\n​\n —\nRestructuring costs\n​\n \n 3,829\n​\n \n 1,640\n​\n \n 142\nStock-based compensation\n​\n \n 40,269\n​\n \n 45,085\n​\n \n 50,200\nCorporate selling, general and administrative expenses\n​\n \n 6,530\n​\n \n 5,010\n​\n \n 5,075\nTotal selling, general and administrative expenses\n​\n$\n 378,378\n​\n$\n 372,766\n​\n$\n 324,951\n(1)\nRefer to the Goodwill Impairment section within the Critical Accounting Policies for further details on the Eminence impairment. \n​\nResearch and Development Expenses\nResearch and development expenses increased $5.4 million (6%) and $16.5 million (23%) in fiscal 2023 and 2022, respectively, as compared to prior year periods. The increase in research and development expenses in fiscal 2023 as compared to 2022 was primarily attributable to strategic growth investments including the Namocell acquisition. The increase in research and development expenses in fiscal 2022 as compared to fiscal 2021 was primarily attributable to strategic growth investments and the Asuragen acquisition in the fourth quarter of fiscal 2021. \n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended June 30, \n​\n​\n2023\n​\n2022\n​\n2021\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nProtein Sciences\n​\n$\n 58,251\n​\n$\n 56,370\n​\n$\n 46,361\nDiagnostics and Genomics\n​\n \n 34,242\n​\n \n 30,770\n​\n \n 24,242\nTotal segment expenses\n​\n \n 92,493\n​\n \n 87,140\n​\n \n 70,603\nUnallocated corporate expenses\n​\n \n —\n​\n \n —\n​\n \n —\nTotal research and development expenses\n​\n$\n 92,493\n​\n$\n 87,140\n​\n$\n 70,603\n​\nNet Interest Income / (Expense)\nNet interest income/(expense) for fiscal 2023, 2022, and 2021 was ($7.8) million, $(10.5) million, and $(13.5) million, respectively. Net interest expense in fiscal 2023 decreased when compared to fiscal 2022 due to a favorable rate on a forward starting interest rate swap as disclosed in Note 5 that went into effect in fiscal year 2023. \nNet interest expense in fiscal 2022 decreased when compared to fiscal 2021 due to a reduction in our average long-term debt, which coincided with a reduction in the notional amount on our previous interest rate swap as disclosed in Note 5. \n37\n\n\nTable of Contents\nOther Non-Operating Income / (Expense), Net\nOther non-operating expense, net, consists of foreign currency transaction gains and losses, rental income, building expenses related to rental property and the Company’s gains and losses on investments as follows (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended June 30, \n​\n​\n2023\n​\n2022\n​\n2021\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nForeign currency gains (losses)\n​\n$\n 676\n​\n$\n 699\n​\n$\n (6,650)\nRental income\n​\n \n 426\n​\n \n 599\n​\n \n 1,036\nReal estate taxes, depreciation and utilities\n​\n \n (1,810)\n​\n \n (2,035)\n​\n \n (1,845)\nGain (loss) on investment\n​\n \n 49,328\n​\n \n 15,186\n​\n \n (68,047)\nGain (loss) on equity method investment\n​\n​\n (1,143)\n​\n​\n —\n​\n​\n —\nMiscellaneous (expense) income\n​\n \n 43\n​\n \n 862\n​\n \n (136)\nOther non-operating income (expense), net\n​\n$\n 47,520\n​\n$\n 15,311\n​\n$\n (75,642)\n​\nDuring fiscal 2023, the Company recognized gains of $37.2 million related to the sale of our ChemoCentryx, Inc. (CCXI) investment, $11.7 million related to the sale of our Eminence investment, and a gain of $0.4 million related to the change in fair value of our exchange traded bond funds. Additionally, the Company recognized losses of $1.1 million related to our equity method investment in Wilson Wolf. \nDuring fiscal 2022, the Company recognized gains of $16.1 million related to changes in fair value associated with changes in the stock price of our CCXI investment. Additionally, the Company recognized losses of $1.1 million related to changes in fair value associated with changes in the stock price of our exchange traded investment grade bond funds. On August 4, 2022, the Company sold all of its shares in CCXI.\nDuring fiscal 2021, the Company recognized losses of $67.9 million related to changes in fair value associated with changes in the stock price of our CCXI investment.\nIncome Taxes\nIncome taxes for fiscal 2023, 2022, and 2021 were at effective rates of 15.7%, 12.7%, and 5.8%, respectively, of consolidated earnings before income taxes. The change in the effective tax rate for fiscal 2023 compared to fiscal 2022 was driven by share-based compensation as the number of stock option exercises decreased compared to the prior year comparative period due to the decline in the stock price. The Company had share-based compensation excess tax benefits of $12.3 million in fiscal 2023. The Company’s discrete tax benefits in fiscal 2022 primarily related to share-based compensation excess tax benefits of $29.3 million. The Company’s discrete tax benefits in fiscal 2021 primarily related to share-based compensation excess tax benefits of $28.1 million. \n​\n38\n\n\nTable of Contents\nNet Earnings\nNon-GAAP adjusted consolidated net earnings and earnings per share are as follows (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n​\n​\n​\n​\n​\n​\n​\n​\n \n​\n​\n​\nYear Ended June 30, \n​\n​\n​\n​\n2023\n​\n2022\n​\n2021\n \n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nNet earnings before taxes - GAAP\n​\n​\n$\n 338,659\n​\n$\n 301,386\n​\n$\n 148,175\n​\nIdentified adjustments attributable to Bio-Techne:\n​\n​\n \n​\n​\n \n​\n​\n \n  \n​\nCosts recognized upon sale of acquired inventory\n​\n​\n \n 400\n​\n \n 1,596\n​\n \n 1,565\n​\nAmortization of intangibles\n​\n​\n \n 76,413\n​\n \n 73,054\n​\n \n 64,239\n​\nAmortization of Wilson Wolf intangible assets and acquired inventory \n​\n​\n​\n 2,805\n​\n​\n —\n​\n​\n —\n​\nAcquisition related expenses and other\n​\n​\n \n (9,147)\n​\n \n (18,694)\n​\n \n 7,489\n​\nEminence impairment\n​\n​\n​\n —\n​\n \n 18,715\n​\n​\n —\n​\nGain on sale of partially-owned consolidated subsidiaries\n​\n​\n​\n (11,682)\n​\n​\n —\n​\n​\n —\n​\nStock based compensation, inclusive of employer taxes\n​\n​\n \n 41,217\n​\n \n 46,401\n​\n \n 51,846\n​\nRestructuring costs\n​\n​\n \n 3,829\n​\n \n 1,640\n​\n \n 142\n​\nInvestment (gain) loss and other non-operating\n​\n​\n \n (37,646)\n​\n \n (16,171)\n​\n \n 68,391\n​\nImpact of partially-owned subsidiaries\n(1)\n​\n​\n \n (420)\n​\n \n 2,675\n​\n \n 1,390\n​\nNet earnings before taxes - Adjusted\n​\n​\n$\n 404,428\n​\n$\n 410,602\n​\n$\n 343,237\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nNon-GAAP tax rate\n​\n​\n \n 20.5\n%  \n \n 21.2\n%  \n \n 20.2\n%\nNon-GAAP tax expense\n​\n​\n$\n 82,948\n​\n$\n 87,090\n​\n$\n 69,478\n​\nNon-GAAP adjusted net earnings attributable to Bio-Techne\n(1)\n​\n​\n$\n 321,480\n​\n$\n 323,512\n​\n$\n 273,759\n​\nEarnings per share - diluted - Adjusted\n(2)\n​\n​\n$\n 1.99\n​\n$\n 1.97\n​\n$\n 1.69\n​\n​\n(1) \nAdjusted consolidated net earnings and earnings per share for fiscal 2021 have been updated for comparability to fiscal 2023 and 2022 for the inclusion of the \nimpact \nof partially-owned consolidated subsidiaries on the Company’s adjusted consolidated net earnings and earnings per share.\n(2) \nPrior period share and per share amounts have been retroactively adjusted to reflect the four-for-one stock split effected in the form of a stock dividend in November 2022. Refer to Note 1 for details.\n​\nDepending on the nature of discrete tax items, our reported tax rate may not be consistent on a period to period basis. The Company independently calculates a non-GAAP adjusted tax rate considering the impact of discrete items and jurisdictional mix of the identified non-GAAP adjustments. The following table summarizes the reported GAAP tax rate and the effective Non-GAAP adjusted tax rate for the periods ended June 30, 2023, 2022, and 2021.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n \n​\nYear Ended June 30, \n​\n​\n2023\n​\n2022\n​\n2021\n \n​\n​\n​\n​\n​\n​\n​\nGAAP effective tax rate\n 15.7\n%  \n 12.7\n%  \n 5.8\n%\nDiscrete items\n 3.4\n \n 11.3\n \n 19.0\n​\nImpact of non-taxable net gain\n 0.7\n​\n —\n​\n —\n​\nLong-term GAAP tax rate\n 19.8\n%  \n 24.0\n%  \n 24.8\n%\n​\n​\n​\n​\n​\n​\n​\nRate impact items\n  \n \n  \n \n  \n​\nStock based compensation\n (1.4)\n​\n (1.9)\n​\n (5.7)\n​\nOther\n 2.1\n \n (0.9)\n \n 1.1\n​\nTotal rate impact items\n 0.7\n%  \n (2.8)\n%  \n (4.6)\n%\nNon-GAAP adjusted tax rate\n 20.5\n%  \n 21.2\n%  \n 20.2\n%\n​\n39\n\n\nTable of Contents\nRefer to Note 12 for additional discussion relating to the change in discrete tax items between fiscal 2023 and fiscal 2022.\nLIQUIDITY AND CAPITAL RESOURCES\nCash, cash equivalents and available-for-sale investments at June 30, 2023 were $204.3 million compared to $247.0 million at June 30, 2022. Included in the available-for-sale-investments was the fair value of the Company’s investment in exchange traded investment grade bond funds, which was $23.7 million as of June 30, 2023 and $23.9 million as of June 30, 2022. During the first fiscal quarter, the Company sold its remaining shares of its investment in CCXI. As of June 30, 2022, the fair value of the Company’s investment in CCXI was $36.0 million. Also included in the June 30, 2022 balance were $14.5 million of certificates of deposit that were sold and not repurchased during fiscal year 2023.\nAt June 30, 2023, approximately 39% of the Company’s cash and equivalent account balances of $68.5 million were located in the U.S., with the remainder located in primarily in Canada, China, the U.K. and other European countries.\nAt June 30, 2023, all of the Company’s available-for-sale investment account balances of $23.7 million were located in Canada.\nAt June 30, 2023, we had $350 million in borrowings under the revolving credit facility, resulting in $650 million of unutilized availability under our revolving credit facility. \nThe Company has either paid U.S. taxes on its undistributed foreign earnings or intends to indefinitely reinvest the undistributed earnings in the foreign operations or expects the earnings will be remitted in a tax neutral transaction. Management of the Company expects to be able to meet its cash and working capital requirements for operations, facility expansion, capital additions, and cash dividends for the foreseeable future, and at least the next 12 months, through currently available funds, including funds available through our line-of-credit and cash generated from operations.\nFuture acquisition strategies may or may not require additional borrowings under the line-of-credit facility or other outside sources of funding.\nCash Flows From Operating Activities\nThe Company generated cash from operations of $254.4 million, $325.3 million, and $352.2 million in fiscal 2023, 2022, and 2021 respectively. The decrease in cash generated from operating activities in fiscal 2023 as compared to fiscal 2022 was mainly a result of changes in net earnings and changes in the timing of cash payments on certain operating assets and liabilities. The decrease in cash generated from operating activities in fiscal 2022 as compared to fiscal 2021 was mainly a result of changes in the timing of cash payments on certain operating assets and liabilities, largely offset by an increase in year over year net earnings. \nCash Flows From Investing Activities\nWe continue to make investments in our business, including capital expenditures. During fiscal year 2023, the Company acquired Namocell, Inc for $101.2 million, net of cash acquired. There were no acquisitions fiscal year 2022. The Company acquired Eminence and Asuragen during fiscal year 2021 for a total of approximately $225.4 million, net of cash acquired. \nDuring the first fiscal quarter of 2023, the Company sold its remaining shares in Eminence, its partially-owned consolidated subsidiary, for $17.8 million. There were no sales of businesses in the comparative prior year period. \nIn the first fiscal quarter of 2023, the Company sold its remaining shares in its investment in CCXI for $73.2 million. There were no comparable activities in the comparative prior year period.\nThe Company’s net proceeds (outflow) from the purchase, sale and maturity of available-for-sale investments in fiscal 2023, 2022, and 2021 were $14.7 million, $(26.9) million, and $26.7 million, respectively. During fiscal year 2023, the Company’s proceeds in available-for-sale investments relates to the sale of excess cash in certificates of deposit that matured. As of June 30, 2023, there were no outstanding certificates of deposit. The outflow of cash in fiscal year 2022 compared to fiscal year 2023 and fiscal year 2021 was driven by the purchase of the exchange traded investment \n40\n\n\nTable of Contents\ngrade bond funds in fiscal year 2022, which have a cost basis of $25.0 million, that did not reoccur in the comparative periods. The proceeds in fiscal 2021 related to the sale of excess cash in certificates of deposit. The Company’s investment policy is to place excess cash in certificates of deposit with the objective of obtaining the highest possible return while minimizing risk and keeping the funds accessible.\nCapital additions in fiscal year 2023, 2022, and 2021 were $38.2 million, $44.9 million, and $44.3 million. Fiscal 2023 capital expenditures related to investments in new buildings, machinery, and IT equipment. Fiscal 2023 capital expenditures related to investments in new buildings, machinery, and IT equipment . Capital additions planned for fiscal 2024 are approximately $65 million and are expected to be financed through currently available cash and cash generated from operations. Increase in expected additions in fiscal 2024 is related to increasing capacity to meet expected sales growth across the Company.\nDuring the year ended June 30, 2022, the Company paid $25 million to enter into a two-part forward contract which requires the Company to purchase the full equity interest in Wilson Wolf if certain annual revenue or EBITDA thresholds are met. During fiscal year 2023, Wilson Wolf met the EBITDA target and the Company paid an additional $232 million to acquire 19.9% of Wilson Wolf.  The second option payment of approximately $1 billion plus potential contingent consideration is forecasted to occur between fiscal 2026 and fiscal 2028. There were no comparable activities in the comparative prior year period.\nCash Flows From Financing Activities\nIn fiscal 2023, 2022, and 2021, the Company paid cash dividends of $50.3 million, $50.2 million, $49.6 million, respectively. The Board of Directors periodically considers the payment of cash dividends.\nThe Company received $29.8 million, $77.2 million, $65.1 million, for the exercise of options for 1,578,000, 2,450,000, and 2,509,000 shares of common stock in fiscal 2023, 2022 and 2021, respectively.\nDuring fiscal 2023, 2022, and 2021, the Company repurchased $19.6 million, $161.0 million, and $43.2 million, respectively, in share repurchases included as a cash outflow within Financing Activities.\nDuring fiscal 2023, 2022, and 2021, the Company drew $619.7 million, $90.0 million, and $256.0 million, respectively, under its revolving line-of-credit facility. Repayments of $525.7 million, $175.5 million, and $271.5 million were made on its line-of-credit in fiscal 2023, 2022, and 2021, respectively.\nThere were no payments during fiscal 2023 for contingent consideration. During fiscal 2022, the Company made $4.0 million in cash payments towards the Quad contingent consideration liability. Of the $4.0 million in total payments, $0.7 million is classified as financing on the statement of cash flows. The remaining $3.3 million is recorded as operating on the statement of cash flows as it represents the consideration liability that exceeds the amount of the contingent consideration liability recognized at the acquisition date. During fiscal 2021, there were no payments related to contingent consideration classified as financing activities. The Company made $0.3 million in contingent consideration payments, which were classified within operating activities\nDuring fiscal 2023, 2022 and 2021, the Company paid $28.9 million, $23.5 million and $19.3 million, respectively, for taxes remitted on behalf of participants in net share settlement transactions and restricted stock units. This is included as a cash outflow within the other financing activities line of the consolidated statements of cash flows.\nThe increase in other financing activity during fiscal 2023 compared to fiscal 2022 is primarily related to fees for the amended Credit Agreement that occurred in the first fiscal quarter.\nCRITICAL ACCOUNTING POLICIES\nManagement’s discussion and analysis of the Company’s financial condition and results of operations are based upon the Company’s Consolidated Financial Statements, which have been prepared in accordance with accounting principles generally accepted in the United States of America (U.S. GAAP). The preparation of these financial statements requires management to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, management evaluates its estimates. \n41\n\n\nTable of Contents\nManagement bases its estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nThe Company has identified the policies outlined below as critical to its business operations and an understanding of results of operations. The listing is not intended to be a comprehensive list of all accounting policies; investors should also refer to Note 1 to the Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K.\nBusiness Combinations\nWe allocate the purchase price of acquired businesses to the estimated fair values of the assets acquired and liabilities assumed as of the date of the acquisition. The calculations used to determine the fair value of the long-lived assets acquired, primarily intangible assets, can be complex and require significant judgment. We weigh many factors when completing these estimates including, but not limited to, the nature of the acquired company’s business; its competitive position, strengths, and challenges; its historical financial position and performance; estimated customer retention rates; discount rates; and future plans for the combined entity. We may also engage independent valuation specialists, when necessary, to assist in the fair value calculations for significant acquired long-lived assets.\nThe fair value of acquired technology is generally the primary asset identified and therefore estimated using the multi-period excess earnings method. The multi-period excess earnings method model estimates revenues and cash flows derived from the primary asset and then deducts portions of the cash flow that can be attributed to supporting assets, such as Trade Names and in-process research and development, that contributed to the generation of the cash flows. The resulting cash flow, which is attributable solely to the primary asset acquired, is then discounted at a rate of return commensurate with the risk of the asset to calculate a present value. The Trade Name is generally calculated using the relief from royalty method, which calculates the cost savings associated with owning rather than licensing the technology. Assumed royalty rates are applied to the projected revenues for the remaining useful life of the technology to estimate the royalty savings. In-process research and development assets are valued using the multi-period excess earnings method when the cash flows from the in-process research and development assets are separately identifiable from the primary asset. In circumstances that Customer Relationship assets are identified that are not the primary asset, they are valued using the distributor model income approach, which isolates revenues and cash flow associated with the sales and distribution function of the entity and attributable to customer-related assets, which are then discounted at a rate of return commensurate with the risk of the asset to calculate a present value.\nWe estimate the fair value of liabilities for contingent consideration by discounting to present value the probability weighted contingent payments expected to be made. For potential payments related to financial performance based milestones, projected revenue and/or EBITDA amounts, volatility and discount rates assumptions are included in the estimated amounts. For potential payments related to product development milestones, the fair value is based on the probability of achievement of such milestones. The excess of the purchase price over the estimated fair value of the net assets acquired is recorded as goodwill. Goodwill is not amortized, but is subject to impairment testing on at least an annual basis.\nWe are also required to estimate the useful lives of the acquired intangible assets, which determines the amount of acquisition-related amortization expense we will record in future periods. Each reporting period, we evaluate the remaining useful lives of our amortizable intangibles to determine whether events or circumstances warrant a revision to the remaining period of amortization.\nWhile we use our best estimates and assumptions, our fair value estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Any adjustments required after the measurement period are recorded in the consolidated statements of earnings.\nThe judgments required in determining the estimated fair values and expected useful lives assigned to each class of assets and liabilities acquired can significantly affect net income. For example, different classes of assets will have useful lives that differ. Consequently, to the extent a longer-lived asset is ascribed greater value than a shorter-lived asset, net income \n42\n\n\nTable of Contents\nin a given period may be higher. Additionally, assigning a lower value to amortizable intangibles would result in a higher amount assigned to goodwill. As goodwill is not amortized, this would benefit net income in a given period, although goodwill is subject to annual impairment analysis.\nImpairment of Goodwill\nGoodwill\nGoodwill was $872.7 million as of June 30, 2023, which represented 33% of total assets. Goodwill is tested for impairment on an annual basis in the fourth quarter of each year, or more frequently if events occur or circumstances change that could indicate a possible impairment.\nTo analyze goodwill for impairment, we must assign our goodwill to individual reporting units. Identification of reporting units includes an analysis of the components that comprise each of our operating segments, which considers, among other things, the manner in which we operate our business and the availability of discrete financial information. Components of an operating segment are aggregated to form one reporting unit if the components have similar economic characteristics. We periodically review our reporting units to ensure that they continue to reflect the manner in which we operate our business.\nThe Company tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation for goodwill is an assessment of factors including reporting unit specific operating results as well as industry and market conditions, overall financial performance, and other relevant events and factors to determine whether it is more likely than not that the fair values of a reporting unit is less than its carrying amount, including goodwill. The Company may elect to bypass the qualitative assessment for its reporting units and perform a quantitative test. \nThe quantitative impairment test requires us to estimate the fair value of our reporting units based on the income approach. The income approach is a valuation technique under which we estimate future cash flows using the reporting unit’s financial forecast from the perspective of an unrelated market participant. Using historical trending and internal forecasting techniques, we project revenue and apply our fixed and variable cost experience rate to the projected revenue to arrive at the future cash flows. A terminal value is then applied to the projected cash flow stream. Future estimated cash flows are discounted to their present value to calculate the estimated fair value. The discount rate used is the value-weighted average of our estimated cost of capital derived using both known and estimated customary market metrics. In determining the estimated fair value of a reporting unit, we are required to estimate a number of factors, including projected operating results, terminal growth rates, economic conditions, anticipated future cash flows, the discount rate and the allocation of shared or corporate items. \nFor fiscal 2023, we elected to perform a qualitative analysis for all five reporting units. The Company determined, after performing the qualitative analysis, there was no evidence that it is more likely than not that the fair value was less than the carrying amounts, therefore, it was not necessary to perform a quantitative impairment test in fiscal 2023. The Company did not identify any triggering events after our annual goodwill impairment analysis through June 30, 2023, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\nIn the first quarter of fiscal 2022, the Company combined the management of the Exosome Diagnostics and Asuragen reporting units, both of which are included in the Diagnostics and Genomics operating segment. In conjunction with the combination of the reporting units, a qualitative goodwill impairment assessment was performed. The qualitative assessment identified no indicators of impairment.\nIn the second quarter of fiscal 2022 Eminence notified the Company of its need for additional capital to execute its growth plan. The Company first attempted to find outside equity financing support for the Eminence investment but was unable to do so. The Company then reviewed the additional financing needs required to successfully ramp Eminence’s business, which ultimately did not meet the Company’s return on capital requirements. Therefore, the Company did not provide additional funding to Eminence. As a result of not obtaining additional financing, Eminence notified the Company of its plans to cease operations and liquidate its business.\nGiven the upcoming liquidation process to dispose of the Eminence assets, the Company identified a triggering event and performed impairment testing during the second quarter of fiscal 2022. The impairment testing resulted in a full \n43\n\n\nTable of Contents\nimpairment of the Eminence goodwill and intangible assets, which resulted in charges of $8.3 million and $8.6 million, respectively, for the year ended June 30, 2022. The Company also recognized inventory and fixed asset impairment charges of $0.9 million and $0.9 million, respectively. The Company recorded the impairment charges within the General and Administrative line in the Consolidated Income Statement. The impairment charges recorded within Net Earnings Attributable to Bio-Techne were reduced by approximately $8 million recorded within Net Earnings Attributable to Noncontrolling Interests. The remaining net tangible assets of Eminence included in our Consolidated Balance Sheet as of June 30 2022, were $4.3 million and primarily consisted of fixed assets and related deposits of $3.1 million, inventory of $0.6 million, receivables of $0.4 million, and other current assets of $0.1 million. The Company also had $4.5 million related to current liabilities. The Company held a financial interest of approximately 57.4% in those tangible assets in the liquidation process. As described in Note 1, in the fourth quarter of fiscal 2022, Eminence was able to secure cash deposits on future orders to provide funding for their operations. This delay in liquidation allowed time for securing of additional investor financing which coincided with the sale of the Company's equity shares of Eminence in the first quarter of fiscal 2023.  \nIn our fiscal 2022 annual goodwill impairment analysis, we elected to perform a quantitative assessment for all five of our reporting units. The result of our quantitative assessment indicated that all of the reporting units had a substantial amount of headroom as of April 1, 2022. The Company did not identify any triggering events after our annual goodwill impairment through June 30, 2022, the date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\nIn fiscal 2021, because our 2021 quantitative analyses included all of our reporting units, the summation of our reporting units’ fair values, as indicated by our discounted cash flow calculations, were compared to our consolidated fair value, as indicated by our market capitalization, to evaluate the reasonableness of our calculations. This impairment assessment is sensitive to changes in forecasted cash flows, as well as our selected discount rate. Changes in the reporting unit’s results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units. The quantitative assessment completed as of April 1, 2021 indicated that all of the reporting units had a substantial amount of headroom. Accordingly, the Company determined there was no indication of impairment of goodwill in our annual goodwill impairment analysis. Further, no triggering events were identified in the year ended June 30, 2021 that would require an additional goodwill impairment assessment beyond our required annual goodwill impairment assessment.\nNEW ACCOUNTING PRONOUNCEMENTS\nInformation regarding the accounting policies adopted during fiscal 2023 and those not yet adopted can be found under caption “Note 1: Description of Business and Summary of Significant Accounting Policies” of the Notes to the Consolidated Financial Statements appear in Item 8 of this report.\nSUBSEQUENT EVENTS\nOn July 7, 2023, the Company completed the acquisition of Lunaphore Technologies SA for approximately $165 million, net of cash acquired.\n \nNON-GAAP FINANCIAL MEASURES\nThis Annual Report on Form 10-K, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7, contains financial measures that have not been calculated in accordance with accounting principles generally accepted in the U.S. (GAAP). These non-GAAP measures include:\n●\nOrganic growth\n●\nAdjusted gross margin\n●\nAdjusted operating margin\n●\nAdjusted net earnings\n●\nAdjusted effective tax rate\n​\nWe provide these measures as additional information regarding our operating results. We use these non-GAAP measures internally to evaluate our performance and in making financial and operational decisions, including with respect to \n44\n\n\nTable of Contents\nincentive compensation. We believe that our presentation of these measures provides investors with greater transparency with respect to our results of operations and that these measures are useful for period-to-period comparison of results.\nOur non-GAAP financial measure of organic growth represents revenue growth excluding revenue from acquisitions within the preceding 12 months, the impact of foreign currency, as well as the impact of partially-owned consolidated subsidiaries. Excluding these measures provides more useful period-to-period comparison of revenue results as it excludes the impact of foreign currency exchange rates, which can vary significantly from period to period, and revenue from acquisitions that would not be included in the comparable prior period. Revenue from partially-owned subsidiaries consolidated in our financial statements are also excluded from our organic revenue calculation, as those revenues are not fully attributable to the Company. Revenue from partially-owned subsidiaries was $2.0 million for the year ended June 30, 2023.\nOur non-GAAP financial measures for adjusted gross margin, adjusted operating margin, and adjusted net earnings, in total and on a per share basis, exclude stock-based compensation, the costs recognized upon the sale of acquired inventory, amortization of acquisition intangibles, acquisition related expenses inclusive of the changes in fair value of contingent consideration, and other non-recurring items including non-recurring costs, goodwill and long-lived asset impairments, and gains. Stock-based compensation is excluded from non-GAAP adjusted net earnings because of the nature of this charge, specifically the varying available valuation methodologies, subjection assumptions, variety of award types, and unpredictability of amount and timing of employer related tax obligations. The Company excludes amortization of purchased intangible assets, purchase accounting adjustments, including costs recognized upon the sale of acquired inventory and acquisition-related expenses inclusive of the changes in fair value contingent consideration, and other non-recurring items including gains or losses on legal settlements, goodwill and long-lived asset impairment charges, and one-time assessments from this measure because they occur as a result of specific events, and are not reflective of our internal investments, the costs of developing, producing, supporting and selling our products, and the other ongoing costs to support our operating structure. Additionally, these amounts can vary significantly from period to period based on current activity. The Company also excludes revenue and expense attributable to partially-owned consolidated subsidiaries in the calculation of our non-GAAP financial measures as the revenues and expenses are not fully attributable to the Company.\nThe Company’s non-GAAP adjusted operating margin and adjusted net earnings, in total and on a per share basis, also excludes stock-based compensation expense, which is inclusive of the employer portion of payroll taxes on those stock awards, restructuring, gain and losses from investments, as they are not part of our day-to-day operating decisions (excluding our equity method investment in Wilson Wolf as it is certain to be acquired in the future), and certain adjustments to income tax expense. Additionally, gains and losses from investments that are either isolated or cannot be expected to occur again with any predictability are excluded.  Costs related to restructuring activities, including reducing overhead and consolidating facilities, are excluded because we believe they are not indicative of our normal operating costs. The Company independently calculates a non-GAAP adjusted tax rate to be applied to the identified non-GAAP adjustments considering the impact of discrete items on these adjustments and the jurisdictional mix of the adjustments. In addition, the tax impact of other discrete and non-recurring charges which impact our reported GAAP tax rate are adjusted from net earnings. We believe these tax items can significantly affect the period-over-period assessment of operating results and not necessarily reflect costs and/or income associated with historical trends and future results.\nThe Company periodically reassesses the components of our non-GAAP adjustments for changes in how we evaluate our performance, changes in how we make financial and operational decisions, and considers the use of these measures by our competitors and peers to ensure the adjustments are still relevant and meaningful.\nReaders are encouraged to review the reconciliations of the adjusted financial measures used in management’s discussion and analysis of the financial condition of the Company to their most directly comparable GAAP financial measures provided within the Company’s consolidated financial statements.\n​\n45\n\n\nTable of Contents",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES\nABOUT MARKET RISK\nThe Company operates internationally, and thus is subject to potentially adverse movements in foreign currency exchange rates. Approximately 37% of the Company’s consolidated net sales in fiscal 2023 were made in foreign currencies, including 13% in euro, 5% in British pound sterling, 6% in Chinese yuan, 3% in Canadian dollars, and the remaining 10% in other currencies. The Company is exposed to market risk primarily from foreign exchange rate fluctuations of the euro, British pound sterling, Chinese yuan and Canadian dollar as compared to the U.S. dollar as the financial position and operating results of the Company’s foreign operations are translated into U.S. dollars for consolidation.\nMonth-end exchange rates between the euro, British pound sterling, Chinese yuan, Canadian dollar and the U.S. dollar, which have not been weighted for actual sales volume in the applicable months in the periods, were as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended June 30, \n​\n​\n2023\n​\n2022\n​\n2021\nEuro\n \n​\n  \n \n​\n  \n \n​\n  \nHigh\n​\n$\n 1.10\n​\n$\n 1.19\n​\n$\n 1.23\nLow\n​\n \n 0.98\n​\n \n 1.05\n​\n \n 1.16\nAverage\n​\n \n 1.05\n​\n \n 1.12\n​\n \n 1.20\nBritish pound sterling\n​\n \n​\n​\n \n​\n​\n \n  \nHigh\n​\n$\n 1.27\n​\n$\n 1.39\n​\n$\n 1.42\nLow\n​\n \n 1.11\n​\n \n 1.21\n​\n \n 1.29\nAverage\n​\n \n 1.21\n​\n \n 1.32\n​\n \n 1.35\nChinese yuan\n​\n \n​\n​\n \n​\n​\n \n  \nHigh\n​\n$\n 0.15\n​\n$\n 0.16\n​\n$\n 0.16\nLow\n​\n \n 0.14\n​\n \n 0.15\n​\n \n 0.14\nAverage\n​\n \n 0.14\n​\n \n 0.15\n​\n \n 0.15\nCanadian dollar\n​\n \n​\n​\n \n​\n​\n \n  \nHigh\n​\n$\n 0.78\n​\n$\n 0.81\n​\n$\n 0.83\nLow\n​\n \n 0.73\n​\n \n 0.78\n​\n \n 0.75\nAverage\n​\n \n 0.74\n​\n \n 0.79\n​\n \n 0.78\n​\nThe Company’s exposure to foreign exchange rate fluctuations also arises from trade receivables and intercompany payables denominated in one currency in the financial statements, but receivable or payable in another currency.\nThe Company does not enter into foreign currency forward contracts to reduce its exposure to foreign currency rate changes on forecasted intercompany sales transactions or on intercompany foreign currency denominated balance sheet positions. Foreign currency transaction gains and losses are included in \"Other non-operating expense, net\" in the Consolidated Statement of Earnings and Comprehensive Income. The effect of translating net assets of foreign subsidiaries into U.S. dollars are recorded on the Consolidated Balance Sheet as part of \"Accumulated other comprehensive income (loss).\"\nThe effects of a hypothetical simultaneous 10% appreciation in the U.S. dollar from June 30, 2023 levels against the euro, British pound sterling, Chinese yuan and Canadian dollar are as follows (in thousands):\n​\n​\n​\n​\nDecrease in translation of earnings of foreign subsidiaries\n    \n$\n 10,101\nDecrease in translation of net assets of foreign subsidiaries\n​\n \n 90,354\nAdditional transaction losses\n​\n \n 4,593\n​\n​\n​\n46\n\n\nTable of Contents",
    "cik": "842023",
    "cusip6": "09073M",
    "cusip": [
        "09073M104",
        "09073M954",
        "09073m104",
        "09073M904"
    ],
    "names": [
        "BIO-TECHNE CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/842023/000155837023015226/0001558370-23-015226-index.htm"
}