{
    "item1": ">Item 1.       Business.\nOur Business\nWe are a manufacturer of precision, large-scale fabricated and machined metal structural components and systems. We offer a full range of services required to transform raw materials into precision finished products. We sell these finished products to customers in two main industry groups: defense and precision industrial. The finished products are used in a variety of markets including defense, aerospace, nuclear, medical, and precision industrial. Our mission is to be a leading end-to-end service provider to our customers by furnishing custom, fully integrated solutions for complete products that require custom fabrication, precision machining, assembly, integration, inspection, non-destructive evaluation, and testing.\nWe work with our customers to manufacture products in accordance with the customers’ drawings and specifications. Our work complies with specific national and international codes and standards applicable to our industry. We believe that we have earned our reputation through outstanding technical expertise, attention to detail, and a total commitment to quality and excellence in customer service.\nWe have two wholly-owned subsidiaries that are each reportable segments: Ranor and Stadco. Each reportable segment focuses on the manufacture and assembly of specific components, primarily for defense and other precision industrial customers. For discussion of the operating results of our reporting business segments, refer to “\nItem 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\n” and Note 16, Segment Information, in the Notes to the Consolidated Financial Statements under “\nItem 8. Financial Statements and Supplementary Data.\n”.\nAbout Us\nWe are a Delaware corporation organized in 2005 under the name Lounsberry Holdings II, Inc. On February 24, 2006, we acquired all of the issued and outstanding capital stock of our wholly owned subsidiary Ranor, Inc., or “Ranor.” On March 6, 2006, following the acquisition of Ranor, we changed our corporate name to TechPrecision Corporation. Ranor, together with its predecessors, has been in continuous operation since 1956. From February 24, 2006, until our acquisition of Stadco in August 2021, our primary business has been the business of Ranor.\nOn August 25, 2021, the Company completed its acquisition of Stadco, a company in the business of manufacturing high-precision parts, assemblies and tooling for aerospace, defense, research and commercial customers, or the “Acquisition”, pursuant to that certain stock purchase agreement with Stadco New Acquisition, LLC, Stadco Acquisition, LLC, Stadco and each equity holder of Stadco Acquisition, LLC. On August 25, 2021, pursuant to the stock purchase agreement, and upon the terms and subject to the conditions therein, the Company, through Stadco New Acquisition, LLC, acquired all of the issued and outstanding capital stock of Stadco from Stadco Acquisition, LLC. As a result of the Acquisition, Stadco is now our wholly owned indirect subsidiary.\nOur executive offices are located at 1 Bella Drive, Westminster, Massachusetts 01473, and our telephone number is (978) 874-0591. Our website is www.techprecision.com. Information on our website, or any other website, is not incorporated by reference in this annual report.\nReferences in this annual report to the “Company,” “we,” “us,” “our” and similar words refer to TechPrecision Corporation and its subsidiaries, unless the context indicates otherwise, while references to “TechPrecision” refer to TechPrecision Corporation and not its subsidiaries.\nGeneral\nThe manufacturing operations of our Ranor subsidiary are situated on approximately 65 acres in North Central Massachusetts. Our 145,000 square foot facility houses state-of-the-art equipment which gives us the capability to manufacture products as large as 100 tons. We offer a full range of services required to transform raw material into precision finished products. Our manufacturing capabilities include fabrication operations (cutting, press and roll forming, assembly, welding, heat treating, blasting and painting) and machining operations including CNC (computer numerical controlled) horizontal and vertical milling centers. We also provide support services to our manufacturing capabilities: manufacturing engineering (planning, fixture and tooling development, and manufacturing), quality \n3\n\n\nTable of Contents\ncontrol (inspection and testing), materials procurement, production control (scheduling, project management and expediting), and final assembly.\nAll manufacturing at Ranor’s facility is done in accordance with our written quality assurance program, which meets specific national codes, and international codes, standards, and specifications. The standards used for each customer project are specific to that customer’s needs, and we have implemented such standards into our manufacturing operations.\nThe manufacturing operations of our Stadco subsidiary are situated in an industrial warehouse and office location comprised of approximately 183,000 square feet in Los Angeles, California. At this site, Stadco manufactures large flight-critical components on several high-profile commercial and military aircraft programs, including military helicopters. It has been a critical supplier to a blue-chip customer base that includes some of the largest OEMs and prime contractors in the defense and aerospace industries. Stadco also provides tooling, customized molds, fixtures, jigs and dies used in the production of aircraft components and operates a large electron beam welding machine allowing it to weld thick pieces of titanium and other metals.\nProducts\nWe manufacture a wide variety of products pursuant to customer contracts and based on individual customer needs. We can also provide manufacturing engineering services to assist customers in optimizing their engineering designs for manufacturing efficiency. We do not design the products we manufacture, but rather manufacture according to “build-to-print” requirements specified by our customers. Accordingly, we do not distribute the products that we manufacture on the open market, and we do not market any specific products on an on-going basis. We do not own the intellectual property rights to any proprietary marketed product, and we do not manufacture products in anticipation of orders. Manufacturing operations do not commence on any project before we receive a customer’s purchase order. We only consider contracts that cover specific products within the capability of our resources.\nAlthough we seek continuous production programs with predictable cost structures that provide long-term integrated solutions for our customers, our activities include a variety of both custom-based and production-based requirements. The custom-based work is typically either a prototype or unique, one-of-a-kind product. The production-based work is repeat work or a single product with multiple quantity releases.\nChanges in market demand for our manufacturing expertise can be significant and sudden and require us to be able to adapt to the collective needs of the customers and industries that we serve. Understanding this dynamic, we believe we have developed the capability to transform our workforce to manufacture products for customers across different industries.\nWe serve customers in the defense, aerospace, nuclear, medical, and precision industrial markets. Examples of products we have manufactured within such industries during recent years include, but are not limited to, custom components for ships and submarines, military helicopters, aerospace equipment, components for nuclear power plants and components for large scale medical systems. We manage and report financial information through our two reportable segments, Ranor and Stadco.\nSource of Supply\nOur manufacturing operations are partly dependent on the availability of raw materials. Most of our contracts with customers require the use of customer-supplied raw materials in the manufacture of their product. Accordingly, raw material requirements vary with each contract and are dependent upon customer requirements and specifications. We have established relationships with numerous suppliers. When we do buy raw materials, we endeavor to establish alternate sources of material supply to reduce our dependency on any one supplier and strive to maintain a minimal raw material inventory.\nOur projects include the manufacturing of products from various traditional as well as specialty metal alloys. These materials may include, but are not limited to steel, nickel, monel, inconel, aluminum, stainless steel, and other alloys. Certain of these materials are subject to long-lead time delivery schedules. In the fiscal year ended March 31, 2023, or “fiscal 2023”, one supplier accounted for 10% or more of our purchased material. In the fiscal year ended March 31, 2022, or “fiscal 2022”, two suppliers accounted for 10% or more of our purchased material.\n4\n\n\nTable of Contents\nMarketing\nWhile we have significant customer concentration, we endeavor to broaden our customer base as well as the industries we serve. We market to our existing customer base and initiate contacts with new potential customers through various sources including personal contacts, customer referrals, and referrals from other businesses. A significant portion of our business is the result of competitive bidding processes, and a significant portion of our business is from contract negotiation. We believe that the reputation we have developed with our current customers represents an important part of our marketing effort.\nRequests for quotations received from customers are reviewed to determine the specific requirements and our ability to meet such requirements. Quotations are prepared by estimating the material and labor costs and assessing our current backlog to determine our delivery commitments. Competitive bid quotations are submitted to the customer for review and award of contract. Negotiation bids typically require the submission of additional information to substantiate the quotation. The bidding process can range from several weeks for a competitive bid to several months for a negotiation bid before the customer awards a contract.\nResearch and Product Development\nMany of our customers generate drawings illustrating their projected unit design and technology requirements. Our research and product development activities are limited and focused on delivering robust production solutions to such projected unit design and technology requirements. We follow this product development methodology in all our major product lines. For these reasons, we incurred no expenses for research and development in fiscal 2023 and fiscal 2022.\nPrincipal Customers\nA significant portion of our business is generated by a small number of major customers. The balance of our business consists of discrete projects for numerous other customers. As industry and market demand changes, our major customers may also change. Our ten largest customers generated approximately 96% and 90% of our total revenue in fiscal 2023 and fiscal 2022, respectively. Our group of largest customers can change from year to year. Our largest single customer in fiscal 2023 and fiscal 2022 was a prime defense contractor and accounted for 20% of our net sales during both fiscal 2023 and fiscal 2022. Our defense customers are engaged in the development, delivery and support of advanced defense, security, and aerospace systems, including the U.S. Navy’s Virginia-class fast attack submarine program and the U.S. Navy’s Columbia-class ballistic missile submarine program. We also manufacture large flight-critical components on several high-profile commercial and military aircraft programs, including military helicopters. We also serve customers who supply components to the nuclear power industry.\nWe historically have experienced, and continue to experience, customer concentration. A significant loss of business from our largest customer or a combination of several of our significant customers could result in lower operating profitability and/or operating losses if we are unable to replace such lost revenue from other sources. The revenue derived from all of our customers in the designated industry groups for the fiscal years ended March 31, 2023 and 2022 are displayed in the table below:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n(dollars in thousands)\n    \n2023\n    \n2022\n​\nNet Sales\n​\nAmount\n    \nPercent\n​\nAmount\n    \nPercent\n​\nDefense\n​\n$\n 30,935\n​\n 98\n%\n$\n 20,855\n \n 94\n%\nPrecision Industrial\n​\n$\n 497\n​\n 2\n%\n$\n 1,427\n \n 6\n%\n​\n5\n\n\nTable of Contents\nThe following table displays revenue generated by individual customers in specific industry sectors that accounted for 10% or more of our revenue in either fiscal 2023 or fiscal 2022:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n(dollars in thousands)\n    \n2023\n    \n2022\n \nNet Sales\n​\nAmount\n    \nPercent\n​\nAmount\n    \nPercent\n \nDefense Customer 1\n​\n$\n 6,352\n \n 20\n%  \n$\n 4,449\n \n 20\n%\nDefense Customer 2\n​\n$\n 4,780\n \n 15\n%  \n$\n*\n \n*\n%\nDefense Customer 3\n​\n$\n 3,249\n \n 10\n%  \n$\n*\n \n*\n%\nDefense Customer 4\n​\n$\n *\n \n *\n%  \n$\n 3,535\n \n 16\n%\nDefense Customer 5\n​\n$\n 5,839\n​\n 19\n%  \n$\n 2,505\n​\n 11\n%\n*\n Less than 10% of total\nOn March 31, 2023, we had a backlog of orders totaling approximately $44.0 million. We expect to deliver the backlog over the course of the next two to three fiscal years. The comparable backlog on March 31, 2022 was $47.3 million.\nCompetition\nWe face competition from both domestic and foreign entities in the manufacture of metal fabricated and machined precision components and equipment. The industry in which we compete is fragmented with no one dominant player. We compete against companies that are both larger and smaller than us in size and capacity. Some competitors may be better known, have greater resources at their disposal, and have lower production costs. For certain products, being a domestic manufacturer may play a role in determining whether we are awarded a certain contract. For example, we face limited foreign competition for our defense products. For other products and markets, we may be competing against foreign manufacturers who have a lower cost of production. If a contracting party has a relationship with a vendor and is required to place a contract for bids, the preferred vendor may provide or assist in the development of the specification for the product which may be tailored to that vendor’s products. In such event, we would be at a disadvantage in seeking to obtain that contract. We believe that customers focus on such factors as the quality of work, the reputation of the vendor, the perception of the vendor’s ability to meet the required schedule, and price in selecting a vendor for their products. We believe that our strengths in these areas allow us to compete effectively, and that as a result, we are one of a select group of companies that can provide the products and services we are able to provide.\nGovernment Regulations\nWe provide a significant portion of our manufacturing services as a subcontractor to prime government contractors. Such prime government contractors are subject to government procurement and acquisition regulations which give the government the right to terminate these contracts for convenience, certain renegotiation rights, and rights of inspection. Any government action which affects our customers who are prime government contractors would affect us.\nBecause of the nature and use of our products, we are subject to compliance with quality assurance programs, compliance with which is a condition for our ability to bid on government contracts and subcontracts. We believe we are in compliance with all of these programs.\nWe are also subject to laws and regulations applicable to manufacturing operations, such as federal and state occupational health and safety laws, and environmental laws, which are discussed in more detail below under \n“-Environmental Compliance\n.”\nEnvironmental Compliance\nWe are subject to U.S. federal, state and local environmental laws and regulations that pertain to the use, disposal and cleanup of substances regulated by those laws and the filing of reports with environmental agencies, and we are subject to periodic inspections to monitor our compliance. We believe that we are currently in compliance with applicable environmental regulations. As part of our normal business practice, we are required to develop and file reports and maintain logbooks that document all environmental issues within our organization. We may engage outside consultants to assist us in keeping current on developments in environmental regulations. Expenditures for environmental compliance purposes during fiscal 2023 and 2022 were not material.\n6\n\n\nTable of Contents\nOccupational Health and Safety Laws\nOur business and operations are subject to numerous federal, state, and local laws and regulations intended to protect our employees. Due to the nature of manufacturing, we are subject to substantial regulations related to safety in the workplace. In addition to the requirements of the state government of Massachusetts and California and the local governments having jurisdiction over our plants in those states, we must comply with federal health and safety regulations, the most significant of which are enforced by the Occupational Safety and Health Administration (“OSHA”).\nFurther, our manufacturing and other business operations and facilities are subject to additional federal, state, or local laws or regulations including supply chain transparency, conflict minerals sourcing and disclosure, transportation and other laws or regulations relating to health and safety requirements, including COVID-19 safety and prevention. Our operations are also subject to federal, state, and local labor laws relating to employee privacy, wage and hour matters, overtime pay, harassment and discrimination, equal opportunity and employee leaves and benefits. We are also subject to existing and emerging federal and state laws relating to data security and privacy.\nIt is our policy and practice to comply with all legal and regulatory requirements and our procedures and internal controls are designed to promote such compliance. Expenditures for compliance with occupational health and safety laws and regulations during fiscal 2023 and 2022 were not material.\nIntellectual Property Rights\nPresently, we have no registered intellectual property rights other than certain trademarks for our name and other business and marketing materials. Over the course of our business, we develop know-how for use in the manufacturing process. Although we have non-disclosure policies in place with respect to our personnel and in our contractual relationships, we cannot assure you that we will be able to protect our intellectual property rights with respect to this know-how.\nHuman Capital Resources\nThe success of our business depends in large part on our ability to attract, retain, and develop a workforce of skilled employees at all levels of our organization. We provide our employees base wages and salaries that we believe are competitive and consistent with employee positions, and work with local, regional, and state-wide agencies to facilitate workforce hiring and development initiatives.\nAs of March 31, 2023, we had 155 employees, of whom all are full time employees. At Ranor and Stadco, 20 and 19 employees are salaried, and 67 and 49 employees are hourly, respectively. None of our employees are represented by a labor union.\nAvailable Information\nWe maintain a website at techprecision.com. Information on our website is not incorporated by reference into this Annual Report on Form 10-K and does not constitute a part of this Annual Report on Form 10-K. We make available, free of charge, on our website our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. These reports are also available at the SEC’s website at www.sec.gov.\nItem 1A.     Risk Factors.\nOur business, results of operations and financial condition and the industry in which we operate are subject to various risks. We have listed below (not necessarily in order of importance or probability of occurrence) the most significant risk factors applicable to us, but they do not constitute all the risks that may be applicable to us. New risks may emerge from time to time, and it is not possible for us to predict all potential risks or to assess the likely impact of all risks. More information concerning certain of these risks is contained in other sections of this Annual Report on Form 10-K, including in “\nItem 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\n.”\n7\n\n\nTable of Contents\nRisks Related to Our Business and Industry\nWe face strong competition in our markets.\nWe face competition from both domestic and foreign manufacturers in each of the markets we serve. No one company dominates the industry in which we operate. Our competitors include international, national, and local manufacturers, some of whom may have greater financial, manufacturing, marketing, and technical resources than we do, or greater penetration in or familiarity with a particular geographic market than we have.\nSome competitors may be better known or have greater resources at their disposal, and some may have lower production costs. For certain products, being a domestic manufacturer may play a role in determining whether we are awarded a certain contract. For other products, we may be competing against foreign manufacturers who have a lower cost of production. If a contracting party has a relationship with a vendor and is required to place a contract for bids, the preferred vendor may provide or assist in the development of the specification for the product which may be tailored to that vendor’s products. In such event, we would be at a disadvantage in seeking to obtain that contract. We believe that customers focus on such factors as quality of work, reputation of the vendor, perception of the vendor’s ability to meet the required schedule, and price in selecting a vendor for their products. Some of our customers have moved manufacturing operations or product sourcing overseas, which can negatively impact our sales. To remain competitive, we will need to invest continuously in our manufacturing capabilities and customer service, and we may need to reduce our prices, particularly with respect to customers in industries that are experiencing downturns, which may adversely affect our results of operations. We cannot provide assurance that we will be able to maintain our competitive position in each of the markets that we serve, and any failure by us to complete could have a material adverse effect on our business, financial condition and results of operations.\nBecause most of our contracts are individual purchase orders and not long-term agreements, there is no guarantee that we will be able to generate a similar amount of revenue in the future.\nWe must bid or negotiate each of our contracts separately, and when we complete a contract, there is generally no continuing source of revenue under that contract. As a result, we cannot assure you that we will have a continuing stream of revenue from any contract. Our failure to generate new business on an ongoing basis would materially impair our ability to operate profitably. Additionally, our reliance on individual purchase orders has historically caused, and may in future periods cause, our results of operations and cash flows to vary considerably and unpredictably from period to period. Because a significant portion of our revenue is derived from services rendered for the defense, aerospace, nuclear, large medical device and precision industrial markets, our operating results may suffer from conditions affecting these industries, including any budgeting, economic or other trends that have the effect of reducing the requirements for our services. Lingering impacts from the COVID-19 pandemic, labor shortages and/or supply chain disruptions in the broader economy may also reduce demand for our products and services because of delays or disruptions in our customers’ ability to continue their own production, which could have a material adverse effect on our business, financial condition, or results of operation.\nOur business may be impacted by external factors that we may not be able to control, including health emergencies like epidemics or pandemics, and the war between Russia and Ukraine.\nWar, civil conflict, terrorism, natural disasters, and public health issues including domestic or international pandemics, have caused and could cause damage or disruption to domestic or international commerce by creating economic or political uncertainties. Additionally, volatility in the financial markets, instability in the banking sector and disruptions or downturns in other areas of the global or U.S. economies could negatively impact our business. These events could result in a decrease in demand for our products, make it difficult or impossible to deliver orders to customers or receive materials from suppliers, affect the availability or pricing of energy sources or result in other severe consequences that may or may not be predictable. As a result, our business, financial condition and results of operations could be materially adversely affected.\nWe could also be negatively affected by health emergencies, including epidemics or pandemics. The effects of any such health emergency and related governmental responses could include extended disruptions to supply chains and capital markets, reduced labor availability and productivity and a prolonged reduction in demand for our services and overall global economic activity. This could result in the Company experiencing significant disruptions, which could have a material adverse effect on our results of operations, financial condition, and cash flows.\n8\n\n\nTable of Contents\nTo date, the company has not experienced any material effects from the war between Russia and Ukraine and sanctions placed on the Russian Federation and Belarus. However, because of our reliance on certain raw materials and energy supplies, an economic environment of rising costs and interest rates could have an unfavorable impact our operations and financial condition. Additionally, recent events involving limited liquidity, defaults, non-performance or other adverse developments that affect banks, financial institutions, transactional counterparties or other companies in the financial services industry or the financial services industry generally, or concerns or rumors about any events of these kinds or other similar risks, have recently and may in the future lead to market-wide liquidity problems, which could impact demand for our products. This uncertainty regarding liquidity concerns in the financial services industry could adversely impact our business, our business partners, or industry as a whole in ways that we cannot predict at this time.\nBecause of our dependence on a limited number of customers, our failure to generate major contracts from a small number of customers may impair our ability to operate profitably.\nWe have, in the past, been dependent in each year on a small number of customers who generate a significant portion of our business, and these customers change from year to year. For the year ended March 31, 2023, our four largest customers accounted for approximately 64% of our revenue. For the year ended March 31, 2022, our three largest customers accounted for approximately 47% of our revenue. In addition, our backlog on March 31, 2023 was $44.0 million, of which 83% was attributable to four customers.\nAs a result, we may have difficulty operating profitably if there is a default in payment by any of our major customers, we lose an existing order, or we are unable to generate orders from new or existing customers. Furthermore, to the extent that any one customer accounts for a large percentage of our revenue, the loss of that customer could materially affect our ability to operate profitably. For example, our largest customer in the fiscal years ended March 31, 2023 and 2022 accounted for 20% of our revenue for both years. The loss of these customers could have a material adverse effect upon our business and may impair our ability to operate profitably. We anticipate that our dependence on a limited number of customers in any given fiscal year will continue for the foreseeable future. There is always a risk that existing customers will elect not to do business with us in the future or will experience financial difficulties. If our customers experience financial difficulties or business reversals, or lose orders or anticipated orders, which would reduce or eliminate the need for the products which they ordered from us, they could be unable or unwilling to fulfill their contracts with us.\nThere is also a risk that our customers will attempt to impose new or additional requirements on us that reduce the profitability of the orders placed by those customers with us. Further, even if the orders are not changed, these orders may not generate margins equal to our recent historical or targeted results. If we do not book more orders with existing customers, or develop relationships with new customers, we may not be able to increase, or even maintain, our revenue, and our financial condition, results of operations, business and/or prospects may be materially adversely affected.\nOur backlog figures may not accurately predict future sales or recognizable revenue.\nWe expect to fill most items of backlog within the next three years. However, because orders may be rescheduled or canceled and a significant portion of our net sales is derived from a small number of customers, backlog is not necessarily indicative of future sales levels. Moreover, we cannot be sure of when during the future 36-month period we will be able to recognize revenue corresponding to our backlog nor can we be certain that revenues corresponding to our backlog will not fall into periods beyond the 36-month horizon.\nAny decrease in the availability, or increase in the cost, of raw materials could materially affect our earnings.\nThe availability of certain critical raw materials, such as steel, nickel, monel, inconel, aluminum, stainless steel, and other alloys, is subject to factors that are not within our control. At any given time, we may be unable to obtain an adequate supply of these critical raw materials on a timely basis, at prices and other terms acceptable to us, or at all.\nIf suppliers increase the price of critical raw materials or are unwilling or unable to meet our demand, we may not have alternative sources of supply. In addition, to the extent that we have existing contracts or have quoted prices to customers and accepted customer orders for products prior to purchasing the necessary raw materials, we may be unable to raise the price of products to cover all or part of the increased cost of the raw materials.\nThe manufacture of some of our products is a complex process and requires long lead times. As a result, we may experience delays or shortages in the supply of raw materials. If we are unable to obtain adequate and timely deliveries of required raw materials, we may be \n9\n\n\nTable of Contents\nunable to complete our manufacturing projects and deliver finished products on a timely basis. This could cause us to lose sales, incur additional costs, delay new product introductions, or suffer harm to our reputation.\nIn addition, costs of certain critical raw materials have been volatile due to factors beyond our control. Raw material costs are included in our contracts with customers, but in some cases, we are exposed to changes in raw material costs from the time purchase orders are placed to when we purchase the raw materials for production. Changes in business conditions could adversely affect our ability to recover rapid increases in raw material costs and may adversely affect our results of operations.\nAdditionally, changes in international trade duties and other aspects of international trade policy, both in the U.S. and abroad, could materially impact the cost of raw materials. For example, from March 2018 until March 2021, the U.S. imposed an additional 25% tariff under Section 232 of the Trade Expansion Act of 1962, as amended, on steel products imported into the U.S. While these tariffs have mostly been lifted on imports from countries other than the Peoples’ Republic of China, imports from many jurisdictions are subject to limitations on volume, after which substantial tariffs will be reimposed. The U.S. also imposed a 10% tariff on all aluminum imports into the United States, with initial exemptions for aluminum imported from certain U.S. trading partners. Such actions could increase steel and aluminum costs and decrease supply availability. In response to the invasion of Ukraine by the military forces of the Russian Federation, the United States, the European Union and other jurisdictions have imposed sanctions that, among other things, prohibit the importation of a wide array of commodities and products from Russia, which is a major global supplier of nickel. Any increase in nickel, steel and/or aluminum prices that is not offset by an increase in our prices could have an adverse effect on our business, financial position, results of operations or cash flows. In addition, if we are unable to acquire timely nickel, steel or aluminum supplies, we may need to decline bid and order opportunities, which could also have an adverse effect on our business, financial position, results of operations or cash flows.\nAll of our manufacturing and production is done at two locations, in California and Massachusetts. We may be exposed to significant disruption to our business as a result of unforeseeable developments at either geographic location.\nWe operate at two manufacturing and production facilities in Westminster, Massachusetts and Los Angeles, California. It is possible that we could experience prolonged periods of reduced production due to unforeseen catastrophic events occurring in or around our manufacturing and production facilities. It is also possible that operations could be disrupted due to other unforeseen circumstances such as power outages, explosions, fires (including wildfires), floods, earthquakes, accidents, and severe weather conditions. As a result, we may be unable to shift manufacturing capabilities to alternate locations, accept materials from suppliers, meet customer shipment needs or address other severe consequences that may be encountered, and we may suffer damage to our reputation. Our financial condition and results of our operations could be materially adversely affected were such events to occur.\nOur manufacturing processes are complex, must constantly be upgraded to remain competitive and depend upon critical, high-cost equipment that may require costly repair or replacement.\nIt is possible that we could experience prolonged periods of reduced production due to unplanned equipment failures, and we could incur significant repair or replacement costs in the event of those failures.\nWe must make regular capital investments and changes to our manufacturing processes to lower production costs, improve productivity, manufacture new or improved products and remain competitive. We may not be able to take advantage of business opportunities or respond to competitive pressures if we fail to update, replace or make additions to our equipment or our manufacturing processes in a timely manner. The cost to repair or replace much of our equipment or facilities could be significant. We cannot be certain that we will have sufficient internally generated cash or acceptable external financing to make necessary capital expenditures in the future.\nOur production facilities are energy-intensive, and we rely on third parties to supply energy consumed at our production facilities.\nThe prices for and availability of electricity, natural gas, oil, and other energy resources are subject to volatile market conditions. These market conditions often are affected by political and economic factors beyond our control, including the imposition of sanctions on the Russian Federation that prevent it from selling its significant sources of oil and natural gas into key international markets, which impacts the global price of these commodities. Disruptions or lack of availability in the supply of energy resources could temporarily impair our ability to operate our production facility. Further, increases in energy costs, or changes in costs relative to energy costs paid by competitors, may adversely affect our profitability. To the extent that these uncertainties cause suppliers and customers to be more cost sensitive, increased energy prices may have an adverse effect on our results of operations and financial condition.\n10\n\n\nTable of Contents\nThe dangers inherent in our operations and the limits on insurance coverage could expose us to potentially significant liability costs and materially interfere with the performance of our operations.\nThe fabrication of large steel structures involves potential operating hazards that can cause personal injury or loss of life, severe damage to and destruction of property and equipment and suspension of operations. The failure of such structures during and after installation can result in similar injuries and damages. Although we believe that our insurance coverage is adequate, there can be no assurance that we will be able to maintain adequate insurance in the future at rates we consider reasonable or that our insurance coverage will be adequate to cover future claims that may arise. Claims for which we are not fully insured may adversely affect our working capital and profitability. In addition, changes in the insurance industry have generally led to higher insurance costs and decreased availability of coverage. The availability of insurance that covers risks we and our competitors typically insure against may decrease, and the insurance that we are able to obtain may have higher deductibles, higher premiums, and more restrictive policy terms.\nOur operating results may fluctuate significantly from quarter to quarter, and we cannot be certain that we will maintain profitability in every quarterly reporting period.\nOur operating results historically have been difficult to predict and have at times significantly fluctuated from quarter to quarter due to a variety of factors, many of which are outside of our control. Among these factors includes the fact that most of our contracts are individual purchase orders and not long-term agreements. Additionally, our ability to meet project completion schedules for an individual project and record the corresponding revenue over-time can fluctuate and cause significant changes in our revenue and other financial results. As a result of these factors, comparing our operating results on a period-to-period basis may not be meaningful, and you should not rely on our past results as an indication of our future performance. Our operating expenses do not always vary directly with revenue and may be difficult to adjust in the short term. As a result, if revenue for a particular quarter is below our expectations, we may not be able to proportionately reduce operating expenses for that quarter, and therefore such a revenue shortfall would have a disproportionate effect on our operating results for that quarter.\nWe recognize revenue for our defense contracts and some commercial contracts based on percentage of completion that requires significant management judgement. Errors made to our estimates of revenue and costs could result in overstated or understated profits or losses, subject to adjustment.\nFor most of our defense industry contracts, we recognize revenue over time as we perform services or deliver goods. In situations where control transfers or services are performed over time, revenue is recognized based on the extent of progress towards completion of the performance obligation. We recognize revenue over time based on the transfer of control of the promised goods or services to the customer, or at a point in time. This transfer will occur over time when the Company’s performance does not create an asset that has an alternative use to the Company, and we have an enforceable right to payment for performance completed to date. Otherwise, control to the promised goods or services transfers to customers at a point in time.\nDue to the size and nature of the work required to be performed on many of our contracts, the estimation of total revenue and cost at completion is complicated and subject to many variables. Contract costs include material, labor, and subcontracting costs, as well as an allocation of indirect costs. We are required to make assumptions regarding the number of labor hours required to complete a task, the complexity of the work to be performed, the availability and cost of materials and performance by our subcontractors. For contract change orders, claims or similar items, we apply judgment in estimating the amounts and assessing the potential for realization. Contract modifications - as well as other changes in estimates of sales, costs, and profits on a performance obligation - are recognized using the cumulative catch-up method of accounting. This method recognizes in the current period the cumulative effect of the changes in current and prior periods. If our estimate of total contract costs or our determination of whether the customer agrees that a milestone is achieved is incorrect, our revenue could be overstated or understated, and the profits or loss reported could be subject to adjustment. If our revenues and costs require adjustment, our stock price could decline.\nDemand in our end-use markets can be cyclical, impacting the demand for the products we produce.\nDemand in our end-use markets, including companies in the defense, aerospace, precision industrial, and nuclear industries, can be cyclical in nature and sensitive to general economic conditions, competitive influences, and fluctuations in inventory levels throughout the supply chain. Our sales are sensitive to the market conditions present in the industries in which the ultimate consumers of our products operate, which in some cases have been highly cyclical and subject to substantial downturns.\n11\n\n\nTable of Contents\nAs a result of the cyclical nature of these markets, we have experienced, and in the future, we may experience, significant fluctuations in our sales and results of operations with respect to a substantial portion of our total product offering, and such fluctuations could be material and adverse to our overall financial condition, results of operations and liquidity.\nWe could be adversely affected by reductions in defense spending.\nBecause certain of our products are used in a variety of military applications, including ships, submarines and helicopters, we derive most of our revenue from the defense industry. In fiscal 2023, approximately 98% of our revenue was derived from customers in the defense industry. Although many of the programs under which we sell products to prime U.S. government contractors extend several years, they are subject to annual funding through congressional appropriations. While spending authorizations for defense-related programs by the U.S. government have increased in recent years due to greater homeland security and foreign military commitments, these spending levels may not be sustainable and could significantly decline. Future levels of expenditures, authorizations, and appropriations for programs we support may decrease or shift to programs in areas where we do not currently provide services. Changes in spending authorizations, appropriations, and budgetary priorities could also occur due to a shift in the number, and intensity, of potential and ongoing conflicts, the rapid growth of the federal budget deficit, increasing political pressure to reduce overall levels of government spending, shifts in spending priorities from national defense as a result of competing demands for federal funds, or other factors. It is also possible that Russia’s invasion of Ukraine causes a reorientation of US defense spending away from the naval submarine programs from which we derive substantial portions of our revenue towards land-based military projects, which could involve fewer programs in which our products would be needed. Our business prospects, financial condition or operating results could be materially harmed among other causes by the following: 1) budgetary constraints affecting U.S. government spending generally, or specific departments or agencies in particular, and changes in available funding, such as federal government sequestration (automatic spending cuts); 2) changes in U.S. government programs or requirements; and 3) a prolonged U.S. government shutdown and other potential delays in the appropriations process.\nFailure to obtain and retain skilled technical personnel could adversely affect our operations.\nOur production facilities require skilled personnel to operate and provide technical services and support for our business. Competition for the personnel required for our business intensifies as activity increases. In periods of high utilization, it may become more difficult to find and retain qualified individuals, and there can be no assurance that we will be successful in attracting and retaining qualified personnel to fulfill our current or future needs. This could increase our costs or have other adverse effects on our results of operations.\nThe extensive environmental, health and safety regulatory regimes applicable to our manufacturing operations create potential exposure to significant liabilities.\nThe nature of our manufacturing business subjects our operations to numerous and varied federal, state, local and international laws and regulations relating to pollution, protection of public health and the environment, natural resource damages and occupational safety and health. Failure to comply with these laws and regulations, or with the permits required for our operations, could result in fines or civil or criminal sanctions, third party claims for property damage or personal injury, and investigation and cleanup costs. Potentially significant expenditures could be required in order to comply with environmental laws that may be adopted or imposed in the future.\nWe have used, and currently use, certain substances that are considered hazardous, extremely hazardous or toxic under worker safety and health laws and regulations. Although we implement controls and procedures designed to reduce continuing risk of adverse impacts and health and safety issues, we could incur substantial cleanup costs, fines and civil or criminal sanctions, and third party property damage or personal injury claims as a result of violations, non-compliance or liabilities under these regulatory regimes.\nAs a manufacturing business, we also must comply with federal and state environmental laws and regulations which relate to the manner in which we store and dispose of materials and the reports that we are required to file. We cannot assure you that we will not incur additional costs to maintain compliance with environmental laws and regulations or that we will not incur significant penalties for failure to be in compliance any of which could have a material adverse effect on our business, financial condition and results of operations.\nOur systems and information technology infrastructure may be subject to security breaches and other cybersecurity incidents.\nWe rely on the accuracy, capacity, and security of our information technology systems to obtain, process, analyze, and manage data, as well as to facilitate the manufacture and distribution of products to and from our facility. We receive, process and ship orders, manage \n12\n\n\nTable of Contents\nthe billing of and collections from our customers, and manage the accounting for and payment to our vendors. Maintaining the security of computers, computer networks, and data storage resources is a critical issue for us and our customers, as security breaches could result in vulnerabilities and loss of and/or unauthorized access to confidential information. We may face attempts by experienced hackers, cybercriminals, hostile nation-state actors, or others with authorized access to our systems to misappropriate our proprietary information and technology, interrupt our business, and/or gain unauthorized access to confidential information. The reliability and security of our information technology infrastructure and software, and our ability to expand and continually update technologies in response to our changing needs is critical to our business. To the extent that any disruptions or security breaches result in a loss or damage to our data, it could cause harm to our reputation. This could lead some customers to stop using us for building their products and reduce or delay future purchases of our products or use competing products. In addition, we could face enforcement actions by U.S. states, the U.S. federal government, or foreign governments, which could result in fines, penalties, and/or other liabilities and which may cause us to incur legal fees and costs, and/or additional costs associated with responding to the cyberattack. Increased regulation regarding cybersecurity may increase our costs of compliance, including fines and penalties, as well as costs of cybersecurity audits. Any of these actions could materially adversely impact our business, financial condition and results of operations.\nWe are subject to regulations related to conflict minerals which could adversely impact our business.\nWe are subject to SEC rules regarding disclosure of the use of tin, tantalum, tungsten, gold and certain other minerals, known as conflict minerals, in products manufactured by public companies. These rules require that public companies conduct due diligence to determine whether such minerals originated from the Democratic Republic of Congo, or the DRC, or an adjoining country and whether such minerals helped finance the armed conflict in the DRC. These rules require ongoing due diligence efforts, along with annual conflict minerals reports. There are costs associated with complying with these disclosure requirements, including costs to determine the origin of conflict minerals used in our products.\nIn addition, these rules could adversely affect the sourcing, supply and pricing of materials used in our products. As there may be only a limited number of suppliers offering conflict-free minerals, we cannot be sure that we will be able to obtain necessary conflict minerals from such suppliers in sufficient quantities or at competitive prices. Also, we may face reputational challenges if the due diligence procedures we implement do not enable us to verify the origins for all conflict minerals or to determine that such minerals are DRC conflict-free. We may also encounter challenges to satisfy customers that may require all of the components of products purchased to be certified as DRC conflict-free because our supply chain is complex. If we are not able to meet customer requirements, customers may choose to disqualify us as a supplier.\nWe currently do not use any conflict minerals in the production of our products, but from time to time we may receive a customer order necessitating the use of conflict minerals. In the event we produce any products utilizing conflict minerals, we will be required to comply with the rules discussed above.\nChanges in delivery schedules and order specifications may affect our revenue stream.\nAlthough we perform manufacturing services pursuant to orders placed by our customers, we have in the past experienced delays in scheduling and changes in the specification of our products. Delays in scheduling have been and, in the future, may be caused by disruptions relating to epidemics, pandemics and government-imposed lockdowns, or economy-wide supply chain disruptions, while changes in order specifications may result from a number of factors, including a determination by the customer that the product specifications need to be changed after receipt of an initial product or prototype. As a result of these changes, we may suffer a delay in the recognition of revenue from projects and may incur contract losses. We cannot assure you that our results of operations will not be affected in the future by delays or changes in specifications or that we will ever be able to recoup revenue which was lost as a result of the delays or changes. Further, if we cannot allocate our personnel to a different project, we will continue to incur expenses relating to the initial project, including labor and overhead. Thus, if orders are postponed, our results of operations would be impacted by our need to maintain staffing and other expense-generating aspects of production for the postponed projects, even though they were not fully utilized, and revenue associated with the project will not be recognized during this period. We cannot assure that our operating results will not decline in future periods as a result of changes in customers’ orders.\n13\n\n\nTable of Contents\nNegative economic conditions may adversely impact the demand for our services and the ability of our customers to meet their obligations to us on a timely basis. Any disputes with customers could also have an adverse impact on our income and cash flows.\nNegative economic conditions, including tightening of credit in financial markets as a result of increases in interest rates and/or instability in the banking system, may lead businesses to postpone spending, which may impact our customers, causing them to cancel, decrease or delay their existing and future orders with us. Declines in economic conditions may further impact the ability of our customers to meet their obligations to us on a timely basis. If customers are unable to meet their obligations to us on a timely basis, it could adversely impact the realization of receivables, the valuation of inventories and the valuation of long-lived assets. Additionally, we may be negatively affected by contractual disputes with customers, which could have an adverse impact on our financial condition and results of operations.\nIf our customers successfully assert product liability claims against us due to defects in our products, our operating results may suffer and our reputation may be harmed.\nDue to the circumstances under which many of our products are used and the fact that some of our products are relied upon by our customers in their facilities or operations, we face an inherent risk of exposure to claims in the event that the failure, use or misuse of our products results, or is alleged to result, in bodily injury, property damage or economic loss. We have been subject to product liability claims in the past, and we may be subject to claims in the future. A successful product liability claim or series of claims against us, or a significant warranty claim or series of claims against us could materially decrease our liquidity and impair our financial condition and also materially and adversely affect our results of operations.\nWe maintain a substantial amount of outstanding indebtedness, which could impair our ability to operate our business and react to changes in our business, remain in compliance with debt covenants and make payments on our debt.\nOur level of indebtedness could have important consequences, including, without limitation:\n●\nincreasing our vulnerability to general economic and industry conditions because our debt payment obligations may limit our ability to use our cash to respond to or defend against changes in the industry or the economy;\n●\nrequiring a substantial portion of our cash flow from operations to be dedicated to the payment of principal and interest on our indebtedness, therefore reducing our ability to use our cash flow to fund our operations, capital expenditures and future business opportunities;\n●\nlimiting our ability to obtain additional financing for working capital, capital expenditures, debt service requirements, acquisitions and general corporate or other purposes;\n●\nlimiting our ability to pursue our growth strategy, including restricting us from making strategic acquisitions or causing us to make non-strategic divestitures;\n●\nplacing us at a disadvantage compared to our competitors who are less leveraged and may be better able to use their cash flow to fund competitive responses to changing industry, market or economic conditions; and\n●\nmaking us more vulnerable in the event of a downturn in our business, our industry, or the economy in general.\nBecause certain of our borrowing facilities contain variable interest rate provisions, many of the above consequences could be worsened if interest rates continue to rise. In addition, our current credit facilities contain, and any future credit facilities to which we become a party will likely contain, covenants and other provisions that restrict our operations. These restrictive covenants and provisions could limit our ability to obtain future financings, make needed capital expenditures, withstand a future downturn in our business, or the economy in general, or otherwise conduct necessary corporate activities, and may prevent us from taking advantage of business opportunities that arise in the future.\n14\n\n\nTable of Contents\nIf we refinance our credit facilities, we cannot guarantee that any new credit facility will not contain similar covenants and restrictions.\nOur liquidity is highly dependent on our available financing facilities and ability to improve our gross profit and operating income. Our failure to obtain new or additional financing, if required, could impair our ability to both serve our existing customer base and develop new customers and could result in our failure to continue to operate as a going concern. To the extent that we require new or additional financing, we cannot assure you that we will be able to get such financing on terms equal to or better than the terms of our current credit facilities with Berkshire Bank. If we are unable to borrow funds under an existing credit facility, it may be necessary for us to conduct an offering of debt and/or equity securities on terms which may be disadvantageous to us or have a negative impact on our outstanding securities and the holders of such securities. In the event of an equity offering, it may be necessary that we offer such securities at a price that is significantly below our current trading levels which may result in substantial dilution to our investors that do not participate in the offering and a new lower trading level for our common stock.\nWe may need new or additional financing in the future to expand our business or refinance existing indebtedness, and our inability to obtain capital on satisfactory terms or at all may have an adverse impact on our operations and our financial results.\nWe may need new or additional financing in the future to expand our business, refinance existing indebtedness or make strategic acquisitions, and our inability to obtain capital on satisfactory terms or at all may have an adverse impact on our operations, financial condition, or results of operations. As we grow our business, we may have to incur significant capital expenditures. We may make capital investments to, among other things, build new or upgrade our existing facilities, purchase or lease new equipment and enhance our production processes. If we are unable to access capital on satisfactory terms and conditions, we may not be able to expand our business or meet our payment requirements under our existing credit facilities. Our ability to obtain new or additional financing will depend on a variety of factors, many of which are beyond our control. We may not be able to obtain new or additional financing because we may have substantial debt, our current receivable and inventory balances may not support additional debt availability or because we may not have sufficient cash flows to service or repay our existing or future debt. In addition, depending on market conditions and our financial performance, equity financing may not be available on satisfactory terms or at all. Moreover, if we raise additional funds through issuances of equity or convertible debt securities, our current stockholders could suffer significant dilution, and any new equity securities we issue could have rights, preferences, and privileges superior to those of holders of our common stock. If we are unable to access capital on satisfactory terms and conditions, this could have an adverse impact on our business, results of operations and financial condition.\nAny deterioration or disruption of the credit and capital markets may adversely affect our access to sources of funding.\nDisruptions in the credit markets can cause severely restricted access to capital for companies. In particular, recent events involving limited liquidity, defaults, non-performance or other adverse developments that have affected banks, financial institutions, transactional counterparties or other companies in the financial services industry or the financial services industry generally, including, for example, Silicon Valley Bank, Signature Bank or First Republic Bank, or concerns or rumors about any events of these kinds or other similar risks, have and may in the future lead to market-wide liquidity problems. When credit markets deteriorate or are disrupted, our ability to incur additional indebtedness to fund a portion of our working capital needs and other general corporate purposes, or to refinance maturing obligations as they become due, may be constrained. This risk could be exacerbated by future deterioration in the Company’s credit ratings. In addition, if the counterparty backing our existing credit facilities were unable to perform on its commitments, our liquidity could be impacted, which could adversely affect funding of working capital requirements and other general corporate purposes. In the event we need to access the capital markets or other sources of financing, there can be no assurance that we will be able to obtain financing on acceptable terms or within an acceptable time, if at all. In addition, Russia’s invasion of Ukraine, high inflation and increasing interest rates have significantly disrupted world financial markets, increased volatility in U.S. capital markets, and may reduce opportunities for us to seek additional funding. Our inability to obtain financing on terms and within a time acceptable to us could have an adverse impact on our results of operations, financial condition, and liquidity.\nRisks Related to our Common Stock\nThe Nasdaq Stock Market imposes listing standards on our common stock that we may not be able to fulfill, thereby leading to a possible delisting of our common stock.\nAs a listed Nasdaq Stock Market (“Nasdaq”) company, we are subject to rules covering, among other things, certain major corporate transactions, the composition of our board of directors and committees thereof, the minimum bid price of our common stock and \n15\n\n\nTable of Contents\nminimum stockholders’ equity. The failure to meet any Nasdaq requirements may result in the delisting of our common stock from Nasdaq, which could adversely affect the liquidity and market price of our common stock.\nIf our common stock were to be delisted, selling shares of our common stock could be more difficult because smaller quantities of shares would likely be bought and sold, transactions could be delayed, and security analysts’ coverage of us may be reduced. In addition, in the event our common stock is delisted, broker-dealers have certain regulatory requirements imposed upon them, which may discourage broker-dealers from effecting transactions in our common stock, further limiting the liquidity thereof. These factors could result in lower prices for shares of our common stock and/or limit an investor’s ability to execute a transaction. In addition, delisting from Nasdaq could also impair our ability to raise additional necessary capital through equity or debt financing, and could lead to significant dilution to our stockholders caused by our issuing equity in financing or other transactions at a price per share significantly below the then market price.\nOur stock price may fluctuate significantly.\nThe stock market can experience significant volatility, and the volatility of stocks often does not relate to the operating performance of the companies represented by the stock. The market price of our common stock could be subject to significant fluctuations because of general market conditions and because of factors specifically related to our businesses.\nFactors that could cause volatility in the market price of our common stock include market conditions affecting our customers’ businesses, including the level of mergers and acquisitions activity, anticipated changes in spending on national defense by the U.S. Government, and actual and anticipated fluctuations in our quarterly operating results, rumors relating to us or our competitors, actions of stockholders, including sales of shares by our directors and executive officers, additions or departures of key personnel, and developments concerning current or future strategic alliances or acquisitions. Volatility in our stock price may also be enhanced by the fact that our common stock is often thinly traded. Additionally, the economic and other consequences of the recent instability in the banking system, Russia’s invasion of Ukraine, high inflation and increasing interest rates have resulted in significant volatility in the equity capital markets as the economy begins to recover.\nThese and other factors may cause the market price and demand for our common stock to fluctuate substantially, which may limit or prevent investors from readily selling their shares of common stock at a profit and may otherwise negatively affect the liquidity of our common stock. In addition, in the past, when the market price of a stock has been volatile, holders of that stock have instituted securities class action litigation against the company that issued the stock. If any of our stockholders brought a lawsuit against us, even if the lawsuit is without merit, we could incur substantial costs defending the lawsuit. Such a lawsuit could also divert the time and attention of our management.\nThe issuance of shares of our common stock as compensation may dilute the value of existing stockholders and may affect the market price of our stock.\nWe may use, and have in the past used, stock options, stock grants and other equity-based incentives to provide motivation and compensation to our directors, officers, employees and key independent consultants. The award of any such incentives will result in immediate and potentially substantial dilution to our existing stockholders and could result in a decline in the value of our stock price. The exercise of these options and the sale of stock issued upon such exercise or pursuant to stock grants may have an adverse effect upon the price of our stock.\nThe number of shares of common stock we registered for resale in January 2022 is significant in relation to the number of our outstanding shares of common stock.\nWe filed a Registration Statement on January 7, 2022, which was declared effective on January 18, 2022, to register the resale of shares of our common stock into the public market by certain stockholders that acquired shares of our common stock in transactions not registered under the Securities Act. These shares represent a significant number of shares of our total number of issued and outstanding shares of common stock. The resale by these stockholders of a significant number of these shares, or the perception in the public markets that such selling securityholders may sell all or a portion of such securities, could depress the market price of our Common Stock during the period the Registration Statement remains effective.\n16\n\n\nTable of Contents\nTrading volume of our common stock has fluctuated from time to time and is typically low, which may make it difficult for investors to sell their shares at times and prices that investors feel are appropriate.\nTo date, the trading volume of our common stock has fluctuated, and there is typically a low volume of trading in our common stock. Generally, lower trading volumes adversely affect the liquidity of our common stock, not only in terms of the number of shares that can be bought and sold at a given price, but also through delays in the timing of transactions and reduction in security analysts’ and the media’s coverage of us. This may result in lower prices for our common stock than might otherwise be obtained and could also result in a larger spread between the bid and asked prices for our common stock.\nBecause of our cash requirements and restrictions in our debt agreements, we may be unable to pay dividends.\nIn view of the cash requirements of our business, we expect to use any cash flow generated by our business to finance our operations and growth and to service our indebtedness. Further, we are subject to certain affirmative and negative covenants under our debt agreements which restrict our ability to declare or pay any dividend or other distribution on equity, purchase or retire any equity, or alter our capital structure. Accordingly, any return to stockholders will be limited to the appreciation of the value of their holdings of our stock.\nThe rights of the holders of our common stock may be impaired by the potential issuance of preferred stock.\nOur certificate of incorporation gives our board of directors the right to create new series of preferred stock. As a result, the board of directors may, without stockholder approval, issue preferred stock with voting, dividend, conversion, liquidation, or other rights that are superior to the rights associated with our common stock, which could adversely affect the voting power and equity interest of the holders of our common stock. Preferred stock, which could be issued with the right to more than one vote per share, could be utilized as a method of discouraging, delaying, or preventing a change of control. The possible impact on takeover attempts could adversely affect the price of our common stock.\nGeneral Risk Factors\nIf securities analysts do not publish research or reports about our business, if they issue unfavorable commentary or downgrade their rating on our common stock, or if we fail to meet projections and estimates of earnings developed by such analysts, the price of our common stock could decline.\nThe trading market for our common stock relies in part on the research and reports that securities analysts publish about us and our business. The price of our common stock could decline if one or more analysts downgrade their rating on our common stock or if those analysts issue other unfavorable commentary or cease publishing reports about us or our business. In addition, although we do not make projections relating to our future operating results, our operating results may fall below the expectations of securities analysts and investors. In this event, the market price of our common stock would likely be adversely affected.\nWe have identified a material weakness in our internal control over financial reporting, resulting from control deficiencies related to initial purchase accounting and continued fair value accounting associated with the Stadco acquisition. If we fail to maintain effective internal controls over financial reporting, our ability to produce accurate and timely financial statements could be impaired, which could harm our operating results, our ability to operate our business and investors’ views of us.\nWe are subject to the Sarbanes-Oxley Act, which requires public companies to include in their annual report a statement of management’s responsibilities for establishing and maintaining adequate internal control over financial reporting, together with an assessment of the effectiveness of those internal controls. Ensuring that we have effective internal financial and accounting controls and procedures in place so that we can produce accurate financial statements on a timely basis is a costly and time-consuming effort that needs to be re-evaluated frequently. Our failure to maintain the effectiveness of our internal controls in accordance with the requirements of the Sarbanes-Oxley Act could have a material adverse effect on our business. We could lose investor confidence in the accuracy and completeness of our financial reports, which could have an adverse effect on the price of our common stock, and could result in us being the subject of regulatory scrutiny.\nDuring the evaluation and testing process of our internal controls, if we identify one or more material weaknesses in our internal control over financial reporting, we will be unable to assert that our internal controls over financial reporting are effective. For example, in \n17\n\n\nTable of Contents\nconnection with the audit of our financial statements as of and for the year ended March 31, 2023, we identified two material weaknesses in our internal control over financial reporting. The material weaknesses we identified pertain to (i) initial purchase accounting and the continuing fair value accounting associated with our acquisition of Stadco, and (ii) our failure to maintain a sufficient complement of tax accounting personnel necessary to perform management review controls related to activities for extracting information to determine the valuation allowance at Stadco on a timely basis. See \n“—Material Weakness”\n and \n“—Management’s Remediation Plan”\n in the section titled \n“Item 9A. Controls and Procedures”\n for more details concerning this material weakness.\nWhile we have taken steps to enhance our internal control environment, we continue to address the underlying cause of the material weaknesses with the implementation of additional controls including those designed to raise the level of precision of management review controls to gain additional assurance regarding the timely completion of our quality control procedures. The steps we have taken to date were not sufficient and may not be sufficient to remediate these material weaknesses or to avoid the identification of other material weaknesses in the future. We cannot assure you that the measures we have taken to date, and are continuing to implement, will be sufficient to avoid additional material weaknesses or significant deficiencies in our internal control over financial reporting in the future. If we are unable to conclude that our internal control over financial reporting is effective, we could lose investor confidence in the accuracy and completeness of our financial reports, the market price of shares of our common stock could decline, and we could be subject to sanctions or investigations by Nasdaq, the SEC or other regulatory authorities.\nLaws and regulations governing international operations, including the Foreign Corrupt Practices Act, or FCPA, may require us to develop and implement costly compliance programs and the failure to comply with such laws may result in substantial penalties.\nWe must comply with laws and regulations relating to international business operations. The creation and implementation of compliance programs for international business practices is costly and such programs are difficult to enforce, particularly where reliance on third parties is required. Specifically, the Foreign Corrupt Practices Act, or the “FCPA”, prohibits any U.S. individual or business from paying, authorizing payment, or offering anything of value, directly or indirectly, to any foreign official, for the purpose of influencing any act or decision of the foreign official in order to assist the individual or business in obtaining or retaining business. The FCPA also obligates companies whose securities are listed in the United States to comply with certain accounting provisions requiring the company to maintain books and records that accurately and fairly reflect all transactions of the company, including international subsidiaries, and to devise and maintain an adequate system of internal accounting controls for international operations. The anti-bribery provisions of the FCPA are enforced primarily by the U.S. Department of Justice.\nCompliance with the FCPA is expensive and difficult, particularly in countries in which corruption is a recognized problem. The failure to comply with laws governing international business practices may result in substantial penalties, including suspension or debarment from government contracting. Violation of the FCPA can result in significant civil and criminal penalties. Indictment alone under the FCPA can lead to suspension of the right to do business with the U.S. government until the pending claims are resolved. Conviction of a violation of the FCPA can result in long-term disqualification as a government contractor.\nThe termination of a government contract or customer relationship because of our failure to satisfy any of our obligations under laws governing international business practices would have a negative impact on our operations and harm our reputation and ability to procure government contracts. The SEC also may suspend or bar issuers from trading securities on U.S. exchanges for violations of the FCPA’s accounting provisions. The occurrence of any of these events could have a material adverse effect on our financial condition and results of operations.",
    "item1a": ">Item 1A. Risk Factors\n” and elsewhere in this Annual Report on Form 10-K, as well as those described in any other filings which we make with the SEC.\nAny forward-looking statements speak only as of the date on which they are made, and we undertake no obligation to publicly update or revise any forward-looking statements to reflect events or circumstances that may arise after the date of this Annual Report on Form 10-K, except as required by applicable law. Investors should evaluate any statements made by us in light of these important factors.\nOverview\nThrough our two wholly-owned subsidiaries, Ranor and Stadco (acquired on August 25, 2021), each of which is a reportable segment, we offer a full range of services required to transform raw materials into precision finished products. Our manufacturing capabilities include fabrication operations (cutting, press and roll forming, assembly, welding, heat treating, blasting, and painting) and machining operations including CNC (computer numerical controlled) horizontal and vertical milling centers. We also provide support services to our manufacturing capabilities: manufacturing engineering (planning, fixture and tooling development, manufacturing), quality control (inspection and testing), materials procurement, production control (scheduling, project management and expediting) and final assembly.\nAll manufacturing is done in accordance with our written quality assurance program, which meets specific national and international codes, standards, and specifications. The standards used are specific to the customers’ needs, and our manufacturing operations are conducted in accordance with these standards.\nBecause our revenues are derived from the sale of goods manufactured pursuant to contracts, and we do not sell from inventory, it is necessary for us to constantly seek new contracts. There may be a time lag between our completion of one contract and commencement of work on another contract. During such periods, we may continue to incur overhead expense but with lower revenue resulting in lower operating margins. Furthermore, changes in either the scope of an existing contract or related delivery schedules may impact the revenue we receive under the contract and the allocation of manpower. Although we provide manufacturing services for large governmental programs, we usually do not work directly for the government or its agencies. Rather, we perform our services for large governmental contractors. Our business is dependent in part on the continuation of governmental programs that require our services and products.\n21\n\n\nTable of Contents\nOur contracts are generated both through negotiation with the customer and from bids made pursuant to a request for proposal. Our ability to receive contract awards is dependent upon the contracting party’s perception of such factors as our ability to perform on time, our history of performance, including quality, our financial condition and our ability to price our services competitively. Although some of our contracts contemplate the manufacture of one or a limited number of units, we continue to seek more long-term projects with predictable cost structures.\nAll the Company’s operations, assets, and customers are located in the U.S.\nRecent Developments\nReverse Stock Split and Listing on the Nasdaq Capital Market\nOn February 23, 2023, as previously disclosed, the Company effected a one-for-four reverse stock split of its common stock, which was effective for trading purposes as of the commencement of trading on February 24, 2023. The reverse stock split was approved by the Company’s stockholders on September 14, 2022, at the Company’s regular annual meeting of stockholders, with authorization to determine the final ratio having been granted to the Company’s Board of Directors. The reverse stock split was primarily intended to prepare for the potential listing of the Company’s common stock on the Nasdaq Capital Market. The Company simultaneously affected a reduction in the number of authorized shares of common stock from 90,000,000 to 50,000,000. Also, as previously disclosed, on May 5, 2023, the Company’s common stock began trading on the Nasdaq Capital Market under the trading symbol “TPCS.”\nStrategy\nWe aim to establish our expertise in program and project management and develop and expand a repeatable customer business model in all of our markets. We concentrate our sales and marketing activities on customers under two main industry groups: defense and precision industrial. Our strategy is to leverage our core competence as a manufacturer of high-precision, large-scale metal fabrications and machined components to optimize profitability of our current business and expand with key customers in markets that have shown increasing demand.\nDefense\nOur Ranor subsidiary performs precision fabrication and machining for the defense and aerospace industries, delivering defense components meeting our customers’ stringent design specifications, as well as quality and safety manufacturing standards specifically for defense component fabrication and machining. Ranor has in recent years delivered critical components in support of, among other projects, the U.S. Navy’s Virginia-class fast attack submarine program and Columbia-class ballistic missile submarine program. In addition, the team at Ranor has successfully developed new, effective approaches to fabrication that continue to be utilized at our facility and at our customer’s own defense component manufacturing facilities. We have endeavored to increase our business development efforts with large prime defense contractors. Based upon these efforts, we believe there are opportunities to secure additional business with existing and new defense contractors who are actively looking to increase outsourced content on certain defense programs over the next several years, especially in connection with the submarine programs. We believe that the military quality certifications Ranor maintains and its ability to offer fabrication and manufacturing services at a single facility position it as an attractive outsourcing partner for prime contractors looking to increase outsourced production.\nOur Stadco subsidiary manufactures large flight-critical components on several high-profile commercial and military aircraft programs, including military helicopters. It has been a critical supplier to a blue-chip customer base that includes some of the largest OEMs and prime contractors in the defense and aerospace industries. Stadco also provides tooling, customized molds, fixtures, jigs and dies used in the production of aircraft components and has one of the largest electron beam welding machines set up in the United States, allowing it to weld thick pieces of titanium and other metals.\nSales to defense market customers have generated the largest proportion of our revenues from both of our reportable segments for the last two fiscal years, and we expect sales to defense customers to be our strongest market during fiscal 2024 as well.\n22\n\n\nTable of Contents\nPrecision Industrial\nThe customers within this market are impacted primarily by general economic conditions which may include changes in consumer consumption or demand for commercial construction for infrastructure. We serve several different customers in our precision industrial group. For example, we build components for customers in the power generation markets. We also manufacture large-scale medical device components for a customer in this group who installs their proprietary systems at certain medical institutions.\nThe power generation businesses among our energy market customers are impacted by pricing and demand for various forms of energy (e.g., coal, natural gas, oil, and nuclear). Our nuclear customers are typically dependent upon the need for new construction, maintenance, and overhaul and repair by nuclear energy providers. Also, changes in regulation may impact demand and supply. As such, we cannot assure that we will be able to develop any significant business from the nuclear industry. However, because we have manufacturing capabilities for producing components for new nuclear power plants and our historic relationships with suppliers in the nuclear power industry, we believe that we are positioned to benefit from any increased demand in the nuclear sector.\nCritical Accounting Policies and Estimates\nThe preparation of the consolidated financial statements requires that we make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. We base our estimates on historical experience and various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. We continually evaluate our estimates, including those related to revenue recognition, recovery of long-lived assets, and income taxes. These estimates and assumptions require management’s most difficult, subjective, or complex judgments. Actual results may differ under different assumptions or conditions.\nRevenue and Related Cost Recognition\nWe recognize revenue over time based on the transfer of control of the promised goods or services to the customer, or at a point in time. This transfer will occur over time when the Company’s performance does not create an asset that has an alternative use to the Company, and we have an enforceable right to payment for performance completed to date. Otherwise, control to the promised goods or services transfers to customers at a point in time.\nThe majority of the Company’s contracts have a single performance obligation and provide title to, or grant a security interest in, work-in-process to the customer. In addition, these contracts contain enforceable rights to payment, allowing the Company to recover both its cost and a reasonable margin on performance completed to date. The combination of these factors indicates that the customer controls the asset (and revenue is recognized) as the asset is created or enhanced. The Company measures progress for performance obligations satisfied over time using input methods (e.g., costs incurred, resources consumed, labor hours expended, time elapsed).\nOur evaluation of whether revenue should be recognized over time requires significant judgment about whether the asset has an alternative use and whether the entity has an enforceable right to payment for performance completed to date. When any one of these factors is not present, the Company will recognize revenue at the point in time when control over the promised good or service transfers to the customer, i.e., when the customer has accepted the asset and taken physical possession of the product and has legal title, and the Company has a right to payment.\nWhen estimating contract costs, the Company takes into consideration a number of assumptions and estimates regarding risks related to technical requirements and scheduling. Management performs periodic reviews of the contracts to evaluate the underlying risks. Profit margin on any given project could increase if the Company is able to mitigate and retire such risks. Conversely, if the Company is not able to properly manage these risks, cost estimates may increase, resulting in a lower profit margin, or potentially, contract losses.\nThe cost estimation process requires significant judgment and is based upon the professional knowledge and experience of the Company’s engineers, program managers, and financial professionals. Factors considered in estimating the work to be completed and ultimate contract recovery include the availability, productivity, and cost of labor, the nature and complexity of the work to be performed, the effect of change orders, the availability of materials, the effect of any delays in performance, the availability and timing of funding from the customer, and the recoverability of any claims included in the estimates to complete. Costs allocable to undelivered units are \n23\n\n\nTable of Contents\nreported as work in process, a component of inventory, in the consolidated balance sheet. Pre-contract fulfillment costs requiring capitalization are not material.\nChanges in job performance, job conditions, and estimated profitability are recognized in the period in which the revisions are determined. Costs incurred on uncompleted contracts consist of labor, overhead, and materials. Provisions for estimated losses on uncompleted contracts are made in the period in which such losses are determined. Our provision for losses at March 31, 2023 was $0.1 million, with approximately 76% of that total related to customer projects at our Stadco reportable segment, and remaining 24% at our Ranor reportable segment.\nLong-lived assets\nIn accordance with Accounting Standards Codification (ASC) 360,\n Property, Plant & Equipment\n, our property, plant and equipment is tested for impairment when triggering events occur and, if impaired, written-down to fair value based on either discounted cash flows or appraised values. The carrying amount of an asset or asset group is not recoverable if it exceeds the sum of the undiscounted cash flows expected to result from the use and eventual disposition of the asset or asset group.\nIncome Taxes\nWe provide for federal and state income taxes currently payable, as well as those deferred because of temporary differences between reporting income and expenses for financial statement purposes versus tax purposes. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between carrying amount of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes. Deferred tax assets and liabilities are measured using the enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recoverable. The effect of the change in the tax rates is recognized as income or expense in the period of the change. A valuation allowance is established, when necessary, to reduce deferred income taxes to the amount that is more likely than not to be realized.\nIn assessing the recoverability of deferred tax assets, we consider whether it is more likely than not that some portion or all of the deferred tax assets will not be realized. If we determine that it is more likely than not that certain future tax benefits may not be realized, a valuation allowance will be recorded against deferred tax assets that are unlikely to be realized. Realization of the remaining deferred tax assets will depend on the generation of sufficient taxable income in the appropriate jurisdiction, the reversal of deferred tax liabilities, tax planning strategies and other factors prior to the expiration date of the carryforwards. A change in the estimates used to make this determination could require a reduction in the valuation allowance for deferred tax assets if they become realizable.\nAs of March 31, 2023, our federal net operating loss carryforward was approximately $21.4 million. U.S. tax laws limit the time during which these carryforwards may be applied against future taxes.\nThe Company has recorded a net deferred tax asset of $1.9 million, which includes the benefit of $3.7 million in loss carryforwards. Realization is dependent on generating sufficient taxable income prior to the expiration of the loss carryforwards. Although the realization is not assured, management believes it is more likely than not that the deferred tax assets will be realized. The amount of the deferred tax asset considered realizable, however, could be reduced in the near term if estimates of future taxable income during the carryforward period are reduced.\nAccounting Pronouncements\nNew Accounting Standards\nSee Note 17, Accounting Standards Update, in the Notes to the Consolidated Financial Statements under “\nItem 8. Financial Statements and Supplementary Data\n”, for a discussion of recently adopted new accounting guidance and new accounting guidance not yet adopted.\nResults of Operations\nOur results of operations are affected by a number of external factors including the availability of raw materials, commodity prices (particularly steel), macroeconomic factors, including the availability of capital that may be needed by our customers, and political, regulatory, and legal conditions in the United States and in foreign markets. Generally, our product mix is made up of short-term \n24\n\n\nTable of Contents\ncontracts with a production timeline of twelve months, more or less. However, contracts for larger complex components can take up to thirty-six months to complete. Units manufactured under most of our customer contracts have historically been delivered on time and with a positive gross margin, with some exceptions. Our results of operations are also affected by our success in booking new contracts, the timing of revenue recognition, delays in customer acceptances of our products, delays in deliveries of ordered products and our rate of progress fulfilling obligations under our contracts. A delay in deliveries or cancellations of orders could have an unfavorable impact on liquidity, cause us to have inventories in excess of our short-term needs, and delay our ability to recognize, or prevent us from recognizing, revenue on contracts in our order backlog.\nWe evaluate the performance of our segments based upon, among other things, segment net sales and operating profit. Segment operating profit excludes general corporate costs, which include executive and director compensation, stock-based compensation, certain pension and other retirement benefit costs, and other corporate facilities and administrative expenses not allocated to the segments. Also excluded are items that we consider not representative of ongoing operations, such as the unallocated PPP loan forgiveness and refundable employee retention tax credits.\nKey Performance Indicators\nWhile we prepare our financial statements in accordance with U.S. generally accepted accounting principles, or “U.S. GAAP”, we also utilize and present certain financial measures that are not based on or included in U.S. GAAP. We refer to these as non-GAAP financial measures. Please see the section titled “\nEBITDA Non-GAAP Financial Measure\n” below for further discussion of these financial measures, including the reasons why we use such financial measures and reconciliations of such financial measures to the most directly comparable U.S. GAAP financial measures.\nPercentages in the following tables and throughout this \n“Results of Operations”\n section may reflect rounding adjustments.\nFiscal Years Ended March 31, 2023 and 2022\nThe following table presents net sales, gross profit, and gross margin, consolidated and by reportable segment:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\n    \nChanges\n \n​\n​\n​\n​\nPercent of\n​\n​\n​\nPercent of\n​\n​\n​\n​\n​\n(dollars in thousands)\n​\nAmount\n    \nNet sales\n​\nAmount\n    \nNet sales\n​\nAmount\n    \nPercent\n \nNet Sales\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nRanor\n​\n$\n 19,182\n \n 61\n%  \n$\n 14,581\n \n 65\n%  \n$\n 4,601\n \n 32\n%\nStadco\n​\n​\n 12,250\n \n 39\n%  \n​\n 7,756\n \n 35\n%  \n​\n 4,494\n \n 58\n%\nIntersegment elimination\n​\n \n​\n —\n \n —\n%  \n \n​\n (54)\n \n —\n%  \n \n​\n 54\n \n 100\n%\nConsolidated Net sales\n​\n$\n 31,432\n \n 100\n%  \n$\n 22,283\n \n 100\n%  \n$\n 9,149\n \n 41\n%\nCost of Sales\n​\n​\n​\n \n​\n​\n​\n​\n \n​\n​\n​\n​\n \n​\n​\nRanor\n​\n$\n 12,205\n \n 39\n%  \n$\n 11,131\n \n 50\n%  \n$\n 1,074\n \n 10\n%\nStadco\n​\n \n​\n 14,323\n \n 45\n%  \n \n​\n 7,775\n \n 35\n%  \n \n​\n 6,548\n \n 84\n%\nConsolidated Cost of sales\n​\n$\n 26,528\n \n 84\n%  \n$\n 18,906\n \n 85\n%  \n$\n 7,622\n \n 40\n%\nGross Profit\n​\n​\n​\n \n​\n​\n​\n​\n \n​\n​\n​\n​\n \n​\n​\nRanor\n​\n$\n 6,977\n​\n 22\n%  \n$\n 3,450\n​\n 15\n%  \n$\n 3,527\n​\n 102\n%\nStadco\n​\n \n​\n (2,073)\n​\n (6)\n%  \n \n​\n (73)\n​\n —\n%  \n \n​\n (2,000)\n​\n nm\n%\nConsolidated Gross profit\n​\n$\n 4,904\n​\n 16\n%  \n$\n 3,377\n​\n 15\n%  \n$\n 1,527\n​\n 45\n%\nnm - not meaningful\n​\nNet Sales\nConsolidated - \nNet sales were $31.4 million for fiscal 2023, or 41% higher when compared to consolidated net sales of $22.3 million for fiscal 2022. Net sales increased due to a $4.6 revenue increase at our Ranor segment and $4.5 million of new revenue from our Stadco segment. Stadco prior year results only included 31 weeks of business activity following the acquisition date. \n25\n\n\nTable of Contents\nRanor - \nNet sales were $19.2 million for the fiscal year ended March 31, 2023, or 32% higher when compared to the same prior year period. Net sales increased primarily on profitable orders of repeat business from customers in the defense sector which contributed to a favorable project mix for the fiscal 2023. Net sales to defense customers increased by $5.9 million. The defense backlog for Ranor remains strong as new orders for components related to a variety of programs, including the U.S. Navy submarine programs, continue to flow down from our existing customer base of prime defense contractors. Net sales to precision industrial markets decreased by $1.3 million due to lower project activity. We have repeat business in this sector, but the order flow can be uneven and difficult to forecast. The backlog at Ranor on March 31, 2023 was $17.7 million.\nStadco - \nNet sales were $12.3 million for the fiscal year ended March 31, 2023. Net sales for the fiscal year ended March 31, 2022 were $7.8 million but only included 31 weeks of business activity following the August 25, 2021 acquisition date. Our defense backlog for Stadco remains strong with new orders for components related to a variety of programs, including components for heavy lift helicopters. Stadco’s backlog was $26.3 million as of March 31, 2023.\nGross Profit and Gross Margin\nConsolidated - \nCost of sales consists primarily of raw materials, parts, labor, overhead and subcontracting costs. Our cost of sales for the fiscal year ended March 31, 2023, was $7.6 million or 40% higher when compared to the fiscal year ended March 31, 2022. The increase in cost of sales was primarily the result of a full year of business activity at our Stadco segment when compared to only 31 weeks in the same period a year ago. Gross profit increased by $1.5 million, or 45% when compared to the fiscal year ended March 31, 2022, on a strong operating performance at Ranor, which more than offset weak operating results at Stadco. Gross margin in fiscal 2023 was 15.6% versus 15.2% in fiscal 2022.\nRanor - \nThe gross profit and gross margin significantly increased year over year, a result of improved throughput on new orders of profitable repeat business. This set of favorable conditions began to take hold in the fourth quarter of fiscal 2022 and accelerated as projects progressed in fiscal 2023 with better overhead absorption rates. We expect these conditions to continue in future periods.\nStadco - \nGross profit and gross margin was negative for every quarterly period throughout fiscal 2023. Gross margin showed gradual improvement over the first three quarters of fiscal 2023 but regressed in the fourth quarter. New projects with associated startup activities presented certain production issues with intermittent equipment down-time that resulted in unfavorable throughput and under-absorbed overhead. We expended approximately $0.6 million for repairs and maintenance in fiscal 2023, a $0.5 million increase when compared to the same period a year ago. We expect a gradual improvement in gross margin as current and new projects progress with better throughput and absorption rates in future periods.\nSelling, General and Administrative (SG&A) Expenses\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n2023\n​\n2022\n​\nChanges\n \n​\n​\n​\n​\n​\nPercent of \n​\n​\n​\n​\nPercent of \n​\n​\n​\n​\n​\n​\n(dollars in thousands)\n     \nAmount\n    \nNet Sales\n    \nAmount\n    \nNet Sales\n    \nAmount\n    \nPercent\n \nRanor\n​\n$\n 1,826\n​\n 6\n%  \n$\n 1,935\n​\n 8\n%  \n$\n (109)\n​\n (6)\n%\nStadco\n​\n​\n 1,832\n​\n 6\n%\n​\n 1,051\n​\n 5\n%\n​\n 781\n​\n 74\n%\nCorporate and unallocated\n​\n​\n 2,351\n​\n 7\n%\n​\n 1,952\n​\n 9\n%\n​\n 399\n​\n 20\n%\nConsolidated SG&A\n​\n$\n 6,009\n​\n 19\n%\n$\n 4,938\n​\n 22\n%\n$\n 1,071\n​\n 22\n%\nnm – not meaningful\nConsolidated - \nTotal selling, general and administrative expenses for the fiscal year ended March 31, 2023, increased by $1.1 million, or 22%. Stadco SG&A for the full twelve months was significantly higher as the comparable prior year period only included 31 weeks of business activity for the segment. The remaining increase was due to software and hardware service upgrades and business taxes. \nRanor – \nA reduction in outside advisory fees paid year over year more than offset an increase in travel expenses and other office costs as business activity returned to pre-pandemic levels.\n26\n\n\nTable of Contents\nStadco - \nSG&A for the fiscal year ended March 31, 2023 was higher as the comparable prior year period only included 31 weeks of activity. The SG&A expenses are composed of compensation, outside advisory services, and other office costs. Fiscal 2022 included expenses from Stadco operations from August 25, 2021 through March 31, 2022. \nCorporate and unallocated - \nSG&A increased by approximately $0.4 million, due primarily to the increased expenditures for insurance, outside services for software upgrades, and business taxes.\nOperating (loss) income\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\n    \nChanges\n​\n​\n​\n​\n​\n    \nPercent of\n    \n​\n​\n    \nPercent of\n​\n​\n​\n    \n​\n​\n(dollars in thousands)\n​\nAmount\n​\nnet sales\n​\nAmount\n​\nnet sales\n​\nAmount\n​\nPercent\n​\nRanor\n​\n$\n 5,151\n​\n 16\n%  \n$\n 1,515\n​\n 7\n%  \n$\n 3,636\n​\n 240\n%\nStadco\n \n​\n (3,905)\n \n (12)\n%  \n​\n (1,124)\n \n (5)\n%  \n​\n (2,781)\n \n (247)\n%\nCorporate and unallocated\n \n​\n (2,351)\n \n (8)\n%  \n​\n (1,952)\n \n (9)\n%  \n​\n (399)\n \n (20)\n%\nOperating loss\n​\n$\n (1,105)\n \n (4)\n%  \n$\n (1,561)\n \n (7)\n%  \n$\n 456\n \n 29\n%\nnm – not meaningful\nConsolidated -\n As a result of the foregoing, for the fiscal year ended March 31, 2023, we reported an operating loss of $1.1 million compared to operating loss of $1.6 million for the fiscal year ended March 31, 2022. Strong operating income at Ranor was not enough to offset operating losses at Stadco due primarily to unfavorable throughput and unabsorbed overhead.\nRanor – \nOperating income was $3.6 million higher compared to prior fiscal year, due primarily to a profitable project mix and improved operating throughput.\nStadco – \nNew project startups with related production issues, including equipment downtime, led to unfavorable throughput and unabsorbed overhead that resulted in an operating loss of $3.9 million. The prior year period only included 31 weeks of business activity at Stadco.\nCorporate and unallocated - \nCorporate expenses were higher for the fiscal year ended March 31, 2023 due to an increase in business taxes following the Stadco acquisition and higher expenses for new subscription services.\nOther Income (Expense), net\nThe following table presents other income (expense) for the fiscal years ended March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\n    \n$ Change\n    \n% Change\n \nOther income (expense), net\n​\n$\n 40,842\n​\n$\n (28,385)\n​\n$\n 69,227\n \n 244\n%\nInterest expense\n​\n$\n (295,692)\n​\n$\n (221,125)\n​\n$\n (74,567)\n \n (34)\n%\nAmortization of debt issue costs\n​\n$\n (59,916)\n​\n$\n (48,251)\n​\n$\n (11,665)\n \n (24)\n%\n​\nIn fiscal 2023, other income, net, was $40,842, and included certain business tax rebates and interest income for $33,716, and other income, net of $7,126 following the settlement of contingent consideration in connection with the Stadco acquisition. Other expense, net, for fiscal 2022 includes the initial measurement net of a change in fair value for contingent consideration of $63,436, offset in part by other income of $22,011 from the dissolution of a foreign subsidiary, a return of $10,000 for a retainer fee previously paid for outside advisory fees, and other income of $3,040.\nInterest expense was higher for the fiscal year ended March 31, 2023. The increase in interest expense was due primarily to borrowings under the Stadco Term Loan (as defined below) and higher amounts borrowed under the Revolver Loan (as defined below). We expect higher interest expense in future periods due to higher interest rates on the extended Ranor Term Loan (as defined below) and renewed Revolver Loan.\n27\n\n\nTable of Contents\nAmortization of debt issue costs in fiscal 2023 were higher when compared to fiscal 2022. New amortization periods commenced in December 2022 for costs incurred to extend the Ranor Term Loan and renew the Revolver Loan. \nEmployee Retention Tax Credit (ERTC)\nOther income for fiscal 2023 includes $636,564 for a refundable Employee Retention Tax Credit authorized under the Coronavirus Aid Relief and Economic Security (“CARES”) Act for eligible employers with qualified wages.\nPaycheck Protection Program (PPP) Loan Forgiveness\nOther income for fiscal 2022 includes a gain of $1,317,100 for forgiveness of the Company’s PPP loan. On May 12, 2021, as authorized by Section 1106 of the CARES Act, the U.S. Small Business Administration remitted to Berkshire Bank, the lender of record for the PPP loan, a payment of principal in the amount of $1,317,100. The funds credited to the PPP loan paid this loan off in full. The loan to Ranor was made through Berkshire Bank.\nIncome Taxes\nFor fiscal year 2023, the Company recorded a tax expense of $195,584. For fiscal year 2022 the Company recorded a tax benefit of $192,355, a result of lower taxable income.\nDeferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences and carryforwards are expected to be recovered or settled. The valuation allowance on deferred tax assets at March 31, 2023 was approximately $2.2 million. We believe that it is more likely than not that the benefit from certain state NOL carryforwards and other deferred tax assets will not be realized. In recognition of this risk, we continue to provide a valuation allowance on these items. In the event future taxable income is below management’s estimates or is generated in tax jurisdictions different than projected, the Company could be required to increase the valuation allowance for deferred tax assets. This would result in an increase in the Company’s effective tax rate.\nNet Loss \nAs a result of the foregoing, for fiscal 2023, we recorded a net loss of $979,006, or $0.11 per share basic and fully diluted, compared with a net loss of $349,834, or $0.04 per share basic and fully diluted in fiscal 2022.\nLiquidity and Capital Resources\nOur liquidity is highly dependent on the availability of financing facilities and our ability to maintain gross profit and operating income.\nAs of March 31, 2023, we had $4.7 million in total available liquidity, consisting of $0.5 million in cash and cash equivalents, and $4.2 million in undrawn capacity under our Revolver Loan. As of March 31, 2022, we had $3.9 million in total available liquidity, consisting of $1.1 million in cash and cash equivalents, and $2.8 million in undrawn capacity under our Revolver Loan.\nOn December 23, 2022, Ranor and certain affiliates of the Company entered into a Fifth Amendment to Amended and Restated Loan Agreement, Fifth Amendment to Promissory Note and First Amendment to Second Amended and Restated Promissory Note, or the “Amendment”. Effective as of December 20, 2022, the Amendment, among other things (i) extends the maturity date of the loan originally made to Ranor by Berkshire Bank in 2016, or the “Ranor Term Loan”, to December 15, 2027, (ii) extends the maturity date of the Revolver Loan from December 20, 2022 to December 20, 2023, (iii) increases the interest rate on the Ranor Term Loan from 5.21% to 6.05% per annum, (iv) decreases the monthly payment on the Ranor Term Loan from $19,260 to $16,601, (v) replaces LIBOR as an option for the benchmark interest rate for the Revolver Loan with SOFR, (vi) replaces LIBOR-based interest pricing conventions with SOFR-based pricing conventions, including benchmark replacement provisions, and (vii) solely with respect to the fiscal quarter ending December 31, 2022, lowers the debt service coverage ratio from at least 1.2 to 1.0 to 1.1 to 1.0. Our capital expenditures are limited to $1.5 million annually and contain loan-to-value, and balance sheet leverage covenants.\nThere was $650,000 outstanding under the Revolver Loan at March 31, 2023. Interest payments made under the Revolver Loan were $33,156 for the fiscal year ended March 31, 2023. The weighted average interest rate at March 31, 2023 and March 31, 2022 was 5.02% \n28\n\n\nTable of Contents\nand 2.75%, respectively. Unused borrowing capacity at March 31, 2023 and March 31, 2022 was approximately $4.2 million and $2.8 million, respectively.\nAt March 31, 2023 our working capital was $5.6 million, an increase compared to $2.8 million at March 31, 2022. We believe our available cash, plus cash expected to be provided by operations, and borrowing capacity available under the Revolver Loan, will be sufficient to fund our operations, expected capital expenditures, and principal and interest payments under our lease and debt obligations through the next 12 months from the issuance date of our financial statements. We intend to refinance the Revolver Loan with Berkshire Bank or another lender at or prior to the next expiration date.\nThe table below presents selected liquidity and capital measures at the fiscal years ended:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nMarch 31,\n    \nMarch 31,\n    \nChange\n(dollars in thousands)\n​\n2023\n​\n2022\n​\nAmount\nCash and cash equivalents\n​\n$\n 534\n​\n$\n 1,052\n​\n$\n (518)\nWorking capital\n​\n$\n 5,559\n​\n$\n 2,753\n​\n$\n 2,806\nTotal debt\n​\n$\n 6,113\n​\n$\n 7,356\n​\n$\n (1,243)\nTotal stockholders’ equity\n​\n$\n 13,443\n​\n$\n 15,264\n​\n$\n (1,821)\n​\nThe next table summarizes changes in cash by primary component in the cash flows statements for the fiscal years ended:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nMarch 31,\n    \nMarch 31,\n    \nChange\n(dollars in thousands)\n​\n2023\n​\n2022\n​\nAmount\nOperating activities\n​\n$\n 3,138\n​\n$\n 258\n​\n$\n 2,880\nInvesting activities\n​\n \n (2,318)\n​\n \n (8,735)\n​\n \n 6,417\nFinancing activities\n​\n \n (1,337)\n​\n \n 7,398\n​\n \n (8,735)\nNet decrease in cash\n​\n$\n (517)\n​\n$\n (1,079)\n​\n$\n 562\n​\nOperating activities\nApart from our loan facilities, our primary sources of cash are from accounts receivable collections. Our customers make advance payments and progress payments under the terms of each manufacturing contract. Our cash flows can fluctuate significantly from period to period as we mark progress with customer projects and the composition of our receivables collections mix changes between advance payments and customer payments made after shipment of finished goods.\nFiscal 2023 was generally marked by favorable project performance progress and delivery schedules that led to timely customer payments. Cash provided by operating activities for the fiscal year ended March 31, 2023 was $3.1 million, as customer cash advances and collections exceeded cash outflows on projects in-progress. Also included in that amount, was $0.6 million for refunds under the employee retention tax credit program, and a $1.0 million reimbursement under a certain customer project program.\nCash provided by operating activities for the fiscal year ended March 31, 2022 was approximately $258,000, as operating cash inflows exceeded outflows in the fiscal 2022 fourth quarter as work on new projects commenced and customer cash collections increased. Cash outlays for the fiscal year ended March 31, 2022 included a payment of $0.5 million to plaintiffs for a court approved final class action settlement, and $0.7 million of cash used to pay past due rent on the Stadco property and buildings.\nOverall, fiscal 2022 was marked by favorable project performance progress and delivery schedules which led to timely customer payments. After a slower third quarter, fourth quarter project activity at Ranor returned to normal levels as customers made advance payments and progress payments for projects started in December 2021.\nInvesting activities\nIn fiscal 2023, we invested $2.3 million in new factory machinery and equipment, with $1.4 million of that amount paid for the installation and construction of equipment for contract project work with a certain customer at our Ranor segment.\n29\n\n\nTable of Contents\nWe are subject to certain financial debt covenants and may not spend more than $1.5 million for new machinery and equipment during any single fiscal year, tested on an annual basis at the end of each fiscal year.\nWe estimate our spending on new machinery and equipment in fiscal 2024, which we expect will include expenditures for the installation and construction of equipment for contract project work with a certain customer, will again exceed the spending limitation. Based on the forecasted spending, the Company will need to modify the terms of the financial debt covenant limiting capital spending with the lender.\nOn June 12, 2023, we executed a waiver with the lender under which the lender agreed to waive the Company’s noncompliance with this capital spending limit covenant, as it relates to the period ended March 31, 2023. The waiver also contains an agreement by the parties to exclude from the calculation of capital expenditures for purposes of the Loan Agreement during the year ending March 31, 2024, any such expenditures made by the Company to the extent they are made using funds provided by customers of the Company for the purpose of making such capital expenditures.\nIn fiscal 2022, we purchased Stadco’s outstanding debt from Sunflower Bank, for $7.8 million, net of cash acquired. We also invested $0.9 million in new factory machinery and equipment in fiscal 2022.\nFinancing activities\nIn fiscal 2023 we drew down $10.9 million of proceeds under the Revolver Loan and repaid $11.5 million during the same period. We also used $0.7 million of cash to pay down debt principal, make periodic lease payments and pay costs in connection with the Ranor Term Loan.\nIn fiscal 2022 we sourced $3.5 million of cash by selling 800,682 shares of common stock at $4.40 per share in a private placement financing and $4.0 million in new debt with Berkshire bank. In addition, we drew down $4.6 million under the revolver loan used to fund the acquisition and operating activities since August 25, 2021, and repaid $3.3 million through the end of March 31, 2022.\nWe used $0.5 million of cash to make periodic lease payments and pay off certain lease and debt obligations, and $0.9 million of cash to pay private placement closing costs, debt issue costs, and repay debt principal.\nAll of the above activity resulted in a net decrease in cash of $0.5 million for the fiscal year ended March 31, 2023 compared with a net decrease in cash of $1.1 million for the fiscal year ended March 31, 2022.\nBerkshire Bank Loans\nOn August 25, 2021, the Company entered into an amended and restated loan agreement with Berkshire Bank (as amended to date, the “Loan Agreement”). Under the Loan Agreement, Berkshire Bank continues as lender of the “Ranor Term Loan”, and the revolving line of credit, or the “Revolver Loan”. In addition, Berkshire Bank provided to Stadco a term loan in the original amount of $4.0 million, or the “Stadco Term Loan”. The proceeds of the original Ranor Term Loan of $2.85 million were previously used to refinance existing mortgage debt of Ranor. The proceeds of the Revolver Loan are used for working capital and general corporate purposes of the Company. The proceeds of the Stadco Term Loan were to be used to support the acquisition of Stadco and refinance existing indebtedness of Stadco.\nPayments for the original Ranor Term Loan began on January 20, 2017, and until the facility was amended in December 2022, the Company paid monthly installments of $19,260 each, inclusive of interest at a fixed rate of 5.21% per annum. Since the effectiveness of the most recent amendment, the Company now makes monthly installment payments of $16,601 each, inclusive of interest at a fixed rate of 6.05% per annum. All outstanding principal and accrued interest is due and payable on the maturity date of December 15, 2027.\nUnder the Loan Agreement, Berkshire Bank also makes available to Ranor a revolving line of credit with, following certain modifications, a maximum principal amount available of $5.0 million. There was $650,000 outstanding under the Revolver Loan at March 31, 2023. The Company can elect to pay interest at an adjusted SOFR-based rate or an Adjusted Prime Rate. The minimum adjusted SOFR-based rate is 2.25% and the Adjusted Prime Rate is the greater of (i) the Prime Rate minus 70 basis points or (ii) 2.75%. Interest-only payments on advances made under the Revolver Loan will continue to be payable monthly in arrears. The previous LIBOR-based rate expired on December 20, 2022. Interest-only payments on advances made under the Revolver Loan during the fiscal year \n30\n\n\nTable of Contents\nended March 31, 2023 totaled $33,156 at a weighted average interest rate of 5.02%. Unused borrowing capacity on March 31, 2023 was approximately $4.2 million. The maturity date of the Revolver Loan is December 20, 2023.\nOn August 25, 2021, Stadco borrowed $4.0 million from Berkshire Bank under the Stadco Term Loan. Interest on the Stadco Term Loan is due on unpaid balances beginning on August 25, 2021, at a fixed rate per annum equal to the 7-year Federal Home Loan Bank of Boston Classic Advance Rate plus 2.25%. Since September 25, 2021, and on the 25th day of each month thereafter, Stadco has made and will continue to make monthly payments of principal and interest in the amount of $54,390 each, with all outstanding principal and accrued interest due and payable on August 25, 2028.\nThe Ranor Term Loan, the Stadco Term Loan and the Revolver Loan, or collectively, the “Berkshire Loans,” may be accelerated upon the occurrence of an event of default as defined in the Loan Agreement. Upon the occurrence and during the continuance of certain default events, at the option of Berkshire Bank, or automatically without notice or any other action upon the occurrence of certain other events specified in the Loan Agreement, the unpaid principal amount outstanding under the facility, together with accrued interest and all other obligations, would become immediately due and payable without presentment, demand, protest, or further notice of any kind. \nThe Company agreed to maintain compliance with certain financial covenants under the Loan Agreement. Namely, the Company agreed to maintain a ratio of Cash Flow-to-Total Debt Service of not less than 1.20 to 1.00, measured quarterly on the last day of each fiscal quarter or annual period on a trailing 12-month basis. Calculations are based on the audited (year-end) and unaudited (quarterly) consolidated financial statements of the Company. Quarterly tests will be measured based on the financial statements included in the Company’s quarterly reports on Form 10-Q within 60 days of the end of each quarter, and annual tests will be measured based on the financial statements included in the Company’s annual reports on Form 10-K within 120 days after the end of each fiscal annual period. For purposes of the covenant, “Cash Flow” means an amount, without duplication, equal to the sum of net income of TechPrecision plus (i) interest expense, plus (ii) taxes, plus (iii) depreciation and amortization, plus (iv) stock based compensation expense taken by TechPrecision, plus (v) non-cash losses and charges and one time or non-recurring expenses at Berkshire Bank’s discretion, less (vi) the amount of cash distributions, if any, made to stockholders or owners of TechPrecision, less (vii) cash taxes paid by the TechPrecision, all as determined in accordance with U.S. GAAP. For purposes of the covenant, “Total Debt Service” means an amount, without duplication, equal to the sum of (i) all amounts of cash interest paid on liabilities, obligations and reserves of TechPrecision paid by TechPrecision, (ii) all amounts paid by TechPrecision in connection with current maturities of long-term debt and preferred dividends, and (iii) all payments on account of capitalized leases, all as determined in accordance with U.S. GAAP.\nAdditionally, the Company agreed to cause its Balance Sheet Leverage to be less than or equal 2.50 to 1.00. Compliance with this covenant is tested quarterly, as of the last day of each fiscal quarter. For purposes of the covenant, “Balance Sheet Leverage” means, at any date of determination, the ratio of the Company’s (a) Total Liabilities, less Subordinated Debt, to (b) Net Worth, plus Subordinated Debt. The Company agreed that its combined annual capital expenditures will not exceed $1.5 million. Compliance is tested annually.\nFinally, the Company agreed to maintain a Loan-to-Value Ratio of not greater than 0.75 to 1.00. For purposes of the covenant, “Loan-to-Value Ratio” means the ratio of (a) the sum of the outstanding balance of the Ranor Term Loan and the Stadco Term Loan, to (b) the fair market value of the property pledged as collateral for the loan, as determined by an appraisal obtained from time to time by Berkshire Bank.\nAt March 31, 2023, the Company was in violation of the Loan Agreement as it exceeded the capital expenditure limit of $1.5 million as defined in the agreement. On June 12, 2023, the Company and Berkshire Bank executed a waiver under which Berkshire Bank waived the Company’s noncompliance with the capital expenditure limit on March 31, 2023. The waiver document also contains an agreement by the parties to exclude from the calculation of capital expenditures for purposes of the Loan Agreement during the year ending March 31, 2024, any such expenditures made by the Company to the extent they are made using funds provided by customers of the Company for the purpose of making such capital expenditures. The Company was otherwise in compliance with all the financial covenants on March 31, 2023.\nCollateral securing all the above obligations comprises all personal and real property of the Company, including cash, accounts receivable, inventories, equipment, and financial assets.\n31\n\n\nTable of Contents\nSmall Business Administration Loan\nOn May 8, 2020, the Company, through its wholly owned subsidiary Ranor, Inc., issued a promissory note evidencing an unsecured PPP loan in the amount of $1,317,100 made to Ranor under the CARES Act. This PPP loan was made through Berkshire Bank.\nUnder the terms of the CARES Act, PPP loan recipients can apply for and be granted forgiveness for all or a portion of loans granted under the PPP, with such forgiveness to be determined, subject to limitations, based on the use of the loan proceeds for payment of payroll costs, certain group health care benefits and insurance premiums, and any payments of mortgage interest, rent, and utilities.\nThe Company applied for loan forgiveness with the SBA under the Paycheck Protection Program on March 26, 2021. On May 12, 2021, as authorized by Section 1106 of the CARES Act, the SBA remitted to Berkshire Bank, the lender of record, a payment of principal and interest in the amount of $1,317,100 and $13,207, respectively, for forgiveness of the Company’s PPP loan. The funds credited to the PPP loan paid this loan off in full. Loan forgiveness is recorded as a gain under other income and expense in the consolidated statement of operations.\nCommitments and Contractual Obligations\nThe following contractual obligations associated with our normal business activities are expected to result in cash payments in future periods, and include the following material items on March 31, 2023:\n●\nOur long-term debt obligations, including fixed and variable-rate debt, totaled $5.5 million, with $2.0 million due as a balloon payment in December 2027. In addition, approximately $0.6 to $0.7 million is due annually for each of the next five years.\n●\nWe enter into various commitments with suppliers for the purchase of raw materials and work supplies. Our outstanding unconditional contractual commitments, including for the purchase of raw materials and supplies goods, totaled $5.7 million, all of it due to be paid within the next twelve months. These purchase commitments are in the normal course of business.\n●\nOur lease obligations, including imputed interest, totaled $6.8 million for buildings through 2030, with approximately $0.9 million due annually for each of the next seven years.\nWe believe our available cash, plus cash expected to be provided by operations and borrowing capacity available under the Revolver Loan (until December 2023 when the Company expects to refinance) will be sufficient to fund our operations, expected capital expenditures, and principal and interest payments under our lease and debt obligations through the next 12 months from the issuance date of our financial statements. There are no off-balance sheet arrangements as of March 31, 2023.\nEBITDA Non-GAAP Financial Measure\nTo complement our consolidated statements of operations and comprehensive loss and consolidated statements of cash flows, we use EBITDA, a non-GAAP financial measure. Net income (loss) is the financial measure calculated and presented in accordance with U.S. GAAP that is most directly comparable to EBITDA. We believe EBITDA provides our board of directors, management, and investors with a helpful measure for comparing our operating performance with the performance of other companies that have different financing and capital structures or tax rates. We also believe that EBITDA is a measure frequently used by securities analysts, investors, and other interested parties in the evaluation of companies in our industry, and is a measure contained in our debt covenants. However, while we consider EBITDA to be an important measure of operating performance, EBITDA and other non-GAAP financial measures have limitations, and investors should not consider them in isolation or as a substitute for analysis of our results as reported under U.S. GAAP.\nWe define EBITDA as net income (loss) plus interest, income taxes, depreciation, and amortization. Net loss was $1.0 million for the fiscal year ended March 31, 2023, as compared to net loss of $0.3 million for the year ended March 31, 2022. EBITDA, a non-GAAP financial measure, was $1.8 million for the year ended March 31, 2023, as compared to $1.2 million for the year ended March 31, 2022. \n32\n\n\nTable of Contents\nThe following table provides a reconciliation of EBITDA to net income (loss), the most directly comparable U.S. GAAP measure reported in our consolidated financial statements for the fiscal years ended:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nMarch 31,\n    \nMarch 31,\n    \nChange\n(dollars in thousands)\n​\n2023\n​\n2022\n​\nAmount\nNet loss\n​\n$\n (979)\n​\n$\n (350)\n​\n$\n (629)\nIncome tax provision (benefit) \n​\n \n 196\n​\n \n​\n (192)\n​\n \n​\n 388\nInterest expense \n(1)\n​\n \n 356\n​\n \n 269\n​\n \n 87\nDepreciation and amortization\n​\n \n 2,217\n​\n \n 1,460\n​\n \n 757\nEBITDA\n​\n$\n 1,790\n​\n$\n 1,187\n​\n$\n 603\n(1)\nIncludes amortization of debt issue costs.",
    "item7": ">Item 7.       Management’s Discussion and Analysis of Financial Condition and Results of Operations\nStatement Regarding Forward Looking Disclosure\nThe following discussion of our financial condition and results of operations should be read in conjunction with our audited consolidated financial statements and the related notes, which appear elsewhere in this Annual Report on Form 10-K. This Annual Report on Form 10-K, including this section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” may contain predictive or “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. All statements other than statements of current or historical fact contained in this annual report, including statements that express our intentions, plans, objectives, beliefs, expectations, strategies, predictions or any other statements relating to our future activities or other future events, or conditions are forward-looking statements. The words “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “will,” “should,” “would” and similar expressions, as they relate to us, are intended to identify forward-looking statements.\nThese forward-looking statements are based on current expectations, estimates and projections made by management about our business, our industry and other conditions affecting our financial condition, results of operations or business prospects. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in, or implied by, the forward-looking statements due to numerous risks and uncertainties. Factors that could cause such outcomes and results to differ include, but are not limited to, risks and uncertainties arising from:\n●\nour reliance on individual purchase orders, rather than long-term contracts, to generate revenue;\n●\nour ability to balance the composition of our revenues and effectively control operating expenses;\n●\nexternal factors that may be outside of our control, including health emergencies, like epidemics or pandemics, the Russia-Ukraine conflict, price inflation, increasing interest rates, and supply-chain inefficiencies;\n●\nthe availability of appropriate financing facilities impacting our operations, financial condition and/or liquidity;\n●\nour ability to receive contract awards through competitive bidding processes;\n20\n\n\nTable of Contents\n●\nour ability to maintain standards to enable us to manufacture products to exacting specifications;\n●\nour ability to enter new markets for our services;\n●\nour reliance on a small number of customers for a significant percentage of our business;\n●\ncompetitive pressures in the markets we serve;\n●\nchanges in the availability or cost of raw materials and energy for our production facilities;\n●\nrestrictions on our ability to operate our business due to our outstanding indebtedness;\n●\ngovernment regulations and requirements;\n●\npricing and business development difficulties;\n●\nchanges in government spending on national defense;\n●\nour ability to make acquisitions and successfully integrate those acquisitions with our business;\n●\nour failure to maintain effective internal controls over financial reporting;\n●\ngeneral industry and market conditions and growth rates;\n●\nunexpected costs, charges or expenses resulting from the recently completed acquisition of Stadco; and\n●\nthose risks discussed in “",
    "item7a": ">Item 7A.    Quantitative and Qualitative Disclosure About Market Risk.\nAs a smaller reporting company, we have elected not to provide the information required by this Item.\nItem 8.       Financial Statements and Supplementary Data.\n​\n33\n\n\nTable of Contents\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM \nTo the Audit Committee of the Board of Directors and Stockholders of \nTechPrecision Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of TechPrecision Corporation (the “Company”) as of March 31, 2023 and 2022, the related consolidated statements of operations and comprehensive loss, stockholders’ equity and cash flows for each of the two years in the period ended March 31, 2023, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of March 31, 2023, and the results of its operations and its cash flows for each of the two years in the period ended March 31, 2023, in conformity with accounting principles generally accepted in the United States of America.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (\"PCAOB\") and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB and in accordance with auditing standards generally accepted in the United States of America. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. The Company is not required to have, nor were we engaged to perform, an audit of its internal control over financial reporting. As part of our audits we are required to obtain an understanding of internal control over financial reporting but not for the purpose of expressing an opinion on the effectiveness of the Company's internal control over financial reporting. Accordingly, we express no such opinion. \nOur audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nContract Estimates\nAs described in Note 2 of the consolidated financial statements, for those long-term fixed-price contracts for which control transfers over time, revenue is recognized based on the extent of progress towards completion of the performance obligation. The Company measures progress for performance obligations satisfied over time using input methods such as costs incurred, resources consumed, labor hours expended, and/or time elapsed. The estimation of progress toward completion is subject to assumptions and variables and requires significant judgment. Auditing the Company’s estimate of total expected contract costs and effort necessary to completion is especially challenging due to the judgmental and subjective nature of the estimation of costs to complete, including material, labor and subcontracting costs, among others, unique to each revenue arrangement. Revisions in contract estimates can materially affect the Company’s operating results.\n34\n\n\nTable of Contents\nWe obtained an understanding of and evaluated the Company’s revenue recognition review procedures. To test the estimate of expected contract costs to complete and effort necessary to completion, our audit procedures included, among others, testing significant components of the estimate noted above, assessing the completeness of the cost estimates, reviewing changes in the estimates from previous periods and testing underlying data used by management. Further, our procedures included discussing project status with operations and finance management responsible for managing the contractual arrangements; inspecting evidence to support the assumptions made by management; evaluating the key assumptions utilized in development of the expected contract costs to complete the arrangement; and performing look-back procedures to assess previous estimates as well as performance on similar arrangements. We also reviewed documentation of management’s estimates as well as continued progress on open arrangements through the reporting date for evidence of changes that would affect estimates as of the balance sheet date.\nGoing Concern\nAs discussed in Note 2 to the consolidated financial statements, the Company reported a net loss of approximately $979,000 for the year ended March 31, 2023. Also, as discussed in Note 12 in the consolidated financial statements, the Company has a revolver loan with a balance of $650,000 as of March 31, 2023 and is due to mature in December 2023. The Company plans to refinance the loan; however, if the Company is unable to refinance the loan, the loan would become due during the fiscal year ended March 31, 2024, which would cause substantial doubt about the Company’s ability to continue as a going concern.\nWe identified going concern as a critical audit matter because of the significant estimates and assumptions management used in developing its financial forecast and the assumptions used in management’s plan to alleviate the substantial doubt about the Company’s ability to continue as a going concern. This required a high degree of auditor judgment and an increased extent of effort when performing audit procedures to evaluate the reasonableness of management’s assumptions.\nWe obtained management’s plan and forecasted cash flow through June 30, 2024. Our audit procedures related to management’s plan and forecasted cash flows included the following, among others:\n●\nWe assessed the reasonableness of the forecasted cash flows for the fiscal period ending June 30, 2024 by comparing them to actual results for the fiscal year ended March 31, 2023.\n●\nWe assessed the reasonableness of the forecasted revenue growth and operating margins over the cash flow forecast period by comparing them to historical periods.\n●\nWe performed sensitivity analysis of the significant assumptions used in the cash flow forecast.\n●\nWe reviewed the bank waiver that the Company received with respect to its capital expenditures.\n/s/ Marcum LLP\n​\nMarcum LLP\n​\nWe have served as the Company’s auditor since 2013\nPhiladelphia, Pennsylvania\nJune 15, 2023\n​\n35\n\n\nTable of Contents\nTECHPRECISION CORPORATION\nCONSOLIDATED BALANCE SHEETS\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nMarch 31, \n​\nMarch 31, \n​\n    \n2023\n    \n2022\nASSETS\n​\n​\n​\n​\n​\n​\nCurrent assets:\n​\n​\n​\n​\n​\n​\nCash and cash equivalents\n​\n$\n \n534,474\n​\n$\n \n1,052,139\nAccounts receivable, net\n​\n \n \n2,336,481\n​\n \n \n3,009,249\nContract assets\n​\n \n \n8,947,811\n​\n \n \n8,350,231\nRaw materials\n​\n​\n \n1,692,852\n​\n​\n \n874,538\nWork-in-process \n​\n​\n \n719,736\n​\n​\n \n1,360,137\nOther current assets\n​\n \n \n348,983\n​\n \n \n1,421,459\nTotal current assets\n​\n \n \n14,580,337\n​\n \n \n16,067,753\nProperty, plant and equipment, net\n​\n \n \n13,914,024\n​\n \n \n13,153,165\nRight of use asset, net\n​\n​\n \n5,660,938\n​\n​\n \n6,383,615\nDeferred income taxes\n​\n \n \n1,931,186\n​\n \n \n2,126,770\nOther noncurrent assets, net\n​\n \n \n121,256\n​\n \n \n121,256\nTotal assets\n​\n$\n \n36,207,741\n​\n$\n \n37,852,559\nLIABILITIES AND STOCKHOLDERS’ EQUITY:\n​\n​\n​\n​\n​\n​\nCurrent liabilities:\n​\n​\n​\n​\n​\n​\nAccounts payable\n​\n$\n \n2,224,320\n​\n$\n \n3,426,921\nAccrued expenses\n​\n \n \n2,533,185\n​\n \n \n3,435,866\nContract liabilities\n​\n \n \n2,333,591\n​\n \n \n1,765,319\nCurrent portion of long-term lease liability\n​\n \n \n711,727\n​\n \n \n593,808\nCurrent portion of long-term debt, net\n​\n​\n \n1,218,162\n​\n​\n \n4,093,079\nTotal current liabilities\n​\n \n \n9,020,985\n​\n \n \n13,314,993\nLong-term debt, net\n​\n \n \n4,749,139\n​\n \n \n3,114,936\nLong-term lease liability\n​\n​\n \n5,143,974\n​\n​\n \n5,853,791\nOther noncurrent liability\n​\n​\n \n2,699,492\n​\n​\n \n305,071\nTotal liabilities\n​\n​\n \n21,613,590\n​\n​\n \n22,588,791\nCommitments and contingent liabilities (see Note 15)\n​\n​\n​\n​\n​\n​\nStockholders’ Equity:\n​\n​\n​\n​\n​\n​\nCommon stock - par value $\n.0001\n per share, shares authorized: March 31, 2023 – \n50,000,000\n; Shares \nissued\n and \noutstanding\n: March 31, 2023 – \n8,613,408\n; March 31, 2022 – \n8,576,862\n​\n \n \n861\n​\n \n \n858\nAdditional paid in capital\n​\n \n \n14,949,729\n​\n \n \n14,640,343\nAccumulated other comprehensive income\n​\n \n —\n​\n \n —\nRetained earnings (accumulated deficit)  \n​\n \n (\n356,439\n)\n​\n \n \n622,567\nTotal stockholders’ equity\n​\n \n \n14,594,151\n​\n \n \n15,263,768\nTotal liabilities and stockholders’ equity\n​\n$\n \n36,207,741\n​\n$\n \n37,852,559\n​\nSee accompanying notes to the consolidated financial statements.\n​\n36\n\n\nTable of Contents\nTECHPRECISION CORPORATION\nCONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears ended March 31,\n​\n    \n2023\n    \n2022\nNet sales\n​\n$\n \n31,431,614\n​\n$\n \n22,282,495\nCost of sales\n​\n \n \n26,527,953\n​\n \n \n18,905,938\nGross profit\n​\n \n \n4,903,661\n​\n \n \n3,376,557\nSelling, general and administrative\n​\n \n \n6,008,881\n​\n \n \n4,938,086\nLoss from operations\n​\n​\n (\n1,105,220\n)\n​\n​\n (\n1,561,529\n)\nOther income (expense), net\n​\n \n \n40,842\n​\n \n (\n28,385\n)\nInterest expense\n​\n \n (\n355,608\n)\n​\n \n (\n269,375\n)\nRefundable employee retention tax credits\n​\n \n \n636,564\n​\n \n —\nPPP loan forgiveness\n​\n \n —\n​\n \n \n1,317,100\nTotal other income (expense), net\n​\n \n \n321,798\n​\n \n \n1,019,340\nLoss before income taxes\n​\n \n (\n783,422\n)\n​\n \n (\n542,189\n)\nIncome tax provision (benefit)\n​\n​\n \n195,584\n​\n​\n (\n192,355\n)\nNet loss  \n​\n$\n (\n979,006\n)\n​\n$\n (\n349,834\n)\nOther comprehensive loss before tax:\n​\n \n​\n​\n \n​\nForeign currency translation adjustments\n​\n \n —\n​\n \n (\n1,909\n)\nForeign currency translation reclassification\n​\n​\n —\n​\n​\n (\n19,929\n)\nOther comprehensive loss, net of tax\n​\n​\n —\n​\n​\n (\n21,838\n)\nComprehensive loss \n​\n$\n (\n979,006\n)\n​\n$\n (\n371,672\n)\nNet loss per share – basic\n​\n$\n (\n0.11\n)\n​\n$\n (\n0.04\n)\nNet loss per share – diluted\n​\n$\n (\n0.11\n)\n​\n$\n (\n0.04\n)\nWeighted average number of shares outstanding – basic\n​\n​\n \n8,595,992\n​\n​\n \n8,095,058\nWeighted average number of shares outstanding – diluted\n​\n​\n \n8,595,992\n​\n​\n \n8,095,058\n​\nSee accompanying notes to the consolidated financial statements.\n​\n37\n\n\nTable of Contents\nTECHPRECISION CORPORATION\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nAccumulated\n​\nRetained\n​\n​\n​\n​\n \nCommon\n \n​\n​\n \nAdditional\n \nOther\n \nEarnings\n \nTotal\n​\n \nStock\n​\nPar\n \nPaid in\n \nComprehensive\n \n(Accumulated\n \nStockholders’\n​\n    \nOutstanding\n    \nValue\n    \nCapital\n    \nIncome (Loss)\n    \nDeficit)\n    \nEquity\nBalance 3/31/2021\n \n \n7,374,665\n​\n$\n \n737\n​\n$\n \n8,946,872\n​\n$\n \n21,838\n​\n$\n \n972,401\n​\n$\n \n9,941,848\nStock based compensation\n​\n —\n​\n​\n —\n​\n​\n \n155,754\n​\n​\n —\n​\n​\n —\n​\n​\n \n155,754\nRestricted stock award\n​\n \n30,000\n​\n​\n \n3\n​\n​\n (\n3\n)\n​\n​\n —\n​\n​\n —\n​\n​\n —\nIssuance of common stock\n​\n \n5,000\n​\n​\n \n1\n​\n​\n \n34,999\n​\n​\n —\n​\n​\n —\n​\n​\n \n35,000\nIssuance of warrants\n​\n —\n​\n​\n —\n​\n​\n \n46,256\n​\n​\n —\n​\n​\n —\n​\n​\n \n46,256\nCommon stock issued for acquired business\n​\n \n366,515\n​\n​\n \n37\n​\n​\n \n2,268,963\n​\n​\n —\n​\n​\n —\n​\n​\n \n2,269,000\nProceeds from sale of common stock, net\n​\n \n800,682\n​\n​\n \n80\n​\n​\n \n3,187,502\n​\n​\n —\n​\n​\n —\n​\n​\n \n3,187,582\nNet loss\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n (\n349,834\n)\n​\n​\n (\n349,834\n)\nForeign currency translation adjustment\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n (\n21,838\n)\n​\n​\n —\n​\n​\n (\n21,838\n)\nBalance 3/31/2022\n​\n \n8,576,862\n​\n$\n \n858\n​\n$\n \n14,640,343\n​\n$\n —\n​\n$\n \n622,567\n​\n$\n \n15,263,768\nStock based compensation\n​\n —\n​\n​\n —\n​\n​\n \n109,079\n​\n​\n —\n​\n​\n —\n​\n​\n \n109,079\nStock issued for contingent consideration\n​\n \n9,127\n​\n​\n \n1\n​\n​\n \n56,309\n​\n​\n —\n​\n​\n —\n​\n​\n \n56,310\nStock award non-employee directors\n​\n \n25,000\n​\n​\n \n2\n​\n​\n \n143,998\n​\n​\n —\n​\n​\n —\n​\n​\n \n144,000\nStock split fractional share round up\n​\n \n2,419\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n —\nNet loss \n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n (\n979,006\n)\n​\n​\n (\n979,006\n)\nBalance 3/31/2023\n​\n \n8,613,408\n​\n$\n \n861\n​\n$\n \n14,949,729\n​\n$\n —\n​\n$\n (\n356,439\n)\n​\n$\n \n14,594,151\n​\nSee accompanying notes to the consolidated financial statements.\n​\n38\n\n\nTable of Contents\nTECHPRECISION CORPORATION\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended March 31,\n​\n    \n2023\n    \n2022\nCASH FLOWS FROM OPERATING ACTIVITIES\n \n​\n  \n \n​\n  \nNet loss  \n​\n$\n (\n979,006\n)\n​\n$\n (\n349,834\n)\nAdjustments to reconcile net loss to net cash provided by operating activities:\n​\n \n​\n​\n \n​\nDepreciation and amortization\n​\n \n \n2,217,472\n​\n \n \n1,460,439\nAmortization of debt issue costs\n​\n \n \n59,916\n​\n \n \n48,251\nGain on disposal of equipment\n​\n \n (\n468\n)\n​\n \n —\nStock based compensation expense\n​\n \n \n253,079\n​\n \n \n190,754\nChange in contract loss provision\n​\n \n (\n237,318\n)\n​\n \n (\n223,111\n)\nDeferred income taxes\n​\n \n \n195,584\n​\n \n (\n192,355\n)\nPPP loan forgiveness\n​\n​\n —\n​\n​\n (\n1,317,100\n)\nStock based expense for contingent consideration\n​\n​\n \n56,310\n​\n​\n —\nChange in fair value for contingent consideration\n​\n​\n (\n63,436\n)\n​\n​\n \n50,454\nChanges in operating assets and liabilities:\n​\n \n​\n​\n​\n​\nAccounts receivable\n​\n \n \n672,768\n​\n \n (\n842,943\n)\nContract assets\n​\n \n (\n597,580\n)\n​\n \n \n1,012,783\nWork-in-process and raw materials \n​\n \n (\n177,914\n)\n​\n \n (\n42,491\n)\nOther current assets\n​\n \n \n1,072,476\n​\n \n \n354,993\nOther noncurrent liabilities\n​\n \n \n2,394,420\n​\n \n (\n50,633\n)\nAccounts payable\n​\n \n (\n1,202,601\n)\n​\n \n \n245,743\nAccrued expenses and lease liabilities\n​\n \n (\n1,094,137\n)\n​\n \n (\n1,477,552\n)\nContract liabilities\n​\n \n \n568,273\n​\n \n \n1,390,441\nNet cash provided by operating activities\n​\n \n \n3,137,838\n​\n \n \n257,839\nCASH FLOWS FROM INVESTING ACTIVITIES\n​\n \n​\n​\n \n​\nBusiness acquisition, net of cash acquired\n​\n​\n —\n​\n​\n (\n7,795,810\n)\nPurchases of property, plant, and equipment\n​\n \n (\n2,325,301\n)\n​\n \n (\n939,004\n)\nProceeds from sale of fixed assets\n​\n \n \n7,000\n​\n \n —\nNet cash used in investing activities\n​\n​\n (\n2,318,301\n)\n​\n​\n (\n8,734,814\n)\nCASH FLOWS FROM FINANCING ACTIVITIES\n​\n \n​\n​\n \n​\nProceeds from term loan\n​\n \n —\n​\n \n \n4,000,000\nClosing costs related to common stock sale\n​\n \n —\n​\n \n (\n335,418\n)\nProceeds from sale of common stock \n​\n​\n —\n​\n​\n \n3,523,000\nProceeds from revolver loan\n​\n​\n \n10,885,150\n​\n​\n \n4,612,002\nRepayment of revolver loan\n​\n \n (\n11,522,152\n)\n​\n \n (\n3,325,000\n)\nDebt issuance costs\n​\n​\n (\n57,723\n)\n​\n​\n (\n169,884\n)\nPrincipal payments for leases\n​\n​\n (\n36,572\n)\n​\n​\n (\n508,806\n)\nRepayment of long-term debt\n​\n \n (\n605,905\n)\n​\n​\n (\n397,490\n)\nNet cash (used in) provided by financing activities\n​\n \n (\n1,337,202\n)\n​\n \n \n7,398,404\nNet decrease in cash and cash equivalents\n​\n \n (\n517,665\n)\n​\n \n (\n1,078,571\n)\nCash and cash equivalents, beginning of period\n​\n \n \n1,052,139\n​\n \n \n2,130,711\nCash and cash equivalents, end of period\n​\n$\n \n534,474\n​\n$\n \n1,052,139\nSUPPLEMENTAL DISCLOSURES OF CASH FLOWS INFORMATION\n​\n \n​\n​\n \n​\nCash paid during the year for interest (net of interest capitalized)\n​\n$\n \n288,085\n​\n$\n \n236,575\n​\nSee accompanying notes to the consolidated financial statements.\n39\n\n\nTable of Contents\nSUPPLEMENTAL INFORMATION - NONCASH OPERATING, INVESTING AND FINANCING TRANSACTIONS:\nFiscal Year Ended March 31, 2023 \nStadco entered into a payment arrangement agreement (the “Payment Agreement”) with the Department of Water and Power of the City of Los Angeles (the “LADWP”), to settle previously outstanding amounts for water, water service, electric energy and/or electric service in the aggregate amount of $\n1,770,201\n that are delinquent and unpaid. This liability amount was included in accounts payable on the Company’s balance sheet as of March 31, 2022, and was reclassified as a current liability for $\n221,272\n to accrued expenses and to noncurrent liabilities for $\n1,548,929\n in December 2022.\nFiscal Year Ended March 31, 2022\nOn August 25, 2021, in exchange for the issuance of \n366,515\n shares of common stock and warrants, the Company acquired all of the issued and outstanding capital stock of Stadco, acquired certain other securities of Stadco and satisfied certain liabilities of Stadco. The fair value of the common stock transferred was $\n2,269,000\n and based on the closing market price of the Company’s common stock on the closing date, August 25, 2021. The fair value of the warrants transferred was $\n46,256\n and was estimated using the Black-Scholes option-pricing model.\nIn connection with the Stadco acquisition, the Company became party to an amended and restated lease agreement to rent buildings and property at the Stadco manufacturing location and recorded a right-of-use asset and liability of approximately $\n6.7\n million.\n​\n40\n\n\nTable of Contents\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1 - DESCRIPTION OF BUSINESS\nTechPrecision Corporation, or “TechPrecision”, is a Delaware corporation organized in February 2005 under the name Lounsberry Holdings II, Inc. On February 24, 2006, we acquired all the issued and outstanding capital stock of our wholly owned subsidiary Ranor, Inc., or “Ranor.” Ranor, together with its predecessors, has been in continuous operation since 1956. The name was changed to TechPrecision Corporation on March 6, 2006.\nTechPrecision is the parent company of Ranor, Westminster Credit Holdings, LLC, or “WCH”, Stadco New Acquisition, LLC, or “Acquisition Sub”, Stadco and Wuxi Critical Mechanical Components Co., Ltd., or “WCMC”, a wholly foreign owned enterprise. WCMC was dissolved and deregistered in November 2021. TechPrecision, Ranor, WCH, WCMC (until November 2021), Acquisition Sub and Stadco are collectively referred to as the “Company”, “we”, “us” or “our”. \nOn August 25, 2021, the Company completed its acquisition of Stadco, pursuant to that certain stock purchase agreement with Acquisition Sub, Stadco Acquisition, LLC, Stadco and each equity holder of Stadco Acquisition, LLC. On the closing date, the Company, through Acquisition Sub, acquired all the issued and outstanding capital stock of Stadco from Stadco Acquisition, LLC in exchange for the issuance of shares of the Company’s common stock to Stadco Acquisition, LLC. As a result of the acquisition, Stadco is now our wholly owned indirect subsidiary. See Note 3 for additional disclosures related to this business combination.\nWe manufacture large-scale metal fabricated and machined precision components and equipment. These products are used in a variety of markets including defense and aerospace, nuclear, medical, and precision industrial. All our operations and customers are in the United States, or “U.S.”.\n​\nNOTE 2 - BASIS OF PRESENTATION AND SIGNIFICANT ACCOUNTING POLICIES\nBasis of Presentation and Consolidation - \nThe accompanying consolidated financial statements include the accounts of TechPrecision, Ranor, Stadco, Westminster Credit Holdings, LLC, and WCMC, until its dissolution. Intercompany transactions and balances have been eliminated in consolidation. On February 23, 2023, the Company effected a one-for-four reverse stock split with respect to the issued and outstanding shares of TechPrecision common stock. All share and per-share amounts included in this Form 10-K are presented as if the stock split had been effective from the beginning of the earliest period presented.\nUse of Estimates in the Preparation of Financial Statements -\n In preparing the consolidated financial statements in conformity with generally accepted accounting principles in the United States, or “U.S. GAAP”, management is required to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the consolidated financial statements and revenues and expenses during the reported period. We continually evaluate our estimates, including those related to revenue recognition, long-lived assets, and income taxes. We base our estimates on historical and current experiences and on various other assumptions that we believe to be reasonable under the circumstances. Actual results could differ from those estimates.\nRisks and Uncertainties -\n For the year ended March 31, 2023 and 2022, there were no events related to Coronavirus Disease (COVID-19) that had a material impact on our operating margins. The Company will continue to monitor the impacts of COVID-19 and any government-imposed actions thereto.\nFor the fiscal years ended March 31, 2023 and 2022, we reported a net loss of \n$979,006\n and $\n349,834\n, respectively. Our liquidity is highly dependent on the availability of financing facilities and our ability to maintain our gross profit and operating income. On December 23, 2022, we were successful extending the maturity date of the Ranor Term Loan to December 2027 and renewing the Revolver Loan for one year (each as defined below; see Note 12 – Debt). This new long-term financing allows us to continue operations beyond the next twelve months (the Company intends to renew or replace the Revolver Loan in December 2023) and be able to discharge our liabilities and commitments in the normal course of business. Additionally, we were able to meet certain financial and related loan covenants that the Company had failed in the fiscal 2023 second quarter. As such, the uncertainty with respect to the Company’s ability to continue as a going concern has been alleviated.\n41\n\n\nTable of Contents\nWe are subject to certain financial debt covenants and may not spend more than $\n1.5\n million for new machinery and equipment during any single fiscal year, tested on an annual basis at the end of each fiscal year. On June 12, 2023, we executed a waiver with the lender under which the lender agreed to waive the Company’s noncompliance with this capital spending limit covenant, as it relates to the period ended March 31, 2023. The waiver document also contains an agreement by the parties to exclude from the calculation of capital expenditures for purposes of the Loan Agreement during the year ending March 31, 2024, any such expenditures made by the Company to the extent they are made using funds provided by customers of the Company for the purpose of making such capital expenditures.\nWe estimate our spending on new machinery and equipment in fiscal 2024, which we expect will include expenditures for the installation and construction of equipment for contract project work with a certain customer, will again exceed the spending limitation. However, as a result of the agreement to exclude certain expenditures from the limitation imposed by the covenant, the Company does not anticipate this will result in noncompliance with the capital spending limit covenant for the period ended March 31, 2024.\nCash and cash equivalents -\n Holdings of highly liquid investments with maturities of three months or less, when purchased, are considered to be cash equivalents. Our deposit and money market accounts are maintained in a large U.S. regional bank.\nAccounts receivable and allowance for doubtful accounts - \nAccounts receivable are comprised of amounts billed and currently due from customers. Accounts receivables are amounts related to any unconditional right the Company has for receiving consideration and are presented as accounts receivables in the consolidated balance sheets. We maintain allowances for doubtful accounts for estimated losses resulting from the inability of our customers to make required payments. Management considers the following factors when determining the collectability of specific customer accounts: customer creditworthiness, past transaction history with the customer, current industry trends, and changes in customer payment terms. Based on management’s assessment, we provide for estimated uncollectible amounts through a charge to earnings and a credit to a valuation allowance. Balances which remain outstanding after reasonable collection efforts are written off through a charge to the valuation allowance and a credit to accounts receivable. Historically, the level of uncollectible accounts has not been significant. An allowance was recorded for $\n22,000\n as of March 31, 2023. There was a $\n0\n balance in the allowance for doubtful accounts on March 31, 2022.\nInventories - \nWork-in-process and raw materials are stated at the lower of cost or net realizable value. Cost is determined by the first-in, first-out (FIFO) method.\nContract Assets\n - Contract assets represent the Company’s rights to consideration for work completed but not billed as of the reporting date when the right to payment is not just subject to the passage of time. The amount of contract assets recorded in the consolidated balance sheet reflects revenue recognized on contracts less associated advances and progress billings. These amounts are billed in accordance with the agreed-upon contract terms or upon achievement of contract milestones.\nProperty, plant and equipment, net -\n Property, plant and equipment are recorded at cost less accumulated depreciation and amortization. Depreciation and amortization are accounted for on the straight-line method based on estimated useful lives. The amortization of leasehold improvements is based on the shorter of the lease term or the useful life of the improvement. Amortization of assets recorded under capital leases is included in depreciation expense. Betterments and large renewals, which extend the life of the asset, are capitalized whereas maintenance and repairs and small renewals are expensed as incurred. The estimated useful lives are machinery and equipment, \n5\n-\n15 years\n; buildings, \n30 years\n; and leasehold improvements, \n2\n-\n5 years\n. Upon sale or retirement of machinery and equipment, costs and related accumulated depreciation are eliminated, and gains or losses are recognized in the statement of operations and comprehensive loss.\nInterest is capitalized for assets that are constructed or otherwise produced for our own use, including assets constructed or produced for us by others for which deposits or progress payments have been made. Interest is capitalized to the date the assets are available and ready for use. When an asset is constructed in stages, interest is capitalized for each stage until it is available and ready for use. We use the interest rate incurred on funds borrowed specifically for the project. The capitalized interest is recorded as part of the asset to which it relates and is amortized over the asset’s estimated useful life.\nIn accordance with Accounting Standards Codification (ASC) 360, \nProperty, Plant & Equipment\n, our property, plant and equipment is tested for impairment when triggering events occur and, if impaired, written-down to fair value based on either discounted cash flows or appraised values. The carrying amount of an asset or asset group is not recoverable if it exceeds the sum of the undiscounted cash flows expected to result from the use and eventual disposition of the asset or asset group.\n42\n\n\nTable of Contents\nDebt Issuance Costs -\n Costs incurred in connection with obtaining financing for long-term debt are capitalized and presented as a reduction of the carrying amount of the related debt. Costs incurred in connection with obtaining financing for revolving credit facilities and lines of credit are capitalized and presented as reduction of the carrying amount of the revolver loan. Loan acquisition costs are being amortized using the effective interest method over the term of the loan.\nContract Liabilities\n - Contract liabilities are comprised of advance payments, billings in excess of revenues, and deferred revenue amounts. Such advances are not generally considered a significant financing component because they are utilized to pay for contract costs within a one-year period. Contract liability amounts are recognized as revenue once control over the underlying performance obligation has transferred to the customer.\nFair Value Measurements -\n We account for fair value of financial instruments in accordance with ASC 820,\n Fair Value Measurement\n, which defines fair value and establishes a framework to measure fair value and the related disclosures about fair value measurements. The fair value of a financial instrument is the amount that could be received upon the sale of an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date. Financial assets are marked to bid prices and financial liabilities are marked to offer prices. Fair value measurements do not include transaction costs. The Financial Accounting Standards Board, or FASB, establishes a fair value hierarchy used to prioritize the quality and reliability of the information used to determine fair values. Categorization within the fair value hierarchy is based on the lowest level of input that is significant to the fair value measurement. The fair value hierarchy is defined into the following three categories: Level 1: Inputs based upon quoted market prices for identical assets or liabilities in active markets at the measurement date; Level 2: Observable inputs other than quoted prices included in Level 1, such as quoted prices for similar assets and liabilities in active markets; quoted prices for identical or similar assets and liabilities in markets that are not active; or other inputs that are observable or can be corroborated by observable market data; and Level 3: Inputs that are management’s best estimate of what market participants would use in pricing the asset or liability at the measurement date. The inputs are unobservable in the market and significant to the instruments’ valuation. In addition, we will measure fair value in an inactive or dislocated market based on facts and circumstances and significant management judgment. We will use inputs based on management estimates or assumptions or adjust observable inputs to determine fair value when markets are not active and relevant observable inputs are not available.\nThe following table provides the estimated fair values of the Company’s financial instrument liabilities, for which fair value is measured for disclosure purposes only, compared to the recorded amounts on March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\n​\n    \nReported Amount\n    \nFair Value\n    \nReported Amount\n    \nFair Value\nContingent consideration\n​\n$\n —\n​\n$\n —\n​\n$\n \n63,436\n​\n$\n \n63,436\n​\nThe estimated liability associated with the above contingent consideration in connection with the Stadco acquisition was valued using a Monte Carlo model simulation. The fair value of the contingent consideration was estimated using closing stock prices and expected volatility of \n50.0\n% based on the historical volatility of our common stock.\nTo determine the value of the contingent consideration liability, we used a Monte Carlo simulation model, which takes into consideration the conversion target stock price, the stock market price of our common stock and historical volatility. Under this approach, a probability distribution is developed that reflects the what the stock price may be at a future date. The following table provides a summary of changes in our Level 3 fair value measurements:\n​\n​\n​\n​\n​\nBalance at March 31, 2021\n    \n$\n \n—\nInitial measurement at fair value\n​\n​\n \n113,890\nChange in fair value recorded in the statement of operations and comprehensive loss\n​\n \n (\n50,454\n)\nBalance at March 31, 2022\n​\n$\n \n63,436\nChange in fair value recorded in the statement of operations and comprehensive loss\n​\n​\n (\n63,436\n)\nBalance at March 31, 2023\n​\n$\n \n—\n​\nThe Company settled the obligation associated with the contingent consideration by issuing \n9,127\n shares of common stock valued at $\n56,310\n on August 25, 2022.\n43\n\n\nTable of Contents\nASC 825\n,\n Financial Instruments\n, requires disclosures about the fair value of financial instruments. The carrying amount of cash and cash equivalents, accounts receivable, accounts payable, and accrued expenses, as presented in the balance sheet, approximates fair value due to the short-term nature of these instruments. The carrying value of short and long-term borrowings approximates their fair value.\nRevenue Recognition\n - The Company accounts for revenue under Accounting Standards Update (ASU) 2014-09, \nRevenue from Contracts with Customers (Topic 606), \nor “ASC 606”, and related amendments\n.\n ASC 606 sets forth five steps for revenue recognition: identification of the contract, identification of any separate performance obligations in the contracts, determination of the transaction price, allocation of the transaction price to separate performance obligations, and revenue recognition when performance obligations are satisfied.\nThe Company recognizes revenue over time based on the transfer of control of the promised goods or services to the customer. This transfer occurs over time when the Company has an enforceable right to payment for performance completed to date, and our performance does not create an asset that has an alternative use to the Company. Otherwise, control to the promised goods or services transfers to customers at a point in time.\nThe majority of the Company’s contracts have a single performance obligation and provide title to, or grant a security interest in, work-in-process to the customer. In addition, these contracts contain enforceable rights to payment, allowing the Company to recover both its cost and a reasonable margin on performance completed to date. The combination of these factors indicates that the customer controls the asset and revenue is recognized as the asset is created or enhanced. The Company measures progress for performance obligations satisfied over time using input methods (e.g., costs incurred, resources consumed, labor hours expended, and time elapsed).\nUnder arrangements where the customer does not have title to, or a security interest in, the work-in-process, our evaluation of whether revenue should be recognized over time requires significant judgment about whether the asset has an alternative use and whether the entity has an enforceable right to payment for performance completed to date. When one or both of these factors is not present, the Company will recognize revenue at the point in time where control over the promised good or service transfers to the customer, i.e. when the customer has taken physical possession of the product the Company has built for the customer.\nThe Company and its customers may occasionally enter into contract modifications, including change orders. The Company may account for the modification as a separate contract, the termination of an old contract and creation of a new contract, or as part of the original contract, depending on the nature and pricing of the goods or services included in the modification. In general, contract modifications - as well as other changes in estimates of sales, costs, and profits on a performance obligation - are recognized using the cumulative catch-up method of accounting. This method recognizes in the current period the cumulative effect of the changes in current and prior periods. A significant change in an estimate on one or more contracts in a period could have a material effect on the consolidated balance sheet or results of operations for that period. For the fiscal year ended March 31, 2023 and 2022, net cumulative catch-up adjustments were not material. No individual adjustment was material to the Company’s consolidated statements of operations and comprehensive loss for the fiscal year ended March 31, 2023 and 2022.\nIf incentives and other contingencies are provided as part of the contract, the Company will include in the initial transaction price the consideration to which it expects to be entitled under the terms and conditions of the contract, generally estimated using an expected value or most likely amount approach. In the context of variable consideration, the Company limits, or constrains, the transaction price to amounts for which the Company believes a significant reversal of revenue is not probable. Adjustments to constrain the transaction price may be due to a portion of the transaction price being more than approved funding, a lack of history with the customer, a lack of history with the goods or services being provided, or other items.\nShipping and handling fees and costs incurred in connection with products sold are recorded in cost of sales in the consolidated statements of operations and comprehensive loss and are not considered a performance obligation to our customers.\nContract Estimates\n - In estimating contract costs, the Company takes into consideration a number of assumptions and estimates regarding risks related to technical requirements and scheduling. Management performs periodic reviews of the contracts to evaluate the underlying risks. Profit margin on any given project could increase if the Company is able to mitigate and retire such risks. Conversely, if the Company is not able to properly manage these risks, cost estimates may increase, resulting in a lower profit margin, or potentially, contract losses.\n44\n\n\nTable of Contents\nThe cost estimation process requires significant judgment and is based upon the professional knowledge and experience of the Company’s engineers, program managers, and financial professionals. Factors considered in estimating the work to be completed and ultimate contract recovery include the availability, productivity, and cost of labor, the nature and complexity of the work to be performed, the effect of change orders, the availability of materials, the effect of any delays in performance, the availability and timing of funding from the customer, and the recoverability of any claims included in the estimates to complete. Costs allocable to undelivered units are reported as work in process, a component of inventory, in the consolidated balance sheet. Pre-contract fulfillment costs requiring capitalization are not material.\nSelling, general and administrative\n - Selling, general and administrative (SG&A) expenses include items such as executive compensation and benefits, professional fees, business travel and office costs. Advertising costs are nominal and expensed as incurred. Other general and administrative expenses include items for our administrative functions and include costs for items such as office supplies, insurance, legal, accounting, telephone, and other outside services. SG&A consisted of the following for the fiscal years ended March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\nSalaries and related expenses\n \n$\n \n2,823,979\n \n$\n \n2,484,723\nProfessional fees\n​\n​\n \n1,795,904\n​\n​\n \n1,630,151\nOther general and administrative\n​\n \n \n1,388,998\n​\n \n \n823,212\nTotal Selling, General and Administrative\n​\n$\n \n6,008,881\n​\n$\n \n4,938,086\n​\nStock-based Compensation -\n Stock-based compensation represents the cost related to stock-based awards granted to our board of directors, employees, and consultants. We measure stock-based compensation cost at the grant date based on the estimated fair value of the award and recognize the cost as expense on a straight-line basis over the requisite service period. We estimate the fair value of stock options using a Black-Scholes valuation model. Stock-based compensation included in selling, general and administrative expense amounted to $\n253,079\n and $\n190,754\n for the fiscal years ended March 31, 2023 and 2022, respectively. See Note 7 for additional disclosures related to stock-based compensation.\nNet Loss per Share of Common Stock - \nBasic net loss per common share is computed by dividing net loss income by the weighted average number of shares outstanding during the year. Diluted net loss income per common share is calculated using net loss divided by diluted weighted-average shares. Diluted weighted-average shares include weighted-average shares outstanding plus the dilutive effect of stock options calculated using the treasury stock method. See Note 6 for additional disclosures related to net loss per share.\nForeign currency translation - \nAll our business is transacted in U.S. dollars. However, the functional currency of our dissolved subsidiary in China was the local currency, the Chinese Yuan Renminbi. In accordance with ASC 830, \nForeign Currency Matters\n, foreign currency translation adjustments of subsidiaries operating outside the United States were accumulated in other comprehensive income, a separate component of equity. Foreign currency transaction gains and losses were recognized in the determination of net income and were not material for each of the reportable periods. As a result of the WCMC dissolution, for the fiscal year ended March 31, 2022, we reclassified $\n19,929\n from Accumulated Other Comprehensive (Loss) Income to the other (expense) income, net line in the Consolidated Statement of Operations and Comprehensive (Loss) Income.\nIncome Taxes -\n In accordance with ASC 740, \nIncome Taxes\n, income taxes are accounted for under the asset and liability method\n.\n Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carryforwards.\nDeferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences and carryforwards are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date.\nValuation allowances are recorded to reduce deferred tax assets when it is more likely than not that a tax benefit will not be realized. We recognize the effect of income tax positions only if those positions are more likely than not to be sustained. Recognized income tax positions are measured at the largest amount that is greater than 50% likely of being realized. Changes in recognition or measurement are reflected in the period in which the change in judgment occurs.\n45\n\n\nTable of Contents\nWe recognize interest and penalties accrued related to income tax liabilities in selling, general and administrative expense in our Consolidated Statements of Operations and Comprehensive Loss.\nNOTE 3 – BUSINESS COMBINATION\nStadco Acquisition\nOn August 25, 2021, the closing date, the Company completed its previously announced acquisition of Stadco, pursuant to that certain stock purchase agreement, dated as of October 16, 2020, or the “SPA”, among TechPrecision, Stadco New Acquisition LLC, Stadco Acquisition, LLC, or Holdco, and each stockholder of Holdco. Stadco is a company in the business of manufacturing high-precision parts, assemblies and tooling for aerospace, defense, and industrial customers.\nAlso on the closing date, the Company completed its previously announced acquisition of certain indebtedness obligations of Stadco, pursuant to that certain Amended and Restated Loan Purchase and Sale Agreement, dated as of April 23, 2021, with Sunflower Bank, N.A., as amended by Amendment to Amended and Restated Loan Purchase and Sale Agreement, dated as of June 28, 2021, together, the “Loan Purchase Agreement”. On August 25, 2021, WCH, as assignee of Stadco New Acquisition LLC, paid $\n7.9\n million in the aggregate to Sunflower Bank, N.A., under the terms of the Loan Purchase Agreement, to purchase the indebtedness.\nPursuant to the SPA, and upon the terms and subject to the conditions therein, the Company acquired all of the issued and outstanding capital stock of Stadco in exchange for the issuance of \n166,666\n shares of the Company’s common stock to Holdco. In connection with the acquisition of Stadco, the Company reached an agreement with the holders of certain other non-bank indebtedness of Stadco, under which each such lender agreed to forgive such indebtedness in exchange for an aggregate of\n \n49,849\n shares of the Company’s common stock. In addition, the Company reached an agreement with a certain other security holder who agreed to sell its Stadco securities to the Company in exchange for the issuance by the Company of \n150,000\n shares of the Company’s common stock and a warrant to purchase \n25,000\n shares of the Company’s common stock. The fair value of the\n \n366,515\n shares of common stock issued as aggregate consideration was $\n2.3\n million based on the closing market price of the Company’s common stock on the August 25, 2021 closing date. The fair value of the warrants is estimated using the Black-Scholes option-pricing model. The warrants vested in full on the issue date, have a three-year term and exercise price of $\n5.72\n per share. The fair value of the warrants was $\n46,256\n and estimated using the Black-Scholes option-pricing model based on the closing stock prices at the grant date and the weighted average assumptions specific to the grant. Expected volatility of \n46.7\n% was based on the historical volatility of our common stock. The risk-free interest rate of \n0.4\n% was selected based upon yields of three-year U.S. Treasury bond.\nOn August 25, 2021, the Company entered into a Securities Purchase Agreement with a limited number of institutional and other accredited investors, pursuant to which investors committed to subscribe for and purchase \n800,682\n shares of the Company’s common stock at a purchase price of $\n4.40\n per share. Costs directly attributable to this offering of securities totaled $\n0.3\n million.\nStadco’s assets and liabilities were measured at estimated fair values on August 25, 2021, primarily using Level 1 and Level 3 inputs. Estimates of fair value represent management’s best estimate and require a complex series of judgments about future events and uncertainties. Third-party valuation specialists were engaged to assist in the valuation of these assets and liabilities.\nIncluded in the total consideration transferred is $\n113,890\n related to a contingent provision in the agreements that could have required payment based on the difference between the TechPrecision stock price and contract target stock price. The contingent provision allowed the issuer, TechPrecision, to settle the contingency with stock or cash, or a combination of each. If after one year following the closing of the acquisition, the fair value of the consideration stock was less than the target stock price stated in each agreement, TechPrecision would have had to issue to the holder additional shares of consideration stock or cash, or some combination of stock and cash. The target stock price stated in the agreements were guaranteed and, only the number of shares issued could vary, with the final measurement date and amount to be determined on the one-year anniversary date. Since the contract does not specify a fixed maximum number of shares to be issued on the anniversary date, should the company have determined to satisfy the contingent consideration with shares, then a number of shares higher than the amount currently authorized by the company’s certificate of incorporation may have been required to be issued. In any case, the maximum value of the contingent consideration was $\n2,269,000\n, whether paid in shares of common stock or in cash, or both. The estimated liability associated with the contingent consideration was valued under a Monte Carlo simulation based on the closing stock prices at the period end date and expected volatility of \n50.0\n% based on the historical volatility of our common stock and had a balance of $\n63,436\n on March 31, 2022. The Company settled the obligation associated with the contingent consideration by \n46\n\n\nTable of Contents\nissuing \n9,127\n shares of common stock valued at $\n56,310\n on August 25, 2022. The fair value of the contingent consideration was based on the closing stock price on the issuance date.\nMeasurement Period Adjustments\nThe Company completed the process of measuring the fair value of assets acquired and liabilities assumed. In the third and fourth quarters of fiscal 2022, the Company made certain measurement period adjustments to reflect the facts and circumstances in existence at the acquisition date. These measurement period adjustments are related to changes in preliminary assumptions and initial estimates that would have been recognized if all the facts and circumstances had been known at the time of acquisition. The table below presents the fair value of assets acquired and liabilities assumed on the acquisition date based on the best information it has received to date in accordance with ASC 805.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n​\n    \n​\n​\n    \n​\n​\n    \n​\n​\n    \nAdjusted\n​\n​\nTotals\n​\nERTC\n​\nCustomer\n​\nFixed\n​\nTotals\n​\n​\nAugust 25,\n​\nrefundable\n​\nclaim\n2\n​\nAsset\n​\nAugust 25,\n​\n​\n2021\n​\ncredit\n1\n​\nWarrant\n3\n​\nValuation\n4\n​\n2021\nTotal consideration transferred\n​\n$\n \n10,163,164\n​\n​\n —\n​\n$\n \n46,256\n​\n​\n —\n​\n$\n \n10,209,420\nRecognized amounts of identifiable assets acquired and liabilities assumed:\n \n​\n  \n \n​\n  \n \n​\n  \n​\n​\n​\n \n​\n  \nAccounts receivable\n \n​\n \n1,247,015\n \n​\n —\n \n​\n —\n​\n​\n —\n \n​\n \n1,247,015\nInventory \n​\n​\n \n927,188\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n \n927,188\nOther current assets\n \n​\n \n4,323,593\n \n​\n \n1,093,661\n \n​\n —\n \n​\n —\n \n​\n \n5,417,254\nProperty, plant, and equipment and right of use assets\n \n​\n \n15,074,273\n \n​\n —\n \n​\n —\n​\n​\n \n897,488\n \n​\n \n15,971,761\nAccounts payable, accrued expenses, and other current liabilities\n \n​\n (\n5,882,048\n)\n \n​\n (\n164,049\n)\n \n​\n (\n606,415\n)\n \n​\n —\n \n​\n (\n6,652,512\n)\nLease obligations\n \n​\n (\n6,701,286\n)\n \n​\n —\n \n​\n —\n​\n​\n —\n \n​\n (\n6,701,286\n)\nNet assets\n \n​\n \n8,988,735\n \n​\n \n929,612\n \n​\n (\n606,415\n)\n \n​\n \n897,488\n \n​\n \n10,209,420\nGoodwill\n \n​\n \n1,174,429\n \n​\n (\n929,612\n)\n \n​\n \n652,671\n \n​\n (\n897,488\n)\n \n​\n —\nTotal\n​\n$\n \n10,163,164\n​\n$\n —\n​\n$\n \n46,256\n​\n$\n —\n​\n$\n \n10,209,420\nAll measurement period adjustments were offset against goodwill:\n1\nIn calendar year 2021 our Stadco subsidiary filed for a refund of tax credits for \n$\n1,093,661\n from the IRS under the Employee Retention Credit, or ERC program. Fees associated with the filing totaled \n$\n164,049\n. \n2\nCustomer claim of \n$\n471,166\n accrued for additional costs incurred in connection with a certain product manufacturing project. Other adjustments to current liabilities totaled \n$\n135,249\n.\n3\nWarrant issued to former shareholder in connection with the acquisition valued at \n$\n46,256\n. \n4\nFixed asset adjustments related to changes in preliminary valuation assumptions and estimates, including estimates of asset useful lives.\nAcquisition related costs totaled approximately $\n320,000\n and are included under general and administrative expenses in our statement of operations for the year ended March 31, 2022.\n47\n\n\nTable of Contents\nUnaudited Supplemental Pro Forma Information\nThe following table discloses the actual results of Stadco since the August 25, 2021 acquisition which are included in the Company’s consolidated financial statements. Also presented in the table below are pro forma results for the combined entities, assuming the acquisition date had occurred on April 1, 2020, for the following periods: \n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nStadco Actual\n    \nPro Forma\n​\n​\nAugust 25, 2021-\n​\nYear ended\n​\n​\nMarch 31, 2022\n​\nMarch 31, 2022\nNet sales\n​\n$\n \n7,755,946\n​\n$\n \n27,002,535\nOperating loss\n​\n$\n (\n1,124,542\n)\n​\n$\n (\n2,937,391\n)\nLoss before income taxes\n​\n$\n (\n1,233,925\n)\n​\n$\n (\n2,151,614\n)\nNet loss\n​\n \n —\n​\n$\n (\n1,393,987\n)\nEPS basic\n​\n \n —\n​\n$\n (\n0.16\n)\nEPS dilutive\n​\n \n —\n​\n$\n (\n0.16\n)\nWeighted average shares outstanding: – basic and diluted\n​\n \n —\n​\n \n \n8,558,739\n​\nThe pro forma results have been prepared for comparative purposes only and do not necessarily represent what the revenue or results of operations would have been had the acquisition been completed on April 1, 2020. In addition, these results are not intended to be a projection of future operating results and do not reflect synergies that might be achieved from the acquisition.\nThe pro forma results include adjustments for the estimated purchase accounting impact, including, but not limited to, depreciation and amortization associated with the acquired tangible and intangible assets, and an adjustment for interest expense related to the new long-term debt, the alignment of accounting policies, and the elimination of transactions between TechPrecision and Stadco. Other adjustments reflected in the pro forma results are as follows:\nAdjustments to Unaudited Pro Forma Consolidated Statement of Operations for the fiscal year ended March 31, 2022\n●\nExcluded the net change in \ndepreciation and amortization\n of \n$\n0.3\n million from cost of goods sold, resulting from a valuation adjustment to Stadco’s property, plant and equipment and the recognition of the right-of-use asset for Stadco’s property lease against the reversal of historical rent expense.\n●\nFrom selling, general and administrative, excluded non-recurring expense of \n$\n0.3\n million related to consulting, legal, due diligence, bank fees, and nominal costs incurred during the fiscal year by TechPrecision related to the acquisition of Stadco. We also excluded \n$\n0.7\n million of management fees due to then-preferred stockholders of Stadco.\n●\nExcluded interest expense of \n$\n0.3\n million which represents the net change in interest expense resulting from the reduction in Stadco’s bank debt and applicable interest rates, offset in part by estimated interest expense related to Stadco’s new debt obligation. \n●\nIncluded an estimated tax benefit of \n$\n0.8\n million at a tax rate equal to TechPrecision’s fiscal year 2022 statutory tax rate based on the proforma loss for the fiscal year ended March 31, 2022.\n​\nNOTE 4 – REVENUE\nThe Company generates revenue primarily from performance obligations completed under contracts with customers in two main market sectors: defense and precision industrial. The period over which the Company performs its obligations can be between \nthree\n and \nthirty -six months\n. The Company invoices and receives related payments based upon performance progress not less frequently than monthly.\nRevenue is recognized over-time or at a point-in-time given the terms and conditions of the related contracts. The Company utilizes an inputs methodology based on estimated labor hours to measure performance progress. This model best depicts the transfer of control to \n48\n\n\nTable of Contents\nthe customer. The Company’s contract portfolio is comprised of fixed-price contracts and provide for product type sales only. The following table presents net sales on a disaggregated basis by market and contract type:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nNet Sales by market\n    \nDefense\n    \nIndustrial\n    \nTotals\nYear ended March 31, 2023\n​\n$\n \n30,935,138\n​\n$\n \n496,476\n​\n$\n \n31,431,614\nYear ended March 31, 2022\n​\n$\n \n20,854,812\n​\n$\n \n1,427,683\n​\n$\n \n22,282,495\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nNet Sales by contract type\n    \nOver-time\n    \nPoint-in-time\n    \nTotals\nYear ended March 31, 2023\n​\n$\n \n29,785,799\n​\n$\n \n1,645,815\n​\n$\n \n31,431,614\nYear ended March 31, 2022\n​\n$\n \n19,992,438\n​\n$\n \n2,290,057\n​\n$\n \n22,282,495\n​\nAs of March 31, 2023, the Company had $\n44.0\n million of remaining performance obligations, of which $\n37.7\n million were less than \n50\n% complete. The Company expects to recognize all its remaining performance obligations as revenue within the next \nthirty-six months\n.\nWe are dependent each year on a small number of customers who generate a significant portion of our business, and these customers change from year to year. The following table sets forth revenues from customers who accounted for more than 10% of our net sales for the fiscal years ended March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n2023\n​\n2022\n \nCustomer\n    \nAmount\n    \nPercent\n    \nAmount\n    \nPercent\n \nCustomer A\n​\n$\n \n6,352,394\n \n \n20\n%  \n$\n \n4,448,624\n \n \n20\n%\nCustomer B\n​\n$\n *\n \n *\n%  \n$\n \n3,534,619\n \n \n16\n%\nCustomer C\n​\n$\n \n4,779,592\n \n \n15\n%  \n$\n*\n \n*\n%\nCustomer D\n​\n$\n \n3,248,773\n​\n \n10\n%  \n$\n*\n​\n*\n%\nCustomer E\n​\n$\n \n5,838,734\n​\n \n19\n%\n$\n \n2,505,205\n​\n \n11\n%\n*\nLess than 10% of total\nIn our consolidated balance sheet, contract assets and contract liabilities are reported in a net position on a contract-by-contract basis at the end of each reporting period. In fiscal 2023 and 2022, we recognized revenue of $\n1.8\n and $\n0.2\n million related to our contract liabilities at April 1, 2022 and 2021, respectively. Contract assets consisted of the following at:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nProgress\n​\n​\n​\n​\n    \nUnbilled\n    \nPayments\n    \nTotal\nMarch 31, 2023\n​\n$\n \n19,485,914\n​\n$\n (\n10,538,103\n)\n​\n$\n \n8,947,811\nMarch 31, 2022\n​\n$\n \n14,216,187\n​\n$\n (\n5,865,955\n)\n​\n$\n \n8,350,231\n​\n​\nNOTE 5 – INCOME TAXES\nWe account for income taxes under ASC 740, \nIncome Taxes\n. The following table reflects income and loss from continuing operations by location, and the provision for income taxes for the applicable fiscal years ended March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\nLoss before income taxes \n​\n$\n (\n783,422\n)\n​\n$\n (\n542,189\n)\nIncome tax provision (benefit) \n​\n \n \n195,584\n​\n \n (\n192,355\n)\nNet loss \n​\n$\n (\n979,006\n)\n​\n$\n (\n349,834\n)\n​\n49\n\n\nTable of Contents\nThe components of the income tax provision (benefit) consists of the following for the fiscal years ended March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\nCurrent:\n \n​\n  \n \n​\n  \nFederal\n​\n$\n —\n​\n$\n —\nState\n​\n \n —\n​\n \n —\nTotal Current\n​\n$\n —\n​\n$\n —\nDeferred:\n​\n \n \n​\n​\n \n \n​\nFederal\n​\n$\n (\n261,372\n)\n​\n$\n (\n567,459\n)\nState\n​\n \n \n456,956\n​\n \n \n375,104\nTotal Deferred\n​\n$\n \n195,584\n​\n$\n (\n192,355\n)\nIncome tax provision (benefit) \n​\n$\n \n195,584\n​\n$\n (\n192,355\n)\n​\nOur fiscal 2023 and 2022 taxes were measured at the U.S. statutory income tax rate of \n21\n%.\nA reconciliation between income taxes computed at the U.S. federal statutory rate to the actual tax expense for income taxes reported in the Consolidated Statements of Operations and Comprehensive Loss follows for fiscal years ended March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\n \nU.S. statutory income tax\n​\n$\n (\n164,519\n)\n​\n$\n (\n113,860\n)\n​\nState income tax, net of federal benefit\n​\n \n (\n151,878\n)\n​\n \n (\n70,130\n)\n​\nNontaxable PPP loan forgiveness\n​\n​\n —\n​\n​\n (\n339,022\n)\n​\nNondeductible items related to business combination and dissolved foreign entity\n​\n​\n \n65,482\n​\n​\n \n294,232\n​\nChange in state NOLs\n​\n​\n \n239,622\n​\n​\n \n227,037\n​\nChange in valuation allowance\n​\n​\n \n216,485\n​\n​\n (\n173,004\n)\n​\nStock-based compensation\n​\n \n (\n20,983\n)\n​\n \n (\n4,620\n)\n​\nOther\n​\n \n \n11,375\n​\n \n (\n12,988\n)\n​\nIncome tax provision (benefit) \n​\n$\n \n195,584\n​\n$\n (\n192,355\n)\n​\nEffective tax rate*\n​\n \n \n25.0\n%  \n \n (\n35.5\n)\n%\n*\n \nEffective tax rate is calculated by dividing the income tax provision (benefit) by loss before income taxes.\nThe following table summarizes the components of deferred income tax assets and liabilities at March 31:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n2023\n    \n2022\nDeferred tax assets:\n \n​\n  \n \n​\n  \nNet operating loss carryforward\n​\n$\n \n5,839,915\n​\n$\n \n6,099,169\nCompensation\n​\n \n \n213,308\n​\n \n \n191,976\nStock based compensation awards\n​\n​\n \n242,579\n​\n​\n \n234,752\nOther items not currently deductible\n​\n \n \n126,792\n​\n \n \n322,463\nTotal deferred tax assets\n​\n \n \n6,422,594\n​\n \n \n6,848,360\nValuation allowance\n​\n​\n (\n2,170,094\n)\n​\n​\n (\n1,953,609\n)\nNet deferred tax assets\n​\n \n \n4,252,500\n​\n \n \n4,894,751\nDeferred tax liabilities:\n​\n​\n​\n​\n​\n​\nDepreciation\n​\n​\n (\n1,971,644\n)\n​\n​\n (\n2,259,094\n)\nContract accounting methods \n​\n​\n (\n349,670\n)\n​\n​\n (\n508,887\n)\nTotal deferred tax liabilities\n​\n \n (\n2,321,314\n)\n​\n \n (\n2,767,981\n)\nDeferred taxes, net\n​\n$\n \n1,931,186\n​\n$\n \n2,126,770\n​\nIn assessing the recoverability of deferred tax assets, we consider whether it is more likely than not that some portion or all of the deferred tax assets will not be realized. We have determined that it is more likely than not that certain future tax benefits may not be realized. Accordingly, a valuation allowance has been recorded against deferred tax assets that are unlikely to be realized. Realization of the remaining deferred tax assets will depend on the generation of sufficient taxable income in the appropriate jurisdictions, the \n50\n\n\nTable of Contents\nreversal of deferred tax liabilities, tax planning strategies and other factors prior to the expiration date of the carryforwards. A change in the estimates used to make this determination could require an increase or a reduction the valuation allowance currently recorded against those deferred tax assets.\nThe valuation allowance on deferred tax assets was approximately $\n2.2\n million at March 31, 2023. We believe that it is more likely than not that the benefit from certain NOL carryforwards and other deferred tax assets will not be realized. In the event future taxable income is below management’s estimates or is generated in tax jurisdictions different than projected, the Company could be required to increase or decrease the valuation allowance for those deferred tax assets.\nThe following table summarizes carryforwards of net operating losses as of March 31, 2023:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nBegins to\n​\n    \nAmount\n    \nExpire:\nFederal net operating losses\n​\n$\n \n21,405,199\n \n2026\nState net operating losses\n​\n$\n \n36,832,273\n \n2032\n​\nThe Internal Revenue Code provides for a limitation on the annual use of net operating loss carryforwards following certain ownership changes that could limit our ability to utilize these carryforwards on a yearly basis.\nWe experienced an ownership change in connection with the acquisition of Ranor in 2006. Accordingly, our ability to utilize certain carryforwards relating to 2006 and prior is limited. Our remaining pre-2006 net operating losses total approximately $\n0.4\n million. As of March 31, 2023, we have approximately $\n6.9\n million of federal post-2006 losses available for carryforward, without limitation. U.S. tax laws limit the time during which these carryforwards may be applied against future taxes. Therefore, we may not be able to take full advantage of these carryforwards for Federal or state income tax purposes.\nCertain pre-2021 Stadco net operating loss carryforwards available for TechPrecision’s consolidated tax group may be limited. Also, U.S. tax laws limit the time during which these loss carryforwards may be applied against future taxes. Our remaining pre-2021 net operating losses total approximately $\n9.8\n million.\nWe have not accrued any penalties with respect to uncertain tax positions. We file income tax returns in the U.S. federal jurisdiction and various U.S. state jurisdictions. Tax years 2019 and forward remain open for examination.\n​\nNOTE 6 – CAPITAL STOCK and EARNINGS PER SHARE\nReverse Stock Split\nOn February 23, 2023, the Company effected a \none\n-for-four reverse stock split of its common stock, which was effective for trading purposes as of the commencement of trading on February 24, 2023. The reverse stock split was approved by the Company’s stockholders on September 14, 2022, at the Company’s regular annual meeting of stockholders, with authorization to determine the final ratio having been granted to the Company’s Board of Directors. \nAll share and per-share amounts have been effected retroactively for all years presented in our financial statements and notes thereto.\nThe reverse stock split was primarily intended to prepare for the potential listing of the Company’s common stock on the Nasdaq Capital Market. The Company simultaneously affected a reduction in the number of authorized shares of common stock from \n90,000,000\n to \n50,000,000\n.\nCommon Stock\nWe had \n50,000,000\n and \n90,000,000\n authorized shares of common stock at March 31, 2023 and 2022, respectively. There were \n8,613,408\n and \n8,576,862\n shares of common stock outstanding at March 31, 2023 and 2022, respectively.\n51\n\n\nTable of Contents\nPreferred Stock\nWe have \n10,000,000\n authorized shares of preferred stock and our board of directors has broad power to create \none\n or more series of preferred stock and to designate the rights, preferences, privileges, and limitations of the holders of such series. There were \nno\n shares of preferred stock outstanding at March 31, 2023 and 2022.\nEarnings per Share\nAll earnings per share amounts included in this annual report on Form 10-K are presented as if the one-for-four reverse stock split had been effective April 1, 2022. Basic EPS is computed by dividing reported earnings available to stockholders by the weighted average shares outstanding. Diluted EPS also includes the effect of stock options that would be dilutive. The following table provides a reconciliation of the numerators and denominators reflected in the basic and diluted earnings per share computations, as required under FASB ASC 260.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nMarch 31, \n    \nMarch 31, \n​\n​\n2023\n​\n2022\nBasic EPS\n​\n​\n \n​\n​\n​\n​\nNet loss\n​\n$\n (\n979,006\n)\n​\n$\n (\n349,834\n)\nWeighted average shares\n​\n \n \n8,595,992\n​\n \n​\n \n8,095,058\nNet loss per share\n​\n$\n (\n0.11\n)\n​\n$\n (\n0.04\n)\nDiluted EPS\n​\n​\n​\n​\n​\n​\nNet loss\n​\n$\n (\n979,006\n)\n​\n$\n (\n349,834\n)\nDilutive effect of stock options\n​\n \n —\n​\n \n​\n —\nWeighted average shares\n​\n \n \n8,595,992\n​\n \n​\n \n8,095,058\nNet loss per share\n​\n$\n (\n0.11\n)\n​\n$\n (\n0.04\n)\n​\n​\nAll potential common stock equivalents that have an anti-dilutive effect (i.e., those that increase income per share or decrease loss per share) are excluded from the calculation of diluted EPS due to net loss for both periods. For the fiscal years ended March 31, 2023 and 2022, there were potential anti-dilutive stock options and warrants, of \n680,000\n and \n25,000\n, respectively, none of which were included in the EPS calculations above.\n​\nNOTE 7 – STOCK-BASED COMPENSATION\nOur board of directors, upon the recommendation of the compensation committee of our board of directors, approved the 2016 TechPrecision Equity Incentive Plan, or the “2016 Plan”, on November 10, 2016. Our stockholders approved the 2016 Plan at the Company’s Annual Meeting of Stockholders on December 8, 2016. The 2016 Plan succeeds the 2006 Plan (as defined below), and applies to awards granted after the 2016 Plan’s adoption by the Company’s stockholders. We have designed the 2016 Plan to reflect our commitment to having best practices in both compensation and corporate governance. Following the February 2023 reverse stock split, the 2016 Plan now provides for a share reserve of \n1,250,000\n shares of common stock.\nThe 2016 Plan authorizes the award of incentive and non-qualified stock options, restricted and unrestricted stock awards, restricted stock units, and performance awards to employees, directors, consultants, and other individuals who provide services to TechPrecision or its affiliates. The purpose of the 2016 Plan is to enable TechPrecision and its affiliated companies to recruit and retain highly qualified employees, directors, and consultants; and to provide those employees, directors, and consultants with an incentive for productivity, and an opportunity to share in the growth and value of the Company. Subject to adjustment as provided in the 2016 Plan, the maximum number of shares of common stock that may be issued with respect to awards under the 2016 Plan is \n1,250,000\n shares (inclusive of awards issued under the 2006 Long-Term Incentive Plan, or the “2006 Plan”, that remained outstanding as of the effective date of the 2016 Plan). Shares of our common stock subject to awards that expire unexercised or are otherwise forfeited shall again be available for awards under the 2016 Plan.\n52\n\n\nTable of Contents\nThe fair value of the options we grant is estimated using the Black-Scholes option-pricing model based on the closing stock prices at the grant date and the weighted average assumptions specific to the underlying options. Expected volatility assumptions are based on the historical volatility of our common stock. The average dividend yield over the historical period for which volatility was computed is zero. The risk-free interest rate was selected based upon yields of \nfive-year\n U.S. Treasury issues. We used the simplified method for all grants to estimate the expected life of the option. We assume that stock options will be exercised evenly over the period from vesting until the awards expire. We account for award forfeitures as they occur. As such, the assumed period for each vesting tranche is computed separately and then averaged together to determine the expected term for the award. On March 31, 2023, there were \n312,500\n shares available for grant under the 2016 Plan. The following table summarizes information about options granted during the two most recently completed fiscal years:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nWeighted\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nAverage\n​\n​\n​\n​\nWeighted\n​\nAggregate\n​\nRemaining\n​\n​\nNumber Of\n​\nAverage\n​\nIntrinsic\n​\nContractual Life\n​\n    \nOptions\n    \nExercise Price\n    \nValue\n    \n(in years)\nOutstanding at 3/31/2021\n \n \n679,750\n​\n$\n \n1.49\n​\n$\n \n3,597,700\n \n 5.62\nCanceled\n​\n (\n12,250\n)\n​\n​\n —\n​\n​\n —\n​\n —\nOutstanding at 3/31/2022\n​\n \n667,500\n​\n$\n \n1.37\n​\n$\n \n3,597,700\n​\n 4.66\nCanceled\n​\n —\n​\n​\n —\n​\n​\n —\n​\n —\nOutstanding at 3/31/2023\n​\n \n667,500\n​\n$\n \n1.37\n​\n$\n \n3,804,625\n​\n 3.70\nVested or expected to vest at 3/31/2023\n \n \n667,500\n​\n$\n \n1.37\n​\n$\n \n3,804,625\n \n 3.70\nExercisable and vested at 3/31/2023\n \n \n667,500\n​\n$\n \n1.37\n​\n$\n \n3,804,625\n \n 3.70\n​\nThe aggregate intrinsic value in the table above represents the total pre-tax intrinsic value (the difference between the closing stock price on the last trading day of the fourth quarter of fiscal 2023 and fiscal 2022 and the exercise price, multiplied by the number of in-the-money options) that would have been received by the option holders had all option holders exercised their options on March 31, 2023 and 2022. This amount changes based on the fair value of the Company’s common stock.\nAt March 31, 2023, there was \nno\n remaining unrecognized compensation cost related to stock options. The maximum contractual term is \nten years\n for option grants. Other information relating to stock options outstanding at March 31, 2023 is as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nWeighted\n​\n​\n​\n​\n​\n​\n​\n​\n​\n \n​\n \nAverage\n \n​\n​\n \n​\n \n​\n​\n​\n​\n​\n \nRemaining\n \nWeighted\n​\n​\n \nWeighted\n​\n​\nOptions\n \nContractual\n​\nAverage\n​\nOptions\n​\nAverage\nRange of Exercise Prices:\n    \nOutstanding\n    \nTerm\n    \nExercise Price\n    \n Exercisable\n    \nExercise Price\n$\n0.01\n-$\n0.99\n \n \n317,500\n \n 2.61\n​\n$\n \n0.46\n \n \n317,500\n​\n$\n \n0.46\n$\n2.00\n-$\n2.99\n \n \n350,000\n \n 4.15\n​\n$\n \n2.19\n \n \n350,000\n​\n$\n \n2.19\nTotals\n \n \n667,500\n \n​\n​\n \n  \n \n \n667,500\n​\n \n  \n​\nBoard of Directors Common Stock Award\nOn September 15, 2022, the board of directors granted each non-employee director \n6,250\n shares of common stock for a total of \n25,000\n shares of common stock in the aggregate, of fully vested stock awards under the Plan in recognition of such directors’ service and in lieu of the annual grant to purchase Company common stock previously approved by the Board as annual director compensation. The fair value of the award was $\n144,000\n based on the closing market price of the Company’s common stock on the grant date.\nRestricted Stock Awards\nOur board authorizes the issuance of restricted stock as service-based awards measured at fair value on the date of grant based on the number of shares expected to vest and the quoted market price of the Company’s common stock. The shares of restricted stock fully vested and ceased to be subject to forfeiture one year from the grant date. Each grantee is required to have been serving as a director on the vesting date and must have been continuously serving in such capacity from the grant date through the vesting date for the shares of restricted stock to vest. Prior to the vesting date, the grantee is not permitted to sell, transfer, pledge, assign or otherwise encumber the \n53\n\n\nTable of Contents\nshares of restricted stock and if the grantee’s service with the Company has terminated prior to the vesting date, subject to certain exceptions, the grantee’s restricted stock is to have been forfeited automatically.\nOn September 17, 2021, we granted a total of \n25,000\n shares of restricted stock under the 2016 Plan to the board of directors. The stock-based compensation expense of $\n175,000\n for service-based restricted stock was measured at fair value on the date of grant based on the number of shares expected to vest and the quoted market price of the Company’s common stock.\nOn January 24, 2022, the board of directors, in recognition of their special efforts in completing the previously disclosed acquisition of Stadco, granted (a) \n5,000\n shares of restricted stock under the 2016 Plan and (b) a cash award of $\n35,000\n, to each of Alexander Shen, the Company’s chief executive officer, and Thomas Sammons, the Company’s chief financial officer. The shares were measured at fair value at $\n34,000\n on the date of grant based on the number of shares expected to vest and the quoted market price of the Company’s common stock. The shares of restricted stock fully vested and ceased to be subject to forfeiture on January 24, 2023. Each grantee was required to have been serving as an executive officer on the vesting date and must have been continuously serving in such capacity from the grant date through the vesting date for the shares of restricted stock to vest. Prior to the vesting date, the grantee was not permitted to sell, transfer, pledge, assign or otherwise encumber the shares of restricted stock and if the grantee’s service with the Company had terminated prior to the vesting date, the grantee’s restricted stock would have been forfeited automatically, subject to certain exceptions. \nTotal recognized compensation cost related to the restricted stock awards for the fiscal year ended March 31, 2023 and 2022 was $\n109,079\n and $\n155,754\n, respectively. On March 31, 2023, there was \nno\n remaining unrecognized compensation cost related to the restricted stock awards.\nNonemployee Stock Based Payment\nOn October 5, 2021, the Company issued \n5,000\n shares of common stock to a third-party consultant as payment of a finder’s fee in connection with the acquisition of Stadco. The estimated fair value of the award is $\n35,000\n and was measured on the date of grant based on the number of shares issued and the quoted market price of the Company’s common stock.\n​\nNOTE 8 - CONCENTRATION OF CREDIT RISK\nWe maintain bank account balances, which, at times, may exceed insured limits. We have not experienced any losses with these accounts and believe that we are not exposed to any significant credit risk on cash.\nIn the fiscal year ended March 31, 2023, one supplier accounted for \n10\n% or more of our purchased material. In the fiscal year ended March 31, 2022, two suppliers accounted for \n10\n% or more of our purchased material.\nOn March 31, 2023, there were trade accounts receivable balances outstanding from \nthree\n customers comprising \n53\n% of the total trade receivables balance. The following table sets forth information as to trade accounts receivable from customers who accounted for more than \n10\n% of our accounts receivable balance as of:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nMarch 31, 2023\n​\nMarch 31, 2022\n \nCustomer\n    \nDollars\n    \nPercent\n    \nDollars\n    \nPercent\n \nA\n​\n$\n*\n \n*\n%  \n$\n \n1,079,264\n \n \n36\n%\nB\n​\n$\n*\n \n*\n%  \n$\n \n436,051\n \n \n14\n%\nC\n​\n$\n \n730,514\n \n \n31\n%  \n$\n*\n \n*\n%\nD\n​\n$\n \n260,177\n \n \n11\n%  \n$\n \n382,789\n \n \n13\n%\nE\n​\n$\n*\n \n*\n%  \n$\n \n309,500\n \n \n10\n%\nF\n​\n$\n \n265,755\n​\n \n11\n%  \n$\n*\n​\n*\n%\n*\nless than 10% of total\n​\n54\n\n\nTable of Contents\nNOTE 9 - OTHER CURRENT ASSETS\n​\n​\n​\n​\n​\n​\n​\n​\nOther current assets included the following as of:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nPrepaid taxes\n​\n$\n \n9,616\n​\n$\n \n26,497\nERC refundable credits\n​\n​\n —\n​\n​\n \n1,093,661\nPrepaid insurance\n​\n \n \n162,075\n​\n \n \n184,275\nPrepaid subscriptions\n​\n \n \n120,570\n​\n \n \n66,098\nDeposits\n​\n​\n \n21,706\n​\n​\n \n21,100\nEmployee advances\n​\n \n \n4,561\n​\n \n \n9,668\nPrepaid advisory fees, other\n​\n \n \n30,455\n​\n \n \n20,160\nTotal\n​\n$\n \n348,983\n​\n$\n \n1,421,459\n​\n​\nNOTE 10 - PROPERTY, PLANT AND EQUIPMENT, NET\n​\n​\n​\n​\n​\n​\n​\n​\nProperty, plant and equipment, net consisted of the following as of:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nLand\n​\n$\n \n110,113\n​\n$\n \n110,113\nBuilding and improvements\n​\n \n \n3,293,986\n​\n \n \n3,289,901\nMachinery equipment, furniture, and fixtures\n​\n \n \n23,018,713\n​\n \n \n20,860,152\nConstruction-in-progress\n​\n \n \n149,576\n​\n \n —\nTotal property, plant, and equipment\n​\n \n \n26,572,388\n​\n \n \n24,260,166\nLess: accumulated depreciation\n​\n \n (\n12,658,364\n)\n​\n \n (\n11,107,001\n)\nTotal property, plant and equipment, net\n​\n$\n \n13,914,024\n​\n$\n \n13,153,165\n​\n​\nWe capitalize interest on borrowings during active construction period for major capital projects. Capitalized interest is added to the cost of the underlying assets and is amortized over the useful lives of the assets. Capitalized interest for the years ended March 31, 2023 and 2022 were $\n14,297\n and $\n0\n, respectively.\n​\nNOTE 11 - ACCRUED EXPENSES\n​\n​\n​\n​\n​\n​\n​\n​\nAccrued expenses included the following as of:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nAccrued compensation\n​\n$\n \n1,257,245\n​\n$\n \n947,938\nProvision for claims \n​\n​\n \n256,227\n​\n​\n \n935,382\nProvision for contract losses\n​\n \n \n102,954\n​\n \n \n340,272\nAccrued professional fees\n​\n \n \n241,195\n​\n \n \n513,379\nAccrued project costs\n​\n \n \n440,550\n​\n \n \n487,869\nContingent consideration\n​\n​\n —\n​\n​\n \n63,436\nOther\n​\n \n \n235,014\n​\n \n \n147,590\nTotal\n​\n$\n \n2,533,185\n​\n$\n \n3,435,866\n​\nAccrued compensation includes amounts for executive bonuses, payroll and vacation and holiday pay. Provisions for estimated losses on uncompleted contracts are made in the period in which such losses are determined. Changes in the provision are recorded in cost of sales. Accrued project costs are estimates for certain project expenses during the reporting period.\n​\nA customer of our Stadco subsidiary provided notice for collection of additional costs incurred in connection with a certain product manufacturing project. In fiscal 2022, Stadco booked a contingent loss for approximately $\n0.8\n million which is included on the provision for claims line in the above table. The claim was resolved to the satisfaction of both parties in fiscal 2023, and the accrual was reversed against related accounts receivable.\n55\n\n\nTable of Contents\nNOTE 12 – DEBT\n​\n​\n​\n​\n​\n​\n​\n​\nLong-term debt included the following as of:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nStadco Term Loan, at \n3.79\n% interest, due August 2028\n​\n$\n \n3,186,495\n​\n$\n \n3,705,792\nRanor Term Loan, at \n6.05\n% interest, due December 2027\n​\n​\n \n2,276,518\n​\n​\n \n2,363,126\nRanor Revolver Loan, at \n6.93\n% interest, due December 2023\n​\n​\n \n650,000\n​\n​\n \n1,287,002\nTotal debt\n​\n$\n \n6,113,013\n​\n$\n \n7,355,920\nLess: debt issue costs unamortized\n​\n$\n \n145,712\n​\n$\n \n147,905\nTotal debt, net\n​\n$\n \n5,967,301\n​\n$\n \n7,208,015\nLess: Current portion of long-term debt\n​\n$\n \n1,218,162\n​\n$\n \n4,093,079\nTotal long-term debt, net\n​\n$\n \n4,749,139\n​\n$\n \n3,114,936\n​\nAmended and Restated Loan Agreement\nOn August 25, 2021, the Company entered into an amended and restated loan agreement with Berkshire Bank, or the “Loan Agreement”. Under the Loan Agreement, Berkshire Bank will continue to provide the Ranor Term Loan (as defined below) and the revolving line of credit, or the Revolver Loan. In addition, Berkshire Bank provided the Stadco Term Loan (as defined below) in the original amount of $\n4.0\n million. The proceeds of the original Ranor Term Loan of $\n2.85\n million were previously used to refinance existing mortgage debt of Ranor. The proceeds of the Revolver Loan are used for working capital and general corporate purposes of the Company. The proceeds of the Stadco Term Loan were to be used to support the acquisition of Stadco and refinance existing indebtedness of Stadco.\nStadco Term Loan\nOn August 25, 2021, Stadco borrowed $\n4.0\n million from Berkshire Bank, or the “Stadco Term Loan”. Interest on the Stadco Term Loan is due on unpaid balances beginning on August 25, 2021 at a fixed rate per annum equal to the \n7 year\n Federal Home Loan Bank of Boston Classic Advance Rate plus \n2.25\n%. Since September 25, 2021 and on the 25th day of each month thereafter, Stadco had made and will make monthly payments of principal and interest in the amount of $\n54,390\n each, with all outstanding principal and accrued interest due and payable on August 25, 2028. Interest shall be calculated based on actual days elapsed and a 360-day year.\nThe Company shall pay a late charge in the amount of \n5\n% of each payment due under the Stadco Term Loan (other than the balloon payment due at maturity) which is more than ten days in arrears. In addition, from and after the date on which the Stadco Term Loan becomes due, or at Berkshire Bank’s option, could become due and payable (whether accelerated or not), at maturity, upon default or otherwise, interest shall accrue and shall be immediately due and payable at the default rate equal to \n5\n% per annum greater than the interest rate otherwise in effect, but in no event higher than the maximum interest rate permitted by law.\nUnamortized debt issue costs on March 31, 2023 and 2022 were $\n44,482\n and $\n71,617\n, respectively.\nRanor Term Loan and Revolver Loan\nA term loan was made to Ranor by Berkshire Bank in 2016 in the amount of $\n2.85\n million, or the “Ranor Term Loan”. Payments began on January 20, 2017, and were made in monthly installments of $\n19,260\n each, inclusive of interest at a fixed rate of \n5.21\n% per annum, with all outstanding principal and accrued interest due and payable on the original maturity date, December 20, 2021. \nOn December 17, 2021, Ranor and certain affiliates of the Company entered into a First Amendment to the Amended and Restated Loan Agreement and First Amendment to Promissory Note to extend the maturity date of the Ranor Term Loan from December 20, 2021 to March 18, 2022.\nOn March 18, 2022, Ranor and certain affiliates of the Company entered into a Second Amendment to Amended and Restated Loan Agreement and Second Amendment to Promissory Note to further extend the maturity date of the Ranor Term Loan to June 16, 2022.\nOn June 16, 2022, Ranor and certain affiliates of the Company entered into a Third Amendment to the Amended and Restated Loan Agreement and Third Amendment to the Promissory Note to further extend the maturity date of the Ranor Term Loan to September 16, 2022.\n56\n\n\nTable of Contents\nOn September 15, 2022, Ranor and certain affiliates of the Company entered into a Fourth Amendment to the Amended and Restated Loan Agreement and Fourth Amendment to the Promissory Note to further extend the maturity date of the Ranor Term Loan to December 15, 2022.\nOn December 23, 2022, Ranor and certain affiliates of the Company entered into a Fifth Amendment to Amended and Restated Loan Agreement, Fifth Amendment to Promissory Note and First Amendment to Second Amended and Restated Promissory Note, or the “Amendment”. Effective as of December 20, 2022, the Amendment, among other things (i) extends the maturity date of the Ranor Term Loan to December 15, 2027, (ii) extends the maturity date of the Revolver Loan from December 20, 2022 to December 20, 2023, (iii) increases the interest rate on the Ranor Term Loan from \n5.21\n% to \n6.05\n% per annum, (iv) decreases the monthly payment on the Ranor Term Loan from $\n19,260\n to $\n16,601\n, (v) replaces LIBOR as an option for the benchmark interest rate for the Revolver Loan with SOFR, (vi) replaces LIBOR-based interest pricing conventions with SOFR-based pricing conventions, including benchmark replacement provisions, and (vii) solely with respect to the fiscal quarter ending December 31, 2022, lowers the debt service coverage ratio from at least \n1.2\n to 1.0 to \n1.1\n to 1.0.\nUnder the Loan Agreement, Berkshire Bank also makes available to Ranor a revolving line of credit with, following certain modifications, a maximum principal amount available of $\n5.0\n million. In accordance with the amended loan agreement, the maximum amount that can now be borrowed under the Revolver loan is $\n5.0\n million. Advances under the Revolver Loan are subject to a borrowing base equal to the lesser of (a) $\n5.0\n million or (b) the sum of (i)\n80\n% of the net outstanding amount of Base Accounts, plus (ii) the lesser of (x) \n25\n% of Eligible Raw Material Inventory, and (y) $\n250,000\n, plus (iii) \n80\n% of the Appraised Value of the Eligible Equipment, as such terms are defined in the Loan Agreement.\nThe Company agrees to pay to Berkshire Bank, as consideration for Berkshire Bank’s agreement to make the Revolver Loan available, a nonrefundable Revolver Loan fee equal to \n0.25\n% per annum (computed based on a year of 360 days and actual days elapsed) on the difference between the amount of: (a) $\n5.0\n million, and (b) the average daily outstanding balance of the Revolver Loan during the quarterly period then ended. All Revolver Loan fees are payable quarterly in arrears on the first day of each January, April, July and October and on the Revolver Maturity Date, or upon acceleration of the Revolver Loan, if earlier.\nUnder the amended promissory note for the Revolver Loan, the Company can elect to pay interest at an adjusted SOFR-based rate or an Adjusted Prime Rate. The minimum adjusted LIBOR-based rate is \n2.75\n% and the Adjusted Prime Rate is the greater of (i) the Prime Rate minus \n70\n basis points or (ii) \n2.75\n%. Interest-only payments on advances made under the Revolver Loan will continue to be payable monthly in arrears. The LIBOR-based rate expired on December 20, 2022.\nThere was approximately $\n0.7\n million outstanding under the Revolver Loan at March 31, 2023. Interest payments made under the Revolver Loan were $\n33,156\n for the fiscal year ended March 31, 2023. The weighted average interest rate at March 31, 2023 and March 31, 2022 was \n5.02\n% and \n2.75\n%, respectively. Unused borrowing capacity at March 31, 2023 and March 31, 2022 was approximately $\n4.2\n million and $\n2.8\n million, respectively.\nUnamortized debt issue costs at March 31, 2023 and March 31, 2022 were $\n101,230\n and $\n76,288\n, respectively.\nBerkshire Loan Covenants\nFor purposes of this discussion, Ranor and Stadco are referred to together as the “Borrowers”. The Ranor Term Loan, the Stadco Term Loan and the Revolver Loan, or together, the “Berkshire Loans”, may be accelerated upon the occurrence of an event of default as defined in the Berkshire Loan Agreement. Upon the occurrence and during the continuance of certain default events, at the option of Berkshire Bank, or automatically without notice or any other action upon the occurrence of certain other events specified in the loan agreement, the unpaid principal amount of the Loans and the Notes together with accrued interest and all other Obligations owing by the Borrowers to Berkshire Bank would become immediately due and payable without presentment, demand, protest, or further notice of any kind.\nThe Company agreed to maintain compliance with certain financial covenants under the Loan Agreement. Namely, The Borrowers agree to maintain the ratio of the Cash Flow of TechPrecision to the Total Debt Service of TechPrecision of not less than \n1.20\n to \n1.00\n, (except for the fiscal quarter ended December 31, 2022, in which case such ratio of Cash Flow to Total Debt Service was not to be less than \n1.10\n to \n1.00\n), measured quarterly on the last day of each fiscal quarter-annual period of TechPrecision on a trailing 12-month basis, commencing with the fiscal quarter ending as of September 30, 2021. Calculations will be based on the audited (year-end) and unaudited \n57\n\n\nTable of Contents\n(quarterly) consolidated financial statements of TechPrecision. Quarterly tests will be measured based on the financial statements included in the Company’s quarterly reports on Form 10-Q within 60 days of the end of each quarter, and annual tests will be measured based on the financial statements included in the Company’s annual reports on Form 10-K within 120 days after the end of each fiscal annual period. Cash Flow means an amount, without duplication, equal to the sum of net income of TechPrecision plus (i) interest expense, plus (ii) taxes, plus (iii) depreciation and amortization, plus (iv) stock based compensation expense taken by TechPrecision, plus (v) non-cash losses and charges and one time or non-recurring expenses at Berkshire Bank’s discretion, less (vi) the amount of cash distributions, if any, made to shareholders or owners of TechPrecision, less (vii) cash taxes paid by the TechPrecision, all as determined in accordance with U.S. GAAP. “Total Debt Service” means an amount, without duplication, equal to the sum of (i) all amounts of cash interest paid on liabilities, obligations and reserves of TechPrecision paid by TechPrecision, (ii) all amounts paid by TechPrecision in connection with current maturities of long-term debt and preferred dividends, and (iii) all payments on account of capitalized leases, all as determined in accordance with U.S. GAAP.\nThe Borrowers agree to cause their Balance Sheet Leverage to be less than or equal \n2.50\n to \n1.00\n. Compliance with the foregoing shall be tested quarterly, as of the last day of each fiscal quarter of the Borrowers, commencing with the fiscal quarter ending September 30, 2021. “Balance Sheet Leverage” means, at any date of determination, the ratio of Borrowers’ (a) Total Liabilities, less Subordinated Debt, to (b) Net Worth, plus Subordinated Debt.\nThe Borrowers agree that their combined annual capital expenditures shall not exceed $\n1.5\n million. Compliance shall be tested annually, commencing with the fiscal year ending March 31, 2022.\nThe Borrowers agree to maintain a Loan-to-Value Ratio of not greater than \n0.75\n to \n1.00\n. “Loan-to-Value Ratio” means the ratio of (a) the sum of the outstanding balance of the Ranor Term Loan and the Stadco Term Loan, to (b) the fair market value of the property pledged as collateral for the loan, as determined by an appraisal obtained from time to time by Berkshire Bank, but not more frequently than one time during each \n365\n day period (provided that Berkshire Bank may obtain an appraisal at any time after either the Ranor Term Loan or the Stadco Term Loan has been accelerated), which appraisals shall be at the expense of the Borrowers.\nThe Company was in compliance with all of the financial covenants at March 31, 2023, except for the combined capital expenditures limit. The Company was in violation of the Loan Agreement as it exceeded the capital expenditure limit of $\n1.5\n million as defined in the agreement. On June 12, 2023, the Company and Berkshire Bank executed a waiver under which Berkshire Bank waived the Company’s noncompliance with the capital expenditure limit on March 31, 2023. The waiver document also contains an agreement by the parties to exclude from the calculation of capital expenditures for purposes of the Loan Agreement during the year ending March 31, 2024 any such expenditures made by the Company to the extent they are made using funds provided by customers of the Company for the purpose of making such capital expenditures.  \nCollateral securing all the above obligations comprises all personal and real property of the Company, including cash, accounts receivable, inventories, equipment, and financial assets. The carrying value of short and long-term borrowings approximates their fair value. The Company’s short-term and long-term debt is all privately held with no public market for this debt and is considered to be Level 3 under the fair value hierarchy.\nThe scheduled principal maturities for our total debt by fiscal year are:\n​\n​\n​\n​\n​\n2024\n    \n$\n \n1,250,200\n2025\n​\n \n \n625,791\n2026\n​\n \n \n651,827\n2027\n​\n \n \n678,980\n2028\n​\n \n \n2,636,854\nThereafter\n​\n \n \n269,361\nTotal\n​\n$\n \n6,113,013\n​\nSmall Business Administration Loan \nOn May 8, 2020, the Company, through its wholly owned subsidiary Ranor, issued a promissory note, or the “Note”, evidencing an unsecured loan in the amount of $\n1,317,100\n made to Ranor under the Paycheck Protection Program, or the “PPP”. The PPP was established under the CARES Act and is administered by the U.S. Small Business Administration, or the “SBA”. The loan to Ranor was \n58\n\n\nTable of Contents\nmade through Berkshire Bank. In fiscal year 2022, on May 12, 2021, as authorized by Section 1106 of the CARES Act, the SBA remitted to Berkshire Bank, the lender of record, a payment of principal and interest in the amounts of $\n1,317,000\n and $\n13,207\n, respectively, for forgiveness of the Company’s PPP loan. The funds credited to the PPP loan pay this loan off in full. Loan forgiveness is recorded as a gain under other income and expense in the consolidated statement of operations and comprehensive loss.\n​\nNOTE 13 - OTHER NONCURRENT LIABILITY\nThe Company purchased new equipment in fiscal 2022 for contract project work with a certain customer. Under an addendum to the contract purchase orders, that customer agreed to reimburse the Company for the cost of the new equipment. We received the first payment in January 2022 and two additional payments in April 2022. In case of a contract breach, at the time of the breach, the customer may claw back the funds based on a prorated ten-year straight-line annual declining balance recovery period. Customer payments received of $\n1.0\n million and $\n0.3\n million are recorded as a noncurrent liability in the condensed consolidated balance sheets at March 31, 2023 and March 31, 2022, respectively.\nStadco entered into the Payment Agreement with the LADWP to settle previously outstanding amounts for water, water service, electric energy and/or electric service in the aggregate amount of $\n1,770,201\n that were delinquent and unpaid. Under the Payment Agreement, Stadco will make monthly installment payments on the unpaid balance beginning on December 15, 2022, in an aggregate amount of $\n18,439\n per month until the earlier of November 15, 2030, or the amount due is paid in full. Late payments under the Payment Agreement accrue a late payment charge equal to an \n18\n% annual rate on the unpaid balance. This liability amount was included in accounts payable on the Company’s balance sheet as of March 31, 2022, and was reclassified to accrued expenses as a current liability for $\n0.2\n million, and to noncurrent liability for $\n1.5\n million as of March 31, 2023.\nNOTE 14 – LEASES\nOn August 25, 2021, Stadco became party to an amended building and property operating lease and recorded a right of use asset and liability of $\n6.6\n million. Monthly base rent for the property is $\n82,998\n per month. The term of the lease will expire on June 30, 2030, and the lessee has no right of renewal beyond the expiration date. The lease contains customary default provisions allowing the landlord to terminate the lease if the lessee fails to remedy a breach of its obligations under the lease within the period specified in the lease, or upon certain events of bankruptcy or seizure or attachment of the lessee’s assets or interest in the lease. The lease also contains other customary provisions for real property leases of this type.\nThe following table lists our right-of-use assets and liabilities on our consolidated balance sheets at:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nFinance lease:\n \n​\n​\n​\n​\n  \nRight of use asset – operating lease\n​\n$\n \n6,629,396\n​\n$\n \n6,649,744\nRight of use asset – finance leases\n​\n​\n \n65,016\n​\n \n \n125,032\nAmortization\n​\n​\n (\n1,033,474\n)\n​\n​\n (\n391,161\n)\nRight of use asset, net\n​\n$\n \n5,660,938\n​\n$\n \n6,383,615\nLease liability – operating lease\n​\n$\n \n5,819,365\n​\n$\n \n6,374,691\nLease liability – finance leases\n​\n​\n \n36,336\n​\n​\n \n72,908\nTotal lease liability\n​\n$\n \n5,855,701\n​\n$\n \n6,447,599\n​\nOther supplemental information regarding our leases is contained in the following tables:\n​\n​\n​\n​\n​\n​\n​\n​\nComponents of lease expense for the year ended:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nOperating lease amortization\n​\n$\n \n638,732\n​\n$\n \n363,206\nFinance lease amortization\n​\n$\n \n20,829\n​\n$\n \n27,955\nFinance lease interest\n​\n$\n \n1,536\n​\n$\n \n1,851\n​\n59\n\n\nTable of Contents\n​\n​\n​\n​\n​\n​\nWeighted average lease term and discount rate at:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\n \nLease term (years) – operating lease\n \n 7.25\n​\n 8.25\n​\nLease term (years) – finance lease\n​\n 0.75\n​\n 2.48\n​\nLease rate – operating lease\n​\n \n4.5\n%\n \n4.5\n%\nLease rate – finance lease\n \n \n4.5\n%\n \n3.9\n%\n​\n​\n​\n​\n​\n​\n​\n​\n​\nSupplemental cash flow information related to leases for the year ended:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nCash used in operating activities\n​\n$\n \n851,806\n​\n$\n \n448,206\nCash used in financing activities\n​\n$\n \n36,572\n​\n$\n \n508,806\n​\nMaturities of lease liabilities at March 31, 2023 for the next five years and thereafter:\n​\n​\n​\n​\n​\n2023\n    \n$\n \n957,495\n2024\n​\n \n \n948,701\n2025\n​\n \n \n948,702\n2026\n​\n \n \n938,801\n2027\n​\n \n \n938,802\nThereafter\n​\n \n \n2,111,578\nTotal lease payments\n​\n$\n \n6,844,079\nLess: imputed interest\n​\n \n \n988,378\nTotal\n​\n$\n \n5,855,701\n​\n​\n​\nNOTE 15 - COMMITMENTS\nEmployment Agreements\nWe have employment agreements with each of our executive officers. Such agreements provide for minimum salary levels, adjusted annually, and incentive bonuses that are payable if specified company goals are attained. The aggregate commitment at March 31, 2023 for future executive salaries was approximately $\n0.6\n million. The aggregate commitment at March 31, 2023 was approximately $\n1.0\n million for accrued payroll, vacation and holiday pay for the remainder of our employees.\nPurchase Commitments\nAs of March 31, 2023, we had approximately $\n5.7\n million in purchase obligations outstanding, which primarily consisted of contractual commitments to purchase new materials and supplies.\nRetirement Benefits\nRanor has a defined contribution and savings plan that covers substantially all Ranor employees who have completed 90 days of service. Ranor retains the option to match employee contributions. The Company contributed $\n84,889\n and $\n89,316\n for the years ended March 31, 2023 and 2022, respectively.\nProvision for claims settlement\nOn March 15, 2021, the court approved the final class action settlement for all outstanding claims related to a civil class action brought by former employees for past wages claimed under a paid time-off program. As such, the plaintiffs’ claims have been fully and finally dismissed, and the $\n495,000\n payment to the plaintiffs’ counsel was paid on May 10, 2021.\n​\nNOTE 16 – SEGMENT INFORMATION\nThe Company has \ntwo\n wholly owned subsidiaries, Ranor and Stadco that are each reportable segments. The accounting policies of the segments are the same as those described in the summary of significant accounting policies. All the Company’s operations, assets, and customers are located in the U.S.\n60\n\n\nTable of Contents\nEach reportable segment focuses on the manufacture and assembly of specific components, primarily for defense, aerospace and other industrial customers. However, both segments have separate operating, engineering, and sales teams. The Chief Operating Decision Maker, or CODM, evaluates the performance of our segments based upon, among other things, segment net sales and operating profit. Segment operating profit excludes general corporate costs. Corporate costs include executive and director compensation, stock-based compensation, and other corporate and administrative expenses not allocated to the segments. The segment operating profit metric is what the CODM uses in evaluating our results of operations and the financial measure that provides insight into our overall performance and financial position.\n​\n​\n​\n​\n​\n​\n​\n​\nThe following table provides summarized financial information for our segments:\n    \nMarch 31, 2023\n    \nMarch 31, 2022\nRanor\n​\n$\n \n19,181,539\n​\n$\n \n14,580,306\nStadco\n​\n \n \n12,250,075\n​\n \n \n7,755,946\nEliminate intersegment revenue\n​\n \n —\n​\n \n (\n53,757\n)\nNet sales from external customers\n​\n$\n \n31,431,614\n​\n$\n \n22,282,495\nRanor operating income\n​\n \n \n5,150,821\n​\n \n \n1,514,790\nStadco operating loss\n​\n \n (\n3,905,323\n)\n​\n \n (\n1,124,542\n)\nCorporate and unallocated \n(1)\n​\n​\n (\n2,350,718\n)\n​\n​\n (\n1,951,777\n)\nOperating loss \n​\n$\n (\n1,105,220\n)\n​\n$\n (\n1,561,529\n)\nInterest expense and other expense\n​\n \n (\n314,766\n)\n​\n \n (\n297,761\n)\nRefundable employee retention tax credits\n​\n \n \n636,564\n​\n \n —\nUnallocated PPP loan forgiveness\n​\n \n —\n​\n \n \n1,317,100\nConsolidated loss before income taxes\n​\n$\n (\n783,422\n)\n​\n$\n (\n542,189\n)\nAssets\n​\n \n \n​\n​\n \n \n​\nRanor\n​\n \n \n11,350,905\n​\n \n \n10,654,579\nStadco\n​\n \n \n23,817,425\n​\n \n \n24,907,656\nCorporate and unallocated\n​\n \n \n1,039,411\n​\n \n \n2,290,324\nTotals\n​\n$\n \n36,207,741\n​\n$\n \n37,852,559\nDepreciation and amortization\n​\n \n \n​\n​\n \n \n​\nRanor\n​\n \n \n523,683\n​\n \n \n595,536\nStadco\n​\n \n \n1,693,789\n​\n \n \n864,903\nTotals\n​\n$\n \n2,217,472\n​\n$\n \n1,460,439\nCapital expenditures\n​\n \n \n​\n​\n \n \n​\nRanor\n​\n \n \n1,599,966\n​\n \n \n825,608\nStadco\n​\n \n \n725,335\n​\n \n \n113,396\nTotals\n​\n$\n \n2,325,301\n​\n$\n \n939,004\n(1) Corporate general costs include executive and director compensation, and other corporate administrative expenses not allocated to the segments.\n \nPrior period segment data is restated to reflect changes in corporate and administrative expenses not allocated to the segments.\nNOTE 17 – ACCOUNTING STANDARDS UPDATE\nNew Accounting Standards Recently Adopted\nIn November 2021, the Financial Accounting Standards Board, or the “FASB”, issued Accounting Standards Update (“ASU”) No. 2021-10, Government Assistance (Topic 832): \nDisclosures by Business Entities About Government Assistance\n. The amendments in this update require the following annual disclosures about transactions with a government that are accounted for by applying a grant or contribution accounting model by analogy: 1) information about the nature of the transactions and the related accounting policy used to account for the transactions, 2) the line items on the balance sheet and income statement that are affected by the transactions, and the amounts applicable to each financial statement line item, 3) significant terms and conditions of the transactions, including commitments and contingencies. The adoption of this ASU on April 1, 2022 did not have a significant impact on the Company’s financial statements and disclosures.\n61\n\n\nTable of Contents\nIn October 2021, the FASB issued ASU 2021-08, Business Combinations (Topic 805),\n Accounting for Contract Assets and Contract Liabilities from Contracts with Customers\n, which requires contract assets and contract liabilities acquired in a business combination to be recognized and measured by the acquirer on the acquisition date in accordance with ASC 606, Revenue from Contracts with Customers. Generally, this new guidance will result in the acquirer recognizing contract assets and contract liabilities at the same amounts recorded by the acquiree. The amendments in this update are effective for fiscal years beginning after December 15, 2022, including interim periods within these fiscal years. The adoption of this ASU on April 1, 2023 did not have a significant impact on the Company’s financial statements and disclosures.\nIn May 2021, the FASB issued ASU 2021-04, \nIssuer’s Accounting for Certain Modifications or Exchanges of Freestanding Equity-Classified Written Call Options Issuer’s Accounting for Certain Modifications or Exchanges of Freestanding Equity-Classified Written Call Options. \nThe FASB issued this update to clarify and reduce diversity in issuers accounting for modifications or exchanges of freestanding equity-classified written call options (for example, warrants) that remain equity classified after modification or exchange. The amendments that relate to the recognition and measurement of EPS for certain modifications or exchanges of freestanding equity-classified written call options affect entities that present EPS in accordance with the guidance in Topic 260, \nEarnings Per Share\n. The adoption of these amendments on April 1, 2022 did not have a material impact on our financial statements and disclosures.\nIn June 2016, the FASB issued ASU 2016-13, Financial Instruments - Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments, as amended subsequently by ASUs 2018-19, 2019-04, 2019-05, 2019-10, 2019-11 and 2020-03. The guidance in these ASUs requires that credit losses be reported using an expected losses model rather than the incurred losses model that is currently used. The standard also establishes additional disclosures related to credit risks. This standard is effective for fiscal years beginning after December 15, 2022. The Company is in the process of determining the impact adoption of the amendment may have on the Company’s financial statements and disclosures.\nItem 9.       Changes in and Disagreements with Accountants on Accounting and Financial Disclosure.\nNone.\nItem 9A.    Controls and Procedures.\nEvaluation of Disclosure Controls and Procedures.\nDisclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act) are controls and procedures that are designed to ensure that the information required to be disclosed in our reports filed or submitted under the Exchange Act, is recorded, processed, summarized, and reported within the time periods specified in the SEC’s rules and forms, and includes controls and procedures designed to ensure that such information is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosure.\nAs of the end of the period covered by this report, an evaluation was carried out, under the supervision and with the participation of management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of our disclosure controls and procedures. Based on that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that, as of March 31, 2023, our disclosure controls and procedures were not effective due to the material weaknesses in our internal control over financial reporting described below.\nManagement’s Responsibility for Internal Controls\nThe Company’s internal control over financial reporting is designed under the supervision of our Chief Executive Officer and Chief Financial Officer, and effected by our board of directors, management, and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles, or U.S. GAAP. The Company’s internal control over financial reporting includes those policies and procedures that: (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the Company’s assets; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with U.S. GAAP, and that the Company’s receipts and expenditures are being made only in accordance with authorizations of the Company’s management and directors; and (iii) provide reasonable assurance regarding \n62\n\n\nTable of Contents\nprevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\nInherent Limitations Over Internal Controls\nManagement, including the Chief Executive Officer and Chief Financial Officer, does not expect that the Company’s internal controls will prevent or detect all errors and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of internal controls can provide absolute assurance that all control issues and instances of fraud, if any, have been detected. Also, any evaluation of the effectiveness of controls in future periods is subject to the risk that those internal controls may become inadequate because of changes in business conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement’s Report of Internal Control over Financial Reporting.\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting, as defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act. Under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting as of March 31, 2023, based on the 2013 framework established by the Committee of Sponsoring Organizations of the Treadway Commission in \nInternal Control - Integrated Framework\n. Based on that assessment, management concluded that, as of March 31, 2023, the Company’s internal control over financial reporting was not effective due to a material weaknesses as described below.\nMaterial Weaknesses\nWe identified two material weaknesses in our internal control over financial reporting as of March 31, 2023. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of the annual or interim financial statements will not be prevented or detected on a timely basis. In connection with the preparation of our financial statements for this Annual Report on Form 10-K, management identified the following material weaknesses:\n1)\nwe did not maintain proper controls, processes and procedures over the initial purchase accounting and the fair value accounting associated with our acquisition of Stadco that were adequately designed, documented, and executed to support the accurate and timely reporting of our financial results regarding the initial purchase accounting and the fair value accounting associated with the Stadco acquisition; and\n2)\nwe did not maintain a sufficient complement of tax accounting personnel necessary to perform management review controls related to activities for extracting information to determine the valuation allowance at Stadco on a timely basis. Because of this material weakness, we made a late or post-closing adjustment to our valuation allowance while preparing the consolidated financial statements and footnotes included in this Annual Report on Form 10-K.\nNotwithstanding the material weaknesses, management believes the consolidated financial statements included in this Annual Report on Form 10-K present fairly, in all material respects, the Company’s financial condition, results of operations and cash flows as of and for the periods presented in accordance with U.S. GAAP.\nManagement’s Remediation Plan\nOur management, with the oversight of our audit committee, has initiated steps and plans to take additional measures to remediate the underlying causes of the material weakness, which we currently believe will be primarily through the development and implementation of new procedures, policies, processes, including revising the precision level of management review controls and gaining additional assurance regarding timely completion of our quality control procedures. It is possible that we may determine that additional remediation steps will be necessary in the future.\n63\n\n\nTable of Contents\nOur remediation plan will require that, going forward, management will:\n1)\nutilize a valuation specialist with the requisite knowledge to perform all required valuations for all acquisitions of businesses, and\n2)\nutilize a tax specialist with the requisite knowledge to perform the required basic and detailed tax calculations so that all the parties can make a timely assessment of the Company’s tax provision.\nThe material weaknesses will not be considered remediated, however, until the applicable controls operate for a sufficient period of time and management has concluded, through testing, that these controls are operating effectively. We can provide no assurance as to when the remediation of these material weaknesses will be completed to provide for an effective control environment.\nChanges in Internal Control\n \nover Financial Reporting\nOther than the material weaknesses described above, for the quarter ended March 31, 2023, there have been no changes in our internal control over financial reporting that have materially affected or are reasonably likely to materially affect, our internal control over financial reporting. The Company continues to evaluate Stadco’s internal controls over financial reporting and integrating such with its own internal controls over financial reporting.\nItem 9B.    Other Information.\nNot Applicable.\nItem 9C.     Disclosure Regarding Foreign Jurisdictions that Prevent Inspection.\nNot Applicable.\nPART III\nItem 10.    Directors, Executive Officers and Corporate Governance\na)\nDirectors of the Registrant.\nInformation with respect to Directors of the Company will be set forth under the heading “Corporate Governance - Election of Directors” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nb)\nExecutive Officers of the Registrant.\nInformation with respect to executive officers of the Company is set forth under “\nItem 4A Executive Officers of the Registrant\n” in this Annual Report on Form 10-K.\nc)\nIdentification of the Audit Committee.\nInformation concerning the audit committee of the Company will be set forth under the heading “Information About Our Board of Directors – Committees” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nd)\nAudit Committee Financial Expert.\nInformation concerning the audit committee financial expert of the Company will be set forth under the heading “Information About Our Board of Directors – Committees” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\n64\n\n\nTable of Contents\ne)\nShareholder Nomination Process.\nInformation concerning any material changes to the way in which security holders may recommend nominees to the Company’s Board of Directors will be set forth under the heading “Stockholders’ Proposals for the 2023 Annual Meeting” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nf)\nCode of Ethics for Chief Executive Officer and Senior Financial Officers.\nThe Company has adopted a Code of Ethics for the principal executive officer, principal financial officer and principal accounting officer of the Company, which may be found on the Company’s website at www.techprecision.com. Any amendments to the Code of Ethics or any grant of a waiver from the provisions of the Code of Ethics requiring disclosure under applicable SEC rules will be disclosed on the Company’s website.\nItem 11.    Executive Compensation\nInformation regarding executive compensation will be set forth under the heading “Executive Compensation” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nItem 12.\n    Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\nInformation regarding security ownership of certain beneficial owners and management will be set forth under the heading “Security Ownership of TechPrecision” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nItem 13.\n    Certain Relationships and Related Transactions, and Director Independence\nInformation regarding transactions with related persons will be set forth under the headings “Related Party Transactions - Certain Relationships and Related Transactions” and “Information about our Board of Directors - Independence” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nItem 14.\n    Principal Accountant Fees and Services\nInformation regarding fees paid to the Company’s principal accountant will be set forth under the heading “Principal Accountant Fees” in the Company’s Proxy Statement for the 2023 Annual Meeting of Stockholders and is incorporated herein by reference.\nPart IV\nItem 15.    Exhibits and Financial Statement Schedules.\nThe following documents are filed as part of this report:\n(1)\nFinancial Statements, included in Part II, “",
    "cik": "1328792",
    "cusip6": "878739",
    "cusip": [
        "878739101",
        "878739200"
    ],
    "names": [
        "TechPrecision Corp New",
        "TECH PRECISION CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1328792/000141057823001442/0001410578-23-001442-index.htm"
}