{
    "item1": ">Item 1.\n\n\n\n\nBusiness\n.\n\n\n\n\n \n\n\nAs used herein, unless we otherwise specify, the terms \n“\nwe,\n”\n \n“\nus,\n”\n \n“\nour,\n”\n \n“\nNathan\n’\ns,\n”\n \n“\nNathan\n’\ns Famous\n”\n and the \n“\nCompany\n”\n mean Nathan\n’\ns Famous, Inc. and its subsidiaries. References to the fiscal 2023 period mean the fiscal year ended March 26, 2023 and references to the fiscal 2022 period mean the fiscal year ended March 27, 2022. In addition, references to the \n“\nNotes\n”\n, \n“\n2025 Notes\n”\n or the \n“\n2025 Senior Secured Notes\n”\n refer to the $80,000,000 6.625% Senior Secured Notes due 2025 and references to the \n“\n2020 Notes\n”\n or the \n“\n2020 Senior Secured Notes\n”\n refer to the $135,000,000 10.000% Senior Secured Notes which were redeemed on November 16, 2017.\n\n\n \n\n\nWe are a leading branded licensor, wholesaler and retailer of products marketed under our Nathan’s Famous brand, including our popular Nathan’s World Famous Beef Hot Dogs. What began as a nickel hot dog stand on Coney Island in 1916 has evolved into a highly recognized brand throughout the United States and the world. Our innovative business model seeks to maximize the points of distribution for and the consumption of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries and our other products across a wide-range of grocery retail and foodservice formats. Our products are currently marketed for sale in approximately 79,000 locations, including supermarkets, mass merchandisers and club stores, selected foodservice locations and our Company-owned and franchised restaurants throughout the United States and in eighteen foreign countries. The Company considers itself to be in the foodservice industry and has pursued co-branding initiatives within other foodservice environments. Our major channels of distribution are as follows:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOur licensing program contracts with certain third parties to manufacture, distribute, market and sell a broad variety of Nathan’s Famous branded products including our hot dogs, sausages, frozen crinkle-cut French fries and additional products through retail grocery channels and club stores throughout the United States. As of March 26, 2023, packaged Nathan’s World Famous Beef Hot Dogs continued to be sold in supermarkets, mass merchandisers and club stores including Walmart, Kroger, Ahold, Publix, Albertsons, Safeway, ShopRite, Target, Sam’s Club, Costco and BJ’s Wholesale Club located in all 50 states. We earn revenue through royalties on products sold by our licensees.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOur Branded Product Program provides foodservice operators in a variety of venues the opportunity to capitalize on our Nathan’s Famous brand by marketing and selling certain Nathan’s Famous hot dog products. We believe that the program has broad appeal to foodservice operators due to its flexibility to deliver our products to a wide variety of distribution channels. In conjunction with the program, operators are granted a limited use of the Nathan’s Famous trademark, as well as Nathan’s Famous point of purchase materials. Unlike our licensing and franchise programs, we do not generate revenue from royalties, but rather by selling our hot dog products either directly to foodservice operators or to various foodservice distributors who resell the products to foodservice operators.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n3\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOperating quick-service restaurants featuring Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries, and a variety of other menu offerings, which operate under the name “Nathan’s Famous,” the name first used at our original Coney Island restaurant which opened in 1916.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOur franchised restaurant operations are comprised predominately of our Nathan’s Famous concept, which features a menu consisting of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries and beverages as well as other items. In fiscal 2021, we opened our first virtual kitchens (existing kitchens with no Nathan’s Famous branded storefront presence, used to fill online orders). We earn royalties on sales at these franchise locations and virtual kitchens. In addition to our traditional franchised restaurants and virtual kitchens, we enable approved foodservice operators to offer a Nathan’s Famous menu of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries, proprietary toppings and a limited menu of other Nathan’s products through our Branded Menu Program (“BMP”). We earn royalties on Nathan’s products purchased by our BMP franchise operators.\n\n\n\n\n\n\n\n\n \n\n\nWe also own the Arthur Treacher’s brand and trademarks. We use the Arthur Treacher’s brand, products and trademarks as a branded seafood menu-line extension for inclusion in certain Nathan’s Famous restaurants, as well as virtual kitchens.\n\n\n \n\n\nOur Competitive Strengths\n\n\n \n\n\nWe believe that we benefit from the following competitive strengths:\n\n\n \n\n\nIconic Brand with Global Recognition \n\n\n \n\n\nFor over 100 years, we have cultivated Nathan’s Famous into an iconic brand with global recognition. From our authentic origins on Coney Island to our popular Nathan’s Famous Hot Dog Eating Contest, the Nathan’s Famous brand has become synonymous with premium hot dogs enjoyed throughout the year including cookouts, and July 4\nth\n celebrations. Over time, we have continued expanding the number and types of points of distribution for Nathan’s Famous products by leveraging our highly recognizable brand.\n\n\n \n\n\nThe Frank of Choice \n\n\n \n\n\nSince our beginnings as a nickel hot dog stand in 1916, we have focused on creating the best premium hot dog. Using premium cuts of meat, our proprietary spice mix and based on a recipe originally developed in 1916, our hot dogs have a unique flavor and texture that consumers are drawn to.\n\n\n \n\n\nOur hot dogs have received numerous awards and recognition from critics and reviewers.\n\n\n \n\n\nRecognition as an award-winning hot dog has strengthened our brand and created a devoted fan base. We believe that our high brand awareness allows us to sell hot dogs at a premium price to competing brands across all channels of distribution.\n\n\n \n\n\nMulti-Channel Business Model Provides Diversified Revenue Streams \n\n\n \n\n\nWe believe that our flexible business model enables us to diversify across multiple channels of distribution and customers. Our products are distributed through supermarkets, mass merchandisers, club stores, Company-owned restaurants, franchised restaurants, virtual kitchens, food service distributors and other food service operators such as gas stations, movie theaters and sporting venues. We believe that there is potential to increase our sales by converting sales of non-branded products throughout the foodservice industry.\n\n\n \n\n\nHigh Margin Licensing Revenue Streams\n\n\n \n\n\nWe earn stable and high-margin revenue through multiple licensing programs. Through licensing programs with such companies as Smithfield Foods, Inc., and Lamb Weston, Inc., over twenty Nathan’s Famous branded SKUs are sold through grocery retail channels. All of our licensing agreements combined produced $33,455,000 and $31,824,000 of high margin revenue for fiscal 2023 and 2022, respectively.\n\n\n \n\n\n\n\n\n\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nGrowth Strategies \n\n\n \n\n\nWe continue to pursue the following strategies:\n\n\n \n\n\nLeverage Nathan\n’\ns Famous brand and iconic products to grow sales\n – We believe that our brand is widely recognized by virtue of our long history and broad geographic footprint, which allows us to enjoy high consumer awareness in the United States and abroad and allows us the opportunity to grow in markets and channels where the brand is known but has not yet achieved optimal market penetration. We believe that our highly visible brand and reputation for high quality products have allowed us to expand our food offerings beyond our signature hot dogs and command a premium price across our portfolio of products.\n\n\n \n\n\nRetail licensing\n – We expect that our retail licensing program may continue to grow, centered around our licensing program with Smithfield Foods, Inc. Smithfield Foods, Inc. brings superior sales and marketing resources to our brand through its national scale, broad distribution platform, strong retail relationships and research and development infrastructure capable of developing and introducing new products. As a result of our partnership with Smithfield Foods, Inc., we expect Nathan’s Famous products to continue penetrating the grocery, mass merchandising and club channels by expanding points of distribution in targeted, underpenetrated regions and through the development of new products. We believe Smithfield Foods, Inc. expects to continue to leverage this relationship with continued full-scale marketing efforts, both inside and outside of stores, highlighted by exciting customer events and brand representation and support of our Nathan’s Famous Hot Dog Eating Contests.\n\n\n \n\n\nWe may offer the licensing of other signature products to other qualified manufacturers.\n\n\n \n\n\nBranded Products\n – We expect to continue the growth of our Branded Products Program through the addition of new accounts and venues. We believe that the flexible design of the Branded Products Program makes it well-suited for sales to all segments of the broad foodservice industry. We intend to keep targeting sales to a broad line of food distributors, which we believe complements our continuing focus on sales to various foodservice retailers. We continue to believe that as consumers look to brands and products with high standards, and integrity with the quality of the food that they purchase, there is great potential to increase our sales by converting existing sales of non-branded products to Nathan’s branded products throughout the foodservice industry.\n\n\n \n\n\nFranchising\n – We expect to continue to market our franchise program and Branded Menu Program to large, experienced and successful operators with the financial and business capability to develop multiple franchise locations, as well as to individual-owner operators with evidence of restaurant management experience, net worth and sufficient capital. We also expect to continue developing master franchise programs in foreign countries.\n\n\n \n\n\nCompany-owned restaurants\n – We may selectively consider opening new Company-owned restaurants on an opportunistic basis. We may also consider new opportunities in both traditional and captive market settings.\n\n\n \n\n\nImprove Company-owned restaurant profitability\n – We continue to focus on managing our expenses in the operation of our Company-owned restaurants, with a particular emphasis on cost of goods sold, including food costs, paper costs and labor costs while not sacrificing on overall quality and service that our customers expect. Macroeconomic factors including, but not limited to, inflation have resulted in upward pressures in certain of these operating costs. We continue to explore opportunities and strategies to help mitigate the impact on our operations.\n\n\n \n\n\nDelivery Only Locations\n – We expect to continue our presence via delivery and virtual kitchens on an opportunistic basis.\n\n\n \n\n\nThese virtual kitchens have different rights and obligations than our traditional franchise agreements, including royalty rates and advertising contribution rates, and the sales levels at these locations differs from the sales levels at our traditional franchise restaurants.\n\n\n \n\n\n\n\n5\n\n\n\n\n \n\n\n\n\n \n\n\nAdvertising and promotion\n – The Company continues to focus its efforts using a multiple pronged approach, with a particular emphasis on geo-targeted, social media advertising to drive customers directly to online restaurant menus for ease of ordering for delivery or pick-up. The online effort is focused on platforms including Facebook, Instagram and Twitter. Our marketing strategy focuses on our premium food offerings and limited time offerings to help drive sales and customer traffic.\n\n\n \n\n\nRecent Developments\n\n\n \n\n\nThe impact of the global pandemic, COVID-19, in fiscal 2023 was more modest than in fiscal 2022. COVID-19 has contributed to labor challenges within our restaurant operations, including our Company-owned restaurants, our franchised locations, and our Branded Menu Program locations. These labor challenges have contributed to increased wages and salaries.\n\n\n \n\n\nWe continue to monitor the dynamic nature of the COVID-19 pandemic on our business; however, due to the continuous development and fluidity of this pandemic and potential resurgences of new variants of the virus we cannot determine the ultimate impact that the COVID-19 pandemic will have on our business, results of operations and financial condition.\n\n\n \n\n\nAdditionally, during the latter part of fiscal 2022 and extending throughout fiscal 2023, high rates of inflation have been experienced throughout the United States which have resulted in increases in commodity costs, including beef and beef trimmings, paper costs, labor costs and utility costs. These inflationary pressures have directly impacted our restaurant operations as well as our Branded Product Program.\n\n\n \n\n\nFurther inflationary pressures may have an adverse impact on our business and results of operations if we and our franchisees are unable to adjust prices to offset the impact of these cost increases.\n\n\n \n\n\nThe impact of the COVID-19 pandemic and inflationary pressures on our results of operations and liquidity is discussed in Item 7 - \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\n\n \n\n\nCorporate History\n\n\n \n\n\nWe were incorporated in Delaware on July 10, 1992 under the name “Nathan’s Famous Holding Corporation” to act as the parent of a Delaware corporation then-known as Nathan’s Famous, Inc. On December 15, 1992, we changed our name to Nathan’s Famous, Inc., and our Delaware subsidiary changed its name to Nathan’s Famous Operating Corp. The Delaware subsidiary was organized in October 1989 in connection with its re-incorporation in Delaware from that of a New York corporation named “Nathan’s Famous, Inc.” The New York Nathan’s was incorporated on July 10, 1925, as a successor to the sole-proprietorship that opened the first Nathan’s restaurant in Coney Island in 1916. On July 23, 1987, Equicor Group, Ltd. merged with and into the New York Nathan’s in a “going private” transaction. The New York Nathan’s, the Delaware subsidiary and Equicor may all be deemed to be our predecessors.\n\n\n \n\n\nFiscal Year\n\n\n \n\n\nOur fiscal year ends on the last Sunday in March, which will result in a 52 or 53 week year. The fiscal years ended March 26, 2023 and March 27, 2022 were each on the basis of a 52 week reporting period.\n\n\n \n\n\nRestaurant Operations\n\n\n \n\n\nCompany-owned restaurants\n\n\n \n\n\nAs of March 26, 2023, we operated four Company-owned restaurants (including one seasonal unit), within the New York metropolitan area. Our seasonal location on the Coney Island Boardwalk was open from April 1, 2022 to October 30, 2022. It reopened for the summer season on March 26, 2023.\n\n\n \n\n\n\n\n6\n\n\n\n\n \n\n\n\n\n \n\n\nThree\n \nof our Company-owned restaurants range in size from approximately 3,500 square feet to 10,000\n \nsquare feet and have seating to accommodate between 60 and 125 customers. These restaurants are open seven days a week on a year-round basis and are designed to appeal to consumers of all ages. We have established high standards for food quality, cleanliness, and service at our restaurants and regularly monitor the operations of our restaurants to ensure adherence to these standards.\n\n\n \n\n\nTwo of our Company-owned restaurants have contemporary service areas, seating, signage, and general decor. Our Coney Island restaurant, which first opened in 1916, remains unique in its presentation and operations.\n\n\n \n\n\nOur Company-owned restaurants typically carry a broader selection of menu items than our franchise restaurants and generally attain sales levels higher than the average of our newer franchise restaurants. The non-core menu items at the Company-owned restaurants, tend to have lower margins than the core menu.\n \n\n\n \n\n\nOur Company-owned restaurants contributed $12,161,000 in revenue in fiscal 2023, representing a 12% increase over fiscal 2022. Customer traffic at our Company-owned restaurants, in particular at Coney Island, during the fiscal 2023 period increased by approximately 12% over the fiscal 2022 period.\n\n\n \n\n\nOur Coney Island flagship location has been open for over 100 years and is the home of the annual Nathan’s Hot Dog Eating Contest, which has been broadcast on ESPN each 4\nth\n of July since 2004 and achieved more than one million viewers in fiscal 2023.\n\n\n \n\n\nCOVID-19 related pressures on our Company-owned restaurants continued during the fiscal 2023 period, although to a lesser extent than during the fiscal 2022 period. As a result of the COVID-19 pandemic, we continue to focus on digital and social media initiatives, as well as direct mail, to enhance the customer experience; to increase customer traffic; and to promote off-premise capabilities. We believe that these initiatives play an important role in creating a more seamless and more efficient customer experience and meeting consumer expectations for speed and convenience.\n\n\n \n\n\nWe remain principally focused on the well-being and safety of our guests and restaurant employees. Since there continues to be uncertainty around the COVID-19 pandemic, as variants continue to emerge, we may implement additional safety measures in line with health authority recommendations and regulatory requirements.\n\n\n \n\n\nFranchise Operations\n\n\n \n\n\nAt March 26, 2023, our franchise system, including our Branded Menu Program, consisted of 232 locations operating in 17\n \nstates and 13 foreign countries. It also included 267 virtual kitchens (existing kitchens with no Nathan’s Famous branded storefront presence, used to fill online orders) located in 19 states and 4 foreign countries.\n\n\n \n\n\nOur franchise operations contributed $4,292,000 in revenue in fiscal 2023, representing an 11% increase over fiscal 2022. As travel continued to increase during the COVID-19 recovery, we experienced increased customer traffic across our franchise system including airport locations; highway travel plazas; shopping malls; movie theaters; and casino locations, primarily in Las Vegas, Nevada.\n\n\n \n\n\nOur franchise system includes among its franchisees such well-known companies as Applegreen USA Welcome Centres, LLC, HMS Host, Areas USA, National Amusements, Inc., Hershey Entertainment & Resorts Company, Bruster’s Real Ice Cream, and Frisch’s Big Boy. We continue to seek out and to market our franchising programs to larger, experienced and successful operators with the financial and business capability to develop multiple franchise locations, as well as to individual owner-operators with evidence of restaurant management experience, net worth and sufficient capital.\n\n\n \n\n\nDuring the fiscal 2023 period, we entered into an agreement with Frisch’s Big Boy restaurants to carry our signature all-beef natural casing hot dogs. This agreement expands our presence in the Midwest, including Ohio, Kentucky and Indiana.\n\n\n \n\n\n\n\n7\n\n\n\n\n \n\n\n\n\n \n\n\nDuring the fiscal 2023 period, no single franchisee accounted for over 10% of our consolidated revenue. At March 26, 2023, Applegreen USA Welcome Centres, LLC operated seven franchised locations within highway travel plazas and HMS Host operated four franchised locations, including three units at airports, and one unit within a mall. Additionally, twenty-five mobile carts were registered to operate in New York, NY. Fifteen Bruster’s Real Ice Cream shops were selling Nathan’s products under our Branded Menu Program.\n\n\n \n\n\nDuring the fiscal 2023 period, 11 franchised locations opened, including 3 Branded Menu Program locations. Additionally, 18 franchised locations closed, including 5 Branded Menu Program locations.\n\n\n \n\n\nNathan\n’\ns Famous Concept and Menus \n\n\n \n\n\nOur Nathan’s Famous concept is scalable, offering a wide range of facility designs and sizes, suitable to a vast variety of locations, featuring a core menu consisting of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries and beverages. Nathan’s menu is designed to take advantage of site-specific market opportunities by adding complementary food items to the core menu. The Nathan’s concept is suitable to stand-alone or can be co-branded with other nationally recognized brands.\n\n\n \n\n\nNathan’s World Famous Beef Hot Dogs are flavored with our secret blend of spices created by Ida Handwerker in 1916, which historically have distinguished Nathan’s World Famous Beef Hot Dogs. Our hot dogs are prepared and served in accordance with procedures which have not varied significantly since our inception over 100 years ago in our Company-owned and franchised restaurants. Our signature crinkle-cut French fries are featured at each Nathan’s restaurant. We believe the majority of sales in our Company-owned restaurants consist of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries and beverages.\n\n\n \n\n\nIndividual Nathan’s restaurants supplement their core menu of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries and beverages with a variety of other quality menu choices including: the Nathan’s Famous NY Cheesesteak by Pat LaFreida, our fresh angus hamburgers and our hand-dipped chicken. We have historically used the Arthur Treacher’s brand, products and trademarks as a branded seafood menu-line extension for inclusion in certain Nathan’s Famous restaurants, as well as virtual kitchens.\n\n\n \n\n\nWe also partner with major third-party delivery service providers, such as DoorDash, UberEats, GrubHub, and Postmates, providing multiple options for our guests to enjoy Nathan’s Famous products at home.\n\n\n \n\n\nNathan’s restaurant designs are available in a range of sizes from 300 to 4,000 square feet. We have also developed various Nathan’s carts, kiosks, mobile food carts, trucks and modular units. Our smaller units may not have customer seating areas, although they may often share seating areas with other fast food or quick service outlets in food court settings. Other units generally provide seating for 45 to 125 customers. Carts, kiosks and modular units generally carry only the core menu. Our food trucks may carry the full Nathan’s Famous menu.\n\n\n \n\n\nWe believe that Nathan’s carts, kiosks, modular units and food court designs are particularly well-suited for placement in non-traditional sites, such as airports, travel plazas, stadiums, schools, convenience stores, entertainment facilities, military facilities, business and industry foodservice, within larger retail operations and other captive markets. Many of these settings may also be appropriate for expanding our Branded Menu Program or Branded Product Program. All of these units feature the Nathan’s Famous logo and utilize a contemporary design.\n\n\n \n\n\nNathan\n’\ns Standard Franchise Program\n         \n\n\n \n\n\nFranchisees are required to execute a standard franchise agreement prior to opening each Nathan’s Famous location. Our current standard Nathan’s Famous franchise agreement provides for, among other things, a one-time $30,000 franchise fee payable upon execution of the agreement, a monthly royalty payment based on 5.5% of restaurant sales and the expenditure of up to 2.0% of restaurant sales on advertising. The initial term of the typical franchise agreement is 10 years, with a 5-year renewal option by the franchisee, subject to conditions contained in the franchise agreement. We may offer alternatives to the standard franchise agreement, having to do with the term, franchise royalties, fees or advertising requirements.\n\n\n \n\n\nFranchisees are approved on the basis of their business background, evidence of restaurant management experience, net worth and capital available for investment in relation to the proposed scope of the development agreement.\n\n\n \n\n\n\n\n\n\n\n\n8\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe provide numerous support services to our Nathan’s Famous franchisees. We assist in and approve all site selections. Thereafter, we provide architectural plans suitable for restaurants of varying sizes and configurations for use in food court, in-line and free-standing locations. We also assist in establishing building design specifications, reviewing construction compliance, equipping the restaurant and providing appropriate menus to coordinate with the restaurant design and location selected by the franchisee.\n\n\n \n\n\nWe offer various management training courses for management personnel of Company-owned and franchised restaurants. A restaurant manager from each restaurant must successfully complete our mandated management training program. We also offer additional operations and general management training courses for all restaurant managers and other managers with supervisory responsibilities. We provide standard manuals to each franchisee covering training and operations, products and equipment and local marketing programs. We also provide ongoing advice and assistance to franchisees. We meet with our franchisees to discuss upcoming marketing events, menu development and other topics, each of which is designed to provide individual restaurant and system-wide benefits.\n\n\n \n\n\nFranchised restaurants are required to be operated in accordance with uniform operating standards and specifications relating to the selection, quality and preparation of menu items, signage, decor, equipment, uniforms, suppliers, maintenance and cleanliness of premises and customer service. All standards and specifications are developed by us to be applied on a system-wide basis. We regularly monitor franchisee operations and inspect restaurants. Franchisees are required to furnish us with monthly sales or operating reports which assist us in monitoring the franchisee’s compliance with its franchise agreement. We make both announced and unannounced inspections of restaurants to ensure that our practices and procedures are followed. We have the right to terminate a franchise if a franchisee does not operate and maintain a restaurant in accordance with the requirements of its franchise agreement, including for non-payment of royalties, sale of unauthorized products, bankruptcy or conviction of a felony.\n\n\n \n\n\nA franchisee who desires to open multiple locations in a specific territory within the United States may enter into an area development agreement under which we would expect to receive an area development fee based upon the number of proposed locations which the franchisee is authorized to open. With respect to our international development, we generally grant exclusive territorial rights in foreign countries for the development of Nathan’s locations based upon compliance with a predetermined development schedule. Additionally, we may further grant exclusive manufacturing and distribution rights in foreign countries, and we may require an exclusivity fee to be conveyed for such exclusive rights.\n\n\n \n\n\nNathan\n’\ns Branded Menu Program\n\n\n \n\n\nOur Nathan’s Famous Branded Menu Program enables qualified foodservice operators to offer a Nathan’s Famous menu of Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries, proprietary toppings, and a limited menu of other Nathan’s products. Under the Branded Menu Program, the operator may use the Nathan’s Famous trademarks on signage and as part of its menu boards. Additionally, the operator may use Nathan’s Famous paper goods and point of sale marketing materials. Nathan’s also provides architectural and design services, training and operation manuals in conjunction with this program. The operator provides Nathan’s with a fee and is required to sign a 10-year agreement. We may offer alternatives to the term of the typical Branded Menu Program agreement. Nathan’s does not collect a royalty based on the operator’s sales and the operator is not required to report sales to Nathan’s as required by the standard franchise arrangements. Instead, the Branded Menu Program operator is required to purchase products from Nathan’s approved distributors and we earn our royalties from such purchases.\n\n\n \n\n\nArthur Treacher\n’\ns\n\n\n \n\n\nArthur Treacher’s Fish-n-Chips, Inc. was originally founded in 1969. Arthur Treacher’s main product is its “Original Fish-n-Chips,” consisting of fish fillets coated with a special batter prepared under a proprietary formula, deep-fried golden brown, and served with English-style chips and corn meal “hush puppies.”\n\n\n \n\n\nAs of March 26, 2023, Arthur Treacher’s, as a co-brand, was included within twenty-two Nathan’s Famous restaurants. Additionally, there are seven\n \nArthur Treacher’s BMP locations and 56 Arthur Treacher’s virtual kitchens.\n\n\n \n\n\n\n\n\n\n\n\n9\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nInternational Development\n\n\n \n\n\nAs of March 26, 2023, Nathan’s Famous franchisees operated 74 locations in thirteen foreign countries.\n \n\n\n \n\n\nThrough separate licensed manufacturing agreements, Nathan’s World Famous Beef Hot Dogs are currently manufactured in Brazil, Germany and the United Arab Emirates.\n\n\n \n\n\nWe continue to pursue international expansion opportunities. During fiscal 2023, we opened franchised locations in the following international markets: Egypt and Mexico.\n\n\n \n\n\nWe may seek to continue granting exclusive territorial rights for franchising and for the manufacturing and distribution rights in foreign countries, and we expect to require that an exclusivity fee be conveyed for these rights. We plan to develop the restaurant franchising system internationally through the use of master franchising agreements based upon individual or combined use of our existing restaurant concepts and for the distribution of Nathan’s products.\n\n\n \n\n\nThe following table is a summary of our international operations for the fiscal years ended March 26, 2023 and March 27, 2022: See Item 1A-“Risk Factors.”\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nMarch 26,\n\n\n\n\n \n\n\n \n\n\n\n\nMarch 27,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n\n\nTotal revenue\n\n\n\n\n \n\n\n$\n\n\n5,898,000\n\n\n \n\n\n \n\n\n$\n\n\n3,223,000\n\n\n \n\n\n\n\n\n\n\n\nGross profit (a)\n\n\n\n\n \n\n\n$\n\n\n1,387,000\n\n\n \n\n\n \n\n\n$\n\n\n1,023,000\n\n\n \n\n\n\n\n\n\n \n\n\n(a) Gross profit represents the difference between revenue and cost of sales.\n\n\n \n\n\nLocation Summary\n         \n\n\n \n\n\nThe following table shows the number of our Company-owned restaurants and franchised locations in operation at March 26, 2023 and their geographical distribution:\n\n\n \n\n\n\n\n\n\n\n\nDomestic Locations\n\n\n\n\n \n\n\n\n\nCompany\n\n\n\n\n \n\n\n \n\n\n\n\nFranchise (1)\n\n\n\n\n \n\n\n \n\n\n\n\nTotal (1)\n\n\n\n\n \n\n\n\n\n\n\n\n\nConnecticut\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\n\n\nFlorida\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n21\n\n\n \n\n\n \n\n\n21\n\n\n \n\n\n\n\n\n\n\n\nGeorgia\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n\n\n\n\n\n\nKentucky\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\n\n\nMaryland\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n\n\nMassachusetts\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n\n\n\n\n\n\nMissouri\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n\n\nNevada\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n7\n\n\n \n\n\n \n\n\n7\n\n\n \n\n\n\n\n\n\n\n\nNew Jersey\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n23\n\n\n \n\n\n \n\n\n23\n\n\n \n\n\n\n\n\n\n\n\nNew York\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n69\n\n\n \n\n\n \n\n\n73\n\n\n \n\n\n\n\n\n\n\n\nNorth Carolina\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n\n\n\n\n\n\nOhio\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\n\n\nPennsylvania\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n\n\n\n\n\n\nRhode Island\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\n\n\nSouth Carolina\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n\n\nTexas\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\n\n\nVirginia\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n \n\n\n2\n\n\n \n\n\n\n\n\n\n\n\nDomestic Subtotal\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n158\n\n\n \n\n\n \n\n\n162\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n10\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nInternational Locations\n\n\n\n\n \n\n\n\n\nCompany\n\n\n\n\n \n\n\n \n\n\n\n\nFranchise (1)\n\n\n\n\n \n\n\n \n\n\n\n\nTotal (1)\n\n\n\n\n \n\n\n\n\n\n\n\n\nBrazil\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n\n\nDominican Republic\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n6\n\n\n \n\n\n \n\n\n6\n\n\n \n\n\n\n\n\n\n\n\nEgypt\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n\n\nFrance\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n\n\n\n\n\n\nKazakhstan\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n\n\nKingdom of Saudi Arabia\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n10\n\n\n \n\n\n \n\n\n10\n\n\n \n\n\n\n\n\n\n\n\nMexico\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n\n\nPanama\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n\n\n\n\n\n\nPhilippines\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n4\n\n\n \n\n\n\n\n\n\n\n\nSpain\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n\n\nUkraine (2)\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n27\n\n\n \n\n\n \n\n\n27\n\n\n \n\n\n\n\n\n\n\n\nUnited Arab Emirates\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n\n\nUnited Kingdom\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n\n\nInternational Subtotal\n\n\n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n74\n\n\n \n\n\n \n\n\n74\n\n\n \n\n\n\n\n\n\n\n\nGrand Total\n\n\n\n\n \n\n\n4\n\n\n \n\n\n \n\n\n232\n\n\n \n\n\n \n\n\n236\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n(1)\n\n\n\n\n\n\nAmounts include 120 locations operated pursuant to our Nathan’s and Arthur Treacher’s Branded Menu Programs. Units operating pursuant to our Branded Product Program and our virtual kitchens are excluded.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n(2)\n\n\n\n\n\n\nTwo locations in Ukraine are temporarily closed as a result of the Russia-Ukraine conflict.\n\n\n\n\n\n\n\n\n \n\n\nBranded Product Program \n         \n\n\n \n\n\nThe impact of COVID-19 on our Branded Product Program eased significantly in fiscal 2023 as compared to fiscal 2022. As the level of comfort of consumers gathering in social settings increased and travel increased, our Branded Product Program customers, including professional sports arenas, amusement parks, shopping malls, and movies theaters experienced stronger traffic and attendance contributing to higher sales. The total volume of hot dogs sold in the Branded Product Program increased by approximately 15% over fiscal 2022, rebounding and exceeding pre-pandemic levels. Our Branded Product Program contributed $78,884,000 in revenue in fiscal 2023, representing a 19% increase over fiscal 2022.          \n\n\n \n\n\nBeginning in fiscal 2022 and continuing in fiscal 2023, we have experienced inflationary pressures on commodity prices, including beef and beef trimmings. Our average cost of hot dogs during fiscal 2023 was approximately 1.4% higher than during fiscal 2022. Our average cost of hot dogs during fiscal 2022 was approximately 19% higher than fiscal 2021. We are unable to predict the future cost of our hot dogs and expect to experience price volatility for our beef products during fiscal 2024.\n\n\n \n\n\nAs of March 26, 2023, the Branded Product Program distributed product in all 50 states, the District of Columbia, Puerto Rico, Canada, the U.S. Virgin Islands, Guam and Mexico. Pursuant to the Branded Product Program, Nathan’s World Famous Beef Hot Dogs are being offered in national restaurant chains such as Auntie Anne’s, Hot Dog On A Stick and Johnny Rockets; national movie theater chains such as Regal Entertainment, National Amusements and Cinemex in Mexico; amusement parks such as Universal Studios; casino hotels such as Foxwoods Casino in Connecticut; and convenience store chains such as RaceTrac and Holiday Station stores. The Branded Products Program also distributes product in professional sports arenas with Nathan’s World Famous Beef Hot Dogs being served in stadiums and arenas that host the New York Yankees, New York Mets, Miami Marlins, Tampa Bay Rays, Brooklyn Nets, Dallas Cowboys, and Green Bay Packers.\n\n\n \n\n\nAdditionally, our products are offered in numerous other foodservice operations including cafeterias, snack bars and vending machines located in many different types of foodservice outlets and venues, including airports, highway travel plazas, colleges and universities, gas and convenience stores, military installations, and Veterans Administration hospitals throughout the United States.\n \n\n\n \n\n\nNathan’s expects to continue to seek out and evaluate a variety of alternative environments designed to maximize and grow our Branded Product Program.\n\n\n \n\n\n\n\n11\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\nLicensing Program\n\n\n \n\n\nPursuant to an agreement expiring in March 2032, Smithfield Foods, Inc., has been granted, among other things, (i) the exclusive right and obligation to manufacture, distribute, market and sell “Nathan’s Famous” branded hot dogs, and sausages in refrigerated consumer packages to be resold through retail channels (e.g., supermarkets, groceries, mass merchandisers and club stores) within the United States, (ii) a right of first offer to license any other “Nathan’s Famous” branded refrigerated meat products in consumer packages to be resold through retail channels within the United States, on terms to be negotiated in good faith, (iii) the right and obligation to manufacture “Nathan’s Famous” branded hot dog and sausage products in bulk for use in the food service industry within the United States, and (iv) the non-exclusive right and obligation to supply “Nathan’s Famous” natural casing and skinless hot dogs in bulk for use in the “Nathan’s Famous” restaurant system within the United States. The agreement provides for royalties on packaged products sold to supermarkets, club stores and grocery stores, payable on a monthly basis to the Company equal to 10.8% of net sales, subject to minimum annual guaranteed royalties. Pursuant to this agreement, Nathan’s earned royalties of approximately $28,688,000 in fiscal 2023 and $27,907,000 in fiscal 2022 representing 21.9% and 24.3% of total revenues, respectively. We believe our future operating results will continue to be substantially impacted by the terms and conditions of the agreement with Smithfield Foods, Inc., but there can be no assurance thereof (See Item 1A - “Risk Factors”). Since 2002, Smithfield Foods, Inc. has licensed from us the right to manufacture and sell branded hot dogs and sausages to select foodservice accounts.  Pursuant to this arrangement, we earned royalties of $1,310,000 and $1,063,000 during the fiscal 2023 and 2022 periods, respectively.  The majority of these royalties were earned from one company. \n \nAs of March 26, 2023, packaged Nathan’s World Famous Beef Hot Dogs continued to be sold in supermarkets, mass merchandisers and club stores including Walmart, Kroger, Ahold, Publix, Albertsons, Safeway, ShopRite, Target, Sam’s Club, Costco and BJ’s Wholesale Club located in all 50 states. We believe that the overall exposure of the brand and opportunity for consumers to enjoy the Nathan’s World Famous Beef Hot Dog in their homes helps promote “Nathan’s Famous” restaurant patronage. Royalties earned under the retail agreement, including the foodservice program, were approximately 90% of our fiscal 2023 period license revenues.\n\n\n \n\n\nWe license the manufacture of the proprietary spices which are used to produce Nathan’s World Famous Beef Hot Dogs to Saratoga Specialties, Inc., a wholly-owned subsidiary of Solina. During fiscal 2023 and 2022, we earned royalties of $1,298,000 and $1,216,000, respectively, from this license. Through this agreement, we control the manufacture of all “Nathan’s Famous” branded hot dogs.\n\n\n \n\n\nDuring fiscal 2023, our licensee, Lamb Weston, Inc., continued to produce and distribute Nathan’s Famous frozen crinkle-cut French fries and onion rings for retail sale pursuant to a license agreement. These products were distributed within thirty-nine\n \nstates, primarily on the East Coast, Southwest and West Coast during fiscal 2023. During fiscal 2023 and 2022, we earned royalties of $1,501,000 and $954,000, respectively, under this agreement. For the contract year ended in July 2022 we earned royalties of $581,000 in excess of the annual minimum. Lamb Weston, Inc. continues to seek to further expand its market penetration throughout the United States. Lamb Weston, Inc. exercised its fourth option to extend the license agreement through July 2024, pursuant to which the minimum royalties will increase 4% annually.\n\n\n \n\n\nDuring fiscal 2023, our licensee, Bran-Zan Holdings, LLC continued to produce and distribute miniature bagel dogs, franks-in-a-blanket, mozzarella sticks and other hors d’oeuvres through club stores, supermarkets, and other retail food stores. During fiscal 2023 and 2022, we earned royalties of $340,000 and $333,000, respectively, under this agreement.\n\n\n \n\n\nDuring fiscal 2023, our licensee, Hermann Pickle Packers, Inc. continued to produce and distribute Nathan’s Famous sauerkraut\n \nand pickles pursuant to a license agreement. During fiscal 2023 and 2022, we earned royalties of $318,000 and $291,000, respectively, under this agreement.\n\n\n \n\n\n\n\n12\n\n\n\n\n \n\n\n\n\n \n\n\nProvisions and Supplies \n                  \n\n\n \n\n\nNathan’s World Famous Beef Hot Dogs are primarily manufactured by Smithfield Foods, Inc. for sale by our Branded Product Program, our restaurant system, and at retail. Smithfield Foods, Inc. and another hot dog manufacturer supply the hot dogs for our Company-owned and franchise-operated restaurants. All hot dogs are manufactured in accordance with Nathan’s recipes, quality standards and proprietary spice formulations. Nathan’s believes that it has reliable sources of supply; however, in the event of any significant disruption in supply, management believes that alternative sources of supply are available. (See Item 1A- “Risk Factors”).\n \n Saratoga Specialties, Inc. produces Nathan’s proprietary spice formulations, and we have, in the past, engaged Newly Weds Foods, Inc. as an alternative source of supply. Our frozen crinkle-cut French fries have been produced primarily by Lamb Weston, Inc.\n\n\n \n\n\nMost other Company provisions are purchased from multiple sources to prevent disruption in supply and to obtain competitive prices. We approve all products and product specifications. We negotiate directly with our suppliers on behalf of the entire system for all primary food ingredients and beverage products sold in the restaurants in an effort to ensure adequate supply of high-quality items at competitive prices.\n\n\n \n\n\nWe currently utilize a cooperative distribution system pursuant to an agreement with UniPro Foodservice, Inc., National Distribution Alliance (formerly the Multi-Unit Group), which is comprised of institutional food and non-food distributors organized to procure, distribute, and market food service and non-food merchandise for the distribution needs of our domestic restaurant system. The initial term of the agreement was for five years through November 15, 2022. The agreement was subsequently renewed through June 30, 2025, and continuing for two (2) successive one (1) year renewal periods upon mutual consent. We believe this arrangement allows for more flexibility in expanding into new markets throughout the United States, as well as proves to be cost efficient for our current franchisees. The strategic distribution partners under this agreement include: DiCarlo Distributors, Inc., Tapia Brothers Co., Cheney Brothers, Inc., Feesers, Inc., Lipari Foods, LLC, Hillcrest Foods, Sutherland’s Foodservice, and Chain Distribution Services LLC.\n \n \nOur branded products are delivered to our ultimate customers throughout the country by numerous distributors, including US Foodservice, Inc., SYSCO Corporation, Performance Food Group Company, McLane Company, Inc. and DOT Foods.\n\n\n \n\n\nMarketing, Promotion and Advertising\n         \n \n\n\n \n\n\nNathan’s believes that an integral part of its brand marketing strategy is to continue to build brand awareness through its complimentary points of distribution strategy of selling its signature products through Company-owned and franchised restaurants (including virtual kitchens), the Branded Product Program, the Branded Menu Program, and through retail grocery channels including supermarkets and club stores. We believe that as we continue to build brand awareness and expand our reputation for quality and value, we will continue to seek to grow existing markets and expand into new markets. The Nathan’s Famous brand continues to enjoy tremendous exposure and awareness from our Nathan’s Famous Hot Dog Eating Contests. Due to the COVID-19 pandemic, all regional hot dog eating contests were canceled in fiscal 2023. However, while the regionals were canceled, our annual July 4\nth\n Hot Dog Eating Contest Championship returned to our flagship restaurant on the corner of Surf Avenue and Stillwell Avenue in Coney Island, New York. ESPN aired our July 4\nth\n Hot Dog Eating Championship Contest as it has done since 2004.\n\n\n \n\n\nNathan’s Famous continues to look to sports sponsorships as a strategic marketing opportunity to further brand recognition. In addition to the branded signage opportunity, Nathan’s sells its Nathan’s World Famous Beef Hot Dogs and crinkle-cut French fries. In many venues, Nathan’s World Famous Beef Hot Dogs and crinkle-cut French fries are sold at Nathan’s concession stands and as menu items that are served in suites and throughout premium seating areas. Our current professional sports sponsorships include:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nBaseball: Yankee Stadium – New York Yankees; Citi Field – New York Mets; Loan Depot Park – Miami Marlins; Tropicana Field – Tampa Bay Rays; and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nBasketball: The Barclays Center – Brooklyn Nets; and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nFootball: AT&T Stadium – Dallas Cowboys; Lambeau Field – Green Bay Packers. \n \n            \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe believe that the Company’s overall sales and exposure have also been complemented by the sales of Nathan’s World Famous Beef Hot Dogs and other Nathan’s products through the publicity generated by our Hot Dog Eating Contests and our affiliation with a number of high profile sports arenas. In addition to marketing our products at these venues, the Nathan’s Famous brand has also been televised regionally, nationally and internationally.\n\n\n \n\n\nWe maintain an advertising fund for local, regional and national advertising under the Nathan’s Famous Systems, Inc. Franchise Agreement. Nathan’s Famous franchisees are generally required to spend on local marketing activities or contribute to the advertising fund up to 2.0% of restaurant sales for advertising and promotion. Franchisee contributions to the advertising fund for national marketing support are generally based upon the type of restaurant and its location. The difference, if any, between 2.0% and the contribution to the advertising fund are to be expended on local programs approved by us as to form, content and method of dissemination. Certain franchisees, including those operating pursuant to our Branded Menu Program were not obligated to contribute to the advertising fund during fiscal 2023. Some vendors that supply products to the Company and our restaurant system also contribute to the advertising fund based upon purchases made by our franchisees and at Company-owned restaurants.\n\n\n \n\n\nIn fiscal 2023, Nathan’s marketing efforts were largely focused on the annual July 4\nth\n Hot Dog Eating Contest and its sports sponsorships, as well as digital and social media to drive customers directly to the online menus of our franchisees. This included geo-targeted efforts and direct mail to generate awareness and sales through third party delivery platforms.\n\n\n \n\n\nNathan’s marketing efforts include employing an “always on” social media strategy to support the brand and franchise operations through our centralized brand presence. The social media objectives include increasing our reach among our core customer base, while building brand awareness amongst the engaged younger generation.\n\n\n \n\n\nThe objective of our Branded Product Program has historically been to seek to provide our foodservice operator customers with value-added, premium quality products supported with differentiated point of sale materials and other forms of operational support.\n\n\n \n\n\nDuring fiscal 2023, Nathan’s marketing efforts for the Branded Product Program concentrated primarily on participation in national industry trade shows, and regional, local distributor trade events, some of which were held virtually due to the COVID-19 pandemic. We have also advertised our products in distributor and trade periodicals. New arrangements with Branded Product Program points of sale are achieved through the combined efforts of Company personnel and a network of foodservice brokers and distributors who are also responsible for direct sales to national, regional and “street” accounts.\n\n\n \n\n\nDuring fiscal 2024, we may seek to further expand our internal marketing resources along with our network of foodservice brokers and distributors. We may attempt to emphasize specific venues as we expand our broker network, focus management and broker responsibilities on a regional basis and expand the use of sales incentive programs. We continue to upgrade our social media platforms by enhancing our corporate website and Facebook page and expanding the use of Instagram and Twitter.\n\n\n \n\n\nHuman Capital\n\n\n \n\n\nAs of March 26, 2023, the Company employed 138 people, 32 of whom were corporate management and administrative employees, 17 of whom were restaurant managers and 89 of whom were hourly full-time and part-time foodservice employees.\n\n\n \n\n\nAs of March 26, 2023, approximately 47% of our employees were female and approximately 69% of our employee population were comprised of racial and ethnic minorities.\n\n\n \n\n\nWe generally employ approximately 270-300 seasonal employees during the spring and summer months. Food service employees at two Company-owned restaurants are currently represented by Local 1102 RWSDU UFCW AFL-CIO, CLC, Retail, Wholesale and Department Store Union, under an agreement that expires on June 30, 2023. We expect to renew this agreement prior to its expiration. Employees at a third Company-owned restaurant are represented by the same union pursuant to a different agreement that expires on November 30, 2025.\n\n\n \n\n\n\n\n\n\n\n\n14\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe believe that our efforts to manage our workforce have been effective as evidenced by the fact that the Company has not suffered any strike or work stoppage for more than 49 years.\n\n\n \n\n\nCulture and Diversity\n\n\n \n\n\nCreating and fostering inclusive work environments and teams allows us to create an engaging and welcoming culture for our employees, which we believe positively affects the quality of products and experience we deliver to our customers.\n\n\n \n\n\nThe Company works to ensure our recruiting and hiring initiatives are reaching a broad audience, so that our workforce represents the communities in which we serve. We seek to provide opportunities for growth and development at all levels of our organization.\n\n\n \n\n\nOur workforce represents nearly all demographics, with diversity in age, race, ethnicity and gender. Specifically, more employees identify as racial and ethnic minorities, than white.\n\n\n \n\n\nWe are committed to high standards of ethical, moral and legal business conduct and strive to be an open and honest workplace, providing a positive work environment. To support this commitment, we have a Code of Conduct that provides clear direction for behavioral expectations. We also provide annual training on sexual harassment. In addition, we maintain an anonymous hotline, which includes an 800 number where our employees can report theft or fraudulent behavior.\n\n\n \n\n\nCompensation and Benefits\n\n\n \n\n\nThe Company is committed to providing market-competitive and equitable pay and benefits to attract and retain great talent. In addition to competitive hourly rates and base salaries, all management employees at our Company-owned restaurants are eligible for performance-based cash incentive bonuses based on the attainment of certain financial metrics, along with all corporate management and administrative employees, at the discretion of our Board of Directors.\n\n\n \n\n\nThe Company attempts to provide a range of benefits to its corporate and nonunion employees and their families, including medical and prescription drug, dental and vision, long-term disability coverage, as well as a 401(k) savings plan and flexible spending accounts. The Company has historically matched contributions to its 401(k) savings plan at a rate of $0.25 per dollar contributed by the employee up to a maximum of 3% of the employee’s annual salary. The Company pays the union medical and pension benefits on behalf of the union employees.\n\n\n \n\n\nTalent Development\n\n\n \n\n\nWe offer various management training courses for management personnel of our Company-owned and franchised restaurants. A restaurant manager from each restaurant must successfully complete our mandated management training program.\n\n\n \n\n\nWorkplace Safety\n\n\n \n\n\nWe are committed to providing safe work environments and providing our employees with the resources they need to promote their well-being. We are also committed to providing a safe and healthy environment for our restaurant patrons. Since the onset of the COVID-19 pandemic, we continue to monitor public health guidance and to follow recommendations by federal, state and local governments.\n\n\n \n\n\nGovernment Regulation\n         \n \n\n\n \n\n\nWe are subject to a Federal Trade Commission (“FTC”) regulation and several states’ laws that regulate the offer and sale of franchises. We are also subject to a number of state laws which regulate substantive aspects of the franchisor-franchisee relationship.\n\n\n \n\n\n\n\n15\n\n\n\n\n \n\n\n\n\n \n\n\nThe FTC’s “Trade Regulation Rule Concerning Disclosure Requirements and Prohibitions Concerning Franchising and Business Opportunity Ventures” (the “FTC Franchise Rule”) requires us to disclose certain information to prospective franchisees. Fifteen states, including New York, also require similar disclosure. While the FTC Franchise Rule does not require registration or filing of the disclosure document at the federal level, 14 states require franchisors to register the disclosure document (or obtain exemptions from that requirement) before offering or selling a franchise in that state. The laws of 17 other states require some form of registration (or a determination that a company is exempt or otherwise not required to register) under “business opportunity” laws, which sometimes apply to franchisors such as the Company. These laws have not precluded us from seeking or awarding franchisees in any given area.\n\n\n \n\n\nLaws that regulate one or another aspect of the franchisor-franchisee relationship presently exist in 24 states as well as Puerto Rico and the U.S. Virgin Islands. These laws regulate the franchise relationship by, for example, requiring the franchisor to deal with its franchisees in good faith, prohibiting interference with the right of free association among franchisees, limiting the imposition of standards of performance on a franchisee, and regulating discrimination among franchisees. Although these laws may also restrict a franchisor in the termination of a franchise agreement by, for example, requiring “good cause” to exist as a basis for the termination, advance notice to the franchisee of the termination, an opportunity to cure a default, and repurchase of inventory or other compensation, these provisions have not had a significant effect on our operations. Our international franchise operations are subject to franchise-related and other laws in the jurisdictions in which our franchisees operate. These laws in the United States and overseas have not precluded us from enforcing the terms of our franchise agreements, and we do not believe that these laws are likely to significantly affect our operations. We do not believe that the Russia-Ukraine conflict has had or will have a serious impact on our operations.\n\n\n \n\n\nWe are not aware of any pending franchise legislation in the United States that we believe is likely to significantly affect our operations.\n\n\n \n\n\nEach Company-owned and franchised restaurant is subject to regulation as to operational matters by federal agencies and to licensing and regulation by state and local health, sanitation, safety, fire, and other departments. An inability to obtain or retain health department or other licenses could adversely affect our operations.\n\n\n \n\n\nWe are subject to the Federal Fair Labor Standards Act and various other federal and state laws that govern minimum wages, overtime, working conditions, mandatory benefits, health insurance, and other matters. Other regulatory interpretations (such as the National Labor Relations Board’s review of joint employment standards under the National Labor Relations Act, the Labor Department’s review of the Fair Labor Standards Act, the Small Business Administration’s review of independence standards applicable to reviewing franchisee loan applications, etc.) may have an impact on our overall business as well, although we do not believe that these will significantly affect our operations.\n\n\n \n\n\nGovernmental authorities have placed an increased focus on environmental matters, particularly in the area of climate change. We cannot predict the precise nature of these initiatives. However, we expect that they may impact our business both directly and indirectly. There is a possibility that government initiatives, as well as the actual or perceived risks of climate change, could have an impact on our business, which we cannot predict at this time.\n \n\n\n \n\n\nWe are also subject to federal and state environmental regulations, which have not had a material effect on our operations. More stringent and varied requirements of local governmental bodies with respect to zoning, land use and environmental factors could delay or prevent development of new restaurants in particular locations. In addition, the federal Americans with Disabilities Act of 1990 applies with respect to the design, construction, and renovation of all restaurants in the United States.\n\n\n \n\n\nEach company that manufactures, supplies, or sells our products is subject to regulation by federal agencies and to licensing and regulation by state and local health, sanitation, safety, and other departments.\n\n\n \n\n\n\n\n16\n\n\n\n\n \n\n\n\n\n \n\n\nIn fiscal 2021, various governmental bodies in the United States addressed the spread of COVID-19 by imposing limitations on business operations or recommending that residents adopt stringent “social distancing” measures. These restrictions continued into fiscal 2022. As approved vaccines were more widely distributed and administered, these restrictions were significantly eased in fiscal 2023. Due to the fluidity and uncertainty around COVID-19, these measures may be reinstituted periodically and in some regions in an effort to inhibit the spread of new virus variants. Those formal and informal restraints, as well as consumer behavior and other factors (such as supply chain issues), may have a material impact on our ability to operate our business at least while those restrictions are in effect, which may possibly have a longer-term impact on our business and the demand for our products and restaurant services.\n\n\n \n\n\nWe are also subject to the requirement that our restaurants post certain calorie content information for standard menu items, pursuant to Section 4205 of the Patient Protection and Affordable Care Act of 2010. Some of our restaurants are subject to similar requirements that are imposed by certain localities around the country.\n\n\n \n\n\nAlcoholic beverage control regulations require that each restaurant that sells such products apply to a state authority and, in certain locations, county and municipal authorities, for a license or permit to sell alcoholic beverages on the premises. Typically, licenses must be renewed annually and may be revoked or suspended for cause at any time. Alcoholic beverage control regulations relate to numerous aspects of the daily operations of the restaurants, including minimum age of customers and employees, hours of operation, advertising, wholesale purchasing, inventory control and handling, storage and dispensing of alcoholic beverages. Three of our Company-owned restaurants offer beer or wine coolers for sale. Each of these restaurants has current alcoholic beverage licenses permitting the sale of these beverages. We have never had an alcoholic beverage license revoked\n. \n\n\n \n\n\nWe may be subject in certain states to “dram-shop” statutes, which generally provide a person injured by an intoxicated person the right to recover damages from an establishment which wrongfully served alcoholic beverages to such person. We carry liquor liability coverage as part of our existing comprehensive general liability insurance and have never been named as a defendant in a lawsuit involving “dram-shop” statutes.\n\n\n \n\n\nThe Sarbanes-Oxley Act of 2002, the Dodd-Frank Act of 2010, and rules promulgated thereunder by the Securities and Exchange Commission (“SEC”) and the Nasdaq Stock Market have imposed substantial regulations and disclosure requirements in the areas of corporate governance (including director independence, director selection and audit, corporate governance and compensation committee responsibilities), equity compensation plans, auditor independence, pre-approval of auditor fees and services and disclosure and internal control procedures. We are committed to industry best practices in these areas.\n\n\n \n\n\nWe believe that we operate in substantial compliance with applicable laws and regulations governing our operations, including the FTC Franchise Rule and state franchise laws.\n\n\n \n\n\nTrademarks\n\n\n \n\n\nWe hold trademark and/or service mark registrations for NATHAN’S, NATHAN’S FAMOUS, NATHAN’S FAMOUS and design, NATHAN’S and Coney Island design, SINCE 1916 NATHAN’S FAMOUS and design, SINCE 1916 NATHAN’S FAMOUS, INC. and design, THE ORIGINAL SINCE 1916 NATHAN’S FAMOUS and design, SINCE 1916 NATHAN’S FAMOUS THIS IS THE ORIGINAL, THE ORIGINAL NATHAN’S FAMOUS, THE ORIGINAL NATHAN’S FAMOUS 100TH ANNIVERSARY and design in color, SINCE 1916 NATHAN’S FAMOUS and hot dog design in color, SINCE 1916 NATHAN’S FAMOUS and hot dog, fries and drink design in color, and NATHAN’S FAMOUS EXPRESS within the United States, with some of these marks holding corresponding foreign trademark and service mark registrations in over 80 international jurisdictions, including Canada and China.  We also hold various package design registrations and other related marks, FRANKSTERS, FROM A HOT DOG TO AN INTERNATIONAL HABIT, and MORE THAN JUST THE BEST HOT DOG! and design, for restaurant services and some food items. \n\n\n \n\n\nWe hold trademark and/or service mark registrations for the marks ARTHUR TREACHER’S (stylized), ARTHUR TREACHER’S FISH & CHIPS (stylized), KRUNCH PUP and ORIGINAL within the United States.  We hold service mark registrations for ARTHUR TREACHER’S in China and Japan. We also hold service mark registrations for ARTHUR TREACHER’S FISH & CHIPS in Canada, ARTHUR TREACHER’S FISH & CHIPS and design in Canada and Mexico, and ARTHUR TREACHER’S FISH & CHIPS and design in Colombia, Costa Rica, Kuwait, Malaysia, Singapore and the United Arab Emirates.\n\n\n \n\n\n\n\n\n\n\n\n17\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nOur trademark and service mark registrations were granted and expire on various dates. We believe that these trademarks and service marks provide significant value to us and are an important factor in the marketing of our products and services.  We believe that we do not infringe on the trademarks or other intellectual property rights of any third parties. \n\n\n \n\n\nSeasonality\n\n\n \n\n\nOur routine business pattern is affected by seasonal fluctuations, including the effects of weather and economic conditions. Historically, sales from our Company-owned restaurants, principally at Coney Island, and franchised restaurants from which franchise royalties are earned and the Company’s earnings have been highest during our first two fiscal quarters, with the fourth fiscal quarter typically representing the slowest period. Routine seasonality is primarily attributable to weather conditions in the marketplace for our Company-owned and franchised restaurants, which are principally located in the Northeast of the United States. Additionally, revenues from our Branded Product Program and retail licensing program generally follow similar seasonal fluctuations, although not to the same degree. We believe that future revenues and profits will continue to be highest during our first two fiscal quarters, with the fourth fiscal quarter representing the slowest period.\n\n\n \n\n\nCompetition\n\n\n \n\n\nThe fast-food restaurant industry is highly competitive and can be significantly affected by many factors, including changes in local, regional or national economic conditions, supply chain challenges, changes in consumer tastes, consumer concerns about the nutritional quality of quick-service food, as well as the increases in and the locations of, competing restaurants.\n\n\n \n\n\nOur restaurant system competes with numerous restaurants and drive-in units operating on both a national and local basis, including major national chains with greater financial and other resources than ours. We also compete with local restaurants and diners on the basis of menu diversity, food quality, price, size, site location and name recognition. There is also active competition for management personnel, as well as for suitable commercial sites for Company-owned or franchised restaurants.\n\n\n \n\n\nWe believe that our emphasis on our signature products and the reputation of these products for taste and quality set us apart from our major competitors. Many fast-food companies have adopted “value pricing” and/or deep discount strategies. Nathan’s markets our own form of “value pricing,” selling combinations of different menu items for a total price lower than the usual sale price of the individual items and other forms of price sensitive promotions.\n\n\n \n\n\nWe also compete with many restaurant franchisors and other business concepts for the sale of franchises to qualified and financially capable franchisees.\n\n\n \n\n\nOur Branded Product Program competes directly with a variety of other nationally recognized hot dog companies and other food companies; many of these entities have significantly greater resources than we do. Our products primarily compete based upon price, quality and value to the foodservice operator and consumer. We believe that Nathan’s reputation for superior quality, along with the ability to provide operational support to the foodservice operator, provides Nathan’s with a competitive advantage.\n\n\n \n\n\nOur retail licensing program for the sale of packaged foods within retail grocery channels including supermarkets and club stores competes primarily on the basis of reputation, flavor, quality and price. In most cases, we compete against other nationally recognized brands that may have significantly greater resources than those at our disposal.\n\n\n \n\n\nSegment Reporting\n\n\n \n\n\nThe Company is comprised of the following segments: (1) Branded Product Program, (2) Product licensing, and (3) Restaurant operations. Refer to Footnote I, \nSegment Information\n, in the notes to our consolidated financial statements for more information.\n\n\n \n\n\n\n\n18\n\n\n\n\n \n\n\n\n\n \n\n\nAvailable Information\n\n\n \n\n\nWe file reports with the SEC, including Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and a proxy statement on Schedule 14A. The SEC also maintains a website at http://www.sec.gov that contains reports, proxy and information statements and other information about issuers such as us that file electronically with the SEC.\n\n\n \n\n\nIn addition, electronic copies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statement on Schedule 14A and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) under the Securities Exchange Act of 1934, as amended (“the Exchange Act”) are available free of charge on our website, www.nathansfamous.com, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The reference to our website address and the SEC website address do not constitute incorporation by reference of the information contained on the website and should not be considered part of this document.\n\n\n \n\n\nThe Board of Directors (“the Board”) has also adopted, and we have posted in the Investor Relations section of our website, written Charters for each of the Board’s standing committees. We will provide without charge a copy of the Charter of any standing committee of the Board upon a stockholder’s request to us at Nathan’s Famous, Inc., One Jericho Plaza, Second Floor - Wing A, Jericho, NY 11753, Attention: Secretary.\n\n\n \n\n\nFor financial information regarding our results of operations, please see our consolidated financial statements beginning on page F-1.\n\n\n \n\n\n\n\n19\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nItem 1A.\n\n\n\n\n\n\nRisk Factors.\n \n\n\n\n\n\n\n\n\n         \n\n\nOur business is subject to various risks. Certain risks are specific to certain ways we do business, such as through Company-owned restaurants, franchised restaurants, virtual kitchens, branded products and retail, while other risks, such as health-related or economic risks, may affect all of the ways that we do business.\n\n\n \n\n\nInvestors should carefully consider all of the information set forth in this Form 10-K, including the following risk factors, before deciding to invest in any of the Company’s securities. The following risk factors are not exhaustive. Additional risks and uncertainties not presently known to the Company may also adversely impact its business. The Company’s business, financial condition, results of operations or prospects could be adversely affected by any of these risks. In that case, the trading price of the Company’s common stock could decline. This Form 10-K also contains forward-looking statements that involve risks and uncertainties. The Company’s results could materially differ from those anticipated in these forward-looking statements as a result of certain factors, including the risks it faces described below and elsewhere. See “Forward-Looking Statements” above.\n\n\n \n\n\nRisks Related to Our Business and Operations\n\n\n \n\n\nThe COVID-19 pandemic and local, state and federal government responses to the COVID-19 pandemic have previously significantly impacted our business and could continue to adversely affect our business, financial condition, and results of operations in the future\n. \n\n\n \n\n\nThe global crisis resulting from the spread of COVID-19 had a substantial impact on our operations for the fiscal year ended March 28, 2021 and to a lesser extent for the fiscal years ended March 27, 2022 and March 26, 2023. A recurrence of COVID-19 or new variants of COVID-19 could substantially impact customer traffic at our Company-owned restaurants and franchised restaurants, as well as sales to our Branded Product Program customers and royalties earned from our licensing activities.\n\n\n \n\n\nThe Company cannot predict if new variants of COVID-19 will be discovered, what additional restrictions may be enacted by local, state and the federal government, to what extent it can maintain off-premises sales volumes, whether it can maintain sufficient staffing levels at our Company-owned restaurants, or if individuals will be comfortable congregating in our dining rooms or venues such as professional sports arenas, amusement parks, shopping malls or movie theaters or following social distancing protocols, and what long-lasting effects the COVID-19 pandemic may have on the Company as a whole. The COVID-19 pandemic has heightened many of the other risks described in this Item 1A, “Risk Factors.”\n\n\n \n\n\nIncreases in the cost of food and paper products could harm our profitability and operating results.\n\n\n \n\n\nGeneral economic conditions, including economic downturns related to the COVID-19 pandemic, have adversely affected our results of operations and may continue to do so. Similarly, significant inflation has negatively affected our labor, food, commodity and paper costs and may continue to do so.\n\n\n \n\n\nFood and paper products represent approximately 25% to 30% of our cost of restaurant sales. We purchase large quantities of beef and our beef costs in the United States represent approximately 80% to 90% of our cost of sales. The market for beef is particularly volatile and is subject to significant price fluctuations due to seasonal shifts, climate conditions, industry demand, inflationary pressures and other macroeconomic factors beyond our control.\n\n\n \n\n\nWe have experienced and may continue to experience certain supply chain disruptions resulting from, among other things, capacity, transportation, fuel costs, staffing, and other COVID-19 related challenges, which have and may continue to increase the cost of food, commodity and paper products and, in turn, may adversely affect our business, results of operations and financial condition. Future shortages or disruptions could be caused by the factors noted above as well as factors such as natural disasters, health epidemics and pandemics (including the COVID-19 pandemic), social unrest, the impacts of climate change, and inflationary pressures.\n\n\n \n\n\nWe cannot assure that our Company-owned restaurants or our franchised restaurants will be able to purchase its food, commodity or paper products at reasonable prices, or that the cost of such food, commodity or paper products will remain stable in the future.\n\n\n \n\n\n\n\n\n\n\n\n20\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe are unable to predict the future cost of our hot dogs and expect to experience price volatility for our beef products during fiscal 2024. To the extent that beef prices increase as compared to earlier periods, it could impact our results of operations. If the price of beef or other food products that we use in our operations significantly increases, particularly in the Branded Product Program, and we choose not to pass, or cannot pass, these increases on to our customers, our operating margins will decrease and such decrease in operating margins could have a material adverse effect on our business, results of operations or financial condition.\n\n\n \n\n\nFrom time to time, we have sought to lock in the cost of a portion of our beef purchases by entering into various commitments to purchase hot dogs during certain periods in an effort to ensure supply of product at a fixed cost of product. However, we may be unable to enter into similar purchase commitments in the future. In addition, we do not have the ability to effectively hedge our beef purchases using futures or forward contracts without incurring undue financial cost and risk.\n\n\n \n\n\nPrice increases may impact customer visits.\n\n\n \n\n\nThe Company and our franchisees have increased prices on selected menu items in order to offset rising food and commodity costs. Although we have not experienced significant resistance to our past price increases, future price increases may deter customers from visiting our Company-owned restaurants and franchised restaurants and may adversely affect our restaurant operations.\n\n\n \n\n\nOur licensing revenue and overall profitability is substantially dependent on our agreement with Smithfield Foods, Inc. and the loss or a significant reduction of this revenue would have a material adverse effect on our financial condition and results of operations.\n\n\n \n\n\nWe earned license royalties from Smithfield Foods, Inc. of approximately $29,998,000 in fiscal 2023 and approximately $28,970,000 in fiscal 2022 representing 23% and 25% of total revenues, respectively. As a result of our agreement with Smithfield Foods, Inc. which expires in 2032, we expect that most of our license revenues will be earned from Smithfield Foods, Inc. for the foreseeable future. In addition, the increase in our adjusted EBITDA (a non-GAAP financial measure (see Reconciliation of GAAP and Non-GAAP measures on page 44 of this report)) from $31,153,000 in fiscal 2022 to $36,383,000 in fiscal 2023 and income from operations from $29,863,000 in fiscal 2022 to $34,445,000 in fiscal 2023 was partially attributable to the license royalties earned from Smithfield Foods, Inc. Accordingly, in the event that (i) Smithfield Foods, Inc. experiences financial difficulties, (ii) there is a disruption or termination of the Smithfield Foods, Inc. agreement or (iii) there is a significant decrease in our revenue from Smithfield Foods, Inc., it would have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\nA significant amount of our Branded Product Program revenue is from a small number of accounts. The loss of any one or more of those accounts could harm our profitability and operating results.\n\n\n \n\n\nA small number of our Branded Product Program customers account for a significant portion of our Branded Product Program revenues. Sales to our five largest Branded Product Program customers were 76% and 78% of our Branded Product Program revenues in fiscal 2023 and fiscal 2022, respectively. In the event that any one of these Branded Product Program customers experience financial difficulties or, upon the expiration of their existing agreements, if applicable, are not willing to do business with us in the future on terms acceptable to the Company, there could be a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\nSmithfield Foods, Inc. currently has two manufacturing facilities producing different Nathan\n’\ns products and a long-term significant interruption of a primary facility could potentially disrupt our operations.\n\n\n \n\n\nSmithfield Foods, Inc. currently has two manufacturing facilities producing different Nathan’s products. A temporary closure at either of these plants could potentially cause a temporary disruption to our source of supply, potentially causing some or all of certain shipments to customers to be delayed. A longer-term significant interruption at either of these production facilities, whether as a result of a natural disaster or other causes, could significantly impair our ability to operate our business on a day-to-day basis while Smithfield Foods, Inc. determines how to make up for any lost production capabilities, during which time we may not be able to secure sufficient alternative sources of supply on acceptable terms, if at all. In addition, a long-term disruption in supply to our customers could cause our customers to determine not to purchase some or all of their hot dogs from us in the future, which in turn would adversely affect our business, results of operations and financial condition. Furthermore, a supply disruption or other events might affect our brand in the eyes of consumers and the retail trade, which damage might negatively impact our overall business in general, which could result in a material adverse effect on our business, results of operations or financial condition.\n\n\n \n\n\n\n\n\n\n\n\n21\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nThe loss of one or more of our key suppliers could lead to supply disruptions, increased costs and lower operating results.\n\n\n \n\n\nWe have historically relied on one supplier for the majority of our hot dogs and another supplier for a majority of our supply of frozen crinkle-cut French fries for our restaurant system. An interruption in the supply of product from either of these suppliers without our obtaining an alternative source of supply on comparable terms could lead to supply disruptions, increased costs and lower operating results. We have an agreement with a secondary hot dog manufacturer that continues to also supply natural casing hot dogs for our restaurant business.\n\n\n \n\n\nIn the event that the hot dog or French fry suppliers are unable to fulfill our requirements for any reason, including due to a significant interruption in its manufacturing operations, whether as a result of a natural disaster or for other reasons, such interruption could significantly impair our ability to operate our business on a day-to-day basis.\n\n\n \n\n\nIn the event that we are unable to find one or more alternative suppliers of hot dogs or French fries on a timely basis, there could be a disruption in the supply of product to our Company-owned restaurants, franchised restaurants and Branded Product Program accounts, which would damage our business, our franchisees and our Branded Product Program customers and, in turn, negatively impact our financial results. In addition, any gap in supply to retail customers would result in lost license royalty income to us, which could have a significant adverse financial impact on our results of operations. Furthermore, any gap in supply to retail customers may damage our brand in the eyes of consumers and the retail trade, which might negatively impact our overall business in general and impair our ability to continue our retail licensing program.\n\n\n \n\n\nAdditionally, there is no assurance that any supplemental sources of supply would be capable of meeting our specifications and quality standards on a timely and consistent basis or that the financial terms of such supply arrangement will be as favorable as our present terms with our hot dog or French fry supplier, as the case may be.\n\n\n \n\n\nAny of the foregoing occurrences may cause disruptions in the supply of our hot dog or French fry products, as the case may be, and may damage our franchisees and our Branded Product Program customers, which could result in a material adverse effect on our business, results of operations or financial condition.\n\n\n \n\n\nOur earnings and business growth strategy depend in large part on the success of our product licensees and product manufacturers. Our reputation and the reputation of our brand may be harmed by actions taken by our product licensees or product manufacturers that are otherwise outside of our control.\n\n\n \n\n\nA significant portion of our earnings has come from royalties paid by our product licensees, such as Smithfield Foods, Inc., Saratoga Food Specialties, Inc., a wholly-owned subsidiary of Solina, and Lamb Weston Holdings, Inc. Although our agreements with these licensees contain numerous controls and safeguards, and we monitor the operations of our product licensees, our licensees are independent contractors, and their employees are not our employees. Accordingly, we cannot necessarily control the performance of our licensees under their license agreements, including without limitation, the licensee’s continued best efforts to manufacture our products for retail distribution and our foodservice businesses, to timely deliver the licensed products, to market the licensed products and to assure the quality of the licensed products produced and/or sold by a product licensee. Any shortcoming in the quality, quantity and/or timely delivery of a licensed product is likely to be attributed by consumers to an entire brand’s reputation, potentially adversely affecting our business, results of operations and financial condition. In addition, a licensee’s failure to effectively market the licensed products may result in decreased sales, which would adversely affect our business, results of operations and financial condition. Also, to the extent that the terms and conditions of any of these license agreements change or we change any of our product licensees, our business, results of operations and financial condition could be materially affected. \n \n\n\n \n\n\n\n\n\n\n\n\n22\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nThe quick-service restaurant business is highly competitive, and that competition could lower revenues, margins and market share.\n\n\n \n\n\nThe quick-service restaurant business of the foodservice industry is intensely competitive with respect to taste preferences, price, service, location, brand reputation, advertising and promotional initiatives, personnel, and the type and quality of menu offerings. We and our franchisees compete with international, national, regional and local restaurant chains. Other key competitive factors include the number and location of restaurants, quality and speed of service, attractiveness of facilities, effectiveness of digital and social media engagement, and new product development. We anticipate competition will continue to focus on quality, convenience and pricing. Many of our competitors have substantially larger marketing budgets, which may provide them with a competitive advantage. Changes in pricing or other marketing strategies by these competitors can have an adverse impact on our sales, earnings and growth. For example, many of those competitors have adopted “value pricing” strategies intended to lure customers away from other companies, including our Company. Consequently, these strategies could have the effect of drawing customers away from companies which do not engage in discount pricing and could also negatively impact the operating margins of competitors which attempt to match their competitors’ price reductions. Extensive price discounting in the quick-service restaurant business could have an adverse effect on our financial results.\n\n\n \n\n\nIn addition, we and our franchisees compete within the foodservice market and the quick-service restaurant business not only for customers but also for management and hourly employees and qualified franchisees. If we are unable to maintain our competitive position, we could experience downward pressure on prices, lower demand for products, reduced margins, the inability to take advantage of new business opportunities and the loss of market share.\n\n\n \n\n\nWe also face growing competition from food delivery services including virtual kitchens, particularly in urbanized areas, and this trend, which accelerated following the onset of the COVID-19 pandemic, may continue.\n\n\n \n\n\nChanges in economic, market and other conditions could adversely affect us and our franchisees, and thereby our operating results.\n\n\n \n\n\nThe quick-service restaurant business is affected by changes in international, national, regional, and local economic conditions, consumer preferences and spending patterns, demographic trends, consumer perceptions of food safety and health, diet and nutrition, weather, traffic patterns, the type, number and location of competing restaurants, and the effects of war or terrorist activities and any governmental responses thereto. Factors such as inflation, higher costs for each of food, labor, benefits and utilities, the availability and cost of suitable sites, rising insurance rates, state and local regulations and licensing requirements, legal claims, and the availability of an adequate number of qualified management and hourly employees also adversely affect restaurant operations and administrative expenses. Our ability and our franchisees’ ability to finance new restaurant development, to make improvements and additions to existing restaurants, and the acquisition of restaurants from, and sale of restaurants to, franchisees is affected by economic conditions, including interest rates and other government policies impacting land and construction costs and the cost and availability of borrowed funds.\n\n\n \n\n\nFurther, we are dependent upon consumer discretionary spending and are subject to changes in or uncertainty regarding macroeconomic conditions in the United States and in other regions of the world. If the economy experiences a downturn or there are other uncertainties regarding economic prosperity, or other negative global and local macroeconomic conditions, consumer spending may be negatively impacted which may adversely affect our sales and operating profit.\n\n\n \n\n\nCurrent restaurant locations may become unattractive, and attractive new locations may not be available for a reasonable price, if at all, which may reduce our revenue.\n\n\n \n\n\nThe success of any restaurant depends in substantial part on its location. There can be no assurance that current locations will continue to be attractive as demographic patterns change. Neighborhood or economic conditions where restaurants are located could decline in the future, thus resulting in potentially reduced sales in those locations. If we and our franchisees cannot obtain desirable additional and alternative locations at reasonable prices, our results of operations would be adversely affected.\n\n\n \n\n\nAny perceived or real health risks related to the food industry could adversely affect our ability to sell our products\n.\n\n\n \n\n\nWe are subject to risks affecting the food industry generally, including risks posed by the following: food spoilage or food contamination; consumer product liability claims; product tampering; and the potential cost and disruption of a product recall.\n\n\n \n\n\n\n\n\n\n\n\n23\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nOur products are susceptible to contamination by disease-producing organisms, or pathogens, such as salmonella, norovirus, hepatitis A, trichinosis and generic E. coli. In addition, our beef products are also subject to the risk of contamination from bovine spongiform encephalopathy. Because these pathogens are generally found in the environment, there is a risk that these pathogens could be introduced to our products as a result of improper handling at the manufacturing, processing, foodservice or consumer level. Our suppliers’ manufacturing facilities and products, as well as our franchisee and Company-owned restaurant operations, are subject to extensive laws and regulations relating to health, food preparation, sanitation and safety standards. Difficulties or failures in obtaining any required licenses or approvals or otherwise complying with such laws and regulations could adversely affect our revenue. Furthermore, we cannot assure you that compliance with governmental regulations by our suppliers or in connection with restaurant operations will eliminate the risks related to food safety.\n\n\n \n\n\nEvents reported in the media, or\n \nincidents involving food-borne illnesses or food tampering, whether or not accurate, can cause damage to our brand’s reputation and affect sales and profitability. Reports, whether true or not, of food-borne illnesses (such as e-coli, avian flu, bovine spongiform encephalopathy, hepatitis A, trichinosis or salmonella) and injuries caused by food tampering have in the past severely injured the reputations of participants in the quick-service restaurant business and could in the future affect our business as well. Our brand’s reputation is an important asset to the business; as a result, anything that damages our brand’s reputation could immediately and severely hurt system-wide sales and, accordingly, revenue and profits. If customers become ill from food-borne illnesses or food tampering, we could also be forced to temporarily close some, or all, restaurants. In addition, instances of food-borne illnesses or food tampering, even those occurring solely at the restaurants of competitors, could, by resulting in negative publicity about the restaurant industry, adversely affect system sales on a local, regional or system-wide basis. A decrease in customer traffic as a result of these health concerns or negative publicity, or as a result of a temporary closure of any of our Company-owned restaurants or our franchisees’ restaurants, could materially harm our business, results of operations and financial condition. \n \n\n\n \n\n\nAdditionally, we may be subject to liability if the consumption of any of our products causes injury, illness, or death. A significant product liability judgment or a widespread product recall may negatively impact our sales and profitability for a period of time depending on product availability, competitive reaction, and consumer attitudes. Even if a product liability claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products caused illness or injury could adversely affect our reputation with existing and potential customers and our corporate and brand image. Injury to our brand’s reputation would likely reduce revenue and profits.\n\n\n \n\n\nNegative publicity, including complaints on social media platforms and other internet-based communications, could damage our reputation and harm our guest traffic, and in turn, negatively impact our business, financial condition, results of operations and prospects.\n\n\n \n\n\nThere has been a marked increase in the use of social media platforms and other forms of internet-based communications, including video sharing and instant messaging platforms that allow individuals to access a broad audience of consumers and other interested persons. The availability of information on these social media platforms and internet-based communications is virtually immediate, as is its impact. The opportunity for dissemination of information, including inaccurate information, is seemingly limitless and readily available. Information concerning our business and products may be posted on such platforms at any time. Information posted may be adverse to our interests or may be inaccurate, each of which may harm our performance, prospects or business. The harm may be immediate without affording us an opportunity for redress or correction. Such platforms could also be used for dissemination of trade secret information, compromising valuable Company assets. The dissemination of information online, regardless of its accuracy, could harm our business, results of operations and financial condition.\n\n\n \n\n\nThe use of social media has become a larger element of our advertising and promotional efforts. These marketing initiatives may not be successful, resulting in expenses incurred without a corresponding increase in sales, increased customer awareness or engagement or brand awareness.\n\n\n \n\n\nChanging health or dietary preferences may cause consumers to avoid products offered by us in favor of alternative foods.\n\n\n \n\n\nThe foodservice industry is affected by consumer preferences and perceptions, including calories, sodium, carbohydrates or fat. If prevailing health or dietary preferences, perceptions and governmental regulation cause consumers to avoid the products we offer in favor of alternative or healthier foods, demand for our products may be reduced and could materially adversely affect our business, results of operations and financial condition.\n\n\n \n\n\n\n\n\n\n\n\n24\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe may not be able to adequately protect our intellectual property, which could decrease the value of our business or the value of our brands and products.\n\n\n \n\n\nThe success of our business depends on the continued ability to use existing trademarks, service marks and other components of each of our brands in order to increase brand awareness and further develop branded products. We may not be able to adequately protect our trademarks, and the use of these trademarks may result in liability for trademark infringement, trademark dilution or unfair competition. All of the steps we have taken to protect our intellectual property may not be adequate.\n\n\n \n\n\nWe have registered or applied to register many of our trademarks and service marks both in the United States and in foreign countries. Due to the differences in foreign trademark laws, our trademark rights may not receive the same degree of protection in foreign countries as they would in the United States. We also cannot assure you that our trademark and service mark applications will be approved. In addition, third parties may oppose our trademark and service mark applications, or otherwise challenge our use of the trademarks or service marks. In the event that our trademarks or service marks are successfully challenged, we could be forced to rebrand our products and services, which could result in loss of brand recognition, and could require us to devote resources towards advertising and marketing new brands. Further, we cannot assure you that competitors will not infringe upon our marks, or that we will have adequate resources to enforce our trademarks or service marks.\n\n\n \n\n\nWe also license third party franchisees and other licensees to use our trademarks and service marks. We enter into franchise agreements with our franchisees and license agreements with other licensees which govern the use of our trademarks and service marks. Although we make efforts to monitor the use of our trademarks and service marks by our franchisees and other licensees, we cannot assure you that these efforts will be sufficient to ensure that our franchisees and other licensees abide by the terms of the trademark licenses. In the event that our franchisees and licensees fail to do so, our trademark and service mark rights could be diluted.\n\n\n \n\n\nOur earnings and business growth strategy depend in large part on the success of our restaurant franchisees and on new restaurant openings. Our corporate reputation or brand reputation may be harmed by actions taken by restaurant franchisees that are otherwise outside of our control.\n\n\n \n\n\nA portion of our earnings comes from royalties, fees and other amounts paid by our restaurant franchisees. The opening and success of franchised restaurants depends on various factors, including the demand for our franchises and the selection of appropriate franchisee candidates, the availability of suitable restaurant sites, the negotiation of acceptable lease or purchase terms for new locations, permitting and regulatory compliance, the ability to meet construction schedules, the availability of financing and the financial and other capabilities of our franchisees and area developers. We cannot assure you that area developers planning the opening of franchised restaurants will have the business abilities or sufficient access to financial resources necessary to open the restaurants required by their agreements. We cannot assure you that franchisees will successfully participate in our strategic initiatives or operate their restaurants in a manner consistent with our concept and standards. Our franchisees are independent contractors, and their employees are not our employees. We provide training and support to, and monitor the operations of, our franchisees, but the quality of their restaurant operations may be diminished by any number of factors beyond our control. Consequently, the franchisees may not successfully operate their restaurants in a manner consistent with our high standards and requirements, and franchisees may not hire and train qualified managers and other restaurant personnel. Any operational shortcoming of a franchised restaurant is likely to be attributed by consumers to an entire brand or our system, thus damaging our corporate or brand reputation, potentially adversely affecting our business, results of operations and financial condition.\n\n\n \n\n\nGrowth in our restaurant revenue and earnings is significantly dependent on new restaurant openings. Numerous factors beyond our control may affect restaurant openings. These factors include but are not limited to: our ability to attract new franchisees; the availability of site locations for new restaurants; the ability of potential restaurant owners to obtain financing, which may become more difficult due to current market conditions and rising interest rates; the ability of restaurant owners to hire, train and retain qualified operating personnel; construction and development costs of new restaurants, particularly in highly-competitive markets; the ability of restaurant owners to secure required governmental approvals and permits in a timely manner, or at all; and adverse weather conditions.\n\n\n \n\n\nWe cannot assure you that franchisees will renew their franchise agreements or that franchised restaurants will remain open. Closings of franchised restaurants are expected in the ordinary course and may cause our royalty revenues and financial performance to decline. Our principal competitors may have greater influence over their respective restaurant systems than we do because of their significantly higher percentage of company restaurants and/or ownership of franchisee real estate and, as a result, may have a greater ability to implement operational initiatives and business strategies, including their marketing and advertising programs.\n\n\n \n\n\n\n\n\n\n\n\n25\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nAs our franchisees are independent operators, we have limited influence over their ability to invest in other businesses or incur excessive indebtedness. Some of our franchisees have invested in other businesses, including other restaurant concepts. Such franchisees may use the cash generated by their Nathan’s restaurants to expand their other businesses or to subsidize losses incurred by such businesses. Additionally, as independent operators, franchisees do not require our consent to incur indebtedness. Consequently, our franchisees have in the past, and may in the future, experience financial distress as a result of over-leveraging. To the extent that our franchisees use the cash from their Nathan’s restaurants to subsidize their other businesses or experience financial distress, due to over-leveraging, delayed or reduced payments of royalties, advertising fund contributions and rents for properties we lease to them, or otherwise, it could have a material adverse effect on our business, results of operations and financial condition. In addition, lenders to our franchisees may be less likely to provide current or prospective franchisees necessary financing on favorable terms, or at all, due to market conditions and operating results.\n\n\n \n\n\nWe rely on the performance of major retailers, wholesalers, specialty distributors and mass merchants for the success of our business, and should they perform poorly or give higher priority to other brands or products, our business could be adversely affected.\n\n\n \n\n\nWe sell our products to retail outlets and wholesale distributors including, traditional supermarkets, mass merchandisers, warehouse clubs, wholesalers, food service distributors and convenience stores. The replacement by or poor performance of our major wholesalers, retailers or chains or our inability to collect accounts receivable from our customers could materially and adversely affect our business, results of operations and financial condition. In addition, our customers offer branded and private label products that compete directly with our products for retail shelf space and consumer purchases. Accordingly, there is a risk that our customers may give higher priority to their own products or to the products of our competitors. In the future, our customers may not continue to purchase our products or provide our products with adequate levels of promotional support. A significant decline in the purchase of our products would have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\nThe sophistication and buying power of our customers could have a negative impact on profits.\n\n\n \n\n\nOur customers, such as supermarkets, warehouse clubs, and food distributors, have continued to consolidate, resulting in fewer customers with which to do business. These consolidations and the growth of supercenters have produced large, sophisticated customers with increased buying power and negotiating strength who are more capable of resisting price increases and can demand lower pricing, increased promotional programs, or specialty tailored products. In addition, larger retailers have the scale to develop supply chains that permit them to operate with reduced inventories or to develop and market their own retailer brands. If the larger size of these customers results in additional negotiating strength and/or increased private label or store brand competition, our profitability could decline.\n\n\n \n\n\nConsolidation also increases the risk that adverse changes in our customers’ business operations or financial performance will have a corresponding material adverse effect on us. For example, if our customers cannot access sufficient funds or financing, then they may delay, decrease, or cancel purchases of our products, or delay or fail to pay us for previous purchases.\n\n\n \n\n\nOur annual and quarterly financial results may fluctuate depending on various factors, many of which are beyond our control, and, if we fail to meet the expectations of investors, our share price may decline.\n\n\n \n\n\nOur sales and operating results can vary from quarter to quarter and year to year depending on various factors, many of which are beyond our control. Certain events and factors may directly and immediately decrease demand for our products. These events and factors include:\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\ncontinued recovery from the COVID-19 pandemic;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nchanges in customer demand;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nsales promotions by Nathan’s and its competitors;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nvariations in the timing and volume of Nathan’s sales and franchisees’ sales;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nchanges in the terms of our existing license/supply agreements and/or the replacement of existing licenses or suppliers;\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n26\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nchanges in average same-store sales and customer visits;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nvariations in the price, availability and shipping costs of supplies;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\ntax expense, asset impairment charges and other non-operating costs;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nseasonal effects on demand for Nathan’s products;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nunexpected slowdowns in new store development efforts;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nchanges in competitive and macroeconomic conditions in the United States and in other regions of the world, including the Russia-Ukraine conflict;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nchanges in the cost or availability of ingredients or labor and our inability to offset these higher costs with price increases;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nweather and acts of God; and\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nchanges in the number of franchises sold and franchise agreement renewals.\n\n\n\n\n\n\n\n\n \n\n\nOur operations are influenced by adverse weather conditions.\n\n\n \n\n\nWeather, which is unpredictable, can impact our sales. Harsh weather conditions that keep customers from dining out result in lost opportunities for our Company-owned and our franchisees’ restaurants. A heavy snowstorm or a tropical storm or hurricane in the Northeast can shut down an entire metropolitan area, resulting in a reduction in sales in that area at Company-owned and franchised restaurants. Our fourth quarter includes winter months and historically has a lower level of sales at Company-owned and franchised restaurants. Additionally, our Company-owned restaurants at Coney Island are heavily dependent on favorable weather conditions during the summer season. Rain during the weekends and/or unseasonably cold temperatures will negatively impact the number of patrons going to the Coney Island beach locations. Because a significant portion of our restaurant operating costs is fixed or semi-fixed in nature, the loss of sales during these periods adversely impacts our operating margins, and can result in restaurant operating losses. For these reasons, a quarter-to-quarter comparison may not be a good indication of our performance or how it may perform in the future.\n\n\n \n\n\nDue to the concentration of our restaurants in particular geographic regions, our business results could be impacted by the adverse economic conditions prevailing in those regions regardless of the state of the national economy as a whole.\n\n\n \n\n\nAs of March 26, 2023, we and our franchisees (including locations operated pursuant to our Branded Menu Program) operated Nathan’s restaurants in 17\n \nstates and 13 foreign countries. As of March 26, 2023, the highest concentration of operating units was in the Northeast, principally in New York and New Jersey. This geographic concentration in the Northeast can cause economic conditions in particular areas of the country to have a disproportionate impact on our overall results of operations. It is possible that adverse economic conditions in states or regions that contain a high concentration of Nathan’s restaurants could have a material adverse impact on our business, results of operations and financial condition.\n\n\n \n\n\nWe rely extensively on computer systems, point of sales system and information technology to manage our business. Any disruption in our computer systems, point of sales system or information technology may adversely affect our ability to run our business.\n\n\n \n\n\nWe are significantly dependent upon our computer systems, point of sales system and information technology to properly conduct our business. A failure or interruption of computer systems, point of sales systems or information technology could result in the loss of data, business interruptions or delays in business operations. Many of these systems are provided and managed by third parties, and we are reliant on these third-party providers to implement protective measures that ensure the security, availability and integrity of their systems. Despite our considerable efforts to secure our computer systems and these third-party systems, security breaches, such as unauthorized access and computer viruses, may occur resulting in system disruptions, shutdowns or unauthorized disclosure of confidential information. Any security breach of our computer systems, and/or these third-party systems may result in adverse publicity, loss of sales and profits, penalties or loss resulting from misappropriation of information.\n\n\n \n\n\nIf any of our critical information technology systems were to become unreliable, unavailable, compromised or otherwise fail, and we were unable to recover in a timely manner, we could experience an interruption that could have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\n\n\n27\n\n\n\n\n \n\n\n\n\n \n\n\nCyberattacks and breaches could cause operational disruptions, fraud or theft of sensitive information. \n\n\n \n\n\nAspects of our operations are reliant upon internet-based activities, such as ordering supplies and back-office functions such as accounting and transaction processing, making payments and accepting credit card payments in our restaurants, as well as at third party online ordering and delivery businesses, processing payroll and other administrative functions, etc. For instance, if we fail to comply with applicable rules or requirements for the payment methods we accept, or if payment-related data is compromised due to a breach or misuse of data, we may be liable for costs incurred by payment card issuing banks and other third parties or subject to fines and higher transaction fees, or our ability to accept or facilitate certain types of payments may be impaired. In addition, our customers could lose confidence in certain payment types, which may result in a shift to other payment types or potential changes to our payment systems that may result in higher costs.\n\n\n \n\n\nWe also use third-party vendors. While we select third-party vendors carefully, we do not control their actions. Any problems caused by these third parties, including those resulting from breakdowns or other disruptions in communication services provided by a vendor, failure of a vendor to handle current or higher volumes, cyberattacks and security breaches at a vendor could adversely affect our ability to deliver products and services to conduct our business.\n\n\n \n\n\nAlthough we have taken measures to protect our technology systems and infrastructure, including working to upgrade our existing information technology systems and provide employee training around phishing, malware and other cyber risks, there can be no assurance that we will be successful and fully protected against cyber risks and security breaches. A security breach could result in operational disruptions, theft or fraud, or exposure of sensitive information to unauthorized parties. Such events could result in additional costs related to operational inefficiencies, damages, claims or fines.\n\n\n \n\n\nCatastrophic events may disrupt our business.\n\n\n \n\n\nUnforeseen events, or the prospect of such events, including war, terrorism and other international conflicts, including the Russia-Ukraine conflict, public health issues such as epidemics or pandemics (including, without limitation, as a result of the COVID-19 pandemic), labor unrest and natural disasters such as earthquakes, hurricanes or other extreme adverse weather and climate conditions, whether occurring in the United States or abroad, could disrupt our operations, disrupt the operations of franchisees, suppliers or customers, or result in political or economic instability. These events could negatively impact consumer spending, thereby reducing demand for our products, or the ability to receive products from suppliers. We do not have insurance policies that insure against certain of these risks. To the extent that we do maintain insurance with respect to some of these risks, our receipt of the proceeds of such policies may be delayed or the proceeds may be insufficient to offset our losses fully.\n\n\n \n\n\nOur international operations are subject to various factors of uncertainty.\n\n\n \n\n\nOur business outside of the United States is subject to a number of additional factors, including international economic and political conditions, differing cultures and consumer preferences, currency regulations and fluctuations, diverse government regulations and tax systems, uncertain or differing interpretations of rights (including intellectual property rights) and obligations in connection with international franchise agreements and the collection of royalties from international franchisees, the availability and cost of land and construction costs, and the availability of appropriate franchisees. In developing markets, we may face risks associated with new and untested laws and judicial systems. Although we believe we have developed the support structure required for international growth, there is no assurance that such growth will occur or that international operations will be profitable.\n\n\n \n\n\nOur business operations and future development could be significantly disrupted if we lose key personnel.\n\n\n \n\n\nThe success of our business continues to depend to a significant degree upon the continued contributions of our senior officers and key employees, both individually and as a group. Our future performance will be substantially dependent, in particular, on our ability to retain and motivate our executive officers, for certain of whom we currently have employment agreements in place. The loss of the services of any of our executive officers could have a material adverse effect on our business, financial condition, results of operations and prospects, as we may not be able to find suitable individuals to replace such personnel on a timely basis or without incurring increased costs, or at all.\n\n\n \n\n\n\n\n\n\n\n\n28\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nAdditionally, our Company-owned restaurants and franchised restaurants are highly service-oriented, and our success depends in part upon the ability to attract, retain and motivate a sufficient number of qualified employees, including franchisee management, restaurant managers and other crew members. The market for qualified employees in the retail food industry is very competitive. We are experiencing and may continue to experience a shortage of labor for positions in our Company-owned restaurants and franchised restaurants, due to the current competitive labor market.\n\n\n \n\n\nWe face risks of litigation and pressure tactics, such as strikes, boycotts and negative publicity from customers, franchisees, suppliers, employees and others, which could divert our financial, and management resources and which may negatively impact our financial condition and results of operations.\n\n\n \n\n\nClass action lawsuits have been filed, and may continue to be filed, against various quick-service restaurants alleging, among other things, that quick-service restaurants have failed to disclose the health risks associated with high-fat foods and that quick-service restaurant marketing practices have targeted children and encouraged obesity. In addition, we face the risk of lawsuits and negative publicity resulting from injuries, including injuries to infants and children, allegedly caused by our products, toys and other promotional items available in our restaurants.\n\n\n \n\n\nIn addition, activist groups, including animal rights activists and groups acting on behalf of franchisees, the workers who work for suppliers and others, have in the past, and may in the future, use pressure tactics to generate adverse publicity by alleging, for example, inhumane treatment of animals by our suppliers, poor working conditions or unfair purchasing policies. These groups may be able to coordinate their actions with other groups, threaten strikes or boycotts or enlist the support of well-known persons or organizations in order to increase the pressure on us to achieve their stated aims. In the future, these actions or the threat of these actions may force us to change our business practices or pricing policies, which may have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\nFurther, we may be subject to employee, franchisee and other claims in the future based on, among other things, mismanagement of the system, unfair or unequal treatment, discrimination, harassment, wrongful termination and wage, rest break and meal break issues, including those relating to overtime compensation. We have been subject to these types of claims in the past, and if one or more of these claims were to be successful or if there is a significant increase in the number of these claims, our business, results of operations and financial condition could be harmed.\n\n\n \n\n\nRisks Related to Regulatory Matters\n\n\n \n\n\nChanges to minimum wage rates have increased our labor costs.\n\n\n \n\n\nWe must comply with the Fair Labor Standards Act and various federal and state laws governing minimum wages.  Increases in the minimum wage and labor regulations have increased our labor costs.  The minimum hourly wage in New York state for fast food workers of restaurant chains with 30 or more locations nationwide is $15.00 per hour. Additionally, the federal government and a number of other states are evaluating various proposals to increase their respective minimum wage. As minimum wage rates increase, we may need to increase not only the wages of our minimum wage employees but also the wages paid to employees at wage rates that are above minimum wage. As a result, we anticipate that our labor costs will continue to increase.  If we are unable to pass on these higher costs through price increases, our margins and profitability as well as the profitability and margins of our franchisees will be adversely impacted which could have a material adverse effect on our business, results of operations or financial condition. Our business could be further negatively impacted if the decrease in margins for our franchisees results in the potential loss of new franchisees or the closing of a significant number of existing franchised restaurants.\n\n\n \n\n\n\n\n\n\n\n\n29\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nChanges in franchise regulations and laws could impact our ability to obtain or retain licenses or approvals and adversely affect our business, financial condition, results of operations and prospects.\n\n\n \n\n\nWe are subject to federal statutes and regulations, including the rules promulgated by the U.S. Federal Trade Commission, as well as certain state laws governing the offer and sale of franchises. Many state franchise laws impose substantive requirements on franchise agreements, including limitations on non-competition provisions and on provisions concerning the termination or non-renewal of a franchise. Some states require that certain materials be filed for a franchisor to be registered and approved, before franchises can be offered or sold in that state. The failure to obtain or retain licenses or approvals to sell franchises could have a material adverse effect on our business, financial condition, results of operations and prospects. The FTC is also considering adopting changes to (and potentially bans upon) enforcement of covenants against competition and similar contractual arrangements between a business and its workers; although as announced by the FTC, that proposed regulation would not apply to franchisor-franchisee relationships. However, the FTC has sought comment on whether the pending regulation should apply to the franchisor-franchisee relationship and we cannot predict the form in which it will ultimately be promulgated by the FTC. In the form that the FTC originally proposed, we do not expect the pending non-competition rule to significantly impact our business; however, should the FTC limit enforcement of covenants against competition in franchise relationships, that might have a significant impact on our operations.\n\n\n \n\n\nWe are subject to health, employment, environmental and other government regulations, and failure to comply with existing or future government regulations could expose us to litigation, damage our corporate reputation or the reputation of our brands and lower profits.\n\n\n \n\n\nWe and our franchisees are subject to various federal, state and local laws, rules or regulations affecting our businesses. To the extent that the standards imposed by local, state and federal authorities are inconsistent, they can adversely affect popular perceptions of our business and increase our exposure to litigation or governmental investigations or proceedings. We may be unable to manage effectively the impact of new, potential or changing regulations that affect or restrict elements of our business. The successful development and operation of restaurants depends to a significant extent on the selection and acquisition of suitable sites, which are subject to zoning, land use (including the placement of drive-thru windows), environmental (including litter), traffic and other regulations. There can be no assurance that we and our franchisees will not experience material difficulties or failures in obtaining the necessary licenses or approvals for new restaurants which could delay the opening of such restaurants in the future. Restaurant operations are also subject to licensing and regulation by state and local departments relating to health, food preparation, sanitation and safety standards, federal and state labor laws (including applicable minimum wage requirements, overtime, working and safety conditions and citizenship requirements), federal and state laws prohibiting discrimination and other laws regulating the design and operation of facilities. If we fail to comply with any of these laws, we may be subject to governmental action or litigation, and accordingly our reputation could be harmed.\n\n\n \n\n\nInjury to us or our brand’s reputation would, in turn, likely reduce revenue and profits. In addition, difficulties or failures in obtaining any required licenses or approvals could delay or prevent the development or opening of a new restaurant or renovations to existing restaurants, which would adversely affect our revenue.\n\n\n \n\n\nFailure by third-party manufacturers or suppliers of raw materials to comply with food safety, environmental or other regulations may disrupt our supply of certain products and adversely affect our business. \n\n\n \n\n\nWe rely on third-party manufacturers to produce our products and on other suppliers to supply raw materials. Such manufacturers and other suppliers, whether in the United States or outside the United States, are subject to a number of regulations, including food safety and environmental regulations. Failure by any of our manufacturers or other suppliers to comply with regulations, or allegations of compliance failure, may disrupt their operations. Disruption of the operations of a manufacturer or other suppliers could disrupt our supply of product or raw materials, which could have an adverse effect on our business, results of operations, and financial condition. Additionally, actions we may take to mitigate the impact of any such disruption or potential disruption, including increasing inventory in anticipation of a potential production or supply interruption, may adversely affect our business, results of operations, and financial condition.\n\n\n \n\n\nSupply chain risk could increase our costs and limit the availability of ingredients and supplies that are critical to our operations. The markets for some of our ingredients, such as beef and beef trimmings are particularly volatile due to factors beyond our control such as limited sources, seasonal shifts, climate conditions and industry demand, including as a result of animal disease outbreaks, food safety concerns, product recalls and government regulation. In addition, we have a limited number of suppliers and distributors. We remain in regular contact with our major suppliers and to date we have not experienced significant disruptions in our supply chain; however, beginning in the latter part of fiscal 2022 and continuing during fiscal 2023 costs for certain supplies and ingredients, such as packaging, beef and beef trimmings, and freight, increased materially and rapidly, which combined with inflationary pressures could continue. Such factors may have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\n\n\n\n\n\n\n30\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe are subject to many federal, state and local laws, as well as statutory and regulatory requirements. Failure to comply with, or changes in these laws or requirements, could have an adverse impact on our business.\n\n\n \n\n\nThe National Labor Relations Board (“NLRB”) is considering, and has previously considered whether to hold certain franchisors responsible as a “joint employer” of its franchisees’ staff under certain fact patterns. There is also the possibility of administrative action from other agencies, state governments, and in private lawsuits that may allege that a franchisor and its franchisee “jointly employ” the franchisee’s staff, that the franchisor is responsible for the franchisees’ staff (under theories of apparent agency, ostensible agency, or actual agency), or otherwise. If the United States Department of Labor and agencies such as the Occupational Safety and Health Administration and the NLRB take a more aggressive position on defining and enforcing joint employer status, or if Congress passes the proposed “PRO Act,” and it is signed into law, that might change the status quo and expose Nathan’s to the possibility of being deemed a “joint employer” of our franchisees’ staff together with our franchisees and possibly to some franchisees being reclassified as “employees.”\n\n\n \n\n\nAmong other things, a determination that Nathan's and its franchisees are joint employers of one or more franchisees’ staff may make it easier to organize our franchisees’ staff into unions, provide the staff and their union representatives with bargaining power to request that we have our franchisees raise wages, and make it more expensive and less profitable to operate a Nathan’s franchised restaurant. A decrease in profitability or the closing of a significant number of franchised restaurants could significantly impact our business (as well as our franchisees’ businesses), and we may also be impacted if the NLRB or a private party, successfully brought an action alleging that we are a “joint employer” of our franchisees’ staff, all of which might impact our results of operations and financial condition.\n\n\n \n\n\nAdditionally, state and local laws such as the recently passed Fast Food Accountability and Standards (FAST) Recovery Act (AB257) in California may require wage increases and working hour and working condition standards that may increase our costs without corresponding benefits. Although implementation and enforcement of the FAST Act is stayed pending a referendum in 2024, it is possible that it will pass, and that other jurisdictions may pass similar laws.\n\n\n \n\n\nCalifornia also adopted a new law to address data privacy. The California Consumer Privacy Act (“CCPA”) took effect at the beginning of 2020, and imposes stringent data security standards, which might apply more broadly than only within the borders of that state (for example, if a California resident buys products or has them shipped into the state and pays with a credit or debit card). Other states, including Connecticut, Colorado, Illinois, New York, Utah and Virginia have since adopted laws that apply to data and other biometric technology which may be broadly interpreted. It remains uncertain whether the CCPA and the laws adopted in other states will have a material impact on our operations or that of our franchisees.\n\n\n \n\n\nOur business is subject to an increasing focus on Environmental, Social, and Governance (ESG) matters.\n\n\n \n\n\nIn recent years, there has been an increasing focus by stakeholders – including employees, franchisees, customers, suppliers, governmental and non-governmental organizations, and investors – on ESG matters. A failure, whether real or perceived, to address ESG could adversely affect our business, including by heightening other risks disclosed in this Item 1A, “Risk Factors.” In the restaurant industry, concerns have been expressed regarding energy management, water management, food and packaging waste management, supply chain management and labor practices.\n\n\n \n\n\nWe may also face increased pressure from stakeholders to provide expanded disclosure and establish additional commitments, targets or goals, and take actions to meet them, which could expose us to additional market, operational, execution and reputational costs and risks.\n\n\n \n\n\nChanges in tax laws and unfavorable resolution of tax contingencies could adversely affect our tax expense. \n\n\n \n\n\nOur future effective tax rates could be adversely affected by changes in tax laws, both domestically and internationally. From time to time, the United States Congress and foreign, state and local governments consider legislation that could increase our effective tax rates. If changes to applicable tax laws are enacted, our results of operations could be negatively impacted. Our tax returns and positions (including positions regarding jurisdictional authority of foreign governments to impose tax) are subject to review and audit by federal, state, local and international taxing authorities. An unfavorable outcome to a tax audit could result in higher tax expense, thereby negatively impacting our results of operations.\n\n\n \n\n\n\n\n\n\n\n\n31\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nRisks Related to Organizational Structure\n\n\n \n\n\nOur certificate of incorporation and by-laws and other corporate documents include anti-takeover provisions which may deter or prevent a takeover attempt.\n\n\n \n\n\nSome provisions of our certificate of incorporation, by-laws, other corporate documents, including the terms and condition of our Notes, and provisions of Delaware law may discourage takeover attempts and hinder a merger, tender offer or proxy contest targeting us, including transactions in which stockholders might receive a premium for their shares. This may limit the ability of stockholders to approve a transaction that they may think is in their best interest.\n\n\n \n\n\nThe corporate documents include:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nEmployment Contracts.\n  The employment agreements between us and each of Howard M. Lorber and Eric Gatoff provide that in the event there is a change in control of Nathan’s, the employee has the option, exercisable within one year for each of Messrs. Lorber and Gatoff, of his becoming aware of the change in control, to terminate his employment agreement. Upon such termination, Mr. Gatoff has the right to receive a lump sum payment equal to his salary and annual bonus for a one-year period, and Mr. Lorber has the right to receive a lump sum payment equal to the greater of (i) his salary and annual bonuses for the remainder of the employment term or (ii) 2.99 times his salary and annual bonus plus the difference between the exercise price of any exercisable options having an exercise price of less than the then current market price of our common stock and such current market price. Mr. Lorber will also receive a tax gross up payment to cover any excise tax.\n\n\n\n\n\n\n\n\n \n\n\nWhile we have approved a quarterly dividend policy, there can be no assurance as to the declaration of future dividends or the amount of such dividends. \n\n\n \n\n\nOur declaration and payment of future cash dividends  are subject to the final determination  by our Board of Directors that (i) the dividend will be made in compliance with laws applicable to the declaration and payment of cash dividends, including Section 170 of the Delaware General  Business Corporation Law, (ii) the dividend complies with the terms of the Indenture, and (iii) the payment of dividends remains in our best interests, which determination will be based on a number of factors, including the impact of changing laws and regulations, economic conditions, our results of operations and/or financial condition, capital resources, the ability to satisfy financial covenants and other factors considered relevant by the Board of Directors. There can be no assurance our Board of Directors will approve the payment of cash dividends in the future or the amount of a cash dividend. Any discontinuance of the payment of a dividend or changes to the amount of a dividend compared to prior dividends could cause our stock price to decline.\n\n\n \n\n\nRisks Related to the Notes\n\n\n \n\n\nOur substantial indebtedness makes us more sensitive to adverse economic conditions, may limit our ability to plan for or respond to significant changes in our business, and requires a significant amount of cash to service our debt payment obligations that we may be unable to generate or obtain.\n\n\n \n\n\nAs of March 26, 2023, we had total outstanding indebtedness of $80,000,000 which is due in 2025. Subject to the terms of any future agreements, we and our subsidiaries may be able to incur additional indebtedness in the future, which would increase the risks related to our high level of indebtedness. If new debt is added to our existing debt levels, the related risks that we face would intensify and we may not be able to meet all our debt obligations, including the repayment of the Notes.\n\n\n \n\n\n\n\n\n\n\n\n32\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nSpecifically, our high level of indebtedness could have important potential consequences, including, but not limited to:\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nincreasing our vulnerability to, and reducing our flexibility to plan for and respond to, adverse economic and industry conditions and changes in our business and the competitive environment;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nmake it more difficult for us to satisfy our other financial obligations, including our obligations relating to the Notes;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nrequiring the dedication of a substantial portion of our cash flow from operations to the payment of principal of, and interest on, indebtedness, thereby reducing the availability of such cash flow to fund working capital, capital expenditures, acquisitions, dividends, share repurchases or other corporate purposes;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nmake it more difficult for us to satisfy our obligations to the holders of the Notes, resulting in possible defaults on and acceleration of such indebtedness;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nlimit our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nplace us at a competitive disadvantage compared to our competitors that have less debt;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nincreasing our vulnerability to a downgrade of our credit rating, which could adversely affect our cost of funds, liquidity, value and trading of the Notes and access to capital markets;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nrestricting us from making strategic acquisitions or causing us to make non-strategic divestitures;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nlimit our ability to borrow additional funds or increase our cost of borrowing;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nplacing us at a disadvantage compared to other less leveraged competitors or competitors with comparable debt at more favorable interest rates;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nincreasing our exposure to the risk of increased interest rates insofar as current and future borrowings are subject to variable rates of interest;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nmaking it more difficult for us to repay, refinance or satisfy our obligations relating to the Notes;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nlimiting our ability to borrow additional funds in the future and increasing the cost of any such borrowing;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nimposing restrictive covenants on our operations as the result of the terms of our indebtedness, which, if not complied with, could result in an event of default, which in turn, if not cured or waived, could result in the acceleration of our debts, including the Notes.\n\n\n\n\n\n\n\n\n \n\n\nThere is no assurance that we will generate cash flow from operations or that future debt or equity financings will be available to us to enable us to pay our indebtedness or to fund other liquidity needs. If our business does not generate sufficient cash flow from operations or if future borrowings are not available to us in amounts sufficient to pay our indebtedness or to fund other liquidity needs, our financial condition and results of operations may be adversely affected. As a result, we may need to refinance all or a portion of our indebtedness on or before maturity. There is no assurance that we will be able to refinance any of our indebtedness on favorable terms, or at all. Any inability to generate sufficient cash flow or refinance our indebtedness on favorable terms could have a material adverse effect on our business and financial condition.\n\n\n \n\n\n\n\n33\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n",
    "item1a": ">Item 1A.\n\n\n\n\nRisk Factors.\n\n\n\n\n\n\n20\n\n\n\n\n\n\n\n\nItem 1B.\n\n\n\n\n\n\nUnresolved Staff Comments.\n\n\n\n\n\n\n34\n\n\n\n\n\n\n\n\n\n\nItem 2.\n\n\n\n\n\n\nProperties.\n\n\n\n\n\n\n34\n\n\n\n\n\n\n\n\n\n\nItem 3.\n\n\n\n\n\n\nLegal Proceedings.\n\n\n\n\n\n\n34\n\n\n\n\n\n\n\n\n\n\nItem 4.\n\n\n\n\n\n\nMine Safety Disclosures.\n\n\n\n\n\n\n34\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPART II\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem 5.\n\n\n\n\n\n\nMarket for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities.\n\n\n\n\n\n\n35\n\n\n\n\n\n\n\n\n\n\nItem 6.\n\n\n\n\n\n\nReserved.\n\n\n\n\n\n\n35\n\n\n\n\n\n\n\n\n\n\nItem 7.\n\n\n\n\n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations.\n\n\n\n\n\n\n36\n\n\n\n\n\n\n\n\n\n\nItem 7A.\n\n\n\n\n\n\nQuantitative and Qualitative Disclosures About Market Risk.\n\n\n\n\n\n\n48\n\n\n\n\n\n\n\n\n\n\nItem 8.\n\n\n\n\n\n\nFinancial Statements and Supplementary Data.\n\n\n\n\n\n\n49\n\n\n\n\n\n\n\n\n\n\nItem 9.\n\n\n\n\n\n\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure.\n\n\n\n\n\n\n49\n\n\n\n\n\n\n\n\n\n\nItem 9A.\n\n\n\n\n\n\nControls and Procedures.\n\n\n\n\n\n\n49\n\n\n\n\n\n\n\n\n\n\nItem 9B.\n\n\n\n\n\n\nOther Information.\n\n\n\n\n\n\n50\n\n\n\n\n\n\n\n\n\n\nItem 9C.\n\n\n\n\n\n\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections.\n\n\n\n\n\n\n50\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPART III\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem 10.\n\n\n\n\n\n\nDirectors, Executive Officers and Corporate Governance.\n\n\n\n\n\n\n52\n\n\n\n\n\n\n\n\n\n\nItem 11.\n\n\n\n\n\n\nExecutive Compensation.\n\n\n\n\n\n\n52\n\n\n\n\n\n\n\n\n\n\nItem 12.\n\n\n\n\n\n\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters.\n\n\n\n\n\n\n52\n\n\n\n\n\n\n\n\n\n\nItem 13.\n\n\n\n\n\n\nCertain Relationships and Related Transactions, and Director Independence.\n\n\n\n\n\n\n52\n\n\n\n\n\n\n\n\n\n\nItem 14.\n\n\n\n\n\n\nPrincipal Accountant Fees and Services.\n\n\n\n\n\n\n53\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPART IV\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem 15.\n\n\n\n\n\n\nExhibits and Financial Statement Schedules.\n\n\n\n\n\n\n54\n\n\n\n\n\n\n\n\n\n\nItem 16.\n\n\n\n\n\n\nForm 10-K Summary.\n\n\n\n\n\n\n56\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nSignatures\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nIndex to Financial Statements\n\n\n\n\n\n\nF-1\n\n\n\n\n\n\n \n\n\n\n\n2\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\nPART I\n\n\n \n\n\nForward-Looking Statements\n\n\n \n\n\nThis Form 10-K contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1933, as amended, that involve risks and uncertainties. You can identify forward-looking statements because they contain words such as “believes”, “expects”, “projects”, “may”, “would”, “should”, “seeks”, “intends”, “plans”, “estimates”, “anticipates” or similar expressions that relate to our strategy, plans or intentions. All statements we make relating to our estimated and projected earnings, margins, costs, expenditures, cash flows, growth rates and financial results or to our expectations regarding future industry trends are forward-looking statements. In addition, we, through our senior management, from time to time make forward-looking public statements concerning our expected future operations and performance and other developments. These forward-looking statements are subject to known and unknown risks, uncertainties and other factors that may change at any time, and, therefore, our actual results may differ materially from those that we expected. We derive many of our forward-looking statements from our operating budgets and forecasts, which are based upon many detailed assumptions. While we believe that our assumptions are reasonable, we caution that it is very difficult to predict the impact of known factors, and, of course, it is impossible for us to anticipate all factors that could affect our actual results. All forward-looking statements contained in this Form 10-K are based upon information available to us on the date of this Form 10-K.\n\n\n \n\n\n\n\n\n\n\n",
    "item7": ">Item 7.\n\n\n\n\nManagement\n’\ns Discussion and Analysis of Financial Condition and Results of Operations.\n\n\n\n\n \n\n\nIntroduction \n\n\n \n\n\nOverview of the Impact of COVID-19\n\n\n \n\n\nIn March 2020, the World Health Organization declared a global pandemic related to the outbreak of a novel strain of coronavirus, designated COVID-19.\n\n\n \n\n\nCOVID-19 related pressures continued during the fiscal year ended March 26, 2023 (“fiscal 2023 period”), although to a lesser extent than during the fiscal year ended March 27, 2022 (“fiscal 2022 period”).\n\n\n \n\n\nCustomer traffic at our Company-owned restaurants, in particular at Coney Island, during the fiscal 2023 period increased by approximately 12% over the fiscal 2022 period. Additionally, we experienced increased customer traffic within our franchise system, including airport locations; highway travel plazas; shopping malls; movie theaters; and casino locations, primarily in Las Vegas, Nevada. The increase in customer traffic translated into higher Company-owned restaurant sales and higher franchise fees and royalties during the fiscal 2023 period as compared to the fiscal 2022 period.\n\n\n \n\n\nAdditionally, as the level of comfort of consumers gathering in social settings increased and travel continued to increase, our Branded Product Program customers, including professional sports arenas, amusement parks, shopping malls and movie theaters experienced stronger attendance contributing to higher sales.\n\n\n \n\n\nWe continue to follow guidance from health officials in determining the appropriate restrictions, if any, to place within our operations. Our Company-owned and franchised restaurants could be disrupted by COVID-19 related employee absences or due to changes in the availability and cost of labor.\n\n\n \n\n\nWe cannot predict the ultimate duration, scope and severity of the COVID-19 pandemic or its ultimate impact on our business in the short or long-term. The ongoing economic impacts and health concerns associated with the pandemic may continue to affect consumer behavior, spending levels, and may result in reduced customer traffic and consumer spending trends that may adversely impact our financial condition and results of operations.\n\n\n \n\n\nInflation\n\n\n \n\n\nWe remain in regular contact with our major suppliers and to date we have not experienced significant disruptions in our supply chain; however, we have experienced rising transportation costs, rising costs of hot dogs due to the higher costs for beef and beef trimmings, and other food costs and paper products, which could continue into fiscal 2024.\n\n\n \n\n\nIn general, we have been able to offset cost increases resulting from inflation by increasing prices and adjusting product mix. We continue to monitor these inflationary pressures and will continue to implement mitigation plans as needed. Inherent volatility in commodity markets, including beef and beef trimmings, could have a significant impact on our results of operations. Delays in implementing price increases, competitive pressures, consumer spending levels and other factors may limit our ability to implement further price increases in the future.\n\n\n \n\n\n\n\n36\n\n\n\n\n \n\n\n\n\n \n\n\nBusiness Overview\n\n\n \n\n\nWe are engaged primarily in the marketing of the “Nathan’s Famous” brand and the sale of products bearing the “Nathan’s Famous” trademarks through several different channels of distribution. Historically, our business has been the operation and franchising of quick-service restaurants featuring Nathan’s World Famous Beef Hot Dogs, crinkle-cut French fries, and a variety of other menu offerings. Our Company-owned restaurants and franchised units operate under the name “Nathan’s Famous,” the name first used at our original Coney Island restaurant opened in 1916. Nathan’s product licensing program sells packaged hot dogs and other meat products to retail customers through supermarkets or grocery-type retailers for off-site consumption. Our Branded Product Program enables foodservice retailers and others to sell some of Nathan’s proprietary products outside of the realm of a traditional franchise relationship. In conjunction with this program, purchasers of Nathan’s products are granted a limited use of the Nathan’s Famous trademark with respect to the sale of the purchased products, including Nathan’s World Famous Beef Hot Dogs, certain other proprietary food items and paper goods. Our Branded Menu Program is a limited franchise program, under which foodservice operators may sell a greater variety of Nathan’s Famous menu items than under the Branded Product Program.\n\n\n \n\n\nOur revenues are generated primarily from selling products under Nathan’s Branded Product Program, operating Company-owned restaurants, licensing agreements for the sale of Nathan’s products within supermarkets and club stores, the sale of Nathan’s products directly to other foodservice operators, the manufacture of certain proprietary spices by third parties and franchising the Nathan’s restaurant concept (including the Branded Menu Program and virtual kitchens).\n\n\n \n\n\nThe following summary reflects the openings and closings of the Nathan’s franchise system (including the Branded Menu Program) for the fiscal years ended March 26, 2023 and March 27, 2022.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nMarch 26,\n\n\n2023\n\n\n\n\n \n\n\n \n\n\n\n\nMarch 27,\n\n\t\t\t2022\n\n\n\n\n \n\n\n\n\n\n\n\n\nBeginning balance\n\n\n\n\n \n\n\n \n\n\n239\n\n\n \n\n\n \n\n\n \n\n\n213\n\n\n \n\n\n\n\n\n\n\n\nOpened\n\n\n\n\n \n\n\n \n\n\n11 \n\n\n \n\n\n \n\n\n \n\n\n54\n\n\n \n\n\n\n\n\n\n\n\nClosed\n\n\n\n\n \n\n\n \n\n\n(18\n\n\n)\n\n\n \n\n\n \n\n\n(28\n\n\n)\n\n\n\n\n\n\n\n\nEnding balance\n\n\n\n\n \n\n\n (\nA) (B\n) \n\n\n232\n\n\n \n\n\n \n\n\n \n\n\n239\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n(a)\n\n\n\n\n\n\nIncluding two Branded Menu Program locations in Ukraine which are temporarily closed as a result of the Russia-Ukraine conflict.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n(b)\n\n\n\n\n\n\nUnits operating pursuant to our Branded Product Program and our virtual kitchens are excluded.\n\n\n\n\n\n\n\n\n \n\n\nAt March 26, 2023, our franchise system consisted of 232 Nathan’s franchised locations, including 120 Branded Menu locations located in 17 states, and 13 foreign countries. We also operate four Company-owned restaurants (including one seasonal unit), within the New York metropolitan area.\n\n\n \n\n\nOur strategic emphasis is focused on increasing the number of distribution points for our products across all of our business platforms, including our Licensing Program for distribution of Nathan’s Famous branded consumer packaged goods, our Branded Products Program for distribution of Nathan’s Famous branded bulk products to the foodservice industry, and our namesake restaurant system comprised of both Company-owned restaurants and franchised units, including virtual kitchens. The primary drivers of our growth have been our Licensing and Branded Product Programs, which are the largest contributors to the Company’s revenues and profits.\n\n\n \n\n\nWhile we do not expect to significantly increase the number of Company-owned restaurants, we may opportunistically and strategically invest in a small number of new units as showcase locations for prospective franchisees and master developers as we seek to grow our franchise system. We continue to seek opportunities to drive sales in a variety of ways as we adapt to the ever-changing consumer and business climate.\n\n\n \n\n\n\n\n37\n\n\n\n\n \n\n\n\n\n \n\n\nAs described in Item 1A. \"Risk Factors\" and other sections in this Annual Report on Form 10-K for the year ended March 26, 2023, our future results could be impacted by many developments including the impact of the COVID-19 pandemic and inflationary pressures on our business, as well as our dependence on Smithfield Foods, Inc. as our principal supplier, and the dependence of our licensing revenue and overall profitability on our agreement with Smithfield Foods, Inc. Our future operating results could be impacted by supply constraints on beef or by increased costs of beef, beef trimmings and other commodities due to inflationary pressures compared to earlier periods.\n\n\n \n\n\nOn November 1, 2017, the Company issued $150,000,000 of 6.625% Senior Secured Notes due 2025 (the \"2025 Notes\") in a private offering in accordance with Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”).  The 2025 Notes were issued pursuant to an indenture, dated November 1, 2017, (the “Indenture”) by and among the Company, certain of its wholly-owned subsidiaries, as guarantors, and U.S. Bank Trust Company, National Association (formerly U.S. Bank National Association), as trustee and collateral trustee.  The Company used the net proceeds of the 2025 Notes offering to redeem the 2020 Notes, paid a portion of a special $5.00 cash dividend and used the remaining proceeds for general corporate purposes, including working capital.\n\n\n \n\n\nThe 2025 Notes bear interest at 6.625% per annum, payable semi-annually on May 1\nst\n and November 1\nst\n of each year. During the fiscal year ended March 26, 2023, the Company made its required semi-annual interest payments on May 1, 2022 and November 1, 2022. On January 26, 2022, the Company redeemed $40,000,000 in aggregate principal amount of its 2025 Notes. On March 21, 2023, the Company redeemed an additional $30,000,000 in aggregate principal amount of its 2025 Notes. $80,000,000 of the 2025 Notes were outstanding as of March 26, 2023. \n \nOn May 1, 2023, the Company paid its first semi-annual interest payment of fiscal 2024.\n\n\n \n\n\nThe 2025 Notes have no scheduled principal amortization payments prior to its final maturity on November 1, 2025.\n\n\n \n\n\nOur future results may be impacted by our interest obligations under the 2025 Notes. As a result of the 2025 Notes and the subsequent partial redemption which occurred on March 21, 2023, the Company expects to incur annual interest expense of $5,300,000 per annum and annual amortization of debt issuance costs of approximately $369,000.\n\n\n \n\n\nCritical Accounting Policies and Estimates\n\n\n \n\n\nOur consolidated financial statements and the notes to our consolidated financial statements contain information that is pertinent to management’s discussion and analysis. The preparation of financial statements in conformity with accounting principles generally accepted in the United States requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosures of contingent assets and liabilities. We believe the following critical accounting policies involve additional management judgment due to the sensitivity of the methods, assumptions and estimates necessary in determining the related asset and liability amounts. The following discussion should be read in conjunction with the consolidated financial statements included in Part IV, Item 15 of this Form 10-K.\n\n\n \n\n\nLeases\n         \n\n\n \n\n\nWe determine if a contract contains a lease at inception. Our material operating leases consist of our Company-owned restaurants and Corporate office space. Renewal options are typically not included in the lease term as it is not reasonably certain at commencement date that we would exercise the option to extend the lease. Our real estate leases typically provide for fixed minimum rent payments and/or contingent rent payments based upon sales in excess of specified thresholds. Fixed minimum rent payments are recognized on a straight-line basis over the lease term. Contingent rent payments are recognized each period as the liability is incurred.\n\n\n \n\n\nOperating lease assets and liabilities are recognized at time of lease inception. Operating lease liabilities represent the present value of lease payments not yet paid. Operating lease assets represent our right to use an underlying asset and are based upon the operating lease liabilities adjusted for any payments made before the commencement date, initial direct costs and lease incentives earned.\n\n\n \n\n\n\n\n38\n\n\n\n\n \n\n\n\n\n \n\n\nThe lease liability equals the present value of the remaining lease payments over the lease term and is discounted using the incremental borrowing rate, as the rate implicit in the Company’s leases is not readily determinable. This incremental borrowing rate is the rate of interest that the Company would have to pay to borrow, on a collateralized basis over a similar term, an amount equal to the lease payments in a similar economic environment. If the estimate of our incremental borrowing rate was changed, our operating lease assets and liabilities could differ materially.\n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nWe earn revenues through our Company-owned restaurants, franchised restaurants and virtual kitchens. Retail sales from franchised restaurants and virtual kitchens are reported to us by our franchisees and virtual kitchen operators and are not included in our revenues. Retail sales from Company-owned restaurants are recognized at the point of sale. Royalty revenues resulting from the retail sales from franchised restaurants and virtual kitchens are generally based on a percentage of sales and recognized on a monthly basis when it is earned and deemed collectible. Franchise fees, renewal fees, area development fees, and transfer fees are recognized as revenue over the term of each respective agreement, or upon termination of the franchise agreement. Revenues from Company-owned restaurants and revenues from franchisees and our virtual kitchen operators can fluctuate from time-to-time as a result of restaurant count and sales level changes.\n\n\n \n\n\nWe may also generate revenues from advertising contributions which are made to the Company’s advertising fund which are also generally based on a percentage of sales. Some vendors that supply products to the Company and our restaurant system also contribute to the advertising fund based upon purchases made by our franchisees and at Company-owned restaurants.\n\n\n \n\n\nRevenue from license royalties is generally based on a percentage of sales, subject to certain annual minimum royalties, recognized on a monthly basis when it is earned and deemed collectible.\n\n\n \n\n\nThe Company recognizes sales from the Branded Product Program and certain products sold from the Branded Menu Program upon delivery to Nathan’s customers via third party common carrier.\n\n\n \n\n\nImpairment of Goodwill and Other Intangible Assets\n\n\n \n\n\nGoodwill and intangible assets consist of (i) goodwill of $95,000 resulting from the acquisition of Nathan’s in 1987; and (ii) trademarks, and the trade name and other intellectual property of $869,000 in connection with Arthur Treacher’s. Goodwill is not amortized, but is tested for impairment annually during the fourth quarter, or more frequently if events or changes in circumstances indicate that the carrying amount may be impaired. As of March 26, 2023 and March 27, 2022, the Company performed its annual impairment test of goodwill and has determined no impairment was deemed to exist.\n\n\n \n\n\nThe Company determined its intangible asset to have a finite useful life based on the expected future use of this intangible asset. Based upon the review of the current Arthur Treacher’s co-branding agreements, the Company determined that the remaining useful lives of these agreements is six years concluding in fiscal 2028 and the intangible asset is subject to annual amortization. The Company has recorded amortization expense of $174,000\n \nand $113,000 during each of the fiscal years ending March 26, 2023 and March 27, 2022. The Company’s definite-lived intangible asset is tested for impairment at least annually, or more frequently if events or changes in circumstances indicate that the asset may be impaired. The Company tested for recoverability of its definite-lived intangible asset based on the projected undiscounted cash flows to be derived from such co-branding agreements. Based on the quantitative test performed, the Company determined that the definite-lived intangible asset was recoverable and no impairment charge was recorded for the fiscal years ended March 26, 2023 and March 27, 2022. Cash flow projections require significant estimates and assumptions by management. Should the estimates and assumptions prove to be incorrect, the Company may be required to record an impairment charge in future periods and such impairment could be material.\n\n\n \n\n\n\n\n39\n\n\n\n\n \n\n\n\n\n \n\n\nImpairment of Long-Lived Assets\n\n\n \n\n\nLong-lived assets include property, equipment and right-of-use assets for operating leases with finite useful lives. Impairment losses are recorded on long-lived assets whenever impairment factors are determined to be present. The Company considers a history of restaurant operating losses to be its primary indicator of potential impairment for individual restaurant locations. The Company tests the recoverability of its long-lived assets with finite useful lives whenever events or changes in circumstances indicate that the carrying value of the asset may not be recoverable. The Company tests for recoverability based on the projected undiscounted cash flows to be derived from such assets. If the projected undiscounted future cash flows are less than the carrying value of the assets, the Company will record an impairment loss, if any, based on the difference between the estimated fair value and the carrying value of the assets. The Company generally measures fair value by considering discounted estimated future cash flows from such assets. Cash flow projections and fair value estimates require significant estimates and assumptions by management. Should the estimates and assumptions prove to be incorrect, the Company may be required to record impairment charges in future periods and such impairments could be material. No long-lived assets were deemed impaired during the fiscal years ended March 26, 2023 and March 27, 2022.\n\n\n \n\n\nIncome Taxes \n\n\n \n\n\nThe Company’s current provision for income taxes is based upon its estimated taxable income in each of the jurisdictions in which it operates, after considering the impact on taxable income of temporary differences resulting from different treatment of items for tax and financial reporting purposes. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and any operating loss or tax credit carryforwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the year in which those temporary differences are expected to be recovered or settled. The ultimate realization of deferred tax assets is dependent upon the generation of future taxable income in those periods in which temporary differences become deductible. Should management determine that it is more likely than not that some portion of the deferred tax assets will not be realized, a valuation allowance against the deferred tax assets would be established in the period such determination was made.\n\n\n \n\n\nUncertain Tax Positions \n\n\n \n\n\nThe Company has recorded liabilities for underpayment of income taxes and related interest and penalties for uncertain tax positions based on the determination of whether tax benefits claimed or expected to be claimed on a tax return should be recorded in the consolidated financial statements. The Company may recognize the tax benefit from an uncertain tax position only if it is more likely than not that the tax position will be sustained on examination by the taxing authorities based on the technical merits of the position. The tax benefits recognized in the consolidated financial statements from such position should be measured based on the largest benefit that has a greater than fifty percent likelihood of being realized upon ultimate settlement. Nathan’s recognizes accrued interest and penalties associated with unrecognized tax benefits as part of the income tax provision. See Note H of the notes to our consolidated financial statements.\n\n\n \n\n\n\n\n40\n\n\n\n\n \n\n\n\n\n \n\n\nNew Accounting Standard Not Yet Adopted \n\n\n \n\n\nIn June 2016, the FASB issued ASU 2016-13, “\nFinancial Instruments \n–\n Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments,\n”\n \nwhich significantly changes the impairment model for most financial instruments. Current guidance requires the recognition of credit losses based on an incurred loss impairment methodology that reflects losses once the losses are probable. Under the new standard, the Company will be required to use a current expected credit loss model (“CECL”) that will immediately recognize an estimate of credit losses that are expected to occur over the life of the consolidated financial instruments that are in the scope of this update, including trade receivables. The CECL model uses a broader range of reasonable and supportable information in the development of credit loss estimates. The Company will adopt the new guidance on a modified retrospective basis beginning with its first fiscal quarter of 2024. The adoption of this guidance is not expected to have a material impact on our consolidated financial statements.\n\n\n \n\n\nThe Company does not believe that any other recently issued, but not yet effective accounting standards, when adopted, will have a material effect on the accompanying consolidated financial statements.\n\n\n \n\n\nResults of Operations \n\n\n \n\n\nFiscal year ended March 26, 2023 compared to fiscal year ended March 27, 2022\n\n\n \n\n\nRevenues \n\n\n \n\n\nTotal revenues increased by 14% to $130,785,000 for the fifty-two weeks ended March 26, 2023 (\"fiscal 2023\") as compared to $114,882,000 for the fifty-two weeks ended March 27, 2022 (\"fiscal 2022\").\n \n\n\n \n\n\nTotal sales increased by 18% to $91,045,000 for the fiscal 2023 period as compared to $77,227,000 for the fiscal 2022 period. Foodservice sales from the Branded Product Program were $78,884,000 for the fiscal 2023 period as compared to sales of $66,322,000 for the fiscal 2022 period. During the fiscal 2023 period, the total volume of hot dogs sold in the Branded Product Program increased by approximately 15% as compared to the fiscal 2022 period. Our average selling prices, which are partially correlated to the beef markets, increased by approximately 4% as compared to the fiscal 2022 period.\n\n\n \n\n\nTotal Company-owned restaurant sales increased by 12% to $12,161,000 during the fiscal 2023 period as compared to $10,905,000 during the fiscal 2022 period. The increase was primarily due to an increase in traffic at our Coney Island locations.\n\n\n \n\n\nLicense royalties increased by 5% to $33,455,000 in the fiscal 2023 period as compared to $31,824,000 in the fiscal 2022 period. Total royalties earned on sales of hot dogs from our license agreement with Smithfield Foods, Inc. at retail and foodservice, increased 4% to $29,998,000 for the fiscal 2023 period as compared to $28,970,000 for the fiscal 2022 period. The increase is due to a 7% increase in average net selling price as compared to the fiscal 2022 period which was offset, in part, by a 4% decrease in retail volume. The foodservice business earned higher royalties of $247,000 as compared to the fiscal 2022 period. Royalties earned from all other licensing agreements for the manufacture and sale of Nathan’s products increased by $603,000 during the fiscal 2023 period as compared to the fiscal 2022 period primarily due to additional royalties earned on sales of French fries, cocktail franks, mozzarella sticks, pickles and seasonings.\n\n\n \n\n\nFranchise fees and royalties increased by 11% to $4,292,000 in the fiscal 2023 period as compared to $3,859,000 in the fiscal 2022 period. Total royalties were $3,636,000 in the fiscal 2023 period as compared to $3,304,000 in the fiscal 2022 period. Royalties earned under the Branded Menu Program were $630,000 in the fiscal 2023 period as compared to $580,000 in the fiscal 2022 period. Royalties earned under the Branded Menu Program are not based upon a percentage of restaurant sales but are based upon product purchases. Virtual kitchen royalties were $149,000 in the fiscal 2023 period as compared to $318,000 in the fiscal 2022 period. Traditional franchise royalties were $2,857,000 in the fiscal 2023 period as compared to $2,406,000 in the fiscal 2022 period. Franchise restaurant sales increased to $63,739,000 in the fiscal 2023 period as compared to $52,319,000 in the fiscal 2022 primarily due to higher sales at airport locations; highway travel plazas; shopping malls; movie theaters; and casino locations, primarily in Las Vegas, Nevada. Comparable domestic franchise sales (consisting of 63 Nathan’s locations, excluding sales under the Branded Menu Program) were $51,926,000 during the fiscal 2023 period as compared to $40,112,000 during the fiscal 2022 period.\n\n\n \n\n\n\n\n\n\n\n\n41\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nAt March 26, 2023, 232 franchised locations, including domestic, international and Branded Menu Program outlets were operating as compared to 239 franchised locations, including domestic, international and Branded Menu Program outlets at March 27, 2022. Total franchise fee income was $656,000 in the fiscal 2023 period as compared to $555,000 in the fiscal 2022 period. Domestic franchise fee income was $110,000 in the fiscal 2023 period as compared to $133,000 in the fiscal 2022 period. International franchise fee income was $280,000 in the fiscal 2023 period as compared to $241,000 in the fiscal 2022 period.\n\n\n \n\n\nWe recognized $266,000 and $181,000 of forfeited fees in the fiscal 2023 and fiscal 2022 periods, respectively. During the fiscal 2023 period, 11 franchise locations opened, including 3 new Branded Menu Program outlets. Additionally, 18 franchise locations closed, including 5 Branded Menu Program outlets. During the fiscal 2022 period, 54 franchised locations opened, including 37\n \nBranded Menu Program outlets. Additionally, 28 franchise locations closed, including 9 Branded Menu Program outlets.\n\n\n \n\n\nAdvertising fund revenue, after eliminating Company contributions, was $1,993,000 in the fiscal 2023 period and $1,972,000 during the fiscal 2022 period.\n\n\n \n\n\nCosts and Expenses \n\n\n \n\n\nOverall, our cost of sales increased by 15% to $75,172,000 in the fiscal 2023 period as compared to $65,164,000 in the fiscal 2022 period. Our gross profit (representing the difference between sales and cost of sales) was $15,873,000 or 17% of sales during the fiscal 2023 period as compared to $12,063,000 or 16% of sales during the fiscal 2022 period.\n\n\n \n\n\nCost of sales in the Branded Product Program increased by 17% to $67,646,000 during the fiscal 2023 period as compared to $57,942,000 in the fiscal 2022 period, primarily due to the 15% increase in the volume of hot dogs sold as discussed above, as well as a 1.4% increase in the average cost per pound of our hot dogs. Inflationary pressures eased somewhat during the latter half of fiscal 2023, yet pricing pressures on commodities, including beef and beef trimmings remain.\n\n\n \n\n\nWe did not make any purchase commitments for beef during the fiscal 2023 or the fiscal 2022 period. If the cost of beef and beef trimmings increases and we are unable to pass on these higher costs through price increases or otherwise reduce any increase in our costs through the use of purchase commitments, our margins will be adversely impacted.\n\n\n \n\n\nWith respect to Company-owned restaurants, our cost of sales during the fiscal 2023 period was $7,526,000 or 62% of restaurant sales, as compared to $7,222,000 or 66% of restaurant sales in the fiscal 2022 period. The increase in cost of sales during the fiscal 2023 period was primarily due to the 12% increase in sales discussed above. The decrease in cost of sales, as a percent of total restaurant sales, was due to an increase in customer counts driving higher sales. Food and paper costs as a percentage of Company-owned restaurant sales were 29%, down from 30% in the comparable period of the prior year. Labor and related expenses as a percentage of Company-owned restaurant sales were 33%, down from 36% in the comparable period in the prior year due to labor wage increases as a result of competitive pressures, offset by higher sales.\n\n\n \n\n\nRestaurant operating expenses increased by $325,000 to $3,984,000 in the fiscal 2023 period as compared to $3,659,000 in the fiscal 2022 period. We incurred higher occupancy expenses of $129,000, higher utility expenses of $19,000, higher marketing expenses of $60,000, higher repairs and maintenance expenses of $23,000, and higher insurance expenses of $88,000\n.\n\n\n \n\n\nDepreciation and amortization, which primarily consists of the depreciation of fixed assets, including leasehold improvements and equipment, were $1,135,000 in the fiscal 2023 period as compared to $1,054,000 in the fiscal 2022 period.\n\n\n \n\n\nGeneral and administrative expenses increased $916,000 or 7% to $14,061,000 in the fiscal 2023 period as compared to $13,145,000 in the fiscal 2022 period. The increase in general and administrative expenses was primarily attributable to higher incentive compensation expenses of $161,000, higher share-based compensation expense of $184,000, higher bad debt expense of $271,000 and higher marketing and trade show related expenses of $284,000.\n\n\n \n\n\n\n\n\n\n\n\n42\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nAdvertising fund expense, after eliminating Company contributions, was $1,988,000 in the fiscal 2023 period, as compared to $1,997,000 in the fiscal 2022 period. The Company had previously projected that the advertising fund’s normal seasonal deficit was not going to be recovered during the fiscal 2023 period and recorded a projected $175,000 deficit in its second quarter fiscal 2023 results of operations. As a result of the cancellation of certain marketing initiatives in the fourth quarter fiscal 2023, the projected deficit was eliminated.\n\n\n \n\n\nOther Items \n\n\n \n\n\nOn March 21, 2023, the Company completed the partial redemption, in the principal amount of $30,000,000, of the 2025 Notes. In connection with the partial redemption, the Company recorded a loss on early extinguishment of debt of $357,000 that reflected the write-off of a portion of previously recorded debt issuance costs.\n\n\n \n\n\nOn January 26, 2022, the Company completed the partial redemption, in the principal amount of $40,000,000, of the 2025 Notes. In connection with the partial redemption, the Company recorded a loss on early extinguishment of debt of $1,354,000 that primarily reflected the redemption premium of $662,000 and the write-off of a portion of previously recorded debt issuance costs of $692,000.\n\n\n \n\n\nInterest expense of $7,742,000 in fiscal 2023 represented interest expense of $7,234,000 on the 2025 Notes and amortization of debt issuance costs of $508,000.\n\n\n \n\n\nInterest expense of $10,135,000\n \nin fiscal 2022 represented interest expense of $9,475,000 on the 2025 Notes and amortization of debt issuance costs of $660,000.\n\n\n \n\n\nInterest income of $440,000 for the fiscal 2023 period represented amounts earned by the Company on its interest bearing bank and money market accounts, as compared to $110,000 in the fiscal 2022 period.\n\n\n \n\n\nOther income, net was $18,000 in the fiscal 2023 period which primarily related to sublease income from a franchised restaurant, offset by a net loss on disposal of assets for capitalized software no longer in use of $87,000.\n\n\n \n\n\nProvision for Income Taxes\n\n\n \n\n\nThe effective income tax rate for the fiscal 2023 period was 26.8% compared to 26.7% in the fiscal 2022 period. The effective income tax rate for the fiscal 2023 period reflected income tax expense of $7,181,000 recorded on $26,804,000 of pre-tax income. The effective income tax rate for the fiscal 2022 period reflected income tax expense of $4,940,000 recorded on $18,536,000 of pre-tax income. The effective tax rates are higher than the statutory rates primarily due to state and local taxes.\n\n\n \n\n\nThe amount of unrecognized tax benefits at March 26, 2023 was $432,000 all of which would impact Nathan’s effective tax rate, if recognized. As of March 26, 2023, Nathan’s had $305,000 of accrued interest and penalties in connection with unrecognized tax benefits.\n\n\n \n\n\nNathan’s estimates that its unrecognized tax benefit excluding accrued interest and penalties could be further reduced by up to $19,000 during the fiscal year ending March 31, 2024.\n\n\n \n\n\nReconciliation of GAAP and Non-GAAP Measures\n\n\n \n\n\nIn addition to disclosing results that are determined in accordance with Generally Accepted Accounting Principles in the United States of America (\"US GAAP\"), the Company has provided EBITDA, a non-GAAP financial measure, which is defined as net income excluding (i) interest expense; (ii) provision for income taxes and (iii) depreciation and amortization expense. The Company has also provided Adjusted EBITDA, a non-GAAP financial measure, which is defined as EBITDA, excluding (i) the loss on disposal of property and equipment; (ii) loss on debt extinguishment; and (iii) share-based compensation that the Company believes will impact the comparability of its results of operations.\n\n\n \n\n\n\n\n43\n\n\n\n\n \n\n\n\n\n \n\n\nThe Company believes that EBITDA and Adjusted EBITDA, which are non-GAAP financial measures, are useful to investors to assist in assessing and understanding the Company's operating performance and underlying trends in the Company's business because EBITDA and Adjusted EBITDA are (i) among the measures used by management in evaluating performance and (ii) are frequently used by securities analysts, investors and other interested parties as a common performance measure.\n\n\n \n\n\nEBITDA and Adjusted EBITDA are not recognized terms under US GAAP and should not be viewed as alternatives to net income or other measures of financial performance or liquidity in conformity with US GAAP. Additionally, our definitions of EBITDA and Adjusted EBITDA may differ from other companies. Analysis of results and outlook on a non-US GAAP basis should be used as a complement to, and in conjunction with, data presented in accordance with US GAAP.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n(In thousands)\n\n\n\n\n \n\n\n\n\n2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nNet income\n\n\n\n\n \n\n\n$\n\n\n19,623\n\n\n \n\n\n \n\n\n$\n\n\n13,596\n\n\n \n\n\n\n\n\n\n\n\nInterest expense\n\n\n\n\n \n\n\n \n\n\n7,742\n\n\n \n\n\n \n\n\n \n\n\n10,135\n\n\n \n\n\n\n\n\n\n\n\nIncome taxes\n\n\n\n\n \n\n\n \n\n\n7,181\n\n\n \n\n\n \n\n\n \n\n\n4,940\n\n\n \n\n\n\n\n\n\n\n\nDepreciation & amortization\n\n\n\n\n \n\n\n \n\n\n1,135\n\n\n \n\n\n \n\n\n \n\n\n1,054\n\n\n \n\n\n\n\n\n\n\n\nEBITDA\n\n\n\n\n \n\n\n \n\n\n35,681\n\n\n \n\n\n \n\n\n \n\n\n29,725\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nLoss on disposal of property and equipment\n\n\n\n\n \n\n\n \n\n\n87\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n\n\nLoss on debt extinguishment\n\n\n\n\n \n\n\n \n\n\n357\n\n\n \n\n\n \n\n\n \n\n\n1,354\n\n\n \n\n\n\n\n\n\n\n\nShare-based compensation\n\n\n\n\n \n\n\n \n\n\n258\n\n\n \n\n\n \n\n\n \n\n\n74\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nADJUSTED EBITDA\n\n\n\n\n \n\n\n$\n\n\n36,383\n\n\n \n\n\n \n\n\n$\n\n\n31,153\n\n\n \n\n\n\n\n\n\n \n\n\nLiquidity and Capital Resources\n         \n\n\n \n\n\nCash at March 26, 2023 aggregated $29,861,000, a $20,202,000 decrease during the fiscal 2023 period as compared to cash of $50,063,000 at March 27, 2022. Net working capital decreased to $30,652,000 from $48,988,000 at March 27, 2022 due primarily to the redemption of $30,000,000 of the Company’s 2025 Notes. Through March 26, 2023, the Company also declared and paid quarterly cash dividends aggregating $7,563,000. During the fiscal 2023 period, the Company made its required semi-annual interest payments on the 2025 Notes of $3,643,750 on May 1, 2022 and November 1, 2022, as well as its required interest payment of $773,000 on March 21, 2023 in connection with the partial redemption of its 2025 Notes. On May 1, 2023, we made the first semi-annual interest payment of $2,650,000 for fiscal 2024.\n\n\n \n\n\nOn February 14, 2023, the Company announced its intent to complete the partial redemption, in the principal amount of $30,000,000, of the 2025 Notes. On March 21, 2023, the Company completed the redemption by paying cash of $30,773,000, inclusive of accrued interest, and recognized a loss on early extinguishment of approximately $357,000 that primarily reflected the write-off of a portion of previously recorded debt issuance costs. Please refer to Note J – Long-Term Debt in the accompanying consolidated financial statements for a further discussion regarding the Company’s indebtedness.\n\n\n \n\n\n\n\n44\n\n\n\n\n \n\n\n\n\n \n\n\nCash provided by operations of $19,837,000 in the fiscal 2023 period is primarily attributable to net income of $19,623,000 in addition to other non-cash operating items of $2,856,000, offset by changes in other operating assets and liabilities of $2,642,000. Non-cash operating expenses consist principally of a loss on debt extinguishment of $357,000, depreciation and amortization of $1,135,000, amortization of debt issuance costs of $508,000, share-based compensation expense of $258,000, bad debts of $457,000 and a loss on disposal of assets of $87,000. In the fiscal 2023 period, accounts and other receivables increased by $2,149,000 due primarily to higher Branded Product Program receivables of $1,788,000. Prepaid expenses and other current assets increased by $454,000 due primarily to an increase in prepaid income taxes of $146,000; an increase in prepaid marketing and other expenses of $239,000 and an increase in prepaid insurance expenses of $62,000. Accounts payable, accrued expenses and other current liabilities increased by $377,000 due principally to an increase in accrued payroll and other benefits of $301,000 due primarily to higher incentive compensation accruals; an increase in accrued rebates of $532,000 due under the Branded Product Program; and an increase in deferred revenue of $530,000. Offsetting these increases was a reduction in accrued interest expense of $825,000 due to the partial redemption of our 2025 Notes.\n\n\n \n\n\nCash used in investing activities was $584,000 in the fiscal 2023 period primarily in connection with capital expenditures incurred for our Branded Product Program, our Coney Island restaurants and our general ledger and accounting system upgrade.\n\n\n \n\n\nCash used in financing activities of $39,455,000 in the fiscal 2023 period relates primarily to the payment of $30,000,000 in connection with the partial redemption of the 2025 Notes and the payments of the Company’s quarterly $0.45 per share cash dividends on June 24, 2022, September 2, 2022, December 2, 2022 and the Company’s quarterly $0.50 per share cash dividend on March 3, 2023 totaling $7,563,000. Additionally, during the fiscal 2023 period, the Company repurchased 35,434 shares of common stock at an average price of $53.39 for $1,892,000 under a 10b5-1 Plan which expired on September 13, 2022.\n\n\n \n\n\nAt March 26, 2023 and March 27, 2022, Nathan’s did not have any open purchase commitments to purchase hot dogs. Nathan’s may enter into additional purchase commitments in the future as favorable market conditions become available.\n\n\n \n\n\nIn 2016, the Board authorized increases to the sixth stock repurchase plan for the repurchase of up to 1,200,000 shares of its common stock on behalf of the Company. As of March 26, 2023, Nathan’s has repurchased 1,101,884 shares at a cost of approximately $39,000,000 under the sixth stock repurchase plan. At March 26, 2023, there were 98,116 shares remaining to be repurchased pursuant to the sixth stock repurchase plan. The plan does not have a set expiration date. Purchases under the Company’s stock repurchase program may be made from time to time, depending on market conditions, in open market or privately negotiated transactions, at prices deemed appropriate by management. There is no set time limit on the repurchases.\n\n\n \n\n\nAs discussed above, we had cash at March 26, 2023 aggregating $29,861,000. Our Board routinely monitors and assesses its cash position and our current and potential capital requirements. On February 2, 2023, the Board authorized the increase of its regular quarterly dividend to $0.50 from $0.45. During the fiscal 2023 period, the Company declared and paid three quarterly dividends of $0.45 per share and one quarterly dividend of $0.50 per share, aggregating $7,563,000.\n\n\n \n\n\nEffective June 8, 2023, the Board declared its first quarterly cash dividend of $0.50 per share for fiscal 2024 which is payable on June 28, 2023 to stockholders of record as of the close of business on June 20, 2023.\n\n\n \n\n\nIf the Company pays regular quarterly cash dividends for the remainder of fiscal 2024 at the same rate as declared in the first quarter of fiscal 2024, the Company’s total cash requirement for dividends for all of fiscal 2024 would be approximately $8,159,000 based on the number of shares of common stock outstanding at June 2, 2023. The Company intends to declare and pay quarterly cash dividends; however, there can be no assurance that any additional quarterly dividends will be declared or paid or of the amount or timing of such dividends, if any.\n\n\n \n\n\nOur ability to pay future dividends is limited by the terms of the Indenture for the 2025 Notes. In addition, the payment of any cash dividends in the future, are subject to final determination of the Board and will be dependent upon our earnings and financial requirements. We may also return capital to our stockholders through stock repurchases, subject to any restrictions in the Indenture, although there is no assurance that the Company will make any repurchases under its existing stock repurchase plan.\n\n\n \n\n\n\n\n\n\n\n\n45\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nWe may from time to time seek to redeem additional portions of our 2025 Notes, through open market purchases, privately negotiated transactions or otherwise. Such repurchases, if any, will depend on market conditions, our liquidity requirements, and other factors.\n\n\n \n\n\nWe expect that in the future we will make investments in certain existing restaurants, support the growth of the Branded Product and Branded Menu Programs, service the outstanding debt, fund our dividend program and may continue our stock repurchase programs, funding those investments from our operating cash flow. We may also incur capital and other expenditures or engage in investing activities in connection with opportunistic situations that may arise on a case-by-case basis. In the fiscal year ending March 26, 2023, we were required to make interest payments of $8,061,000, all of which have been made as of March 21, 2023. During the fiscal year ending March 31, 2024, we will be required to make interest payments of $5,300,000. On May 1, 2023, we made the first semi-annual interest payment of $2,650,000 for fiscal 2024.\n\n\n \n\n\nManagement believes that available cash and cash generated from operations should provide sufficient capital to finance our operations, satisfy our debt service requirements, fund dividend distributions and stock repurchases for at least the next 12 months.\n\n\n \n\n\nAt March 26, 2023, we sublet one property to a franchisee that we lease from a third party. We remain contingently liable for all costs associated with this property including: rent, property taxes and insurance. We may incur future cash payments with respect to such property, consisting primarily of future lease payments, including costs and expenses associated with terminating such lease.\n\n\n \n\n\nOur contractual obligations primarily consist of the 2025 Notes and the related interest payments, operating leases, and employment agreements with certain executive officers. These contractual obligations impact our short-term and long-term liquidity and capital resource needs. There have been no material changes in our contractual obligations since March 27, 2022 except for the partial redemption of the 2025 Notes on March 21, 2023 discussed above.\n\n\n \n\n\nInflationary Impact\n\n\n \n\n\nInflationary pressures on labor and rising commodity prices have impacted our consolidated results of operations during fiscal 2023, and we expect this trend will continue into fiscal 2024.\n\n\n \n\n\nOur average cost of hot dogs during fiscal 2023 was approximately 1.4% higher than during fiscal 2022. Our average cost of hot dogs during fiscal 2022 was approximately 19% higher than during fiscal 2021. Inherent volatility experienced in certain commodity markets, such as those for beef and beef trimmings due to seasonal shifts, climate conditions, industry demand, inflationary pressures and other macroeconomic factors could have an adverse effect on our results of operations. This impact will depend on our ability to manage such volatility through price increases and product mix.\n\n\n \n\n\nWe have experienced competitive pressure on labor rates as a result of the increase in the minimum hourly wage for fast food workers which increased to $15.00 in New York state during fiscal 2022 where our Company-owned restaurants are located. Additionally, there has been an increased demand for labor at all levels which has resulted in greater challenges retaining adequate staffing levels at our Company-owned restaurants; our franchised restaurants and Branded Menu Program locations; as well as for certain vendors in our supply chain that we depend on for our commodities. We remain in contact with our major suppliers and to date we have not experienced significant disruptions in our supply chain.\n\n\n \n\n\nWe are unable to predict the future cost of our hot dogs and expect to experience price volatility for our beef products during fiscal 2024. To the extent that beef prices increase as compared to earlier periods, it could impact our results of operations. In the past, we have entered into purchase commitments for a portion of our hot dogs to reduce the impact of increasing market prices. We may attempt to enter into purchase arrangements for hot dogs and other products in the future. Additionally, we expect to continue experiencing volatility in oil and gas prices on our distribution costs for our food products and utility costs in the Company-owned restaurants and volatile insurance costs resulting from the uncertainty of the insurance markets.\n\n\n \n\n\n\n\n46\n\n\n\n\n \n\n\n\n\n \n\n\nContinued increases in labor costs, commodity prices and other operating expenses, including health care, could adversely affect our operations. We attempt to manage inflationary pressures and rising commodity costs, at least in part, through raising prices. Delays in implementing price increases, competitive pressures, consumer spending levels and other factors may limit our ability to offset these rising costs. Volatility in commodity prices, including beef and beef trimmings could have a significant adverse effect on our results of operations.\n\n\n \n\n\nWe believe the increases in the minimum wage and other changes in employment laws have had a significant financial impact on our financial results and the results of our franchisees that operate in New York State. Our business could be negatively impacted if the decrease in margins for our franchisees results in the potential loss of new franchisees or the closing of a significant number of franchised restaurants.\n\n\n \n\n\nThe Company’s business, financial condition, operating results and cash flows can be impacted by a number of factors, including but not limited to those set forth above in “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” any one of which could cause our actual results to vary materially from recent results or from our anticipated future results. For a discussion identifying additional risk factors and important factors that could cause actual results to differ materially from those anticipated, also see the discussions in “Forward-Looking Statements”, “Risk Factors”, and “Notes to Consolidated Financial Statements” in this Form 10-K.\n\n\n \n\n\n\n\n47\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n",
    "item7a": ">Item 7A. \n\n\n\n\nQuantitative and Qualitative Disclosures About Market Risk.\n\n\n\n\n \n\n\nCash and Cash Equivalents\n                  \n\n\n \n\n\nWe have historically invested our cash in money market funds or short-term, fixed rate, highly rated and highly liquid instruments which are generally reinvested when they mature. Although these existing investments are not considered at risk with respect to changes in interest rates or markets for these instruments, our rate of return on short-term investments could be affected at the time of reinvestment as a result of intervening events. As of March 26, 2023, Nathan’s cash balance\n \naggregated $29,861,000. Earnings on this cash would increase or decrease by approximately $75,000 per annum for each 0.25% change in interest rates.\n\n\n \n\n\nBorrowings\n                                    \n\n\n \n\n\nAt March 26, 2023, we had $80,000,000 of 6.625% 2025 Notes outstanding which are due in November 2025. Interest expense on these borrowings would increase or decrease by approximately $200,000 per annum for each 0.25% change in interest rates. We currently do not anticipate entering into interest rate swaps or other financial instruments to hedge our borrowings.\n\n\n \n\n\nCommodity Costs \n\n\n \n\n\nInflationary pressures on labor and rising commodity prices have directly impacted our consolidated results of operation during fiscal 2023, most notably within our restaurant operations and Branded Product Program segments. We expect this trend to continue into fiscal 2024. Our average cost of hot dogs during fiscal 2023 was approximately 1.4% higher than during fiscal 2022.\n\n\n \n\n\nWe are unable to predict the future cost of our hot dogs and expect to experience price volatility for our beef products during fiscal 2024.\n \n Factors that affect beef prices are outside of our control and include foreign and domestic supply and demand, inflation, weather and seasonality. To the extent that beef prices increase as compared to earlier periods, it could impact our results of operations. In the past, we have entered into purchase commitments for a portion of our hot dogs to reduce the impact of increasing market prices. We may attempt to enter into purchase arrangements for hot dogs and other products in the future. Additionally, we expect to continue experiencing volatility in oil and gas prices on our distribution costs for our food products and utility costs in the Company-owned restaurants and volatile insurance costs resulting from rising rates.\n\n\n \n\n\nWith the exception of purchase commitments, we have not attempted to hedge against fluctuations in the prices of the commodities we purchase using future, forward, option or other instruments. As a result, we expect that the majority of our future commodity purchases will be subject to market changes in the prices of such commodities. We have attempted to enter sales agreements with our customers that are correlated to our cost of beef, thus reducing our market volatility, or have passed through permanent increases in our commodity prices to our customers that are not on formula pricing, thereby reducing the impact of long-term increases on our financial results. A short-term increase or decrease of 10% in the cost of our food and paper products for the year ended March 26, 2023 would have increased or decreased our cost of sales by approximately $6,934,000.\n \n         \n\n\n \n\n\nForeign Currencies\n\n\n \n\n\nForeign franchisees generally conduct business with us and make payments in United States dollars, reducing the risks inherent with changes in the values of foreign currencies. As a result, we have not purchased future contracts, options or other instruments to hedge against changes in values of foreign currencies and we do not believe fluctuations in the value of foreign currencies would have a material impact on our financial results.\n\n\n \n\n\n\n\n48\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n",
    "cik": "69733",
    "cusip6": "632347",
    "cusip": [
        "632347100"
    ],
    "names": [
        "NATHANS FAMOUS INC NEW"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/69733/000143774923016924/0001437749-23-016924-index.htm"
}